[{"link": "https://www.wsj.com/articles/chinese-economic-activity-gets-a-lift-as-2019-comes-to-a-close-11576471966", "title": "Chinese Economic Activity Gets a Lift as 2019 Comes to a Close", "date": "2019-12-15 23:52", "summary": "Some economists to raise their growth estimates for next year. BEIJING-A raft of supportive central government policies lifted China's economic activity in November-bolstering factory production and consumer spending-which prompted some economists to raise their growth estimates for next year.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hallmark-channel-faces-duelling-boycott-calls-over-gay-wedding-ads-11576447560", "title": "Hallmark Channel Apologizes for Pulling Gay Wedding Ads", "date": "2019-12-15 23:39", "summary": "Network's decision to pull commercials from wedding-planning company Zola ignited social-media uproar. The Hallmark Channel apologized late Sunday for its decision to pull ads from wedding-planning company Zola Inc. that featured a same-sex couple and offered to reinstate the ads after a firestorm erupted on social media over its actions.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-its-really-like-to-be-an-airbnb-landlord-11576465501", "title": "What It's Really Like to Be an Airbnb Landlord", "date": "2019-12-15 22:05", "summary": "Resume Subscription. Can you make your extra space earn its keep? Many people with more house than they need are turning to Airbnb and other services to rent out extra rooms, or even their whole house, to bring in cash-often to cover their mortgage or other critical expenses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-about-amending-your-tax-returns-11576465380", "title": "Made a Mistake on Your Taxes? Here's What You Need to Know About Amending Your Returns", "date": "2019-12-15 22:03", "summary": "Common errors include neglecting to report all taxable income or valuable deductions and credits. As Oscar Wilde once put it, experience is the name we give our mistakes. By that standard, millions of taxpayers are highly experienced.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-about-prepaid-college-tuition-plans-11576465321", "title": "What You Need to Know About Prepaid College-Tuition Plans", "date": "2019-12-15 22:02", "summary": "You pay in advance-often with a guarantee your funds will grow to meet future college costs-but there are requirements and limits. For some families, paying college tuition in advance may be a viable-and money-saving-option.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-woman-has-a-new-career-that-calls-for-a-new-financial-plan-11576465261", "title": "The Game Plan: A Woman's New Career Calls for a New Financial Strategy", "date": "2019-12-15 22:01", "summary": "An adviser suggests tweaks to make her cash flow and retirement investments more strategic. After 20 years in the pharmaceutical industry, Kristine Maine is plotting a new career and wants to get her retirement savings back on track.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-inherited-a-bunch-of-papers-now-what-11576465201", "title": "You Inherited a Bunch of Papers. Now What?", "date": "2019-12-15 22:00", "summary": "Archives may hold historical and other value even if the deceased wasn't famous. At the end of our lives, we leave behind memories-and lots of paper.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-pulls-u-k-soccer-game-after-star-player-slams-beijings-repression-of-uighurs-11576421803", "title": "China Pulls U.K. Soccer Game After Star Player Slams Beijing Over Uighurs", "date": "2019-12-15 21:27", "summary": "The move puts Beijing in conflict with a second major global sports league. LONDON-China's main state broadcaster, CCTV, abruptly pulled an English Premier League game involving Arsenal from its airwaves on Sunday, putting Beijing in conflict with a second major global sports league.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-point-annapolis-officials-investigating-possible-white-power-hand-sign-11576373230", "title": "West Point, Annapolis Officials Investigating Possible 'White Power' Hand Sign", "date": "2019-12-15 21:12", "summary": "Army and Navy officials try to determine meaning of hand signs that service academy personnel appeared to use on national TV during Army-Navy football game. West Point and Annapolis officials launched investigations this weekend to determine the motives of service-academy students who flashed hand signs on national television Saturday that in certain contexts are associated with \"white power.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adventure-tourists-are-flocking-to-natural-wonders-but-some-can-be-deadly-11576405802", "title": "Volcanoes and Other Adventures in Tourism Are Seductive-but They Can Be Deadly", "date": "2019-12-15 20:23", "summary": "Resume Subscription. The deadly volcanic eruption in New Zealand is prompting calls for authorities to do more to protect swarms of tourists looking for adventures.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lawmakers-entrenched-in-partisan-camps-as-impeachment-vote-looms-11576454012", "title": "Lawmakers Entrenched in Partisan Camps as Impeachment Vote Looms", "date": "2019-12-15 20:13", "summary": "The impending vote has thrown attention on the 31 House Democrats who represent districts that President Trump carried in 2016. WASHINGTON-As the House prepares for a historic impeachment vote this week, lawmakers are finding themselves entrenched in partisan camps, with little room to step outside their party's mainstream views on whether to support or oppose President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-weighs-cutting-or-halting-737-max-production-11576448990", "title": "Boeing Weighs Halting or Cutting 737 MAX Production", "date": "2019-12-15 19:12", "summary": "Management of aerospace giant sees an output pause as most viable option, as fleet grounding stretches into 2020. Boeing Co. is considering either suspending or cutting back production of the 737 MAX amid growing uncertainty over the troubled plane's return to service and could disclose a decision as soon as Monday, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rick-lazio-ponders-gop-suburban-strategy-11576454400", "title": "Rick Lazio Ponders GOP Suburban Strategy", "date": "2019-12-15 19:00", "summary": "In an interview, the former U.S. representative says winning back moderates would 'require different messaging and different solutions.'. As former U.S. Rep. Rick Lazio considers a comeback bid for the congressional seat being vacated by Peter King, he has a plea to his fellow Republicans: On this one, consider the moderates.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-tied-to-jersey-city-shooters-faces-weapons-charge-11576453915", "title": "Man Tied to Jersey City Shooters Faces Weapons Charge", "date": "2019-12-15 18:51", "summary": "Firearms were found on the premises of a man whose telephone number was discovered in a pocket of one of the dead perpetrators. A New Jersey man who was linked to the shooters in last week's Jersey City shooting rampage was expected to appear in federal court in Newark on Monday on a weapons possession charge, federal officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dupont-to-merge-ingredients-business-with-iff-11576453792", "title": "DuPont to Merge Nutrition Business with IFF", "date": "2019-12-15 18:49", "summary": "New ingredients entity would have revenue of $11 billion. DuPont de Nemours Inc. reached a deal to combine its nutrition business with International Flavors & Fragrances Inc., creating a company that would be a top supplier of ingredients to U.S. food makers.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-america-first-trade-vision-comes-into-focus-on-three-fronts-11576436055", "title": "Trump's 'America First' Trade Vision Comes Into Focus", "date": "2019-12-15 18:39", "summary": "President's tactics break with predecessors' to extract concessions, but issues with China remain unresolved. President Trump claimed a multi-front victory last week in his bid to reshape U.S. trade policy, extracting fresh commercial concessions from Mexico and China while stripping the World Trade Organization of its powers to restrain the tactics he used to secure them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newtown-high-school-football-team-offers-bright-moment-on-somber-anniversary-11576450906", "title": "Newtown High School Football Team Offers Bright Moment on Somber Anniversary", "date": "2019-12-15 18:01", "summary": "Football team's victory stood out on a day of vigils and remembrances of the 2012 massacre at the Sandy Hook Elementary School. Local officials in Newtown, Conn., plan to celebrate the town's high-school football team after it won the state championship Saturday, a bright moment amid commemorations of the mass shooting that took the lives of 26 people, including 20 children, exactly seven years earlier.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teen-suspect-in-slaying-of-barnard-college-student-is-released-11576448383", "title": "Teen Suspect in Slaying of Barnard College Student Is Released", "date": "2019-12-15 17:19", "summary": "A 14-year-old who was in custody is released; a 13-year-old appeared in court Friday on charges including felony murder. A 14-year-old boy taken into custody Friday on suspicion of involvement in the killing of a Barnard College freshman student has been released, according to officials with knowledge of the situation.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-american-damage-control-11576444915", "title": "North American Damage Control", "date": "2019-12-15 16:21", "summary": "New Nafta is worse than the old deal but is at least a political relief.. Donald Trump is the most protectionist American President since Herbert Hoover, so one of our trade-policy goals of the last three years has been damage control. That's the best case now for supporting Mr. Trump's revisions to the North American Free Trade Agreement to gain votes from Democrats.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-daryl-morey-moment-11576444837", "title": "Europe's Daryl Morey Moment", "date": "2019-12-15 16:20", "summary": "China again uses its commercial strength to silence critics abroad.. Millions of Americans saw the ugly side of Communist China this year when Beijing retaliated against the NBA over Houston Rockets executive Daryl Morey's Twitter support for Hong Kong demonstrators. China's extraterritorial attacks on free speech didn't sit well with the U.S. public, and now Europe faces the same intimidation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-and-the-fight-for-15-11576444625", "title": "Small Business and the Fight for $15", "date": "2019-12-15 16:17", "summary": "A new study shows how a rising minimum wage hurts little companies.. Here's another volley in the debate over the \"Fight for $15\": As the federal minimum wage rose from 1989-2013, small businesses in affected states suffered \"lower bank credit, higher loan defaults, lower employment, a lower entry and a higher exit rate.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-steel-the-company-that-built-america-faces-its-age-11576443004", "title": "U.S. Steel, the Company That Built America, Faces Its Age", "date": "2019-12-15 15:50", "summary": "Resume Subscription. Last Christmas Eve, a sprinkler pipe at a United States Steel Corp. plant south of Pittsburgh fell from the ceiling in a building at the 120-year-old complex. Within minutes, an area the size of a football field was engulfed in flame.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facing-a-food-desert-oklahoma-city-seeks-to-limit-dollar-stores-11576422000", "title": "Facing a 'Food Desert,' Oklahoma City Wants Dollar Stores to Sell Fresh Food", "date": "2019-12-15 15:39", "summary": "Local governments across the country are placing zoning limits on discount stores, and requiring them to set aside space for fresh food. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-climate-talks-end-without-accord-on-carbon-markets-11576424025", "title": "U.N. Climate Talks End Without Meeting Goals", "date": "2019-12-15 15:29", "summary": "Climate negotiators failed to strengthen targets to cut emissions or to create a global carbon-trading system, two main goals of the 2015 Paris accord. Climate negotiators failed to strengthen targets to cut emissions or to create a global carbon-trading system, two main goals of the 2015 Paris accord, as the impending U.S. exit from the pact exacerbated challenges to cut record-high planet-warming gases.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-manufacturing-data-from-u-s-and-china-u-s-home-sales-11576440000", "title": "Economy Week Ahead: Manufacturing Data From U.S. and China, U.S. Home Sales", "date": "2019-12-15 15:00", "summary": "November consumer spending and inflation data will also be released. This week's calendar brings new data on manufacturing for both the U.S. and China, as well as U.S. home sales and November consumer spending and inflation data.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multiple-levels-of-hearsay-upon-hearsay-11576439564", "title": "'Multiple Levels of Hearsay Upon Hearsay'", "date": "2019-12-15 14:52", "summary": "What the media doesn't want you to know about the Horowitz report.. Most news coverage of the Horowitz report has minimized or ignored its most devastating aspects. Granted, the inspector general's account doesn't make for easy reading. It's repetitive to a fault, and its insistent use of vague identifiers-\"Case Agent 1,\" \"Supervisory Intel Analyst,\" \"Primary Sub-source\"-rather than names makes its narrative insistently soporific.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-trade-secret-exploiting-chinas-relative-weakness-11576439512", "title": "Trump's Trade Secret: Exploiting China's Relative Weakness", "date": "2019-12-15 14:51", "summary": "Rising debt levels and an unsustainable economic model leave Beijing at Washington's mercy.. The Chinese Communist Party has always relied on deception to wrong-foot rivals and attain the advantage in negotiations. Deng Xiaoping famously counseled, \"Hide your strength, bide your time.\" But Xi Jinping prefers to exaggerate China's economic strengths and conceal its vulnerabilities.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-would-destroy-private-equityat-everyones-expense-11576439453", "title": "Warren Would Destroy Private Equity-at Everyone's Expense", "date": "2019-12-15 14:50", "summary": "The firms she vilifies are vital for improving lagging businesses, and their returns are widely shared.. In her continuing effort to punish success, Sen. Elizabeth Warren is going after an important piece of America's thriving economy: the private-equity industry. Her subtly titled Stop Wall Street Looting Act would put private-equity investors in a legal category separate from other investors, severely limiting the legal protections available to them and diminishing their incentive to take risks and invest.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-driving-cars-roll-up-slowly-11576439387", "title": "Self-Driving Cars Roll Up Slowly", "date": "2019-12-15 14:49", "summary": "The systems are emerging one by one, but developers have hit a few speed bumps.. I recently got a ride in an autonomous car. Very cool. I want one! Ever since October 2005, when a Stanford autonomous vehicle traversed 132 miles of desert terrain and won the $2 million Grand Challenge prize from the Defense Advanced Research Projects Agency, dreams of self-driving cars have become feverish.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-energy-hari-kari-11576439333", "title": "Mexico's Energy Hari-Kari", "date": "2019-12-15 14:48", "summary": "AMLO dreams of autarky as the U.S. and Canada commit to regional integration.. Mexican President Andrés Manuel López Obrador makes no secret of his longing for the days when the state-owned oil monopoly, Petróleos Mexicanos, was a symbol of Mexican sovereignty. He seems to believe that with the right central planning, Pemex can return to the heady 1970s. To that end, he's doing what he can to close the Mexican energy market.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-of-trouble-review-caught-in-a-battle-zone-11576439278", "title": "'World of Trouble' Review: Caught In a Battle Zone", "date": "2019-12-15 14:47", "summary": "Quakers felt committed to paciﬁsm and thus to only peaceful reform. It was a difﬁcult position to take during a time of rebellion.. Henry Drinker and Elizabeth Sandwith, both Philadelphia Quakers, were wed in January 1761. He was the son of a scrivener (an office clerk) and, at age 26, a rising import-export merchant; she was the orphaned daughter of a merchant and ship owner. As they settled into married life, they had no inkling that, before long, the world they knew would be turned upside-down-by political agitation, economic boycotts and, ultimately, revolution.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-capitalism-and-good-socialism-11576439210", "title": "Bad Capitalism and Good Socialism", "date": "2019-12-15 14:46", "summary": "The real question is whether each is based in liberty or coercion.. Is socialism the enemy of the civilized order? It depends on what kind of socialism we are discussing. There are several varieties, not only one. If it is the version calling for government ownership and control of all the means of production, the complete nationalization of all industries, then yes, socialism is the work of the devil. All we need do to demonstrate this is to mention economic basket cases like Venezuela, East Germany, Maoist China and the U.S.S.R. They produced dire poverty and the deaths of millions of innocent people.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hopes-for-global-growth-rebound-drive-copper-rally-11576425286", "title": "Hopes for Global-Growth Rebound Drive Copper Rally", "date": "2019-12-15 14:16", "summary": "Metal has climbed to seven-month high amid optimism over easing of U.S.-China trade tensions. Copper prices rose last week to their highest level in seven months, highlighting how a brighter view of the world economy is supporting riskier corners of the market.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonys-jumanji-the-next-level-tops-box-office-11576436571", "title": "Sony's 'Jumanji: The Next Level' Tops Box Office", "date": "2019-12-15 14:02", "summary": "The fantasy-adventure grossed $60.1 million in the U.S. and Canada, according to estimates. Christmas arrived early for Sony Pictures.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/got-a-face-like-a-leather-handbag-missing-teeth-you-could-be-an-extra-on-lord-of-the-rings-11576434431", "title": "Got a Face Like a Leather Handbag? Missing Teeth? You Could Be an Extra on 'Lord of the Rings'", "date": "2019-12-15 13:27", "summary": "New show set in the mythical land of Middle-earth needs extras of all sorts; 'hairy hairy people of all ages'. The hunt is on in New Zealand for hairy, toothless, wrinkled and extremely tall and short people to fill out the cast for a television series based on stories from \"The Lord of the Rings\" that begins production next year.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/felix-rohatyn-dies-at-91-11576368743", "title": "Felix Rohatyn Helped Save New York From Bankruptcy", "date": "2019-12-15 13:18", "summary": "Longtime Democratic donor was Clinton's first choice for Fed vice chairman but became ambassador to France instead. Felix Rohatyn, who was one of America's best-known investment bankers for decades and helped pull New York City back from the brink of financial ruin in the 1970s, died Saturday at his home in Manhattan.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversify-or-die-the-national-hockey-league-has-a-demography-problem-11576433696", "title": "Diversify or Die: The National Hockey League Has a Demography Problem", "date": "2019-12-15 13:14", "summary": "Changing U.S. demographics add to the pressure on hockey to rebrand itself-in the face of ugly reports about racist incidents. About a year ago, the National Hockey League brought in an outside expert to tell them about an existential threat. That expert was a demographer.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lighthizer-touts-a-week-of-deals-11576433187", "title": "Lighthizer Touts a Week of Deals", "date": "2019-12-15 13:06", "summary": "Trump administration's lead trade negotiator paints limited agreement with China, accord with Mexico, Canada as major successes. WASHINGTON-The U.S.-China trade deal marks a step toward integrating two economic systems, capping an important week for American trade policy, U.S. Trade Representative Robert Lighthizer said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-jury-finds-former-snc-lavalin-executive-guilty-on-fraud-corruption-charges-11576428130", "title": "Former SNC-Lavalin Executive Found Guilty on Fraud, Corruption Charges", "date": "2019-12-15 12:22", "summary": "SNC-Lavalin was at the center of a political firestorm in Canada earlier this year and will face a separate trial. A jury in Montreal found a former SNC-Lavalin Group Inc. executive guilty of corruption-related charges in a case that examined the Montreal firm's past activities in Libya, which were at the center of a political firestorm earlier this year.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-would-you-fix-college-admissions-wsj-readers-respond-11576319400", "title": "Fixing College Admissions: What WSJ Readers Would Do", "date": "2019-12-15 11:55", "summary": "Overhauls ranged from eliminating legacies to rethinking diversity. While reporting on how to fix college admissions, we asked Wall Street Journal readers for their recommendations. Several hundred, including some in the thick of application season, responded.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shouting-down-is-not-a-part-of-free-speech-11576428868", "title": "Shouting Down Is Not a Part of Free Speech", "date": "2019-12-15 11:54", "summary": "Ms. Murray's letter can't obscure the fact that this restriction of academic freedom was one of the most shameful events in Holy Cross's long history as a college of liberal arts.. Contrary to the claim of Holy Cross Dean of Students Michele Murray that Heather Mac Donald's recent talk at the college embodied a \"subtext . . . that discrimination no longer exists, or at least that we should not be bothered by it,\" neither the lecture nor the book on which it is based exhibited any such message (\"Why Our Students Objected to Mac Donald,\" Letters, Dec. 4). Rather, Ms. Mac Donald argued (and Ms. Murray agrees) that American college students, especially at expensive and well-endowed institutions like Holy Cross, are among the most privileged individuals in history \"by virtue of their unfettered access to knowledge\" (quoting Ms. Mac Donald's \"Why Are College Students So Afraid of Me?, op-ed, Nov. 27). And far from being discriminated against while in college, those students, regardless of their racial or ethnic background or sexual orientation, are indeed \"surrounded by well-meaning faculty who want all of them to succeed.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finding-that-ever-elusive-political-center-11576428805", "title": "Finding That Ever-Elusive Political Center", "date": "2019-12-15 11:53", "summary": "The prevailing winds aren't blowing in the direction of centrism, no matter what we tell pollsters.. Regarding William A. Galston's \"Polarized America Still Has a Big Middle\" (Politics & Ideas, Dec. 4): The New Center survey shows 43% say they are part of the center. There is a natural tendency to think that one's own views are in the middle-or where the middle ought to be. In the past decade the extreme left made great strides in redefining the center with regard to social issues. A centrist view on marriage in 2009 was that it should be between a man and a woman. Today that view qualifies as extremist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-firms-must-fully-inform-clients-11576428770", "title": "Investment Firms Must Fully Inform Clients", "date": "2019-12-15 11:52", "summary": "The clarity of an investment-account statement should have the same attention to transactional detail as a cash-register receipt, a bank statement or a tax return.. Regarding \"Costly Plans Dent Teachers' Nest Eggs\" (Business & Finance, Dec. 11): Improved transparency is needed to clearly disclose the fees and pricing structure of retirement-investment plans. With the growing number of businesses and government employers moving away from traditional pension plans and replacing them with 401(k)s and 403(b)s, investment firms need to provide visibility into specific fees and administrative costs to equip investors with a clear picture of how their investment funds are being managed and at what cost. This would allow investors to make better decisions. It also would improve competition among the firms in the securities and investment industry.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yet-more-thoughts-on-the-loss-of-the-doomed-titanic-11576428701", "title": "Yet More Thoughts on the Loss of the Doomed Titanic", "date": "2019-12-15 11:51", "summary": "The White Star Line had refused to place radio operators at its expense aboard. The Marconi International Marine Communications Co. had two operators aboard at its expense.. Regarding Roger Lowenstein's review of Gareth Russell's \"The Ship of Dreams\" (Bookshelf, Dec. 5): The White Star Line had refused to place radio operators at its expense aboard. The Marconi International Marine Communications Co., had two operators aboard at its expense-Jack Phillips and Harold Bride. Only Bride survived. What would have been the story of the Titanic had these men not been aboard?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-sprint-trial-a-debate-about-phone-bills-11576425600", "title": "T-Mobile-Sprint Trial: A Debate About Phone Bills", "date": "2019-12-15 11:00", "summary": "States make case that customers will pay more if $26 billion deal happens; companies say a no-deal may bring 'nightmare' scenario. Whether Americans will pay more for cellphone service is at the center of arguments made by both sides battling last week over T-Mobile US Inc.'s merger with Sprint Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-market-for-sports-memorabilia-continues-to-score-big-11576422132", "title": "The Sports-Memorabilia Market Continues to Score Big", "date": "2019-12-15 10:02", "summary": "Resume Subscription. Three years ago, Simon Brown, a 36-year-old public-relations professional in Washington, D.C., purchased a 1938 Joe DiMaggio baseball card for $1,500. Its value now: $2,500, up about two-thirds, based on sales records for comparable cards, he says.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/feds-control-over-rates-tested-by-growing-u-s-budget-deficits-11576422000", "title": "Fed's Control Over Rates Tested by Growing U.S. Budget Deficits", "date": "2019-12-15 10:00", "summary": "Treasury Department's debt issuance is expected to fuel money-market volatility. Budget deficits that are projected to rise for years are straining the plumbing of the U.S. financial system, making it harder for the Federal Reserve to manage the interest rates that influence how much consumers and businesses pay to borrow.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-asks-young-supporters-to-help-him-win-over-their-parents-11576422002", "title": "Sanders Asks Young Supporters to Help Him Win Over Their Parents", "date": "2019-12-15 10:00", "summary": "Vermont senator's campaign says he needs to do better with older voters. DES MOINES, Iowa-Bernie Sanders is struggling to gain traction with Democratic voters over age 50, so his campaign is coaching thousands of young supporters on how to talk to their parents and grandparents during the holidays.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-only-one-spouse-wants-to-handle-the-money-11576422002", "title": "When Only One Spouse Wants to Handle the Money", "date": "2019-12-15 10:00", "summary": "Getting a reluctant partner involved in retirement finances may be hard, but it is crucial. My wife and I are recently retired, and I have always taken care of our household finances. I'm trying to get her more involved in money matters and how our nest egg works, but she has little appetite for this. Any thoughts? Any recommendations?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-offer-their-advice-on-talking-to-aging-parents-about-estate-plans-11576422001", "title": "Readers' Tips on Having the Estate-Planning Talk With Aging Parents", "date": "2019-12-15 10:00", "summary": "Many have useful tips for gentle persuasion while others spell out a more direct approach. Want to talk about plans for when you die?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-definition-of-an-american-family-has-changed-11576418401", "title": "The Changing Makeup of American Families", "date": "2019-12-15 09:00", "summary": "There were fewer nuclear families and many more alternative arrangements, such as unmarried parents. The transformation of the American family deepened over the past decade, as an increasingly diverse array of arrangements replaced the married-with-children paradigm.", "categories": [["Business", "Journal Reports: Decade in Review"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-decade-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-tortuous-eu-exit-is-a-lesson-to-blocs-members-dont-try-this-at-home-11576418401", "title": "Painful Brexit Is a Lesson to EU Members: Don't Try This at Home", "date": "2019-12-15 09:00", "summary": "European voters have viewed the process so negatively that even EU-skeptic parties have mostly dropped talk of leaving the bloc or the euro. As Britain's vote launches the country's exit from the European Union into a new and difficult phase, the bloc is cementing a top goal: Halting more EU defections.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rule-change-could-help-tech-firms-advance-into-banking-11576418400", "title": "Rule Change Could Help Tech Firms Advance Into Banking", "date": "2019-12-15 09:00", "summary": "Potential change in deposit classifications could have big implications for future of bank-tech partnerships. Tech companies' and banks' tussle over the future of finance may be getting a bit more intense.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-cant-have-a-decent-conversation-with-your-voice-assistant-yet-11576418400", "title": "Why You Can't Have a Decent Conversation With Your Voice Assistant Yet", "date": "2019-12-15 09:00", "summary": "Voice-first technology has come a long way in the past few years, yet most of us are still just setting alarms and playing tunes. Me: \"Alexa, microwave oatmeal.\"", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-wilson-rothman?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barbie-at-60-trivial-pursuit-at-40-toymakers-navigate-midlife-11576414800", "title": "Barbie at 60? Trivial Pursuit at 40? Toymakers Navigate Midlife", "date": "2019-12-15 08:00", "summary": "As icons of the toy store mark milestone anniversaries, companies are issuing special dolls and games to please older fans and attract young ones. No child wants an old toy. But a rash of milestone birthdays this year for Barbie, Little Mermaid, SpongeBob and others have toymakers repackaging veteran brands into special-edition versions.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-startups-face-speed-bumps-11576414800", "title": "Brooklyn Startups Face Speed Bumps", "date": "2019-12-15 08:00", "summary": "Hurdles to growth include finding specialized tech talent, transit issues, real estate. Brooklyn's startup scene is booming thanks to tax credits and ample incubators, but some company founders find that growing in the borough can be tricky.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-regional-banks-get-a-fresh-look-from-big-investor-11576414801", "title": "Japan's Regional Banks Get a Fresh Look From Big Investor", "date": "2019-12-15 08:00", "summary": "Yoshitaka Kitao, former No. 2 at SoftBank, says more than 10 regional financial institutions have asked him to invest. TOKYO-One of the biggest and seemingly least attractive corners of world finance is getting another look.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-slowdown-takes-economic-toll-11576405800", "title": "Shale Slowdown Takes Economic Toll", "date": "2019-12-15 07:17", "summary": "U.S. regions that benefited as fracking boomed are seeing declines in economic activity as producers reduce employment, spending. MIDLAND, Texas-America's hottest oil-drilling regions-such as this one at the heart of the Permian Basin-are seeing their economies soften as shale producers slash spending, leading to emptier hotels, choosier employers and less overtime for workers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easing-worries-push-investors-out-of-havens-drive-stocks-to-new-highs-11576405801", "title": "Easing Worries Push Investors Out of Havens, Drive Stocks to New Highs", "date": "2019-12-15 05:30", "summary": "Safer assets like gold, the Japanese yen and dividend-paying stocks have declined recently. Investors are pulling back from positions in haven assets like gold, the Japanese yen and dividend-paying stocks, a sign of mounting optimism as recent developments ease long-held worries about trade and global growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-north-korea-might-wait-things-out-with-u-s-11576405800", "title": "Why North Korea Might Wait Things Out With U.S.", "date": "2019-12-15 05:30", "summary": "Pyongyang, managing sanctions, wants to pressure President Trump in re-election campaign year. SEOUL-At February's nuclear summit in Vietnam, President Trump was applauded by Washington for walking away from the table instead of taking a bad deal. But now, North Korean leader Kim Jong Un might be the one prepared to wait.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-footballs-best-player-doesnt-set-foot-on-a-college-campus-much-11576242004", "title": "College Football's Best Player Doesn't Set Foot on Campus Much", "date": "2019-12-15 00:17", "summary": "LSU quarterback Joe Burrow, who won the Heisman Trophy on Saturday, is a graduate transfer who takes his classes online. As Louisiana State football players celebrated a 50-7 dismantling of Texas A&M on the last Saturday night in November, the Tigers' star quarterback, Joe Burrow, made a beeline for the student section. He blew a kiss, took a bow and gave Death Valley's coeds a standing ovation.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}]