[{"link": "https://www.wsj.com/articles/u-s-intelligence-finds-syrian-government-conducted-chlorine-rocket-attack-in-may-11569513600", "title": "Syria Conducted Chlorine Attack in May, U.S. Says", "date": "2019-09-26 19:43", "summary": "The incident would mark the first confirmed violation of chemical-weapons accord since a 2018 U.S. military strike on Syria over its alleged poison-gas use. Syrian government forces carried out a chlorine attack in May, the first confirmed violation of the international accord banning chemical weapons since President Trump authorized a U.S. military strike on Syria in 2018 over its alleged use of poison gas, a new U.S. intelligence assessment says.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-ducks-an-impeachment-vote-11569540242", "title": "Pelosi Ducks an Impeachment Vote", "date": "2019-09-26 19:24", "summary": "The full House authorized inquiries for Nixon and Clinton. Why not for Trump?. Democrats and a cheerleading press corps are accelerating their drive to impeach President Trump, with the release Thursday of the whistleblower complaint and a harangue of the acting director of national intelligence. Not to spoil the fun, but when is the House going to hold a roll call vote to authorize this effort to oust an elected President?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-air-lines-to-take-20-stake-in-latam-airlines-for-1-9-billion-11569535436", "title": "Delta Air Lines to Take 20% Stake in Latam Airlines", "date": "2019-09-26 19:24", "summary": "American had previously sought to partner with Latam. Delta Air Lines Inc. is taking a stake in South America's biggest airline, winning out over rival American Airlines Group Inc., which had also sought to work through that carrier to deepen its presence in Latin America.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyone-in-washington-is-reading-the-whistleblower-complaint-except-senate-republicans-11569537562", "title": "Everyone In Washington Is Reading the Whistleblower Complaint - Except Senate Republicans", "date": "2019-09-26 19:24", "summary": "The document dominating the news Thursday was still unknown to many GOP lawmakers. A nine-page whistleblower complaint might have been the most-read document in Washington on Thursday-but not among Senate Republicans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comptroller-blasts-new-york-city-over-lead-inspection-failures-11569530627", "title": "Comptroller Blasts New York City Over Lead-Inspection Failures", "date": "2019-09-26 19:22", "summary": "'Government complacency may have allowed thousands of our precious children to get hurt,' says Scott Stringer. New York City agencies charged with preventing lead poisoning in children didn't always go far enough to share information that would trigger in-home inspections for possible lead exposure, according to a report by Comptroller Scott Stringer.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latin-america-vs-maduro-11569539833", "title": "Latin America vs. Maduro", "date": "2019-09-26 19:17", "summary": "Fifteen Latin nations join the U.S. to invoke a rare treaty resolution.. Meanwhile, back in Venezuela, dictator Nicolás Maduro hangs onto power with the help of Cuban intelligence. His isolation was underscored this week when 15 Latin American countries joined the U.S. in a resolution to invoke the Rio Treaty against the Maduro regime.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discount-retailer-freds-strikes-deals-to-sell-more-pharmacy-assets-11569539818", "title": "Discount Retailer Fred's Strikes Deals to Sell More Pharmacy Assets", "date": "2019-09-26 19:16", "summary": "Walgreens Boots Alliance, ExpressRx buying Fred's pharmacy assets for $16.4 million. Discount retailer Fred's Inc. has reached two separate deals to sell some of its pharmacy assets, including 10 drugstores and inventory, to Walgreens Boots Alliance Inc. and ExpressRx Co. for a total of about $16.4 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-embraer-deal-faces-eu-scrutiny-11569539794", "title": "Boeing, Embraer Deal Faces EU Scrutiny", "date": "2019-09-26 19:16", "summary": "European Commission expected to being an in-depth probe. European competition regulators are expected to open an in-depth probe into plans by Boeing Co. to take control of the commercial-jetliner arm of Brazil's Embraer SA in a move that could upset plans to close that deal by the end of the year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-set-a-bear-trap-11569539234", "title": "Democrats Set a Bear Trap", "date": "2019-09-26 19:07", "summary": "Pelosi thinks she has Trump's number. She may be right, though Biden won't escape this scandal.. Every time I imagine Elizabeth Warren debating Donald Trump, I picture him rumbling onto the stage like a big white bear-roaring \"Grrr grrrr,\" towering over her, paws flailing, claws extended. She'll stand there looking up at him in the lights, and you'll wonder if she's trembling, cowering, because clearly she's about to be crushed. And then she'll take a brisk step forward and punch him hard and sharp in the kidney. And he'll howl-\"Aarrrrggg!\"-because he's surprised and it hurts and he assumed he'd easily chase her around the stage.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-interactive-shares-open-lower-than-ipo-price-11569516345", "title": "Endeavor Pulls IPO After Peloton's Poor Debut", "date": "2019-09-26 19:01", "summary": "Entertainment company was expected to begin trading Friday; Peloton slides in first day of trading. The IPO market took another hit Thursday as Endeavor Group Holdings Inc. yanked its planned offering, and Peloton Interactive Inc.'s shares skidded on their first day of trading.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poisoner-in-chief-review-chemistry-lessons-11569538888", "title": "'Poisoner in Chief' Review: Chemistry Lessons", "date": "2019-09-26 19:01", "summary": "The CIA's mind-control experiments of the 1950s and '60s, some carried out on unwitting subjects, jeopardized the rights of U.S. citizens.. The general outlines of the story will be familiar to many readers: From 1953 to 1963, the CIA made a wild effort to develop techniques of mind control. The signature program, code-named MK-Ultra, included experiments on both witting and unwitting subjects, many of whom were given large doses of LSD. The program later branched out into poisons, which the CIA attempted, apparently at the White House's behest, unsuccessfully to use on some foreign leaders, notably Prime Minister Patrice Lumumba of Congo and Fidel Castro of Cuba. A series of articles by Seymour Hersh beginning in 1974 led to investigations by the White House and Congress, resulting in executive orders regulating the CIA and laws subjecting the agency to oversight by Senate and House intelligence committees.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-out-joe-biden-11569538710", "title": "Taking Out Joe Biden", "date": "2019-09-26 18:58", "summary": "The left can impeach Trump and destroy an insufficiently liberal front-runner.. The Trump years have been rough on Democrats' sensibilities, and their thinking has become increasingly addled as a result. The party has worked tirelessly to create an issue worthy of impeaching the president-Russia collusion, obstruction of justice, Stormy Daniels, tax returns. This week Democrats jettisoned all that in favor of the only issue that implicates their own front-runner for the nomination. Genius.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/say-hallelujah-and-pass-the-remote-11569538638", "title": "Say Hallelujah and Pass the Remote", "date": "2019-09-26 18:57", "summary": "Technology is now as much a part of worship as prayer books and hymnals.. Temple Israel, a reform synagogue in suburban Detroit, undertook a substantial renovation a few years ago. The makeover included a spruced-up atrium and social hall, new display cases, and the installation of two video screens flanking the pulpit.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-help-russia-make-it-to-the-moon-11569538678", "title": "Don't Help Russia Make It to the Moon", "date": "2019-09-26 18:57", "summary": "In choosing a backup rocket provider, NASA should favor Musk over Moscow.. The National Aeronautics and Space Administration is working hard to achieve the Trump administration's goal of putting U.S. astronauts back on the moon by 2024. But the rush may end up benefiting Russia.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-did-the-chicken-cross-the-border-11569538570", "title": "Why Did the Chicken Cross the Border?", "date": "2019-09-26 18:56", "summary": "Efforts to start a culture war fizzle as Canadians line up for hours at the country's first Chick-fil-A.. Toronto", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colleges-go-to-court-over-a-donors-intent-11569538380", "title": "Colleges Go to Court Over a Donor's Intent", "date": "2019-09-26 18:53", "summary": "Sherlock Hibbs's will gave Hillsdale the authority to monitor Mizzou's compliance with its terms.. The gift seemed too good to pass up: a $5 million bequest from a wealthy alumnus for the University of Missouri, endowing three chairs and three professorships in its business college. The condition was unusual, requiring each of the six to be a \"dedicated and articulate disciple of the free and open market economy (the Ludwig von Mises Austrian School of Economics).\" But after the donor, Sherlock Hibbs, died at 98 in 2002, Mizzou accepted. It shouldn't have.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppg-settles-probe-into-accounting-errors-without-a-fine-11569538405", "title": "PPG Settles Probe Into Accounting Errors Without a Fine", "date": "2019-09-26 18:53", "summary": "Paint-and-coatings company had faced inquiries from SEC, U.S. attorneys. PPG Industries Inc. reached a settlement with the Securities and Exchange Commission to close an investigation into accounting irregularities at the paint-and-coatings maker without paying a fine.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-politics-is-working-too-well-11569538342", "title": "British Politics Is Working Too Well", "date": "2019-09-26 18:52", "summary": "Free states don't act on small majorities. They ask what voters really want and build broad support.. Conventional wisdom holds that the United Kingdom is in the throes of a messy political collapse as Brexit debates grind on and it becomes harder to tell who's in charge, let alone what's coming next. Conventional wisdom, as usual, is wrong. Britain's problem is that its political system is working too well.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-passes-short-term-spending-measure-11569518324", "title": "Senate Passes Short-Term Spending Measure", "date": "2019-09-26 18:52", "summary": "Stopgap bill would keep government open through Nov. 21 as lawmakers try to pass new annual spending legislation. WASHINGTON-The Senate passed a short-term funding measure to stave off a possible government shutdown after the end of the month, sending the legislation to President Trump's desk justdays before the end of the federal fiscal year on Sept. 30.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-pick-to-head-atf-is-in-jeopardy-11569533324", "title": "Trump's Pick to Head ATF Is in Jeopardy", "date": "2019-09-26 18:51", "summary": "Chuck Canterbury of police union faces GOP concern on commitment to gun rights. The confirmation of President Trump's pick to head the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives is in jeopardy as some Republican senators expressed concern that he would restrict the rights of gun owners, people familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proceed-with-caution-on-a-defense-pact-with-israel-11569538318", "title": "Proceed With Caution on a Defense Pact With Israel", "date": "2019-09-26 18:51", "summary": "A treaty looks attractive to both Washington and Jerusalem, but potential pitfalls remain.. For all their longstanding defense ties, Israel and the U.S. have no mutual defense treaty. In the weeks before Israel's Sept. 17 elections President Donald Trump and Prime Minister Benjamin Netanyahu both spoke favorably of negotiating one. Whether they were serious or simply wanted to bolster Mr. Netanyahu's political support is unclear. In any case, a few observations are in order.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intelligence-chief-joseph-maguire-defends-handling-of-whistleblower-document-11569538035", "title": "Intelligence Chief Joseph Maguire Defends Handling of Whistleblower Document", "date": "2019-09-26 18:47", "summary": "Lawmakers press acting director of national intelligence over delay in turning over complaint about Trump's Ukraine phone call. WASHINGTON-Democrats pressed America's top intelligence official to explain his handling of a politically explosive whistleblower complaint, as lawmakers squared off in the first hearing related to President Trump's July phone call with his Ukrainian counterpart.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-marketing-company-pays-nearly-10-million-to-settle-foreign-bribery-charges-11569538051", "title": "Wisconsin Marketing Company Pays Nearly $10 Million to Settle Foreign Bribery Charges", "date": "2019-09-26 18:47", "summary": "Quad/Graphics made illicit payments in Peru and China to secure business, according to the U.S. securities regulator. Quad/Graphics Inc. has agreed to pay nearly $10 million to settle charges from the U.S. securities regulator that the print-and-digital marketing company violated foreign bribery laws.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-uaw-enter-final-stretch-of-labor-talks-11569536337", "title": "GM, UAW Enter Final Stretch of Labor Talks", "date": "2019-09-26 18:18", "summary": "Top bargainers move into late stages of talks as strike extends through 11th day. Contract talks between General Motors Co. and the United Auto Workers entered a critical stretch Thursday night, with bargainers focusing on big-picture issues such as wages, benefits and the use of temporary workers, according to people close to the talks.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-september-21-11569536068", "title": "Best-Selling Books Week Ended September 21", "date": "2019-09-26 18:14", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-helps-jazz-up-presentations-11569535535", "title": "AI Helps Jazz Up Presentations", "date": "2019-09-26 18:05", "summary": "New tools from Microsoft, Cisco and others are aimed at making meetings livelier. Companies are turning to robot speech coaches and slideshow designers to give meetings more pizazz.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-trump-lawyers-reach-temporary-deal-over-request-for-tax-returns-11569535251", "title": "Prosecutors, Trump Lawyers Reach Temporary Deal Over Request for Tax Returns", "date": "2019-09-26 18:00", "summary": "Prosecutors agree to not enforce subpoena for president's financial information, for now. New York state prosecutors and lawyers for President Trump told a federal judge Thursday that they had reached a deal to temporarily resolve their dispute over a subpoena for eight years of the president's tax returns.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microns-hard-won-discipline-is-tested-11569535108", "title": "Micron's Hard-Won Discipline Is Tested", "date": "2019-09-26 17:58", "summary": "The memory-chip maker stays profitable in a slump, though its bottom line still swings hard. Micron Technology has proven it can stay profitable in a downturn. But its bottom line is proving still too volatile for some.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kpmg-moves-u-k-employees-from-advisory-to-audit-business-11569534859", "title": "KPMG Moves U.K. Employees From Advisory to Audit Business", "date": "2019-09-26 17:54", "summary": "The shuffle comes as U.K. regulators and lawmakers discuss a potential overhaul of the sector's structure. KPMG LLP is moving about 750 U.K. employees, including some partners, from its advisory business to its audit division to prepare for potential regulatory changes.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dell-cfo-leads-charge-to-pay-down-debt-load-11569534638", "title": "Dell CFO Leads Charge to Pay Down Debt Load", "date": "2019-09-26 17:50", "summary": "Finance chief hopes delevering will boost computer maker's credit rating by fiscal 2021. Dell Technologies Inc. finance chief Tom Sweet is focusing on driving down a mountain of debt amid scrutiny from investors and analysts.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-gains-from-presidents-exchange-on-europes-ukraine-policy-11569533150", "title": "Putin Gains from Presidents' Exchange on Europe's Ukraine Policy", "date": "2019-09-26 17:25", "summary": "'We're smiling,' says pro-Kremlin analyst after Ukrainian president's remarks on EU are revealed. A phone conversation between President Trump and the president of Ukraine threatens to strain support for Kyiv in Western Europe and play into the hands of Russian President Vladimir Putin.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disappointed-in-de-blasio-homeless-advocates-host-sleep-out-at-city-hall-11569533040", "title": "Homeless Advocates in New York to Resume 'Sleep Out' Demonstration", "date": "2019-09-26 17:24", "summary": "Annual demonstration was suspended after mayor's election given his commitment to affordable housing. When Mayor Bill de Blasio was elected mayor in 2013, advocates for the homeless saw him as a leader who could bring meaningful change to New York City's affordable-housing crisis.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-review-a-star-is-reborn-11569532903", "title": "'Judy': A Star Is Reborn", "date": "2019-09-26 17:21", "summary": "Renée Zellweger shines as a late-career Judy Garland in Rupert Goold's film.. When Judy Garland makes her way on stage to sing one last song in \"Judy,\" a young woman who's been assigned to keep her functioning for the run of the show says to the producer, \"I don't think she can help it.\" Help what? The pills? The booze? The paralyzing anxiety? No, the singing. This wrecked legend, played with heart-stopping brilliance by Renée Zellweger, can't help singing, even though her voice is shot and her body has almost given out. It's a simple notion that cuts through layers of clichés to the musical quick. The movie, directed by Rupert Goold, is a conventional but perfectly serviceable showcase for its star, who sets the whole thing on fire every time she launches into a Garland classic in her own voice.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abominable-review-cute-creature-great-look-11569532862", "title": "'Abominable': Cute Creature, Great Look", "date": "2019-09-26 17:21", "summary": "A trio of kids helps a youthful yeti return to its Himalayan home in this good-hearted fable.. 'Abominable\" is anything but. An animated fable set in contemporary China and voiced in colloquial English, this Chinese-American co-production is so distinctive pictorially, and so manifestly good-hearted, that it's easy to forgive if not quite forget the ragged quality of its storyline.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-to-test-plant-based-burger-in-canada-11569494668", "title": "McDonald's to Test Plant-Based Burger in Canada", "date": "2019-09-26 17:11", "summary": "The 'P.L.T.,' for plant, lettuce and tomato, will be on sale at some restaurants in southwestern Ontario starting Monday. McDonald's Corp. is getting on the plant-based bandwagon.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weworks-parent-paid-with-stock-for-some-acquisitions-and-investors-in-those-startups-arent-happy-11569532277", "title": "WeWork's Parent Paid With Stock for Some Acquisitions, and Investors in Those Startups Aren't Happy", "date": "2019-09-26 17:11", "summary": "Real-estate technology company used its highly valued stock as a way to fund some of its acquisitions. WeWork's parent went on a buying spree before its planned initial public offering, using its highly valued private shares to finance purchases of other venture-backed startups. Now, these startups and their investors are left holding shares that are likely worth a lot less than they bargained for.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-tick-higher-on-trade-hopes-11569487120", "title": "U.S. Stocks Drop on Political Uncertainty", "date": "2019-09-26 17:09", "summary": "Three defensive sectors in the S&P 500, consumer staples, real estate and utilities, rise. U.S. stocks fell Thursday after the release of a whistleblower complaint that has sparked an impeachment push against President Trump clouded the political outlook.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-gives-exchange-traded-funds-fast-lane-to-market-11569531983", "title": "Washington Gives Exchange-Traded Funds Fast Lane to Market", "date": "2019-09-26 17:06", "summary": "Wall Street gets relief for one of its faster-growing inventions. Wall Street on Thursday got relief for one of its faster-growing inventions, with regulators clearing a path for exchange-traded funds to be issued more easily.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pay-tv-channel-starz-gets-new-president-ceo-11569531662", "title": "Pay-TV Channel Starz Gets New President, CEO", "date": "2019-09-26 17:01", "summary": "Jeffrey A. Hirsch played a lead role in integrating Starz into Lions Gate following its 2016 acquisition. Lions Gate Entertainment Corp. said it has named Jeffrey A. Hirsch as president and chief executive of its pay-TV channel Starz.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crown-prince-of-saudi-arabia-review-fair-weather-friend-11569531334", "title": "'The Crown Prince of Saudi Arabia' Review: Fair Weather Friend?", "date": "2019-09-26 16:55", "summary": "A 'Frontline' presentation takes a hard look at the de facto ruler of the oil-rich kingdom, Mohammed bin Salman.. The PBS investigative program \"Frontline\" begins its 38th season Tuesday with a murder story-though this one might also be called \"Anatomy of a Police State.\" Given that Americans are likely en route to defend the state in question, calling the show a \"must see\" doesn't quite do it justice.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-hear-this-the-riddle-of-bach-review-genuflecting-to-a-musical-god-11569531315", "title": "'Now Hear This: The Riddle of Bach' Review: Genuflecting to a Musical God", "date": "2019-09-26 16:55", "summary": "Violinist Scott Yoo dissects-and learns-the work of the great composer in this installment of the PBS miniseries.. Violinist Scott Yoo doesn't exactly gush when describing Johann Sebastian Bach. He does call him \"the greatest composer of all time.\" And \"the greatest musician of all time.\" He speculates whether the composer was \"the smartest person who's ever lived.\" And, throwing caution to the musical and theological wind, he declares that \"Bach is God.\" OK, maybe he gushes a little.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tax-compliance-holds-flat-at-86-11569520800", "title": "U.S. Tax Compliance Holds Flat at 86%", "date": "2019-09-26 16:53", "summary": "IRS study finds persistent gap between taxes owed and collected. WASHINGTON-Americans pay about 86% of their federal taxes, leaving a $381 billion annual gap between taxes owed and taxes collected, according to an Internal Revenue Service study released Thursday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-fed-attacks-are-helping-to-drive-rate-cuts-paper-says-11569530566", "title": "Trump's Fed Attacks Are Helping to Drive Rate Cuts, Paper Says", "date": "2019-09-26 16:42", "summary": "Resume Subscription. The Federal Reserve may be under President Trump's thumb more than central bank officials are willing to let on.", "categories": [["Central Banks Research"]], "category_links": ["https://www.wsj.com/news/types/central-banks-research?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-chips-down-saudi-arabia-finds-little-goodwill-in-the-u-s-11569495606", "title": "With Chips Down, Saudi Arabia Finds Fewer Friends in the U.S.", "date": "2019-09-26 16:41", "summary": "Kingdom's image has been battered by war in Yemen, Khashoggi killing and continued skirmishing over Sept. 11 terrorist attacks. BEIRUT-In a moment of need, reeling from a devastating attack on key oil facilities, Saudi Arabia is finding few friends these days in Washington or across the U.S.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caesar-and-cleopatra-review-kitten-into-queen-11569530078", "title": "'Caesar and Cleopatra' Review: Kitten Into Queen", "date": "2019-09-26 16:34", "summary": "In David Staller's new adaptation of George Bernard Shaw's work, the worldly Caesar transforms a Lolita-like Cleopatra into a hardheaded political realist.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-advance-on-persistent-trade-concerns-11569514202", "title": "Trade Concerns Push Up Treasurys", "date": "2019-09-26 16:34", "summary": "Treasury yields fall after consumer-spending data were revised lower. U.S. government bonds gained Thursday after fresh signs that trade tensions could pressure economic growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-height-of-the-storm-review-weathering-it-as-best-they-can-11569530016", "title": "'The Height of the Storm' Review: Weathering It as Best They Can", "date": "2019-09-26 16:33", "summary": "Veteran actors Eileen Atkins and Jonathan Pryce are in fine form, despite being given lackluster material, in Florian Zeller's play.. Old actors never die, they just start appearing in old-actor plays, of which there are two kinds: feel-good old-age-isn't-for-sissies weepers like \"On Golden Pond\" and harsh old-age-is-a-shipwreck dramas like \"The Waverly Gallery.\" Florian Zeller's \"The Height of the Storm,\" which has transferred to Broadway after a successful West End run, is a play of the first kind dressed up to look like a play of the second kind.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sending-patriot-battery-200-troops-to-saudi-arabia-11569529407", "title": "U.S. Sending Patriot Battery, 200 Troops to Saudi Arabia", "date": "2019-09-26 16:23", "summary": "Deployment, which includes radar systems as well, follows Sept. 14 attacks on oil installations. WASHINGTON-The U.S. military will send an antimissile battery, radar systems and just over 200 additional U.S. service members to Saudi Arabia in response to the suspected Iranian attack this month against Saudi oil facilities, the Pentagon said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-stocks-go-on-sale-after-yet-another-profit-warning-11569514460", "title": "Cruise Stocks Go on Sale After Yet Another Profit Warning", "date": "2019-09-26 16:17", "summary": "Declines will test if investors' appetite for cheap stocks outweighs fear of slowing growth. Thursday's selloff in cruise operator stocks just made a beaten-down group even cheaper.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-network-fox-dispute-costs-viewers-access-to-channels-11569528975", "title": "Dish, Fox Dispute Costs Viewers Access to Channels", "date": "2019-09-26 16:16", "summary": "The two sides are battling over a new contract, and disagree about what caused the issue. Dish Network Corp. and Fox Corp. are battling over a new contract, and the dispute has resulted in consumers losing access to a number of cable channels and local stations carried by the satellite-television operator.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/run-on-momentum-stocks-is-punishing-a-surprising-group-11569499201", "title": "Run on Momentum Stocks Is Punishing a Surprising Group", "date": "2019-09-26 16:14", "summary": "Payment processor stocks, not FAANG, are taking the brunt of September's selling. September has turned the strongest trades of the year on their heads, sparking a rare period of underperformance among many big technology stocks. But the shares that have taken the biggest hits aren't the usual suspects.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-n-general-assembly-tackles-global-strife-new-yorkers-cant-get-a-cab-11569528847", "title": "The U.N. General Assembly Tackles Global Strife. New Yorkers Can't Get a Cab.", "date": "2019-09-26 16:14", "summary": "Resume Subscription. Inside the United Nations General Assembly this week, world leaders tackled the gravest issues facing humankind. Nuclear weapons. Tensions in the Persian Gulf. Fears of a climate apocalypse.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/feds-kashkari-monetary-policy-shouldnt-be-driven-by-financial-stability-concerns-11569528792", "title": "Fed's Kashkari: Monetary Policy Shouldn't Be Driven By Financial-Stability Concerns", "date": "2019-09-26 16:13", "summary": "Minneapolis Fed leader believes such concerns should be dealt with via regulatory policy. Federal Reserve Bank of Minneapolis President Neel Kashkari said that as the Fed weighs its next move on interest rates, it shouldn't be worried that lower rates will lead to financial instability.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caltech-gets-750m-pledge-for-sustainability-climate-research-11569509701", "title": "Caltech Gets $750 Million Pledge for Sustainability, Climate Research", "date": "2019-09-26 16:12", "summary": "Donation from owners of Wonderful Co. is the second largest ever to a U.S. university. The California Institute of Technology announced its largest-ever gift Thursday, a $750 million pledge from the family that owns Wonderful Co. aimed at enhancing and scaling research on environmental sustainability.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-prices-slide-after-storage-data-11569519391", "title": "Natural-Gas Prices Slide After Storage Data", "date": "2019-09-26 16:07", "summary": "Front-month natural-gas futures drop 3% to a three-week low. Natural-gas prices fell Thursday after government data showed U.S. stockpiles rose more than analysts expected.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-mexico-lowers-interest-rates-again-11569523580", "title": "Bank of Mexico Lowers Interest Rates Again", "date": "2019-09-26 16:07", "summary": "Move comes on heels of Fed easing, slowing inflation. MEXICO CITY-The Bank of Mexico cut interest rates for a second consecutive month after inflation slowed to its 3% target amid economic stagnation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/computer-system-where-trump-document-was-reportedly-stashed-is-reserved-for-biggest-u-s-secrets-11569528065", "title": "Computer System Where Trump Document Was Reportedly Stashed Is Reserved for Biggest U.S. Secrets", "date": "2019-09-26 16:01", "summary": "It is most tightly controlled of at least four different computer systems used by the National Security Council staff. WASHINGTON-A highly secure computer system where aides to President Trump reportedly stashed the details of his call with Ukraine's leader is so secretive that even top White House national-security aides don't have regular access, according to former officials familiar with its operation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-russian-firm-for-alleged-fuel-sales-to-syria-11569508934", "title": "U.S. Sanctions Russian Firm For Alleged Fuel Sales To Syria", "date": "2019-09-26 16:00", "summary": "Treasury says sales fueled regime bombing campaigns against Syria. WASHINGTON-The Trump administration imposed sanctions Thursday against a Moscow-based firm and five vessels the Treasury Department said shipped fuel to Syria used to support the Assad regime's bombing campaigns against civilians.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-unveils-billions-in-tax-cuts-to-reset-pro-business-plan-11569528028", "title": "France Unveils Billions in Tax Cuts to Reset Pro-Business Plan", "date": "2019-09-26 16:00", "summary": "President Emmanuel Macron faces a delicate balancing act as he tries to modernize France's economy without reigniting street violent protests. PARIS-The French government said it would reduce taxes on individuals and businesses by €10.2 billion as President Emmanuel Macron seeks to breathe new life into his drive to overhaul France's economy and stave off a revival of the yellow-vest protests that nearly doomed his agenda.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-commerzbank-names-new-cfo-amid-strategy-revamp-11569527008", "title": "Germany's Commerzbank Names New CFO Amid Strategy Revamp", "date": "2019-09-26 15:43", "summary": "Bettina Orlopp, the bank's current head of compliance, HR and legal will become finance chief. Commerzbank AG on Thursday named a new finance chief, a move that comes as Germany's second largest bank is revamping its strategy in response to challenging market conditions.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imperial-brands-warns-on-financial-hit-from-u-s-vaping-crackdown-11569508301", "title": "Imperial Brands Warns on Hit From U.S. Vaping Crackdown", "date": "2019-09-26 15:40", "summary": "Company is the first global tobacco maker to lay out the impact from e-cigarettes fears. Imperial Brands PLC became the first global tobacco company to lay out the financial impact of the U.S. crackdown on vaping products, as the maker of Blu e-cigarettes warned its sales and profit would be lower than expected this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-bernie-can-11569526288", "title": "Yes Bernie Can!*", "date": "2019-09-26 15:37", "summary": "The Sanders plan to abolish American billionaires.. \"Billionaires should not exist,\" says Sen. Bernie Sanders (Socialist, Vt.). This week he sketched out a tax plan to ensure they won't, at least in the United States.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arbitration-is-forced-on-unwilling-consumers-11569526583", "title": "Arbitration Is Forced on Unwilling Consumers", "date": "2019-09-26 15:36", "summary": "Arbitration is a useful tool but it has, like all human endeavors, been the subject of widespread abuse by claimants and businesses alike.. Regarding your editorial \"The Lawyer Enrichment Act\" (Sept. 21): As a professional arbitrator who makes a living arbitrating employment cases, I have pecuniary reasons for opposing the Forced Arbitration Injustice Repeal Act. I also disagree with the premise of the act: that claimants in arbitration aren't provided with a fair process that affords them appropriate compensation for legitimate wrongs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-facebook-of-love-11569526504", "title": "Facebook's New Dating App: We're Not Feeling the Love", "date": "2019-09-26 15:35", "summary": "Dating apps abound, but is the tech giant's new matchmaking feature a better way to become more than friends? The jury's out. IN THE NOT-SO-DISTANT future, it will no doubt be commonplace for a father to lean over and tell his kid, \"It's true, Junior, I knew she was the one as soon as I swiped right.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woke-history-formula-for-national-demise-11569526511", "title": "Woke History: Formula for National Demise", "date": "2019-09-26 15:35", "summary": "A truly repressive and unjust regime in Russia or China doesn't even have to collude with America's progressive educators to undermine its greatest enemy.. Regarding \"Notable & Quotable: California\" (Sept. 18): John Murawski reported on RealClearInvestigations.com how \"Woke History Is Making Big Inroads in America's High Schools.\" High-school students in California learn how to carry out a campaign for social justice and then pay it forward by passing their social-justice message along to middle-school students. Social-justice words embedded in the minds of impressionable students include: oppression, toxic masculinity, heteronormativity, dehumanizing and genocide.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-insurance-regulator-calls-for-state-blue-cross-ceo-to-resign-11569429368", "title": "Blue Cross and Blue Shield of North Carolina CEO Resigns", "date": "2019-09-26 15:34", "summary": "Chief Operating Officer Gerald Petkau will be interim CEO. Blue Cross and Blue Shield of North Carolina said its board requested and received the resignation of Chief Executive Patrick Conway in the wake of fallout from an allegedly alcohol-related highway collision.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/m-b-a-s-still-have-their-virtues-for-many-11569526454", "title": "M.B.A.s Still Have Their Virtues for Many", "date": "2019-09-26 15:34", "summary": "Helping people become better managers benefits our whole society.. Regarding Andy Kessler's \"Is an M.B.A. Still Worth It?\" (Inside View, Sept. 23): This is a question I deal with every day. I admit a bias. For nearly 30 years I've been in and out of the M.B.A. classroom as a student or teacher, and my perspective is different from Mr. Kessler's.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fay-vincent-reminds-me-of-teachers-i-should-thank-11569526410", "title": "Fay Vincent Reminds Me Of Teachers I Should Thank", "date": "2019-09-26 15:33", "summary": "During their classroom tenures many teachers have spawned a huge variety of life's joys and careers for their students.. Thanks to Fay Vincent for \"I Should Have Thanked My Teachers\" (op-ed, Sept. 23). During their classroom tenures many teachers have spawned a huge variety of life's joys and careers for their students. On my library shelf is a copy of \"A Midsummer Night's Dream\" inscribed \"To Little Ursula\" in 1915 from Miss Dougherty of the North Bennet Street School in Boston after the 10-year-old, my mother, had played the role of Titania in the school's presentation. My 30 years in the classroom were influenced by that event, while my four children's careers have followed similar paths. Unfortunately, Shakespeare has been deleted from many curricula because it is \"too difficult for students to read and understand.\" No, it is too difficult for many current teachers and, of course, is based on Western theology, a giant \"forbidden\" in many schools and universities.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-sues-dunkin-over-hacked-accounts-11569517539", "title": "New York State Sues Dunkin' Over Hacked Accounts", "date": "2019-09-26 15:29", "summary": "Coffee chain is accused of not informing nearly 20,000 customers that their accounts were attacked. The New York attorney general sued Dunkin' Brands Inc. for not notifying nearly 20,000 customers whose accounts on the coffee chain's website and mobile app were allegedly compromised in 2015.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-bondholders-boost-proposed-investment-in-bankrupt-utility-to-29-2-billion-11569526137", "title": "PG&E Bondholders Boost Proposed Investment in Bankrupt Utility to $29.2 Billion", "date": "2019-09-26 15:28", "summary": "Elliott-led chapter 11 plan creates two trusts: one to compensate wildfire victims and the other to pay insurers. A group of PG&E Corp. bondholders looking to take control of the business say they are willing to invest $29.2 billion into the bankrupt power company, an increase of about $800 million from their earlier proposal.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/port-authority-raises-tolls-on-hudson-river-bridges-and-tunnels-11569526048", "title": "Port Authority Raises Tolls on Hudson River Bridges and Tunnels", "date": "2019-09-26 15:27", "summary": "Toll for N.Y.-N.J. bridge and tunnels is set to rise to $13.75 peak and $11.75 off-peak with E-ZPass; cash toll will rise to $16. Crossing the Hudson River between New Jersey and New York is set to become costlier after the bistate agency that controls bridges, tunnels and the PATH rail system raised tolls and fares.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-related-lung-illnesses-rise-to-805-cdc-says-11569521732", "title": "Vaping-Related Lung Illnesses Rise 52%, CDC Says", "date": "2019-09-26 15:18", "summary": "Health authorities continue to urge people to stop using electronic cigarettes and other vaping devices. The number of confirmed or probable cases of vaping-related illness has risen to 805 across 46 states and one U.S. territory, the Centers for Disease Control and Prevention reported Thursday, as health authorities urge people to stop using electronic cigarettes and other vaping devices while it investigates a rash of illnesses and deaths linked to the products.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ericsson-sets-aside-1-23-billion-for-foreign-bribery-settlement-possible-monitor-11569524064", "title": "Ericsson Sets Aside $1.23 Billion for Foreign Bribery Settlement, Possible Monitor", "date": "2019-09-26 14:54", "summary": "Swedish telecom equipment maker says resolution of criminal and civil probes by U.S. authorities still being finalized. The chief executive of Ericsson AB said Thursday that he regretted the company had not responded earlier to an inquiry by the Securities and Exchange Commission that resulted in the Swedish telecommunications-equipment maker reserving 12 billion Swedish kronor ($1.23 billion) in its third-quarter financials to cover fines and costs associated with foreign bribery violations.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-leader-pledges-to-listen-at-televised-citizen-forum-11569523905", "title": "Hong Kong Leader Unbowed by Anger at Rare Public Forum", "date": "2019-09-26 14:51", "summary": "Carrie Lam holds public meeting as part of a dialogue strategy to end unrest, but doesn't announce measures sought by demonstrators. HONG KONG-Days before China celebrates 70 years of Communist rule, Hong Kong's leader held a public meeting with citizens to try to defuse tensions after months of antigovernment protests, but signaled little inclination to accede to demonstrators' demands.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-leader-seeks-new-term-but-fears-of-violence-vote-fraud-cloud-path-11569523656", "title": "Afghan Leader Seeks New Term, but Fears of Violence, Fraud Mar Path", "date": "2019-09-26 14:47", "summary": "Halt to U.S.-Taliban negotiations boosts President Ashraf Ghani's campaign, but insurgents' threat and dissatisfaction with process could blunt turnout. KABUL-The two items that topped Afghan President Ashraf Ghani's political wish list for 2019 were ensuring the U.S. didn't push him aside in the country's peace process and winning another five-year term in office.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/managing-esg-risks-involves-looking-beyond-the-quarter-zurich-ceo-says-11569523550", "title": "Managing ESG Risks Involves Looking Beyond the Quarter, Zurich CEO Says", "date": "2019-09-26 14:45", "summary": "Mario Greco stresses the importance of having a long-term viewpoint when dealing with environmental, social and governance issues. After taking the helm of Zurich Insurance Group AG three years ago, Mario Greco put in place a plan to improve profitability, cutting costs and realigning business units.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-rouhani-says-british-vessel-will-be-freed-11569522730", "title": "Iran's Rouhani Says British Vessel Will Be Freed", "date": "2019-09-26 14:32", "summary": "Iranian president says he open to discuss non-nuclear issues with U.S. if sanctions lifted. NEW YORK-Iranian President Hassan Rouhani said Thursday he expects the British-flagged vessel the Stena Impero to be freed.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ravioli-for-elegant-dummies-11569591586", "title": "Ravioli for (Elegant) Dummies", "date": "2019-09-26 14:31", "summary": "No crimping or messing around with flour required. This recipe for loose ravioli with a lemony ricotta-mushroom filling makes a sumptuous meal in 20 minutes. \"We've released these ravioli from their rigorous forms,\" said Christopher Hirsheimer of the third Slow Food Fast recipe she created with Melissa Hamilton. In their many collaborations-magazine features, cookbooks, their new restaurant in Milford, N.J.-the chefs have honed a shared style that's classic but never persnickety.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dish-all-your-dinner-guests-will-be-fighting-over-11569592639", "title": "The Dish All Your Dinner Guests Will Be Fighting Over", "date": "2019-09-26 14:31", "summary": "The crisp, craveable rice called tahdig inspires ferocious passion (and competition) in Iran and beyond. Here are all the tips you need to master this crowd-pleasing showpiece, plus three delicious recipes. GROWING UP in Iran, chef Hoss Zaré so coveted tahdig, the crisped layer of rice from the bottom of the pot, that he would make a game of hiding it in the kitchen. \"I'd say, 'It's burned, you can't have it,' \" he confessed. \"I was just trying to keep it from my brothers so I could have more.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-eat-better-chicken-and-also-save-money-11569594598", "title": "How to Eat Better Chicken and Also Save Money", "date": "2019-09-26 14:31", "summary": "Skip the boneless, skinless breasts, buy the whole bird and butcher it yourself. It's economical, enlightening and, honestly, so easy. Here's how. AT THE TWO Hudson & Charles butcher shops in Manhattan, trainees begin with chicken. Breaking down a bird is an easy, economical, lost-to-time skill. \"Why are people paying the same price for two boneless, skinless breasts when they can get the whole bird?\" said co-owner J. Fox. A single chicken yields breasts, thighs, drumsticks, wings and soup bones.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-eugene-scalia-as-labor-secretary-11569522438", "title": "Senate Confirms Eugene Scalia as Labor Secretary", "date": "2019-09-26 14:27", "summary": "Son of Justice Antonin Scalia built a practice over past decade challenging Obama-era regulations. WASHINGTON-The Senate confirmed Eugene Scalia as Labor secretary on Thursday, installing a well-known corporate attorney at a department that handles a range of workplace matters", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/father-in-college-admissions-case-sentenced-to-four-months-in-prison-11569521635", "title": "Father in College-Admissions Case Sentenced to Four Months in Prison", "date": "2019-09-26 14:13", "summary": "'What makes your children entitled to a side door?' judge asks as she sentences Los Angeles businessman. BOSTON-A Los Angeles father who paid $400,000 to get his son into Georgetown University as a phony tennis recruit was sentenced to four months in prison, with the judge chastising him for buying a slot that shut out a deserving student.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-origins-of-impeach-from-ensnared-feet-to-accusations-of-high-crimes-11569521537", "title": "The Origins of 'Impeach': From Ensnared Feet to Accusations of High Crimes", "date": "2019-09-26 14:12", "summary": "The term's long evolution has involved many rival meanings, and now it's often taken to mean not just 'investigate' but 'convict'. \"You'll never guess our top search right now,\" teased Merriam-Webster's Twitter account on Tuesday evening. The word driving look-ups in the online dictionary was \"impeach\"-unsurprising given that this was soon after Speaker Nancy Pelosi's announcement that the House of Representatives would be pursuing an official impeachment inquiry of President Trump. Merriam-Webster reported its search rate for \"impeach\" jumped by a factor of 36.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-grown-woman-wear-goth-fashion-11569521376", "title": "Can a Grown Woman Wear Goth Fashion?", "date": "2019-09-26 14:09", "summary": "This season, luxury labels including Prada and Valentino are proposing dark, gothic looks. Though it's long been a style reserved for angsty teens, now adults-with jobs-are getting in on the goth action. ", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagrams-content-factories-are-hugeand-a-growing-problem-for-facebook-11569510271", "title": "Instagram's Content Factories Are Huge-And That's a Problem for Facebook", "date": "2019-09-26 13:34", "summary": "Resume Subscription. VENICE BEACH, Calif.-On a recent afternoon, a gymnast balanced on his hands atop a third-floor balcony railing overlooking the sidewalk.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-impeachment-could-matter-for-markets-11569518814", "title": "How Impeachment Could Matter for Markets", "date": "2019-09-26 13:26", "summary": "Investors would be wise to treat the impeachment process as political theater, but they should also focus on the possible policy impacts. A president facing impeachment shortly after imposing new tariffs and running up big fiscal deficits, who treats the media as the enemy, orders the Fed around and is happy to blow up the geopolitical order: Investors could be forgiven for thinking it's 1974 all over again.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-is-still-a-has-been-11569518531", "title": "Housing Is Still a Has-Been", "date": "2019-09-26 13:22", "summary": "Lower mortgage rates and a benign economic backdrop have helped boost the housing market recently, but the gains are hardly impressive. The housing market is a bit better lately. But considering the overall economic environment, the improvement still counts as underwhelming.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-good-beaujolais-vintage-means-great-value-for-us-11569517059", "title": "Why a Good Beaujolais Vintage Means Great Value for Us", "date": "2019-09-26 12:57", "summary": "Recent years have been very good indeed, and yet wine drinkers often underestimate the best Beaujolais. Is it because the prices seem too good to be true?. A GREAT VINTAGE in Burgundy inspires legions of buyers to pursue the very best wines, often regardless of very high prices. A great Beaujolais year? I'd bet most oenophiles couldn't name one.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sales-slip-at-conagra-brands-but-company-beats-profit-expectations-11569499903", "title": "Conagra's Profit Rises After Product Cuts, but Sales Slip", "date": "2019-09-26 12:47", "summary": "Shares rise after Slim Jim maker posts higher snack sales in latest quarter. Snack demand is propping up sales of Conagra Brands Inc.'s Slim Jim meat sticks, David sunflower seeds and Act II popcorn.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-fires-another-volley-at-california-11569515560", "title": "Trump Administration Fires Another Volley at California", "date": "2019-09-26 12:32", "summary": "EPA says state fails to comply with federal water-pollution laws and should spend billions to prevent contaminated water from spilling into San Francisco Bay, Pacific Ocean. WASHINGTON-The U.S. Environmental Protection Agency on Thursday accused California of failing to comply with federal water-pollution laws, escalating the Trump administration's feud with the Golden State.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trump-bump-is-turning-up-the-heat-on-greenlands-real-estate-market-11569515472", "title": "Trump Bump Turns Up Heat on Greenland's Property Market", "date": "2019-09-26 12:31", "summary": "Locals weren't pleased to learn the president was interested in buying their island. But real-estate agents say the spotlight is giving the booming property market another boost. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-87-billion-in-debt-11569515347", "title": "Treasury to Sell $87 Billion in Debt", "date": "2019-09-26 12:29", "summary": "U.S. Treasury Department's auctions next week comprise 13- and 26-week bills. The U.S. Treasury Department will auction $87 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-cosco-tries-to-weather-storm-from-u-s-tanker-blacklisting-11569515370", "title": "Cosco Energy Unit Suspends Trading, Oil Transport Orders Canceled After U.S. Blacklisting", "date": "2019-09-26 12:29", "summary": "China's state shipping champion hit hard by U.S. charges that it's moving illicit Iran oil. Chinese state shipping behemoth Cosco Shipping Holdings Co. halted trading of shares in its oil transport unit as it tries to contain the fallout from the U.S. blacklisting of its tankers for allegedly moving illicit Iranian oil.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-crown-prince-says-khashoggi-was-killed-under-my-watch-denies-role-11569513897", "title": "Saudi Crown Prince Says Khashoggi Killed 'Under My Watch'", "date": "2019-09-26 12:07", "summary": "Mohammed bin Salman acknowledges murder that brought international censure, in PBS interview. Saudi Arabia's Crown Prince Mohammed bin Salman acknowledged that the 2018 murder of journalist Jamal Khashoggi happened under his watch and that responsibility falls on him, addressing an incident that evoked international criticism of the kingdom.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-in-greenland-11569513776", "title": "Living in Greenland", "date": "2019-09-26 12:02", "summary": "Homes, apartments and cabins on the island.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/darfur-victims-allege-bnp-paribas-helped-prop-up-sudans-regime-11569506447", "title": "Darfur Victims Allege BNP Paribas Helped Prop Up Sudan's Regime", "date": "2019-09-26 12:01", "summary": "Lender used banks overseas to process more than $20 billion in transactions linked to Sudan at the time of the genocide. PARIS-Human-rights groups representing survivors of the Darfur genocide filed a criminal complaint Thursday against BNP Paribas SA alleging the French bank provided financial services to Sudan that propped up its regime.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tour-of-greenland-11569513694", "title": "A Tour of Nuuk", "date": "2019-09-26 12:01", "summary": "Must-sees in the capital city of Greenland.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fcc-targets-free-conference-call-services-as-major-telecoms-cry-foul-11569490202", "title": "FCC Targets Free Conference-Call Services as Major Telecoms Cry Foul", "date": "2019-09-26 11:53", "summary": "New rule shifts a greater share of costs to rural carriers and free services. WASHINGTON-The Federal Communications Commission is taking aim at free conference-call services it says exploit a regulatory loophole that sticks large telecommunications companies with expenses.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-junk-the-furniture-of-the-last-century-11569512954", "title": "It's Time to Junk the Furniture of the Last Century", "date": "2019-09-26 11:49", "summary": "If we can watch TV and read on our phones, why have a giant flat-screen, bookcase or sofa?. Last week, a column in The Wall Street Journal predicted that the television set could soon disappear from the American living room. Because young people watch everything on their laptops and phones, it seems inevitable that the vast, imperious, preening TV will go the way of the eight-track player, the pocket calculator and the carrier pigeon. The development, columnist Michelle Slatalla wrote, \"will vastly improve the home decor of an entire generation of Americans.\"", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candy-spelling-selling-beachfront-malibu-home-for-23-million-11569511549", "title": "Candy Spelling Selling Beachfront Malibu Home for $23 Million", "date": "2019-09-26 11:25", "summary": "The property, which she bought with late husband Aaron Spelling 47 years ago, spans an 81-foot stretch of La Costa Beach. Candy Spelling, widow of late television producer Aaron Spelling, is listing her Malibu, Calif., beach house for $23 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-banks-bond-with-aston-martin-11569511242", "title": "Deutsche Bank's Bond With Aston Martin", "date": "2019-09-26 11:20", "summary": "German lender's turnaround plan, like that of Aston Martin, its former client, could easily veer off the road. Comparisons with James Bond aren't always stock-market gold.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cargill-profit-hit-by-trade-challenges-weather-11569511245", "title": "Cargill Profit Hit by Trade Challenges, Weather", "date": "2019-09-26 11:20", "summary": "Trade tensions with China hurt soybean sales and held down other crop prices, Cargill said. Cargill Inc. said the U.S.-China trade war continued to erode profits for the agricultural conglomerate, slowing soybean exports and challenging U.S. farmers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ted-danson-is-in-a-good-place-these-days-11569511099", "title": "Ted Danson Is in a 'Good Place' These Days", "date": "2019-09-26 11:18", "summary": "In NBC's quirky comedy, the former star of 'Cheers' and 'CSI' relishes mixing moral philosophy with '9-year-old fart humor'. \"I do a lot of things that are for show,\" says Ted Danson, who rose to fame playing Sam Malone, the charming, womanizing bartender on \"Cheers.\" That can mean, he says, \"leaving a $20 tip for the barista, but making sure the barista sees me putting it in the jar so it's not anonymous-it's really for them to see what an incredible celebrity I am. If anything, I'm probably losing some points that way,\" he concludes. \"It's a karmic wash.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candy-spellings-malibu-retreat-11569511054", "title": "Candy Spelling's Malibu Retreat", "date": "2019-09-26 11:17", "summary": "On La Costa Beach, the property has coffered ceilings and a landscaped courtyard.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/halcon-wins-bankruptcy-court-approval-of-latest-balance-sheet-restructuring-11569510520", "title": "Halcón Wins Bankruptcy Court Approval of Latest Balance Sheet Restructuring", "date": "2019-09-26 11:08", "summary": "Bondholders poised to take control of oil-and-gas driller after its second trip through bankruptcy in three years. Halcón Resources Corp. won confirmation of its latest debt restructuring, shedding $750 million from its balance sheet and paving the way for the Texas-based oil and gas driller to exit bankruptcy in the coming weeks.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-colleges-that-got-money-tainted-by-admissions-scandal-still-have-it-11569510323", "title": "Many Colleges That Got Money Tainted by Admissions Scandal Still Have It", "date": "2019-09-26 11:05", "summary": "Unlike political campaigns which routinely return controversial donations, colleges are holding funds. Six months after charges were brought in a $25 million college-admissions scheme led by William \"Rick\" Singer, the 10 selective universities identified as potential recipients of tainted money have diverged over the question: What to do about the money now?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-weighs-doubling-down-on-bailout-of-iphone-display-supplier-11569493948", "title": "Apple Weighs Doubling Down on Bailout of iPhone Display Supplier", "date": "2019-09-26 10:56", "summary": "Tech giant considers investing $200 million in Japan Display. TOKYO- Apple Inc. is looking at doubling its planned investment in a financially strapped display supplier in Japan under a revised bailout deal, people with direct knowledge of the matter said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tobacco-needs-an-e-cigarette-crackdown-too-11569506931", "title": "Big Tobacco Needs an E-Cigarette Crackdown Too", "date": "2019-09-26 10:08", "summary": "Imperial Brands' shares fell 10% after it flagged a slowdown in the U.S. vaping market. Tighter regulations are now in tobacco firms' interest. Worries about vaping are starting to hit tobacco giants' financial results. Tighter regulations are now in their best interest.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-the-chicago-cubs-nonexistent-dynasty-11569506508", "title": "The End of the Cubs' (Nonexistent) Dynasty", "date": "2019-09-26 10:01", "summary": "Just three seasons after a World Series title, the team is set for sweeping changes after an organization-wide failure due to underperformance and misplaced spending. The Chicago Cubs seemed fated for a sustained run of overwhelming dominance led by a core of transcendent young talent after their curse-breaking World Series championship in 2016. That once-inevitable dynasty died at Pittsburgh's PNC Park on Wednesday, killed by the Milwaukee Brewers' playoff-clinching win nearly 300 miles away in Cincinnati, officially eliminating the 2019 Cubs from contention. The dynasty had no age-because it never actually existed.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-loom-over-fed-repo-efforts-11569490202", "title": "Big Banks Loom Over Fed Repo Efforts", "date": "2019-09-26 10:01", "summary": "Concentration of market activity there can drive borrowing costs higher for smaller firms. The dominance of big firms trading in the overnight market for cash loans is hampering Federal Reserve efforts to calm short-term funding markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plane-tests-must-use-average-pilots-ntsb-says-after-737-max-crashes-11569506401", "title": "Safety Tests Must Use Average Pilots, NTSB Says After 737 MAX Crashes", "date": "2019-09-26 10:00", "summary": "Safety board says FAA should embrace data-driven approach to assumptions about pilot responses. Federal accident investigators called for broad changes in decades-old engineering principles and design assumptions related to pilot emergency responses, the first formal U.S. safety recommendations stemming from two fatal Boeing 737 MAX crashes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marathon-can-pick-up-the-pace-11569505914", "title": "Marathon Can Pick Up the Pace", "date": "2019-09-26 09:51", "summary": "Elliott's campaign at the petroleum company has a clearer path to investment success than other recent campaigns. Elliott Management doesn't need to go the distance to make money at Marathon Petroleum .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-110-1-billion-to-financial-system-in-latest-transaction-11569505632", "title": "Fed Adds $110.1 Billion to Financial System in Latest Transaction", "date": "2019-09-26 09:47", "summary": "The central bank continues to dip into repo market to relieve funding pressure in money markets. The Federal Reserve Bank of New York added $110.1 billion to the financial system Thursday, using the market for repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elite-custom-veneers-nyc-apa-rosenthal-11569449473", "title": "The Veneers Marketed as Custom Suits for Your Teeth", "date": "2019-09-26 09:34", "summary": "This dentist-ceramicist team is peddling bespoke teeth so customized, they're in-demand from Brazil to Dubai. When the elevator opens into the New York office of Apa Rosenthal, there's a brief, \"Am I in the right place?\" moment. Machinery whirls in an enclosed glass laboratory-cum-artists' studio, loud rock music plays, and employees who seem to be dressed more for dinner at Le Bilboquet than for a day at work move about the bright white space. But then, Ahh, or perhaps, Eww. The eye is drawn to an iPad, on which a photo of a rather gruesome-looking set of teeth is displayed, and it's clear that, yes, this is a dentist's office. It is sleek, with pale gray marble flooring and white furniture backlit by purple lighting. This office gleams like a perfect smile.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-gop-is-in-no-mood-for-impeachment-though-some-republicans-express-alarm-over-trump-11569504808", "title": "Senate GOP Is in No Mood for Impeachment", "date": "2019-09-26 09:33", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-navy-to-appoint-cyber-chief-following-a-blistering-audit-11569503559", "title": "Navy to Appoint a New Cyber Chief Following a Blistering Audit", "date": "2019-09-26 09:19", "summary": "New position is part of broader effort to end plague of cyberattacks. WASHINGTON-The Navy is hiring a new cyber chief in an attempt to better shield its military secrets from Chinese hackers and other nation-state thieves who have aggressively targeted naval operations in recent years, according to Navy officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-bank-hawks-raise-their-voices-against-low-rates-11569503551", "title": "Central-Bank Hawks Raise Their Voices Against Low Rates", "date": "2019-09-26 09:12", "summary": "Concerted push by central banks to support flagging global growth is triggering some vocal opposition. FRANKFURT-A global dash to lower interest rates is meeting resistance.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-pier-1-imports-kb-home-aar-and-more-11569496248", "title": "Stocks to Watch: Rite Aid, FactSet Research Systems, Presidio, Pier 1 Imports", "date": "2019-09-26 09:06", "summary": "Here are some of the companies with shares expected to trade actively in Thursday's session. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-s-ceo-search-focuses-on-three-candidates-11569502028", "title": "Nissan's CEO Search Focuses on Three Candidates", "date": "2019-09-26 08:47", "summary": "Board seeks someone with international experience who isn't connected to current turmoil at the car maker. Nissan Motor Co. 's search for a new chief executive is focusing on three candidates who the company hopes will bring international experience and a fresh outlook to the troubled car maker, according to people familiar with the board's thinking.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-believe-the-comeback-story-for-cheap-stocks-11569500978", "title": "Don't Believe the Comeback Story for Cheap Stocks", "date": "2019-09-26 08:29", "summary": "Value stocks have become negatively correlated with high-quality ones, making it hard to turn around a decade of underperformance. Together with flying cars, colonies on Mars and four-day workweeks, the comeback of \"value\" stocks is one of those evergreen predictions that never seems to happen. There are few signs that this time will be the exception.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-defendants-air-concerns-ahead-of-federal-trial-in-ohio-11569444557", "title": "Opioid Defendants Air Concerns Ahead of Federal Trial in Ohio", "date": "2019-09-26 08:28", "summary": "Drug defendants claim plaintiffs' volume of documents and witnesses hinders their ability to prepare defense. Drugmakers and distributors accused of triggering the opioid crisis argued Wednesday that a coming trial will unfairly malign them for running legal businesses and that the trial itself is shaping up to be unnecessarily chaotic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/push-to-disclose-foreign-agents-could-ensnare-corporate-executives-11569499281", "title": "Push to Disclose Foreign Agents Could Ensnare Corporate Executives", "date": "2019-09-26 08:01", "summary": "Justice Department unveiled an online filing system for foreign agents, a day after suffering setbacks in its efforts to ramp up enforcement of the statute. The U.S. Justice Department's efforts to ramp up enforcement of a World War II-era statute requiring the disclosure of political work done on behalf of foreign governments could have implications for a range of actors, including corporate executives.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-looking-to-land-newark-slots-with-southwests-departure-11569499202", "title": "Airlines Look to Land Newark Slots With Southwest's Departure", "date": "2019-09-26 08:00", "summary": "At the airport with one of the worst on-time records, Spirit and JetBlue eye expansion while United says the hub is already too busy. Southwest Airlines Co. 's retreat from Newark Liberty International Airport has set off a turf war at one of the country's most congested airports.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daryl-morey-jeff-luhnow-houston-gm-conversation-11569446069", "title": "The Renegade Executives Who Shook Up Sports Management", "date": "2019-09-26 07:55", "summary": "Resume Subscription. HOUSTON-A deal for star guard Russell Westbrook could shift the NBA's balance of power. A deadline trade for ace pitcher Zack Greinke might decide the Major League Baseball season. And the people responsible for these daring acquisitions happen to work a few blocks from each other.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lng-buyers-fret-over-feast-or-famine-forecasts-11569498440", "title": "LNG Buyers Fret Over Feast-or-Famine Forecasts", "date": "2019-09-26 07:47", "summary": "A natural-gas supply glut is leading companies to put off investment, which could cause a shortage of LNG to pop up. TOKYO-Big Asian consumers of liquefied natural gas are enjoying low prices now but fear a boom-and-bust cycle could hurt them by discouraging investment in projects needed to maintain supply.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-everywhere-has-different-ring-now-11569497400", "title": "Amazon Everywhere Has Different Ring Now", "date": "2019-09-26 07:30", "summary": "E-commerce giant widens its device business as more questions arise about its scale and influence. Say this much for Amazon.com : They are a consistent bunch.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-slips-in-its-rush-to-embrace-electric-vehicles-11569497436", "title": "China Slips in Its Rush to Embrace Electric Vehicles", "date": "2019-09-26 07:30", "summary": "Summertime slump in sales challenges Beijing's electric ambitions. SHANGHAI-The world's fastest-growing market for electric vehicles is slowing.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-adds-prominent-investment-executives-to-board-11569497255", "title": "Barclays Adds Prominent Investment Executives to Board", "date": "2019-09-26 07:27", "summary": "Former Pimco chief Mohamed El-Erian and Soros Fund Management's Dawn Fitzpatrick join U.K. lender's board. LONDON- Barclays PLC added two prominent names from the investment world to its board at a time when the bank is buffeted by Brexit, a depressed stock price and the agitations of an activist investor.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abn-amro-probed-over-anti-money-laundering-and-terrorism-financing-controls-11569497038", "title": "Dutch Bank ABN Amro Probed Over Anti-Money Laundering, Terrorism Financing Controls", "date": "2019-09-26 07:23", "summary": "Dutch bank becomes latest European lender caught up in anti-money-laundering investigations. Dutch lender ABN Amro Group NV faces a criminal probe in the Netherlands over a lack of anti-money-laundering and terrorism financing controls, becoming the latest European bank to fuel concerns about the continent's ability to control illicit money flows.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-investor-to-build-biotech-labs-in-nomad-11569495600", "title": "Health-Care Investor to Build Biotech Labs in Nomad", "date": "2019-09-26 07:00", "summary": "Deerfield Management plans to convert an unused office building into drug-research labs. Health-care investment firm Deerfield Management Co. is moving to convert a Manhattan building into a drug-research laboratory and office space for $635 million, a promising sign that long-running efforts to turn New York City into a hub for the biotech industry are taking root.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/options-markets-are-already-gearing-up-for-2020-election-11569495604", "title": "Options Markets Are Already Gearing Up for 2020 Election", "date": "2019-09-26 07:00", "summary": "Markets have been forecasting increased stock volatility, but traders may be getting ahead of themselves. Options investors are already bracing for higher stock volatility around the 2020 U.S. presidential elections, but it is a tricky event to trade.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-may-be-getting-too-close-for-comfort-11569495602", "title": "Facebook May Be Getting Too Close for Comfort", "date": "2019-09-26 07:00", "summary": "Tech titan is moving social networking into your home, but that may not be safe bet. Facebook wasn't kidding when it said it wanted to move social networking into your living room.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-taps-new-co-heads-of-private-equity-business-11569495601", "title": "Apollo Taps New Co-Heads of Private-Equity Business", "date": "2019-09-26 07:00", "summary": "Matt Nord and David Sambur will run day-to-day operations, succeeding Scott Kleinman. Apollo Global Management Inc. has promoted two longtime partners to lead its private-equity business, which has $77 billion in assets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacques-chirac-former-french-president-dies-aged-86-11569493824", "title": "Jacques Chirac, Former French President, Dies at Age 86", "date": "2019-09-26 06:41", "summary": "Conservative leader marshaled international opposition to U.S.-led invasion of Iraq. PARIS-Jacques Chirac, the former French president who defiantly mounted international opposition to the U.S. invasion of Iraq in 2003, died Thursday, according to an official at the Élysée Palace. He was 86.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-spins-a-compelling-prospect-11569493980", "title": "IAC Spins a Compelling Prospect", "date": "2019-09-26 06:33", "summary": "Internet conglomerate could get a valuation boost by hiving off its biggest assets including Match Group. If it ain't broke, don't fix it, they say. It appears IAC/InterActiveCorp would beg to differ. That could be a counterintuitive win for shareholders.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacques-chiracs-career-in-photos-11569493095", "title": "Jacques Chirac's Career, in Photos", "date": "2019-09-26 06:18", "summary": "Two-term French president who opposed George W. Bush's war in Iraq was a fixture of political life for five decades, and despite a corruption conviction remained one of the country's most well-liked politicians.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iasb-provides-additional-relief-for-companies-transitioning-away-from-libor-11569492001", "title": "IASB Provides Additional Relief for Companies Transitioning Away From Libor", "date": "2019-09-26 06:00", "summary": "Changes to hedge accounting standard are scheduled to go into effect in 2020. The International Accounting Standards Board issued changes Thursday to its rules on hedge accounting to provide additional relief to companies affected by global reference rate overhauls, including a planned shift away from the London interbank offered rate.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-sponsors-new-york-times-subscriptions-for-high-schools-11569492001", "title": "Verizon Sponsors New York Times Subscriptions for High Schools", "date": "2019-09-26 06:00", "summary": "Deal aims to promote Verizon and the Times simultaneously. Verizon Communications Inc. is sponsoring a program to make the New York Times available free to potentially millions of high-school students as part of a deepening advertising partnership between the two companies.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-manufacturers-ups-and-downs-have-little-to-do-with-trump-11569490204", "title": "Many Manufacturers' Ups and Downs Have Little to Do With Trump", "date": "2019-09-26 05:30", "summary": "President's tariffs and public pressure on companies can be outweighed by industry-specific issues, technology and automation. Since President Trump took office, one of the manufacturing sectors with the fastest growing employment has been mining and oil-and-gas machinery, up 25%. One of the worst-off has been cut-and-sew apparel contractors, down 22%.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loan-modifications-for-the-bestnot-distressedborrowers-11569490202", "title": "Loan Modifications for the Best-Not Distressed-Borrowers", "date": "2019-09-26 05:30", "summary": "Some lenders are quietly offering select borrowers the ability to lower their mortgage rate while keeping all other terms the same. In June, Tom Palecek wanted to refinance a mortgage he'd held for 10 years for a house in Alpine Meadows, Calif., so he called his lender, SRI Federal Credit Union in Menlo Park, Calif. He was paying 4.5% for a 30-year loan. They made him a surprising offer: They would simply lower the existing rate to 3.5%, no refinancing necessary.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-strike-starts-to-ripple-through-michigan-economy-11569490204", "title": "GM Strike Starts to Ripple Through Michigan Economy", "date": "2019-09-26 05:30", "summary": "Employment growth slows in state, and there are fewer lunch orders at a Flint diner. The United Auto Workers strike at General Motors Co. is starting to take a toll on businesses throughout Michigan, creating a growing threat to the state's already-slowing economy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-crisis-lumber-mills-slash-jobs-as-trade-war-cuts-deep-11569490206", "title": "Lumber Mills Slash Jobs as Trade War Cuts Deep", "date": "2019-09-26 05:30", "summary": "Resume Subscription. The big bet that U.S. hardwood lumber companies placed on China over the past two decades is collapsing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/millennials-continue-to-leave-big-cities-11569470460", "title": "Millennials Continue to Leave Big Cities", "date": "2019-09-26 00:01", "summary": "Census figures show smaller drop in young urban residents than previous years, but many still leaving for cheaper housing, better schools. Large U.S. cities lost tens of thousands of millennial and younger Gen X residents last year, according to Census figures released Thursday that offer fresh signs of cooling urban growth.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11569440407", "title": "Pepper...and Salt", "date": "2019-09-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-release-transcript-of-trumps-ukraine-call-as-impeachment-efforts-begin-11569403803", "title": "Rough Transcript Shows Trump Pressed Ukraine on Biden", "date": "2019-09-26 22:08", "summary": "Administration prepares to turn over whistleblower complaint to Congress by the end of the week. WASHINGTON-President Trump asked his Ukrainian counterpart, Volodymyr Zelensky, to \"look into\" former Vice President Joe Biden and his son and said he would direct his personal lawyer and Attorney General William Barr to contact Mr. Zelensky to help him in a possible investigation, according to a document released Wednesday by the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-given-first-chance-to-form-israels-next-government-11569431037", "title": "Netanyahu Given First Chance to Form Israel's Next Government", "date": "2019-09-26 21:18", "summary": "President Reuven Rivlin taps incumbent to try to cobble together a governing majority after coalition talks with Gantz break down. TEL AVIV-President Reuven Rivlin of Israel tapped Benjamin Netanyahu to form the next government, giving the prime minister a lifeline as he tries to maintain his hold on power while facing possible bribery and fraud charges in the coming weeks.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-extends-alexas-reach-into-wearables-11569440641", "title": "Amazon Extends Alexa's Reach Into Wearables", "date": "2019-09-26 21:08", "summary": "Tech giant unveils more than a dozen new products including wireless earbuds, high-end smart speaker and indoor home camera at Seattle press event. SEATTLE- Amazon.com Inc. is bringing its Alexa virtual assistant to products ranging from earbuds to finger rings, as the e-commerce giant looks to expand the reach of its technology into users' everyday lives.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-president-ceo-devin-wenig-resigns-11569417914", "title": "EBay CEO Devin Wenig Resigns in Conflict With Board", "date": "2019-09-26 20:06", "summary": "'It became clear that I was not on the same page as my new Board,' the eBay CEO tweeted Wednesday. EBay Inc. Chief Executive Devin Wenig has left the online marketplace citing conflicts with the company's new board, which is overseeing a strategic review of the business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]