[{"link": "https://www.wsj.com/articles/wisconsin-republicans-cheered-by-showing-in-supreme-court-race-11554335084", "title": "Wisconsin Republicans Cheered by Showing in Supreme Court Race", "date": "2019-04-03 19:44", "summary": "Conservative Hagedorn claims victory, after two years of wins for Democrats in state races. Wisconsin Republicans were heartened by the strong showing of conservative Supreme Court candidate Brian Hagedorn in Tuesday's election, after suffering nearly two years of setbacks in statewide races.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-prisons-routinely-violate-inmates-rights-justice-department-probe-finds-11554316394", "title": "Alabama Prisons Routinely Violate Inmates' Rights, U.S. Finds", "date": "2019-04-03 19:32", "summary": "U.S. conducted sweeping investigation of state's overcrowded and understaffed facilities for men. Alabama's men's prisons routinely violate inmates' constitutional rights by failing to protect them from violence and sexual abuse, the Justice Department said Wednesday, threatening to sue the state after a sweeping investigation that revealed brutal conditions in the state's overcrowded and understaffed facilities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trolling-the-mueller-report-11554333841", "title": "Trolling the Mueller Report", "date": "2019-04-03 19:24", "summary": "Democrats lost on collusion. Now they're inventing a coverup.. Democrats are still reeling from Special Counsel Robert Mueller's conclusion that the Trump campaign did not collude with Russians in 2016. But they've now hit upon a political comeback strategy: Accuse Attorney General William Barr of a coverup.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-liberal-defeat-in-wisconsin-11554333739", "title": "A Liberal Defeat in Wisconsin", "date": "2019-04-03 19:22", "summary": "A surprising Supreme Court result stops a Democratic winning streak.. Democrats may have lost Wisconsin for a decade-or so proclaimed one liberal publication Wednesday after conservatives flipped a state Supreme Court seat on Tuesday. That's an exaggeration, but the left's unexpected defeat in the high-stakes and relatively high-turnout election is a notable turn from the last two years in the bellwether state.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-alliance-worth-keeping-11554333609", "title": "An Alliance Worth Keeping", "date": "2019-04-03 19:20", "summary": "There's a reason Putin would love to blow up NATO.. As it celebrates its 70th anniversary this week, the NATO alliance isn't getting much respect on either side of the Atlantic. Maybe people should start imagining what the world might look like today if it didn't exist.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/land-of-the-rising-unease-11554333457", "title": "Land of the Rising Unease", "date": "2019-04-03 19:17", "summary": "Japan's economy shows signs of sputtering on the eve of a tax hike.. Japan is joining much of the world in facing weaker economic growth, but in one respect it's unique. Prime Minister Shinzo Abe seems determined to make it worse by imposing a tax increase later this year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-were-smeared-by-the-splc-11554332764", "title": "We Were Smeared by the SPLC", "date": "2019-04-03 19:06", "summary": "Our work for religious liberty got us branded a 'hate group.' Such lies have real consequences.. The Southern Poverty Law Center's co-founder, president and legal director have all departed amid a scandal over publicly unspecified workplace conduct, reportedly involving racial prejudice and sexual harassment. But the SPLC's work itself is scandalous. The group falsely maligns ideological opponents in an effort to crush them rather than debate their ideas honestly. I know, because in 2016 the SPLC branded my organization, the religious-liberty nonprofit Alliance Defending Freedom, a \"hate group.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pentagon-shouldnt-be-a-landlord-11554332700", "title": "The Pentagon Shouldn't Be a Landlord", "date": "2019-04-03 19:05", "summary": "Instead, work with private companies on safety standards and repairs for military housing.. The Defense Department reformed its business operations two decades ago by establishing public-private partnerships for military housing. This allowed the military to focus resources on its core war-fighting mission, while experienced private firms eliminated a $20 billion housing-maintenance backlog and renovated or replaced 141,000 substandard on-base houses. Recent reports of unsafe conditions and unresponsive repair services require immediate action by the Defense Department to fix the problems-but not kill the program.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-states-jam-prison-cellphones-11554332748", "title": "Let States Jam Prison Cellphones", "date": "2019-04-03 19:05", "summary": "A narrow reading of a 1934 federal law allows inmates to commit more crimes.. 'Reception is so bad . . . I'm trying to get over to Verizon, so that way every time, if it's in my pocket or whatever, your call's still gonna come in and I can hear you clearer.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-what-would-thatcher-do-11554332657", "title": "Notable & Quotable: What Would Thatcher Do?", "date": "2019-04-03 19:04", "summary": "'The greatest issue before our country is whether Britain is to remain a free, independent, nation state.'. From \"Brexit: What Would Thatcher Do?,\" a New York Sun editorial, March 20:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-messiahs-review-the-prophets-among-us-11554332601", "title": "'American Messiahs' Review: The Prophets Among Us", "date": "2019-04-03 19:03", "summary": "A gallery of homegrown religious zealots, reformers and charlatans that is also a history of American hopes and anxieties.. Separatist faith was baked into the American experiment from the outset. John Winthrop exhorted his Puritan congregants to make themselves a holy city upon a hill before they had even set sail for Boston. \"American Messiahs: False Prophets of a Damned Nation,\" Adam Morris's lively history of messianic folk religion in the U.S., follows a thread that begins in the 1770s, when a young Quaker named Jemima Wilkinson awoke from a high fever as the Public Universal Friend, an androgynous prophet who rode through war-ravaged New England preaching celibacy, communalism and the coming apocalypse.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-silk-road-that-leads-to-rome-11554332554", "title": "The Silk Road That Leads to Rome", "date": "2019-04-03 19:02", "summary": "An agreement between China and Italy is like Marco Polo in reverse.. You know you are at an Italian university when your language professor wears a different natty scarf each day, tied to elegant perfection. You also know you are at an Italian university when almost every professor mentions at some point, and usually with resentment, that money from the Marshall Plan was used to support Italy's center-right Christian Democratic Party in the postwar era, keeping them in power for decades and preventing Italians from electing a leftist government.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberals-are-eating-their-own-11554332525", "title": "Liberals Are Eating Their Own", "date": "2019-04-03 19:02", "summary": "Joe Biden got trapped in the spider web of identity politics. He won't be the last.. \"For me,\" former ESPN vice president Roxanne Jones wrote on CNN's website this week, \"Biden, as chair of that all-white-male Senate committee-intentionally, or not-helped to uphold the misogynistic culture that would ultimately allow Donald Trump to win the presidency. Then there's Biden's mass incarceration problem.\"", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-count-joe-biden-out-11554332499", "title": "Don't Count Joe Biden Out", "date": "2019-04-03 19:01", "summary": "He could well become president-but first he's going to have to stop apologizing.. Prospective Democratic presidential candidates now get opposition-research packets dumped on them before they enter the contest. Ask Joe Biden, who is edging closer to joining the 2020 Democratic primary. The former vice president was attacked Friday by a Bernie Sanders supporter for encroaching on her personal space at her 2014 campaign rally, smelling her hair and kissing the back of her head, leaving her uncomfortable. Conservative internet wizards then made the touchy-feely Mr. Biden into a meme as \"Creepy Uncle Joe.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-ex-roadrunner-transportation-executives-charged-with-accounting-fraud-11554324785", "title": "Three Ex-Roadrunner Transportation Executives Charged With Accounting Fraud", "date": "2019-04-03 18:56", "summary": "Former CFO Peter Armbruster named in criminal and civil complaints. The former finance chief of Roadrunner Transportation Systems Inc. was arrested Wednesday and charged in an alleged accounting-fraud scheme that led the trucking company to restate several years of financial reports, according to court documents.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-gop-invokes-nuclear-option-to-change-rules-along-party-lines-11554321727", "title": "Senate GOP Invokes 'Nuclear Option' to Change Rules by Simple Majority", "date": "2019-04-03 18:54", "summary": "Simple-majority vote to reduce debate time for nominees to executive and judicial branches deepens trend in chamber. WASHINGTON-Senate Republicans invoked the so-called nuclear option to use a simple majority to change the chamber's rules for confirming many appointees to the executive and judicial branches.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-chief-tells-congress-alliance-remains-urgently-needed-11554309999", "title": "U.S. Clashes With Turkey Over Russian Air-Defense System", "date": "2019-04-03 18:44", "summary": "Rift comes at NATO meeting, where other tensions come to surface over security, trade and relations with China. WASHINGTON-The NATO alliance faced a fresh test as the U.S. and Turkey traded threats on Wednesday over Ankara's plan to buy a Russian air-defense system, escalating a long-simmering standoff.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/constellation-to-sell-several-wine-brands-to-gallo-in-1-7-billion-deal-11554325328", "title": "Constellation to Sell Several Wine Brands to Gallo in $1.7 Billion Deal", "date": "2019-04-03 18:18", "summary": "Constellation will divest about 30 low-price brands. Constellation Brands Inc. reached a deal to sell wine brands including Clos du Bois and Mark West to E. & J. Gallo Winery for $1.7 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-falls-amid-rebound-in-risk-sentiment-11554310963", "title": "U.S. Dollar Falls Amid Rebound in Risk Sentiment", "date": "2019-04-03 18:07", "summary": "Currencies that typically benefit from strong demand for commodities come into favor. The U.S. dollar fell against emerging market currencies as investors bet the economic outlook in China may be improving.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/express-scripts-to-offer-a-way-to-lower-insulin-costs-11554287732", "title": "Express Scripts to Offer a Way to Lower Insulin Costs", "date": "2019-04-03 18:01", "summary": "Pharmacy-benefit manager's clients can cap how much diabetics must pay out of pocket. One of the largest managers of prescription-drug benefits will offer clients the option of limiting how much diabetics owe out-of-pocket each month for their insulin, the latest step by a health-care company under pressure to curb drug costs.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/micronesian-official-pleads-guilty-to-corruption-scheme-11554314499", "title": "Micronesian Official Pleads Guilty to Corruption Scheme", "date": "2019-04-03 17:59", "summary": "Official violated Foreign Corrupt Practices Act by accepting bribes from Hawaiian company looking to secure government contracts, according to prosecutors. A Micronesian government official has pleaded guilty to a money-laundering charge involving bribes from a Hawaiian business looking to secure government contracts.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acosta-is-expected-to-be-questioned-about-handling-of-sex-abuse-case-11554292734", "title": "Lawmakers Press Acosta Over Handling of Sex-Abuse Case", "date": "2019-04-03 17:54", "summary": "Labor secretary testified before House panel as part of the budget process. WASHINGTON-A Massachusetts Democratic congresswoman on Wednesday said Labor Secretary Alexander Acosta sided with a wealthy, politically connected businessman over the underage girls in a sexual-abuse case, when Mr. Acosta served as a federal prosecutor a dozen years ago.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accounting-rule-maker-fasb-rejects-proposal-on-loan-losses-11554307088", "title": "Accounting Rule Maker Rejects Banks' Proposal", "date": "2019-04-03 17:50", "summary": "FASB's rejection of a regional bank plan means a new loan-loss rule will go forward next year. Accounting rule makers on Wednesday rejected a proposal by regional banks to soften the impact of a change that will force banks to book losses on soured loans much faster.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-again-turns-to-outsider-cfo-as-chip-maker-advances-shift-away-from-pcs-11554327905", "title": "Intel Again Turns to Outsider CFO As Chip Maker Advances Shift Away From PCs", "date": "2019-04-03 17:45", "summary": "Semiconductor company recruits George Davis from Qualcomm to fill void left by promotion of its former finance chief to CEO role. Intel Corp.'s move to hire an outsider as finance chief is the latest step in the transformation of a company that historically relied on promoting homegrown talent and comes as the chip maker shifts its focus to data.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actresses-felicity-huffman-lori-loughlin-to-appear-in-court-for-college-admissions-case-11554315522", "title": "Actresses Loughlin, Huffman Appear in Court in College-Admissions Case", "date": "2019-04-03 17:39", "summary": "Parents face charges in what prosecutors have described as a cheating-and-bribery scheme to get their children into top universities. BOSTON-Camera crews and satellite trucks flanked the federal courthouse here Wednesday as Hollywood actresses Felicity Huffman and Lori Loughlin made appearances in the nationwide college-admissions cheating case, while a California man became the first parent in the scandal to signal he planned to plead guilty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-is-right-about-wells-fargo-11554327377", "title": "Elizabeth Warren Is Right About Wells Fargo", "date": "2019-04-03 17:36", "summary": "Wells Fargo is a sick bank and needs to be broken up or acquired by a another bank.. Regarding your editorial \"Elizabeth Warren Gets Her Man\" (March 30): You advise whoever replaces Tim Sloan as Wells Fargo 's CEO to \"understand that he (or she) answers to politicians as much as shareholders.\" Wells Fargo, like all businesses, must answer first and foremost to its customers. Wells Fargo's problems stem from a culture that exploited customers rather served them. Had Wells Fargo taken care of its customers, Sen. Warren would have had nothing on which to base her attacks. As Ray Kroc (McDonald's founder) famously said, \"Look after the customer and the business will take care of itself.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-the-temperature-of-medicare-for-all-11554327405", "title": "Taking the Temperature of Medicare for All", "date": "2019-04-03 17:36", "summary": "Medicare doesn't provide patient care like a public health-care system in other countries. Medicare underpays for most services, below the cost to the hospitals and provider offices.. Regarding Robert Pollin's \"The Case for Medicare for All\" (op-ed, March 29): Medicare for All is a fallacy based on false presumptions. Medicare is a public payment system which pays into a private health-care system. Medicare doesn't provide patient care as public health-care systems in other countries do. Medicare underpays for most services, below the cost to the hospitals and provider offices. Anyone who has ever worked in our health-care system understands that the profits are derived from private payers, and Medicare and Medicaid represent a cost to the system. Therefore, Medicare for All would be unsustainable because it would bankrupt the system. The only way to make it work would be a combination of massive pay cuts to disincentivize providers and huge tax increases to pay for it. Any other justification is overtly false and misleading.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-committee-to-issue-subpoena-for-mueller-report-11554297729", "title": "House Committee Authorizes Subpoenas for Full Mueller Report", "date": "2019-04-03 17:36", "summary": "Move escalates House Democrats' battle with Trump administration. WASHINGTON-The House Judiciary Committee voted to authorize subpoenas for the complete version of special counsel Robert Mueller's report on Russian interference in the 2016 election and alleged obstruction of justice by the president, escalating House Democrats' battle with the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-helps-to-spread-financial-literacy-to-many-11554327309", "title": "The Fed Helps to Spread Financial Literacy to Many", "date": "2019-04-03 17:35", "summary": "The FederalReserveEducation.org website and its Econ Lowdown teacher portal are designed to improve students' financial literacy by providing hundreds of free classroom-tested personal-finance resources.. If executed well, financial-literacy programs can help raise Americans' unacceptably low levels of personal-financial literacy (\"Financial Literacy Becomes Required Subject,\" Technology & Finance, March 25). To help improve teacher training, many of the regional Federal Reserve Banks provide free professional development in personal finance and economics for thousands of teachers annually. In addition, the FederalReserveEducation.org website and its Econ Lowdown teacher portal are designed to improve students' financial literacy by providing hundreds of free classroom-tested personal-finance resources. Combining teacher training, high-quality classroom curricula and student testing result in positive credit outcomes, according to a January 2015 report from the Finra Investor Education Foundation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-electric-vehicle-maker-workhorse-gets-a-little-breathing-room-11554327316", "title": "Struggling Electric Vehicle Maker Workhorse Gets a Little Breathing Room", "date": "2019-04-03 17:35", "summary": "Deal with hedge fund Marathon Asset Management relaxes financial covenants on $35 million in loans. Electric truck and drone developer Workhorse Group Inc. reached a deal with lender Marathon Asset Management LP to relax financial covenants on a $35 million financing package as the company tries to meet demand for its vehicles.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-gains-as-u-s-china-trade-talks-progress-11554312058", "title": "Copper Gains as U.S.-China Trade Talks Progress", "date": "2019-04-03 17:23", "summary": "Report of pickup in Chinese factory activity also lifts copper prices. Copper prices rose Wednesday, boosted by hopes that the U.S. and China are moving closer to a trade deal.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-turns-to-board-member-for-cfo-pick-11554326637", "title": "Sonos Turns to Board Member for CFO Pick", "date": "2019-04-03 17:23", "summary": "Brittany Bagley most recently served as a managing director at private-equity firm KKR. Sonos Inc. on Wednesday named Brittany Bagley its new finance chief, turning to a board member and investor to fill the vacancy.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-path-to-corporate-diversity-runs-through-business-schools-11554292802", "title": "One Path to Corporate Diversity Runs Through Business Schools", "date": "2019-04-03 17:18", "summary": "Showing women and minorities who are getting M.B.A.s how they will be supported is key, experts say. Companies should reconsider their campus hiring strategy if they want to increase the representation of women and minorities in leadership and close any pay gaps, experts say.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-detained-domestic-ship-over-suspected-north-korean-sanctions-violation-11554303194", "title": "South Korea Detained Ship Over Suspected Sanctions Violation", "date": "2019-04-03 17:14", "summary": "The oil tanker-called P Pioneer-has been impounded since October. SEOUL-South Korean authorities revealed this week they had been detaining a domestic cargo ship for months due to suspicion that the vessel had helped supply illicit oil to North Korea, in a breach that casts doubts over Seoul's level of enthusiasm for enforcing U.S.-led sanctions.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-gm-and-toyota-to-steer-standards-on-self-driving-car-development-11554326028", "title": "Ford, GM and Toyota to Steer Standards on Self-Driving Cars", "date": "2019-04-03 17:13", "summary": "The initiative is notable because it involves large car makers but doesn't include any tech firms. Three global auto makers said they would join forces to create a set of standards for the development of self-driving cars.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-action-on-mexico-border-triggers-trade-havoc-11554325826", "title": "U.S. Shift on Mexican Border Triggers Trade Bottleneck", "date": "2019-04-03 17:10", "summary": "Redeployment of U.S. border agents to manage flow of migrants is prompting longer lines and wait times for commercial trucks, costing millions of dollars. Mexican officials and business leaders along the U.S.-Mexico border warned that delays at ports of entry are causing tens of millions of dollars in losses for shippers and logistics companies, as tension grows over President Trump's threats to close the frontier between the two countries.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sorrento-therapeutic-sues-billionaire-soon-shiong-over-development-of-cancer-drug-11554304410", "title": "Sorrento Therapeutics Sues Billionaire Over Development of Cancer Drug", "date": "2019-04-03 17:06", "summary": "Complaint alleges a 'catch and kill' scheme to protect sales of another drug. Sorrento Therapeutics Inc. alleges billionaire Patrick Soon-Shiong and one of his companies stopped development of an experimental cancer drug because its success would hurt sales of a rival drug sold by Celgene Corp. that Dr. Soon-Shiong invented, according to a civil complaint filed in Los Angeles Superior Court.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-jet-cryptocurrency-gets-pass-from-sec-11554325520", "title": "Private-Jet Cryptocurrency Gets Pass From SEC", "date": "2019-04-03 17:05", "summary": "Restrictions on use of TurnKey Jet's 'digital tokens' limit their appeal for investors broadly. A private-jet company won the ability to sell a digital token that doesn't require oversight by financial regulators. The hitch: The token won't operate like others, diminishing its allure to fans of cryptocurrencies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pwc-tests-blockchain-for-validating-job-candidates-credentials-11554324777", "title": "PwC Tests Blockchain for Validating Job Candidates' Credentials", "date": "2019-04-03 16:52", "summary": "The technology powering cryptocurrency comes to the aid of the human-resources department. PricewaterhouseCoopers LLP is experimenting with using blockchain technology to validate a job candidate's credentials, with the goal of speeding up the vetting process.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-probes-more-stem-cell-treatment-companies-11554323245", "title": "FDA Probes More Stem-Cell Treatment Companies", "date": "2019-04-03 16:27", "summary": "Agency focuses on entities it contends are endangering the public in the fast-emerging field. The Food and Drug Administration issued a warning letter to a Florida company that processes human umbilical-cord blood cells as treatments, and issued 20 other letters to entities the FDA said may be offering unapproved stem-cell products.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-resume-climb-on-trade-hopes-11554278459", "title": "Stocks Resume Rise on Trade Hopes", "date": "2019-04-03 16:22", "summary": "Indexes inch higher as markets look to Washington for signals on trade. U.S. stocks inched higher Wednesday, supported by optimism about trade negotiations and upbeat service-sector economic figures from Europe and China.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-sign-of-expanding-probe-house-panel-seeks-to-interview-top-organizer-of-trump-inauguration-11554311027", "title": "House Panel Seeks to Interview Top Organizer of Trump Inauguration", "date": "2019-04-03 16:21", "summary": "Intelligence committee seeks wide array of materials, including matter related to contacts between inaugural fund and foreign entities. The House Intelligence Committee is seeking an interview with and documents from a top organizer on President Trump's inaugural committee, according to people familiar with the request, signaling that Congress is expanding its probe of how the fund raised and spent more than $100 million.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theresa-mays-new-brexit-strategy-is-fraught-with-political-risk-11554303863", "title": "Theresa May Meets Opposition Leader in Risky New Brexit Strategy", "date": "2019-04-03 16:21", "summary": "Prime minister and Labour leader Jeremy Corbyn warily convene effort to hash out new exit deal. LONDON-British Prime Minister Theresa May and the leader of the opposition Labour Party set off on a path fraught with political risk as they met Wednesday to start trying to hash out a compromise Brexit deal.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poised-to-exit-bankruptcy-iheartmedia-files-for-an-ipo-11554322784", "title": "Poised to Exit Bankruptcy, iHeartMedia Files for an IPO", "date": "2019-04-03 16:19", "summary": "The radio broadcaster is looking to return to public markets when it emerges for bankruptcy protection. iHeartMedia Inc., the nation's largest radio broadcaster, said Wednesday it is looking to return to public markets with a $100 million initial public offering, marking another step in the company's financial turnaround after filing for bankruptcy last year.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-voters-dont-want-de-blasio-running-for-president-11554320189", "title": "New York City Voters Don't Want De Blasio Running for President", "date": "2019-04-03 15:36", "summary": "Poll says 76% don't think mayor should make play for White House in 2020. A Quinnipiac University Poll released Wednesday showed that 76% of registered voters in New York City don't think Mayor Bill de Blasio should make a bid for the White House in 2020. Forty-seven percent of the 1,077 voters surveyed said it would be bad for the city if he ran.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-look-to-even-playing-field-between-news-media-tech-titans-11554238778", "title": "Lawmakers Look to Even Playing Field Between News Media, Tech Titans", "date": "2019-04-03 15:29", "summary": "Measure to allow news publishers to negotiate together with platform giants to be introduced Wednesday in House. Legislation that would allow news publishers to team up on negotiations with tech giants such as Alphabet Inc.'s Google and Facebook Inc. didn't advance very far in the last Congress.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-mueller-report-cnn-turns-to-mulligan-report-11554319292", "title": "After Mueller Report, CNN Turns to Mulligan Report", "date": "2019-04-03 15:28", "summary": "Will the network use every club in the bag against the 45th President?. Undeterred by the collapse of its collusion story, CNN reports this week on a new alleged series of transgressions by President Donald Trump. And just like the alleged but never proven claims of election-rigging with Russia, the new CNN coverage also features a report of conspiracy.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whitehorse-sprints-more-than-half-way-toward-1-5-billion-goal-for-fund-iii-11554319641", "title": "Whitehorse Sprints More Than Half Way Toward $1.5 Billion Goal for Fund III", "date": "2019-04-03 15:27", "summary": "The Toronto firm has collected more than $2 billion since 2015 for preferred equity secondary deals, a newer innovation in such transactions. Whitehorse Liquidity Partners may not be the largest secondary investor, but it is likely among the fastest-growing.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-higher-after-upbeat-data-outside-u-s-11554304220", "title": "Treasury Yields Higher After Upbeat Data Outside U.S.", "date": "2019-04-03 15:26", "summary": "Economic indicators from China, Germany offset lukewarm U.S. data. Treasury yields rose on Wednesday after data from China and the eurozone heightened investors' optimism about the global economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jared-leto-other-stars-stand-to-lose-investments-in-bankrupt-munchery-11554319259", "title": "Stars Stand to Lose Investments in Bankrupt Munchery", "date": "2019-04-03 15:21", "summary": "Actors including Jon Favreau and Marisa Tomei were backers of startup meal-delivery company that collapsed after raising more than $120 million from investors. Actors Jared Leto, Jon Favreau and Marisa Tomei are among the celebrities who were equity investors in Munchery Inc. when the meal-delivery business went bankrupt in February, newly filed records show.", "categories": [["Pro Bankruptcy Investors"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-investors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rules-nfl-players-can-keep-concussion-settlement-money-during-bankruptcy-11554318737", "title": "Judge Rules NFL Players Can Keep Concussion Settlement Money During Bankruptcy", "date": "2019-04-03 15:12", "summary": "Ex-NFL player Darryl Williams, a former safety for the Bengals and Seahawks, could receive up to $2 million from NFL settlement fund after he exits bankruptcy. Former NFL players who are receiving money from a $1 billion concussion litigation settlement should not be forced to turnover that money to pay off their debt if they file for bankruptcy protection, a federal judge has ruled.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/famed-brooklyn-heights-promenade-may-be-spared-from-becoming-temporary-expressway-11554318590", "title": "Famed Brooklyn Heights Promenade May Be Spared From Becoming Temporary Expressway", "date": "2019-04-03 15:09", "summary": "Mayor says panel of experts will take a new look at the city's roadway repair plan. New York City will re-evaluate a controversial plan to shift all six lanes of the Brooklyn-Queens Expressway onto the Brooklyn Heights Promenade to facilitate a six-year roadway repair.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-declines-as-u-s-crude-production-inventories-climb-11554307038", "title": "Oil Dips as U.S. Crude Output, Inventories Rise", "date": "2019-04-03 15:06", "summary": "Prices came under modest selling pressure as data showed U.S. crude inventories rose by 7.2 million barrels. • Oil prices were slightly lower Wednesday, holding near five-month highs after data showed U.S. crude exports remain strong but domestic oil inventories rose for a second straight week.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-trump-try-to-keep-spotlight-on-health-care-11554312667", "title": "Democrats, Trump Try to Keep Spotlight on Health Care", "date": "2019-04-03 15:03", "summary": "President shifts message, says he would still like to see a GOP alternative on 'full display' by Election Day. WASHINGTON-Many Republicans on Capitol Hill were ready to move on Wednesday from pursuing a politically risky health-care overhaul ahead of the 2020 election. But President Trump and the Democrats weren't quite ready to change the subject.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lenders-enjoy-a-mini-refinancing-boom-but-it-might-not-last-long-11554317469", "title": "Lenders Enjoy a Mini Refinancing Boom, but It Might Not Last Long", "date": "2019-04-03 14:51", "summary": "Mortgage-refi resurgence could boost the outlook for banks that are also big mortgage lenders. Falling mortgage rates have spurred a mini refinancing boom, a piece of good news for banks and other lenders that have been grappling with a cooling housing market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-firms-buy-trucking-freight-services-companies-11554317478", "title": "Private-Equity Firms Buy Trucking Freight Services Companies", "date": "2019-04-03 14:51", "summary": "Acquisitions of Truckstop.com and GlobalTranz come as investment is pouring into technology-focused companies in the shipping arena. Private-equity firms bought two big freight-services providers in separate deals announced Wednesday, the latest in a string of investments in businesses that help manage the flow of goods through supply chains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-biggest-investment-in-greece-blocked-by-archaeological-authority-11554317046", "title": "China's Biggest Investment in Greece Blocked by Archaeological Authority", "date": "2019-04-03 14:44", "summary": "Bureaucratic ruling stymies projects of Chinese shipping company Cosco at port of Piraeus. ATHENS-One of China's biggest investments in Europe suffered a major setback after Greek bureaucrats declared much of a port a Chinese state-run company has bought into to be of archaeological interest, likely delaying a key Chinese infrastructure project.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-look-west-to-shift-balance-of-power-on-liberal-appeals-court-11554316920", "title": "Republicans Look West to Shift Balance of Power on Liberal Appeals Court", "date": "2019-04-03 14:42", "summary": "Senate Judiciary panel set to move forward on two conservative lawyers nominated by Trump for Ninth U.S. Circuit Court of Appeals. WASHINGTON-President Trump's judicial nominees have solidified conservative majorities on the Supreme Court and several lower courts. Now Republicans are gazing westward, eager to shift the balance of a prominent federal appellate court long known for its liberal rulings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ease-into-spring-with-this-light-quick-cooking-recipe-for-black-bass-11554397429", "title": "Ease Into Spring With This Light, Quick-Cooking Recipe for Black Bass", "date": "2019-04-03 14:31", "summary": "Chef Jonathan Benno shares a recipe for roast black bass with a cherry-tomato sauce vierge that's as elegant as it is easy. \"WHEN YOU PUT YOUR NAME on a marquee in New York, that's a big deal,\" said Jonathan Benno. The veteran chef did just that last November when he opened Benno, a fine-dining restaurant focusing on French and Mediterranean cooking, in Manhattan's Evelyn Hotel. To get to the skylit art-deco dining room, guests pass through Mr. Benno's Roman-style trattoria, Leonelli Taberna. And across the hotel's lobby his Leonelli Focacceria e Pasticceria turns out sweet and savory pastries that nod to the cafes of Rome as well as New York's own Little Italy.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avengers-endgame-pulverizes-ticket-presale-records-11554316262", "title": "'Avengers: Endgame' Pulverizes Ticket-Presale Records", "date": "2019-04-03 14:31", "summary": "Movie has biggest single-day ticket sales on Fandago, causes AMC servers to crash. Walt Disney Co. appears to have another hit on its hands with \"Avengers: Endgame.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourke-raises-9-4-million-in-first-18-days-of-presidential-campaign-11554314115", "title": "Beto O'Rourke Raises $9.4 Million in First 18 Days of Campaign", "date": "2019-04-03 14:16", "summary": "The O'Rourke campaign said it collected 218,000 contributions in the period, but didn't say how many individual donors. WASHINGTON-Former Texas Rep. Beto O'Rourke said he brought in $9.4 million in the first 18 days of his Democratic presidential run, putting his fundraising total among the top tier of 2020 candidates who have announced numbers so far.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hermes-artisan-of-the-birkin-bag-rolls-out-a-fanny-pack-11554313767", "title": "Hermès, Artisan of the Birkin Bag, Rolls Out a Fanny Pack", "date": "2019-04-03 13:49", "summary": "Resume Subscription. Hermès, the French luxury label known for its intimidatingly formal boutiques and customers who yearn to pay five figures or more for its Birkin handbags, also wants to be known for fanny packs and shops that are warm and inviting.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/citadel-loses-distressed-debt-manager-and-some-team-members-11554235841", "title": "Citadel Loses Distressed Debt Manager and Some Team Members", "date": "2019-04-03 13:30", "summary": "Hedge fund has unwound positions in Breitburn, Windstream and Murray Energy, according to people familiar with the matter. Citadel LLC, a hedge fund founded by billionaire investor Ken Griffin, recently lost Barrett Eynon, a portfolio manager focused on investing in distressed debt, as well as a few members of Mr. Eynon's team, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-mcdermott-meets-scott-joplin-review-reviving-rags-11554312372", "title": "'Tom McDermott Meets Scott Joplin' Review: Reviving Rags", "date": "2019-04-03 13:26", "summary": "New Orleans pianist Tom McDermott offers an ode to ragtime on a new album, both revering and reinventing standards.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hudsons-bay-sales-fall-profit-rises-11554293288", "title": "Hudson's Bay Sales Fall, Profit Rises", "date": "2019-04-03 13:17", "summary": "Retailer's same-store sales fell 1.4% in the latest quarter despite strength at Saks Fifth Avenue. Hudson's Bay Co. on Wednesday reported lower comparable-store sales for its latest quarter, despite gains in its digital business and at Saks Fifth Avenue.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-meaning-behind-womens-voluminous-fashion-11554311005", "title": "The Hidden Meaning Behind Women's Voluminous Fashion", "date": "2019-04-03 13:03", "summary": "Designers like Marc Jacobs and Demna Gvasalia at Balenciaga are offering extremely proportioned silhouettes that challenge outdated notions of femininity. THE SHOW that generated the most smiles this past New York fashion week may well have been that of Japanese designer Tomo Koizumi, whose huge puffball clothes in Easter-egg colors kicked off the season. Their hyper-proportions were in keeping with an overall trend toward bigness: On the recent runways of designers like Valentino and the Row, proportions swelled to the size of small sailing ships. At Marc Jacobs and Chanel, the models were enveloped in copious yardage. Even labels known for a body-conscious fit included more-generous silhouettes, albeit flirtatiously executed: At Jacquemus, gathered swingy tops obscured as much as they revealed.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-little-known-ukrainian-comic-stand-up-to-russia-the-west-worries-11554311018", "title": "Can a Ukrainian Comic Stand Up to Russia? The West Worries", "date": "2019-04-03 13:03", "summary": "Volodymyr Zelensky has vaulted to the top of Ukraine's presidential race, threatening to displace pro-West leader Petro Poroshenko. The vaulting of a popular TV comic to the top of Ukraine's presidential race presents a quandary for the West by threatening to displace a leader and ally who for five years has led his country's costly war against Russia.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-prosecutor-denies-womens-rights-activists-were-tortured-in-detention-11554310249", "title": "Saudi Prosecutor Denies Women's Rights Activists Were Tortured in Detention", "date": "2019-04-03 12:50", "summary": "Trial that began in March draws international scrutiny of kingdom's human-rights record. RIYADH, Saudi Arabia-A Saudi prosecutor denied accusations by several women activists that they had been tortured in detention, family members said, as the group returned to court for a trial that has drawn intense Western scrutiny of the kingdom's human-rights record.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colors-that-only-bees-and-birds-can-see-11554309958", "title": "Colors That Only Bees and Birds Can See", "date": "2019-04-03 12:45", "summary": "Spring flowers are even more beautiful in the eyes of creatures that can detect hues invisible to humans. Spring has finally arrived, and it makes me smile every time I step outside. New green leaves are pushing themselves into the sunlight as plants build the solar panels that will fuel them throughout the year. The first spring flowers are already in bloom, and a bright showcase of cheerful rainbow color is rapidly replacing the gray-brown palette of late winter.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-to-offer-customers-viacom-tv-channels-11554308824", "title": "T-Mobile to Offer Customers Viacom TV Channels", "date": "2019-04-03 12:27", "summary": "Owner of MTV, Nickelodeon to be part of video service the wireless carrier aims to launch this year. T-Mobile US Inc. struck a deal to offer Viacom Inc. channels to its cellphone customers, extending the telecom operator's foray into a turbulent pay-television industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accenture-acquires-hot-ad-agency-droga-5-raising-its-creative-profile-11554308658", "title": "Accenture Acquires Hot Ad Agency Droga5, Raising Its Creative Profile", "date": "2019-04-03 12:24", "summary": "Consulting firms are increasingly encroaching on the turf of Madison Avenue's ad giants. Accenture PLC agreed to acquire Droga5, one of Madison Avenue's hottest creative firms, the most aggressive move yet by a consulting firm to take on the advertising giants that have long dominated the business.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signet-will-struggle-to-regain-its-shine-11554308637", "title": "Signet Will Struggle to Regain its Shine", "date": "2019-04-03 12:23", "summary": "After quarters of declining sales, jewelry chain finds some stability but shouldn't tempt investors quite yet. For mall-based jewelry retailers, these are turbulent times.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-acquires-managed-by-q-seeking-to-expand-beyond-office-leases-11554307201", "title": "WeWork Acquires Managed by Q, Seeking to Expand Beyond Office Leases", "date": "2019-04-03 12:00", "summary": "Managed by Q, a platform for hiring office services, had raised $85 million from GV, RRE Ventures. WeWork Cos. has added another piece to its growing suite of services.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopian-airlines-pilots-initially-followed-boeings-required-emergency-steps-to-disable-737-max-system-11554263276", "title": "Ethiopian Airlines Pilots Initially Followed Boeing's Required Emergency Steps to Disable 737 MAX System", "date": "2019-04-03 11:53", "summary": "Details of Ethiopian crew's actions gleaned from preliminary black-box data. Pilots at the controls of the Boeing Co. 737 MAX that crashed in March in Ethiopia initially followed emergency procedures laid out by the plane maker but still failed to recover control of the jet, according to people briefed on the probe's preliminary findings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-surge-a-mixed-bag-for-lenders-11554305791", "title": "Mortgage Surge a Mixed Bag for Lenders", "date": "2019-04-03 11:36", "summary": "A recent pickup in mortgage activity offers little consolation to banks hit by low rates. For banks, slowdown fears come with a silver lining. Sharply lower lending rates typically spur a surge in profitable mortgage originations as existing or aspiring homeowners pounce. This lining loses some of its luster every time storm clouds gather, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drone-racing-fans-have-some-questions-wheres-the-drone-whos-winning-11554305405", "title": "Drone Racing Fans Have Some Questions: Where's the Drone? Who's Winning?", "date": "2019-04-03 11:30", "summary": "Resume Subscription. AVALON, Australia-Under a big-top tent at a major Australian air show, two drones flew through gates and wove around flags at roughly 70 miles an hour. In the bleachers, first-time drone-racing spectator Paula Cumner was impressed by the speed and maneuverability of the little machines.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-services-sector-growth-cooled-in-march-11554300963", "title": "U.S. Services-Sector Growth Cooled in March", "date": "2019-04-03 11:11", "summary": "The nonmanufacturing purchasing managers index posted some of its strongest numbers since 2008 last fall but softened around the new year. The U.S. services sector expanded at a slower pace in March, a sign that a key segment of the economy continues to cool.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-more-broad-based-real-estate-tax-hits-developers-11554303511", "title": "New Real-Estate Tax Hits Industry, $2 Million Homes", "date": "2019-04-03 10:58", "summary": "Nearly 40% of the tax will be paid by owners of New York City commercial property. Wealthy homeowners won't be the only ones to feel the pinch of New York City's new real-estate tax law. Many of the city's biggest property developers will be hit, too.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-no-fuss-renovation-changing-living-spaces-without-creating-a-mess-11554302916", "title": "The No-Fuss Renovation: Changing Living Spaces Without Creating a Mess", "date": "2019-04-03 10:48", "summary": "Homeowners go for the wow factor by adding dramatic elements instead of tearing down walls. Luxury real-estate broker John Gomes sold himself on a $4.5 million apartment in a new Tribeca residential building in 2017.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hit-the-ground-running-advice-for-chicagos-first-black-woman-mayor-from-other-trailblazers-11554213600", "title": "'Hit the Ground Running': Advice for Chicago's First Black Woman Mayor From Other Trailblazers", "date": "2019-04-03 10:47", "summary": "Others who have blazed the same trail across the U.S. talk about their challenges and triumphs. Chicago elected its first black woman mayor Tuesday, as former federal prosecutor Lori Lightfoot defeated Cook County Board President Toni Preckwinkle in a runoff vote.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-revolution-sweeping-railroads-upends-how-america-moves-its-stuff-11554302583", "title": "A Revolution Sweeping Railroads Upends How America Moves Its Stuff", "date": "2019-04-03 10:43", "summary": "Resume Subscription. DECATUR, Ill.- Norfolk Southern Corp. executives, employees and customers holed up for five days recently to work on a complex puzzle. How could they unclog a sprawling freight yard in central Illinois without triggering chaos?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/italys-populists-covet-central-bank-and-its-gold-11554300000", "title": "Italy's Populists Covet Central Bank and Its Gold", "date": "2019-04-03 10:28", "summary": "Blaming the institution for the woes of ordinary Italians, lawmakers pursue a takeover. ROME-Italy's ruling populists pushed ahead this week with efforts to seize control of the central bank and its gold reserves, stepping up their confrontation with a symbol of the country's establishment.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barcelona-booty-4-essential-souvenirs-11554300742", "title": "Barcelona Booty: 4 Essential Souvenirs", "date": "2019-04-03 10:12", "summary": "From espadrilles to tiles, the 4 items you won't regret buying in Barcelona. Gaudí tchotkes abound here, but why settle for fridge magnets when you can clad an entire back splash with the architect's hexagonal baldosa tiles? Replicas with his famous pattern-of swirling storms, shells and seaweed-sell for $88 per 10 square feet at Mosaics Torra (62 Carrer de Déu i Mata, mosaicstorra.com). Or, to start small, pick up a mounted tile at B de Barcelona for $67 each (28 Avenida Gaudi, bdebarcelona.com).", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-10-books-youll-want-to-read-this-spring-11554300550", "title": "The 10 Books You'll Want to Read This Spring", "date": "2019-04-03 10:09", "summary": "The WSJ asked literary experts to recommend new works coming this season. The results offer an especially cinematic selection.. This spring offers an array of books so cinematic they have been compared to everything from \"Deliverance\" to \"Brokeback Mountain\" to \"Office Space.\" The Wall Street Journal asked literary experts to recommend a single work of fiction recently published or due out this season. The results included stories of friends on a rescue mission in the Canadian backwoods, a Ukrainian girl on an American journey into adulthood, and an MIT physicist on an emotional quest to decipher messages that defy logic.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-is-booming-but-spotify-isnt-the-winner-11554300420", "title": "Music Is Booming, But Spotify Isn't the Winner", "date": "2019-04-03 10:07", "summary": "Global music industry posted best growth for at least two decades last year, but Spotify's path to proper profits looks as long as ever. The music industry is sending off great vibes, thanks in large part to Spotify. A year after the streaming leader went public, however, the real party still isn't open to stock investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-gdp-is-facebook-worth-11554300250", "title": "How Much GDP Is Facebook Worth?", "date": "2019-04-03 10:04", "summary": "Those pictures of your cat and your nephew's rants might be worth more money than you think. Some social media users joke that they would pay money to be able to give it up. But if the benefit consumers derive from Facebook were included in national accounts, it would have added tens of billions of dollars a year to gross domestic product, new research suggests.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/few-winners-many-losers-from-trade-tariffs-imf-study-finds-11554300024", "title": "Few Winners, Many Losers From Trade Tariffs, IMF Finds", "date": "2019-04-03 10:01", "summary": "A 25% tariff on all Chinese imports to U.S. would cut U.S. GDP by 0.3%-0.6% and global growth by 0.1%-0.2%. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-beach-residents-rebuild-11554299961", "title": "Mexico Beach Residents Rebuild", "date": "2019-04-03 09:59", "summary": "Homeowners in Florida panhandle struggle with devastation nearly six months after storm. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/5-things-to-know-about-chicagos-new-mayor-lori-lightfoot-11554299167", "title": "Lori Lightfoot: Five Things to Know About Chicago's New Mayor", "date": "2019-04-03 09:46", "summary": "Former federal prosecutor and law-firm partner gained prominence as head of Chicago's Police Accountability Task Force. Chicago voters on Tuesday chose former federal prosecutor Lori Lightfoot to become the city's first black female mayor. Ms. Lightfoot, who will take office in May, will also be Chicago's first gay mayor. Here are five things to know about the new leader of the third-largest city in the U.S.:", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-lifes-great-riddles-do-i-need-travel-insurance-11554298023", "title": "One of Life's Great Riddles: Do I Need Travel Insurance?", "date": "2019-04-03 09:28", "summary": "There are more reasons than ever to get coverage before a big trip-and at least as many reasons to shop extra carefully to avoid the wrong choice. Recent events have sparked interest in travel insurance. And they've also fired up scrutiny of the many ways coverage doesn't cover you at all.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/1mdb-trial-against-former-malaysian-prime-minister-najib-begins-11554297619", "title": "1MDB Trial Against Former Malaysian Prime Minister Najib Begins", "date": "2019-04-03 09:20", "summary": "Prosecutors allege that more than $600 million from the state investment fund was transferred to Najib's personal accounts. KUALA LUMPUR, Malaysia-Former Malaysian Prime Minister Najib Razak lost his bid to delay the first of several trials related to the multibillion scandal surrounding state investment fund 1Malaysia Development Bhd., with proceedings finally getting under way Wednesday.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-facebook-blue-apron-gamestop-dave-busters-11554287796", "title": "Stocks to Watch: Facebook, Blue Apron, GameStop, and Dave & Buster's", "date": "2019-04-03 09:07", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldmans-trading-floor-is-going-open-source-kind-of-11554285602", "title": "Goldman's Trading Floor Is Going Open-Source-Kind of", "date": "2019-04-03 09:01", "summary": "The bank plans to let outside engineers tinker with some of the code that its traders use to price securities and analyze and manage risk. Getting Goldman Sachs Group Inc.'s view on how much a derivative should cost once required a trading account at the elite Wall Street firm. Soon anyone with a GitHub account will be able to do it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-health-kick-young-americans-still-thirst-for-alcopops-11554296401", "title": "Health-Conscious Millennials Still Thirst for Alcopops", "date": "2019-04-03 09:00", "summary": "Sugary, high-alcohol drinks like Smirnoff Ice Smash and Mike's Harder are seeing strong growth. Falling alcohol consumption is often attributed to health-conscious millennials. But some of the fastest-growing alcoholic drinks in America are \"alcopops,\" or strong, sugary alcoholic sodas, aimed at younger drinkers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flattened-by-hurricane-michael-florida-town-tries-to-stave-off-big-development-11554296401", "title": "Flattened by Hurricane Michael, Florida Town Says No to Big Development", "date": "2019-04-03 09:00", "summary": "Mexico Beach residents fend off buyers to keep beach-town vibe. MEXICO BEACH, Fla.-Nearly six months after Hurricane Michael flattened much of this Florida Panhandle town, Carol Bonanno and her husband are wrestling with a wrenching question: Can they afford to rebuild?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-private-sector-added-129-000-jobs-in-march-11554296325", "title": "U.S. Private Sector Added 129,000 Jobs in March", "date": "2019-04-03 08:58", "summary": "Most of new jobs came from service sector, with 135,000 additions, according to ADP report. The U.S. private sector added 129,000 jobs in March, according to the ADP National Employment Report released Wednesday, well below expectations.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bnp-paribas-and-peter-thiel-backed-company-team-up-to-sell-unicorn-shares-11554295501", "title": "BNP Paribas and Peter Thiel-Backed Company Team Up to Sell Unicorn Shares", "date": "2019-04-03 08:45", "summary": "Firms plan series of structured notes linked to shares of startups. A financial-technology firm backed by billionaire Peter Thiel and a giant European bank are teaming up to sell shares in pre-IPO companies, giving employees of valuable startups another chance to cash out early.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-ace-hotel-groups-new-guesthouse-concept-in-new-orleans-11554294861", "title": "Inside the Ace Hotel Group's New Guesthouse Concept in New Orleans", "date": "2019-04-03 08:34", "summary": "Two designing friends are behind Maison de la Luz, a decade after their first partnership with Ace. When Kelly Sawdon and Pamela Shamshiri flew into New Orleans from Los Angeles in fall 2016, they visited the city's supper clubs, jazz haunts, historic houses and out-of-the-way antique shops. It felt like a vacation, but in reality, it is how the two friends get down to business. Later this month, the results of their hard work will be revealed with the opening of Maison de la Luz, a luxury guesthouse from Ace Hotel Group in the city's warehouse district. \"We tend to immerse ourselves in the local, whether it's for work or vacation,\" says Shamshiri, a partner with her brother, Ramin, in the L.A.-based design firm Studio Shamshiri.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hey-democrats-give-markets-a-chance-11554293438", "title": "Hey, Democrats: Give Markets a Chance", "date": "2019-04-03 08:10", "summary": "Market-based mechanisms for health care, economic inequality and the environment have in many cases not even been given a chance. President Trump's new push to repeal Obamacare isn't a big surprise: Republicans have long sought to scrap the program as an unwarranted intrusion into the private market.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-refocuses-on-pacific-to-counter-chinese-ambitions-11554292920", "title": "U.S. Refocuses on Pacific to Counter Chinese Ambitions", "date": "2019-04-03 08:02", "summary": "The U.S. military has held talks with the Federated States of Micronesia about joint military exercises and new naval facilities. WASHINGTON-The U.S. is expanding its military presence on tiny but strategically important Pacific islands as part of its strategy to block Chinese expansion and cultivate neglected relationships across a broad swath of the Pacific.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-role-in-pacific-islands-forged-under-fire-11554292802", "title": "U.S. Role in Pacific Islands Forged Under Fire", "date": "2019-04-03 08:00", "summary": "America's involvement in the Pacific Ocean stretches back more than a century, but its influence was cemented during World War II. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/even-the-mets-home-stadium-is-mocking-them-11554292802", "title": "Even the Mets' Home Stadium Is Mocking Them", "date": "2019-04-03 08:00", "summary": "Citi Field has emerged as an almost unfathomable nightmare for anybody unfortunate enough to step into the batter's box, and the home team remains confounded by the cause of the problem. The New York Mets underwent an overhaul this winter, hiring a new general manager, Brodie Van Wagenen, who promptly reshaped the roster in hopes of reversing two consecutive losing seasons. But the Mets are stuck with their biggest problem: their home ballpark, the most fearsome obstacle in all of baseball.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-report-card-for-new-yorks-mental-health-program-11554292802", "title": "NYC Mental-Health Program Is Scrutinized", "date": "2019-04-03 08:00", "summary": "City touts Mental Health First Aid program, but some question its benefits. New York City spends $6.3 million a year on a citywide training program that it likens to a CPR course for behavioral health, teaching participants to understand different types of mental illnesses, listen non-judgmentally and help a person in crisis or having suicidal thoughts.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-brings-out-the-jumper-cables-in-chinaagain-11554292498", "title": "Ford Brings Out the Jumper Cables in China...Again", "date": "2019-04-03 07:54", "summary": "The auto maker wants to revive its sales in the world's largest car market, promises dozens of new vehicles in China in the next three years. SHANGHAI- Ford Motor Co. relaunched its China business, promising a bevy of new products, less than a year and a half after its last reboot failed to arrest a sharp decline in the company's Chinese sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-belt-and-road-initiative-puts-a-squeeze-on-pakistan-11554289201", "title": "China's Belt-and-Road Initiative Puts a Squeeze on Pakistan", "date": "2019-04-03 07:00", "summary": "Huge building program was supposed to fuel an economic boom for key ally, but economic crisis stalls projects, prompts Islamabad to ask for aid ahead of Beijing forum on infrastructure policy. ISLAMABAD-The huge Chinese global infrastructure building program known as the Belt-and-Road Initiative was supposed to help unleash an economic boom in close ally Pakistan that was beneficial to both countries.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buyout-debt-threatens-apollos-big-shale-bet-11554289200", "title": "Buyout Debt Threatens Apollo's Big Shale Bet", "date": "2019-04-03 07:00", "summary": "EP Energy becomes private equity's latest trouble spot in oil patch; viability at risk as shares tumble. Apollo Global Management LLC and a group of other big investors had black gold in mind when they acquired oil-and-natural-gas producer EP Energy Corp. in a leveraged buyout seven years ago. Instead, the debt-fueled deal has delivered black eyes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-wall-street-giants-are-going-to-be-swapping-their-customers-data-11554289020", "title": "Two Wall Street Giants Are Going to Be Linking Their Customers' Data", "date": "2019-04-03 06:57", "summary": "Rivals BNY Mellon and BlackRock team up in effort to bring in new revenue streams. Rivals Bank of New York Mellon Corp. and BlackRock Inc. are going to be integrating customer data with each other in a new alliance both companies hope will jump-start growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/p-g-faces-backlash-over-diaper-sanitary-waste-11554283800", "title": "P&G Faces Backlash Over Diaper, Sanitary Waste", "date": "2019-04-03 06:30", "summary": "As India's market for disposable diapers and sanitary products has grown, so has the volume of waste. Procter & Gamble Co. is facing pressure to deal with the waste generated by used diapers and sanitary pads, propelling the owner of Pampers and Always to find ways to collect and recycle these products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-brace-for-hit-to-profits-as-costs-rise-11554283800", "title": "Investors Brace for Profits Hit as Costs Rise, Economy Slows", "date": "2019-04-03 05:30", "summary": "Increasing wage and energy costs threaten to hurt companies' margins just as the U.S. economy slows. Investors are concerned that rising wages and energy costs will eat into corporate profits, threatening the decadelong bull market in stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steel-yourself-for-more-trouble-in-china-11554283334", "title": "Steel Yourself for More Trouble in China", "date": "2019-04-03 05:22", "summary": "China may not re-enter outright deflation, but it is far from out of the woods. Chinese policy makers are worried that recent price gains for steel and other industrial materials aren't sustainable. That should worry investors, too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-probes-whether-ghosn-channeled-company-money-for-personal-use-11554248371", "title": "Nissan Probes Whether Ghosn Channeled Company Money for Personal Use", "date": "2019-04-03 00:53", "summary": "Alleged expenditures include purchase of a yacht and an investment in his son's company. Nissan Motor Co. has investigated whether ex-CEO Carlos Ghosn funneled millions of dollars of company funds through an Omani car distributor for personal use, possibly including the purchase of a yacht, according to people familiar with the matter.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11554248261", "title": "Pepper...and Salt", "date": "2019-04-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-accusers-career-shows-penchant-for-controversy-11554315458", "title": "Biden's Accuser Is No Stranger to Controversy", "date": "2019-04-03 00:01", "summary": "Supporters of Lucy Flores say the former Nevada assemblywoman wants to change the culture. Lucy Flores has twice campaigned unsuccessfully for high-profile offices in Nevada, but she shot to prominence recently in a new light: accusing Joe Biden of inappropriate touching.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbanks-crisis-management-questioned-in-walk-up-to-money-laundering-investigations-11554264061", "title": "Swedbank's Crisis Management Questioned in Walk-Up to Money-Laundering Investigations", "date": "2019-04-03 00:01", "summary": "Experts, ratings firms call out bank's response to news report linking the Swedish lender to a dirty-money scandal in Estonia. Months before police raided the offices of Swedbank AB, a series of missteps-including some acknowledged by the bank's ousted chief executive-had raised questions among independent compliance experts about the bank's management of a crisis born of concerns over possible money laundering.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-heads-to-polls-to-elect-first-black-female-mayor-11554225823", "title": "Lori Lightfoot Elected Mayor of Chicago", "date": "2019-04-03 22:42", "summary": "Ms. Lightfoot will also be the first gay person to lead the nation's third-largest city. CHICAGO-Lori Lightfoot, a former federal prosecutor vowing to take down Chicago's political machine, won the race to become the first black woman mayor of Chicago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-grabs-new-cfo-from-qualcomm-11554259139", "title": "Intel Grabs New CFO From Qualcomm", "date": "2019-04-03 22:39", "summary": "George S. Davis will take the job vacated by now Chief Executive Bob Swan. Intel Corp. on Tuesday said George S. Davis will join the company as its new chief financial officer, stepping into the role vacated by now Chief Executive Bob Swan.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-sees-no-vote-on-gop-health-plan-until-after-2020-election-11554212678", "title": "GOP Puts Off Unveiling New Health Plan Until After Presidential Election", "date": "2019-04-03 22:07", "summary": "Republicans lost the House last fall in part over voters' concerns about losing coverage. WASHINGTON-Republicans said they plan to put off any new health-care overhaul plan until after the 2020 election, hoping to avoid a replay of last fall's bruising campaign and setting up a clear contrast with Democrats looking to expand the government's role in insurance coverage.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-nominates-allison-h-lee-for-sec-seat-11554256217", "title": "White House Nominates Allison H. Lee for SEC Seat", "date": "2019-04-03 21:50", "summary": "Former enforcement lawyer would join regulator as it considers stricter rules for brokers. WASHINGTON-The White House on Tuesday said it would nominate a former enforcement attorney for a vacant seat on the Securities and Exchange Commission, ensuring the agency will have a full lineup as it seeks to impose stricter regulations on stockbrokers in the coming months.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prison-phone-providers-call-off-merger-11554256074", "title": "Prison-Phone Providers Call Off Merger", "date": "2019-04-03 21:47", "summary": "FCC refused to allow Securus Technologies to acquire rival Inmate Calling Solutions. Two U.S. providers of phone services for correctional facilities called off their planned merger after the Federal Communications Commission refused to clear the deal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-killed-in-explosion-fire-at-houston-area-chemical-facility-11554238696", "title": "One Killed in Explosion, Fire at Houston-Area Chemical Facility", "date": "2019-04-03 20:48", "summary": "The second fire in recent weeks at a chemical facility near nation's fourth-largest city also injured two others. One person died and two were injured Tuesday at a Houston-area chemical fire, the second such blaze to hit the region in recent weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/severgroup-plans-1-75-billion-offer-for-russian-grocer-lenta-11554251623", "title": "Severgroup Plans $1.75 Billion Offer for Russian Grocer Lenta", "date": "2019-04-03 20:33", "summary": "Resume Subscription. Severgroup LLC said Tuesday that it will make a $1.75 billion takeover offer for private-equity backed Lenta Ltd. after agreeing to buy a major stake in the Russian retailer.", "categories": [["Pro PE Exits"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-exits?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trudeau-expels-lawmakers-from-party-caucus-over-snc-lavalin-uproar-11554251495", "title": "Trudeau Expels Lawmakers From Party Caucus Over SNC-Lavalin Uproar", "date": "2019-04-03 20:31", "summary": "Former Liberal ministers no longer had the trust of party colleagues, prime minister said in decision. OTTAWA-Canadian Prime Minister Justin Trudeau expelled from the Liberal Party caucus two former ministers, among them a former attorney general, who had criticized his administration for allegedly trying to interfere politically in a criminal prosecution.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-executive-greg-lindberg-indicted-for-alleged-federal-conspiracy-to-bribe-official-11554227817", "title": "Insurance Executive Lindberg Indicted", "date": "2019-04-03 20:30", "summary": "North Carolina GOP party chairman, two Lindberg associates also indicted in federal case. Greg Lindberg, a North Carolina entrepreneur who lent at least $2 billion from insurers he controlled to his own enterprises, was indicted Tuesday on federal criminal charges of conspiring to bribe the state regulator overseeing his insurers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plea-talks-advance-in-college-scandal-ahead-of-court-date-11554250206", "title": "Plea Talks Advance in College Scandal Ahead of Court Date", "date": "2019-04-03 20:10", "summary": "Hollywood actresses and other high-profile defendants are scheduled for hearings Wednesday. BOSTON-A father who allegedly bought water polo gear on Amazon.com to falsely portray his son as a competitive player and ease the boy's admission into the University of Southern California is in plea discussions for his role in the nationwide college-admissions scandal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-regulators-release-report-on-investigation-of-wynn-resorts-11554211385", "title": "Wynn Executives Part of Coverup to Protect Steve Wynn, Regulators Say", "date": "2019-04-03 20:03", "summary": "Regulators began three days of hearings on Tuesday; Wynn casino and resort near Boston set to open in June. BOSTON- Wynn Resorts Ltd. executives ran a longstanding, sophisticated coverup to protect founder Steve Wynn from allegations by employees that he had engaged in sexual misconduct against them, according to an investigation by Massachusetts regulators.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]