[{"link": "https://www.wsj.com/articles/economy-week-ahead-new-u-s-housing-and-trade-data-11553470902", "title": "Economy Week Ahead: New U.S. Housing and Trade Data", "date": "2019-03-24 19:41", "summary": "Commerce Department to also publish final estimate of third-quarter gross domestic product growth. In the week ahead, the U.S. will see fresh data on the housing construction and the trade deficit, and the European Union will release its monthly survey of eurozone business and consumer confidence.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thermo-fisher-to-buy-brammer-bio-for-1-7-billion-11553470321", "title": "Thermo Fisher to Buy Brammer Bio for $1.7 Billion", "date": "2019-03-24 19:32", "summary": "Deal would expand lab-equipment company's presence in rapidly growing field of gene therapy. Thermo Fisher Scientific Inc. said it is buying Brammer Bio for $1.7 billion in a move that would expand the lab-equipment company's presence in the rapidly growing field of gene therapy.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mueller-conclusions-11553468979", "title": "The Mueller Conclusions", "date": "2019-03-24 19:14", "summary": "All Americans should be pleased with the end of the collusion illusion.. Well, so much for the claim that Donald Trump or his campaign conspired with Russians to steal the American Presidency. That conspiracy theory, which has distorted American politics for more than two years, expired in an instant Sunday when Attorney General William Barr delivered Special Counsel Robert Mueller's \"principal conclusions\" to Congress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lesson-of-the-caliphate-11553468930", "title": "Lesson of the Caliphate", "date": "2019-03-24 19:08", "summary": "It took five years to clear ISIS from its Middle East strongholds.. The U.S. announced Saturday that Islamic State has been cleared from its last territorial strongholds in Iraq and Syria, and give the Trump Administration credit for fulfilling a campaign promise. But don't forget that this five-year military effort would not have been needed if the Obama Administration hadn't left the region prematurely.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gavin-newsoms-fire-alarm-11553468890", "title": "Gavin Newsom's Fire Alarm", "date": "2019-03-24 19:08", "summary": "California's Governor takes heat from the left for wildfire prevention.. Over the years sundry government reports have detailed how California's environmental regulation has limited tree trimming and increased wildfire risk, only to have the reports discarded on the political ash heap amid opposition from the left. So credit Democratic Gov. Gavin Newsom for finally whacking through the regulatory overgrowth.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-abolitionists-owe-reparations-11553468760", "title": "Do Abolitionists Owe Reparations?", "date": "2019-03-24 19:06", "summary": "Collective punishment based on race wouldn't be just compensation for the evils of slavery.. More than a century and a half after the ratification of the 13th Amendment, slavery is a hot issue in the Democratic presidential campaign. \"We need a national, full-blown conversation about reparations,\" says Sen. Elizabeth Warren. \"I believe this country needs to address the original sin of slavery,\" adds former Housing Secretary Julián Castro. Sen. Kamala Harris says the idea of reparations \"means different things to different people,\" and to her it means \"we need to study the effects of generations of discrimination and institutional racism.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-is-done-now-probe-the-real-scandal-11553468801", "title": "Mueller Is Done. Now Probe the Real Scandal", "date": "2019-03-24 19:06", "summary": "Americans deserve a full accounting of the missteps of Comey and the FBI.. Attorney General William Barr has reported to Congress that special counsel Robert Mueller has cleared President Trump and his campaign team of claims of conspiring with Russia during the 2016 election. This is more than an exoneration. It's a searing indictment of the Federal Bureau of Investigation, as well as a reminder of the need to know the story behind the bureau's corrosive investigation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-mueller-has-a-money-problem-11553468712", "title": "Robert Mueller Has a Money Problem", "date": "2019-03-24 19:05", "summary": "Congress's oversight on how to fund his office casts doubt on every conviction he wins.. Robert Mueller has delivered his report, but there's a defect in how his investigation was funded. Unless Congress fixes it, any prosecution by Mr. Mueller's office may be invalid.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-join-trump-against-russian-aggression-11553468669", "title": "Democrats, Join Trump Against Russian Aggression", "date": "2019-03-24 19:04", "summary": "His administration has been tough on Moscow's meddling, both in U.S. elections and abroad.. Democrats talk tough about getting to the bottom of election meddling and standing up to Russia, but their actions reveal they're interested only in \"getting\" Donald Trump. Republicans have long seen Russia as a threat, and we-including the president-have acted to counter its aggression.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-y-lawmakers-have-incentive-to-pass-budget-on-time-a-pay-raise-11553468400", "title": "N.Y. Lawmakers Have Incentive to Pass Budget on Time: a Pay Raise", "date": "2019-03-24 19:00", "summary": "Legislators have been told to pack enough clothes to work through the coming weekend. State lawmakers have been told to pack enough clothes to work through the coming weekend, a sign that a $175 billion state budget could be voted on just before the April 1 deadline.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patriots-tight-end-rob-gronkowski-retires-11553467723", "title": "Patriots Tight End Rob Gronkowski Retires", "date": "2019-03-24 18:48", "summary": "During his nine seasons in New England, the 29-year-old changed the game as much as any tight end in NFL history. Rob Gronkowski, the tight end so jocular that he embodied everything the infamously stoic Patriots eschewed, called it quits Sunday.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-takeaways-from-attorney-generals-summary-of-mueller-report-11553466402", "title": "Key Takeaways From the Attorney General's Summary of Mueller Report", "date": "2019-03-24 18:26", "summary": "No proof of campaign conspiracy, clear case of Russian interference-and continued secrecy shrouding full investigation. The four-page summary of special counsel Robert Mueller's final report that was delivered to Congress on Sunday drew some conclusions about Russian interference in the 2016 elections, the Trump campaign's involvement and whether the president obstructed justice even as the report itself remains confidential.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-student-who-attended-parkland-high-school-dies-in-apparent-suicide-11553460681", "title": "Second Student Who Attended Parkland High School Dies in Apparent Suicide", "date": "2019-03-24 18:23", "summary": "Teenager attended Marjory Stoneman in Florida, site of a mass shooting in early 2018. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-whole-foods-online-delivery-customers-were-out-of-celery-hows-kale-11553425200", "title": "Amazon to Whole Foods Delivery Customers: We're Out of Celery, How's Kale?", "date": "2019-03-24 17:21", "summary": "Companies offering online grocery ordering and delivery struggle with services' logistics. Amazon.com Inc. last year began offering some Prime members online grocery-shopping and delivery from Whole Foods, touting the service as another perk to customers after purchasing the organic grocery chain. Some early users say Amazon has work to do before it gets the offering right.", "categories": [["Business", "The Delivery Wars"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacom-and-at-t-negotiate-to-avert-major-programming-blackout-11553445336", "title": "Viacom and AT&T Negotiate to Avert Major Programming Blackout", "date": "2019-03-24 17:07", "summary": "Dispute over channel-carriage terms could leave more than 24 million households without channels like MTV and Nickelodeon; talks continue past contract deadline. Viacom Inc. and AT&T Inc. were continuing negotiations to avert a programming blackout that would leave more than 24 million pay-TV customers without channels like MTV, Comedy Central and Nickelodeon, after their earlier contract expired at midnight Friday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ship-operators-raise-alarms-over-string-of-vessel-fires-11553425201", "title": "Ship Operators Raise Alarms over String of Vessel Fires", "date": "2019-03-24 17:01", "summary": "Companies point to mislabeled, mishandled dangerous goods as likely source of unusual spate of fiery, costly incidents since last year. The international shipping industry is wrestling with a spate of fires aboard vessels at sea in recent months that have crippled several big cargo ships, killed a number of seafarers and cost companies and their customers hundreds of millions of dollars in damages.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-regulators-move-to-close-loopholes-11553460325", "title": "Insurance Regulators Move to Close Loopholes", "date": "2019-03-24 16:45", "summary": "North Carolina insurance-company owner used the loopholes as he lent $2 billion from his insurers to his personal enterprises. Insurance regulators are moving to plug legal loopholes used by a North Carolina insurance-company owner who lent at least $2 billion from his insurers to his personal enterprises.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rejection-is-like-rocket-fuel-11553459174", "title": "Rejection Is Like Rocket Fuel", "date": "2019-03-24 16:26", "summary": "Whether it's college or anything else, use your defeats to power every future effort.. Rejected? Take a lesson from University of Tennessee basketball coach Rick Barnes. According to ESPN, Mr. Barnes has saved every rejection letter he's ever received, including those from Indiana coaching legend Bobby Knight and Louisville coach Denny Crum. When hyper-announcer Dick Vitale heard this, he said, \"Wow, those are real schools.\" Turns out Dickie V was turned down by almost every high school and small college he applied to coach. These are successful people holding on to long-ago rejections. Effect, meet cause.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-guatemala-problem-11553459216", "title": "Biden's Guatemala Problem", "date": "2019-03-24 16:26", "summary": "A former attorney general who worked with a U.N. agency is accused of fraud.. Former Vice President Joe Biden has made it clear that if he jumps into the 2020 presidential race, he will run as the Democrat with the foreign-policy chops the country needs. Central America, increasingly important to U.S. national security, is one region on which he fancies himself an expert.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albert-gore-sr-review-from-hill-country-to-capitol-hill-11553459064", "title": "'Albert Gore, Sr.' Review: From Hill Country to Capitol Hill", "date": "2019-03-24 16:24", "summary": "The young campaigner would play his ﬁddle before giving speeches from atop an actual stump. From humble beginnings political dynasties grow.. Born early in the 20th century, raised in the Southern hill country bereft of electricity or indoor plumbing, enrolled at a local teacher's college rather than the state university, elected to Congress around age 30: Sounds like the young Lyndon Johnson, doesn't it? But it could just as well be Albert Gore Sr., the father of Vice President Al Gore-and LBJ's precise contemporary. Yet, as Anthony Badger writes in \"Albert Gore, Sr.: A Political Life,\" the two men \"hated each other.\" Their ambitions were too similar and their temperaments too different.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-baltimore-make-off-with-the-races-11553459097", "title": "Will Baltimore Make Off With the Races?", "date": "2019-03-24 16:24", "summary": "The city seeks to use eminent domain to keep the Preakness.. Maryland and especially its biggest city, Baltimore, have long been aggressive in using powers of condemnation to assemble land for subsidized megaprojects. As Stephen J.K. Walters and Louis Miserendino showed in a 2008 paper, the giant projects have regularly flopped, been enmeshed in political cronyism or both.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-market-rally-trips-on-global-growth-fears-11553425200", "title": "Stock Market Rally Trips on Global Growth Fears", "date": "2019-03-24 16:12", "summary": "Downbeat data leave investors grappling with the possibility the global economy's momentum is worsening rapidly. Investors puzzling over conflicting signals about the health of the global economy that sent markets sliding in recent trading will get a new set of clues this week in the form of key economic data from the U.S. and other wealthy nations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-ocasio-cortez-brings-memories-of-gilda-radner-11553457244", "title": "Rep. Ocasio-Cortez Brings Memories of Gilda Radner", "date": "2019-03-24 15:54", "summary": "AOC is more like Gilda Radner's Roseanne Roseannadanna or Emily Litella, always making an internally logical, if very irreverent argument, but one based on an intellectually wacky or unfounded premise (see Radner's classic \"Saving Soviet Jewelry\" as an example).. In \"Socialism? Yes, Be Afraid\" (Wonder Land, March 14), Daniel Henninger compares Rep. Alexandria Ocasio-Cortez's ideas to Jack Handey's \"Deep Thoughts\" bits on Saturday Night Live (SNL). Right comedy show, wrong character. AOC is more like Gilda Radner's Roseanne Roseannadanna or Emily Litella, always making an internally logical, if very irreverent argument, but one based on an intellectually wacky or unfounded premise (see Radner's classic \"Saving Soviet Jewelry\" as an example).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-sets-opening-weekend-record-for-original-horror-movie-11553456558", "title": "'Us' Sets Opening-Weekend Record for Original Horror Movie", "date": "2019-03-24 15:42", "summary": "Film opens to $70 million, triple estimated production budget. Jordan Peele's second horror film, \"Us,\" made $70.3 million in the U.S. and Canada, according to preliminary studio estimates, more than double the ticket sales for the writer-director's 2017 breakout hit, \"Get Out.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obamas-tpp-wouldve-helped-limit-china-11553454969", "title": "Obama's TPP Would've Helped Limit China", "date": "2019-03-24 15:16", "summary": "The passage of the Trans-Pacific Partnership would have hamstrung, to some degree, many of China's larger ambitions that are now in the works: Belt and Road Initiative, Made in China 2025, possibly some of the expansion in the South China Sea, their own trade negotiations with the nations that were part of TPP, etc.. Letter writer Scott Pierce (March 18) says that, \"President Obama had eight years in the White House to build an international coalition in favor of a tougher approach to China. Did he and the Democrats in Congress make any progress?\" The answer is yes, though the project remained slightly incomplete at the time of President Trump's election. A coalition was formed in this regard, and a consensus was arrived at, known as the Trans-Pacific Partnership (TPP), a comprehensive, multilateral trade agreement among all the major trading nations along the Pacific Rim with the exclusion of China; this rankled the Chinese leadership and they attempted to counter with a rare multilateral trade agreement of their own.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-should-be-crimson-with-chagrin-11553455012", "title": "Harvard Should Be Crimson With Chagrin", "date": "2019-03-24 15:16", "summary": "Perhaps the folks in Cambridge need a refresher on the Constitution and Bill of Rights.. Regarding Heather Mac Donald's \"Triggered by Weinstein's Harvard Lawyer\" (op-ed, March 19): The politically correct thought police have taken over or intimidated the administrations of Harvard and many other institutions of higher education, and nobody within these institutions dares to challenge the totalitarian mind-set. Even law Prof. Ronald Sullivan, presumably an excellent lawyer, prefers claiming victimhood to using the occasion as a teaching moment and defending the constitutional right of anyone accused to competent legal counsel. This oppressive atmosphere existed in German universities in the 1930s. Now we have fascism from the left.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-arbitrarily-retiring-experienced-pilots-11553454789", "title": "Stop Arbitrarily Retiring Experienced Pilots", "date": "2019-03-24 15:13", "summary": "Training is only half the equation; experience is the other half. Over the next decade, many thousands of highly experienced airline pilots will be forced to retire upon reaching age 65.. Regarding \"Aircraft Accidents Spur Training Debate\" (World News, March 19): It's time to revisit raising the mandatory retirement age for airline pilots. Training is only half the equation; experience is the other half. Over the next decade, many thousands of highly experienced airline pilots will be forced to retire upon reaching age 65. We're talking about pilots who have more than 40 years of professional experience-more than 20,000 hours flying time-and who can easily pass an FAA first-class physical exam. We're talking about pilots who are at the height of their professional abilities. What a waste of a valuable national resource to force them out of the cockpit.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourke-may-have-a-winning-formula-after-all-11553454739", "title": "Beto O'Rourke May Have a Winning Formula After All", "date": "2019-03-24 15:12", "summary": "You comment that Mr. O'Rourke doesn't have a clear campaign platform, but I believe he is offering the same one as Justin Trudeau who ran on a promise of \"sunny days\" to come.. Your editorial \"Beto's Apology Tour\" (March 19) reminds me of Justin Trudeau's qualifications and prime ministership. Both men are young, attractive, with a strong focus on identity politics, strong millennial appeal and casual past work experience. Beto was a nanny, Justin, a camp counselor.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thailands-junta-chief-on-track-to-return-as-prime-minister-11553434337", "title": "Thailand's Junta Chief on Track to Return as Prime Minister", "date": "2019-03-24 15:07", "summary": "With most of the vote counted, Prayuth Chan-ocha's People's State Power Party stood ready to retain power, in country's first parliamentary election in five years. BANGKOK-Thailand's junta leader appeared set to return as prime minister after the first elections since he seized power in a coup five years ago, but questions are mounting over the credibility of the vote and whether he will rely on a specially appointed Senate to seal his victory.", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-banks-investment-banking-arm-looms-large-over-commerzbank-merger-talks-11553451075", "title": "Deutsche Bank's Investment-Bank Arm Looms Over Merger Talks", "date": "2019-03-24 14:11", "summary": "Cultural and business divides between the German lenders emerge as early focus. FRANKFURT-The fate of Deutsche Bank AG's global investment bank, including its embattled U.S. operations, has emerged as a focus of debate following the first week of formal merger talks with Commerzbank AG , according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pros-and-cons-of-529-accounts-for-college-11553450400", "title": "Pros and Cons of 529 Accounts for College", "date": "2019-03-24 14:00", "summary": "A beginner's guide to the popular account for saving for college. When saving for college, it's often parents who need to educate themselves about the financial options they have in front of them. As with any major expense, understanding the impact your decisions will have on your future is the first step of the process.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omani-ports-give-u-s-navy-greater-control-over-strategic-waterway-near-iran-11553448471", "title": "Omani Ports Give U.S. Navy Greater Control Over Strategic Waterway", "date": "2019-03-24 13:43", "summary": "Agreement with tiny sultanate also helps the U.S. counter growing Chinese investments there. BEIRUT-The U.S. signed an agreement with Oman that gives its navy access to two Arabian Sea ports, allowing American warships and aircraft carriers greater control over a strategic international waterway threatened by nearby Iran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shes-ok-being-called-nycs-first-mom-as-long-as-her-corey-is-happy-11553436001", "title": "She's OK Being Called NYC's First Mom, as Long as Her Corey Is Happy", "date": "2019-03-24 13:23", "summary": "Ann Richardson is both the mother of and most trusted confidante of City Council Speaker Corey Johnson. When New York City Council Speaker Corey Johnson began organizing his first State of the City speech earlier this month, he had his closest confidante introduce him: his mother.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-superbloom-means-hills-are-alive-with-the-sound-of-tourists-trampling-flowers-11553447888", "title": "Selfie-Seeking Tourists Are Crushing California's Superbloom", "date": "2019-03-24 13:18", "summary": "Hordes of visitors overwhelm vast fields of flowers; locals call it 'apoppycalypse'. LAKE ELSINORE, Calif.-American cities often tout attractions to draw crowds. This city, 90 minutes east of Los Angeles, is trying to keep them away.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viking-cruise-ship-drifts-off-norway-hundreds-of-passengers-airlifted-11553446133", "title": "Viking Cruise Ship Drifts Off Norway, Hundreds of Passengers Airlifted", "date": "2019-03-24 12:48", "summary": "The Viking Sky lost three of its engines in rough weather and at least 17 people were injured. Hundreds of passengers were airlifted from a cruise ship that lost power in rough weather over the weekend off the coast of Norway.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-anti-abortion-measures-could-struggle-for-traction-in-courts-11553443203", "title": "New Anti-Abortion Measures Could Struggle for Traction in Courts", "date": "2019-03-24 12:00", "summary": "Some recent measures seeking new limits on abortion have faced stop signs in the Supreme Court and lower courts. Republican-led states are pushing through a raft of new anti-abortion legislation recently, but it's far from clear that the toughest restrictions will survive judicial scrutiny.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-cast-as-smug-tries-to-show-he-can-listen-11553439639", "title": "Macron, Cast as Smug, Tries to Show He Can Listen", "date": "2019-03-24 11:00", "summary": "French president responds to pressure from yellow-vest movement with listening tour, but public expectations are high for meaningful results. PARIS-French President Emmanuel Macron, branded by his opponents as out of touch, has embarked on a listening tour, crisscrossing the country to hear complaints and suggestions.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-alzheimers-research-is-pushing-ahead-11553439600", "title": "Where Alzheimer's Research Is Pushing Ahead", "date": "2019-03-24 11:00", "summary": "Disappointing results for drugs targeting Beta amyloid buildup in the brain has renewed focus on drugs that act in other ways. The failure last week of Biogen Inc. and Eisai Co. 's once-promising Alzheimer's disease drug was the latest in a spate of disappointments for medicines designed to target Beta amyloid, a sticky substance long known to accumulate in the brains of people with the disease.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-states-caliphate-is-gone-but-not-its-violent-extremism-11553439528", "title": "Islamic State's Caliphate Is Gone, but Not Its Violent Extremism", "date": "2019-03-24 10:58", "summary": "Devastation in Syria and Iraq nourishes extremist threats that continue to challenge foreign powers. BEIRUT-The collapse of Islamic State's caliphate has delivered a crushing blow to the extremist group, but the conditions that nourished that insurgency and others in war-shattered Syria and Iraq remain perilously in place.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economys-last-best-hope-superstar-middle-managers-11553313606", "title": "The Economy's Last Best Hope: Superstar Middle Managers", "date": "2019-03-24 10:46", "summary": "Anemic growth, millennial malaise, you name it-blame a lack of inspiring bosses. In 2018, the U.S. economy benefited from historically low unemployment, brisk spending, an aggressive tax stimulus and hordes of game-changing advancements in technology. This singular combination of tailwinds yielded a growth rate of 2.9%.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-death-of-free-agency-in-baseball-11553436827", "title": "The Death of Free Agency in Baseball", "date": "2019-03-24 10:13", "summary": "With the employment market cool for all but the biggest stars, an increasing number of players are choosing to delay, or even effectively waive, their chance to offer their services to the highest bidder. The right to become a free agent is the proudest achievement of the Major League Baseball Players Association, the oldest and most powerful labor union in North American professional sports. It has given players the opportunity to test their value on the open market, creating spectacles like the $300 million contracts that Bryce Harper and Manny Machado won this winter.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-credit-card-kingmaker-11553436000", "title": "How The Points Guy Became the Credit-Card Kingmaker", "date": "2019-03-24 10:00", "summary": "The Points Guy, a rewards-card review site, enjoys a lucrative symbiotic relationship with banks. A recent party in Manhattan had the trappings of a hot ticket, including a red carpet, a drag queen and a former \"Real Housewives\" star. But the 500-plus guests were celebrating something that doesn't usually evoke glamour-credit cards.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-is-a-gatecrasher-too-many-in-plastics-deal-11553436001", "title": "Elliott Is a Gatecrasher Too Many in Plastics Deal", "date": "2019-03-24 10:00", "summary": "Investors are justifiably unpersuaded that the pushy hedge fund can get a better price for packaging company RPC. Elliott Management's arrival is the latest twist in a trans-Atlantic deal drama. Investors in U.K. plastic-packaging maker RPC Group are right to be dubious that the American hedge fund can secure a higher offer for the company.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-deliberate-fate-of-partisan-gerrymanderingagain-11553436001", "title": "Supreme Court to Deliberate Fate of Partisan Gerrymandering-Again", "date": "2019-03-24 10:00", "summary": "Justices will hear cases from North Carolina and Maryland, after failing to agree on what to do about partisan voter maps. GREENVILLE, N. C.-A tour of local barbecue joints is a better way than many to understand why the outline of North Carolina's First Congressional District is featured in a lawsuit.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-considers-ditching-its-flat-income-tax-11553436001", "title": "Illinois Considers Ditching Its Flat Income Tax", "date": "2019-03-24 10:00", "summary": "In the state with the worst credit rating, the governor pushes a graduated income tax among other steps to raise revenue. CHICAGO-The governor of Illinois is setting out on a tough sales job: convincing voters to replace the state's flat income-tax rate with a graduated rate that would hit the wealthy the hardest.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-political-scrutiny-mounts-eli-lilly-divulges-new-insulin-pricing-data-11553436000", "title": "As Political Scrutiny Mounts, Lilly Divulges New Insulin Pricing Data", "date": "2019-03-24 10:00", "summary": "Lilly says the price it was paid for popular insulin Humalog fell 8.1% from 2014 to 2018 due to increasing rebates it gave to companies in the drug-supply chain. Eli Lilly & Co., facing mounting scrutiny in the U.S. Congress over big increases in the list price of a widely used insulin, says the price it was paid dropped by 8.1% during the previous five years after accounting for rebates and discounts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-marijuana-bill-heads-to-nail-biter-vote-11553432401", "title": "New Jersey Marijuana Bill Heads to Nailbiter Vote", "date": "2019-03-24 09:00", "summary": "Gov. Phil Murphy calling lawmakers to push passage of legislation to legalize recreational cannabis. New Jersey Gov. Phil Murphy was working the phones over the weekend, hoping to drum up enough support ahead of the state legislature's scheduled vote to legalize marijuana Monday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cashing-in-on-volatility-has-been-tougher-than-expected-for-cboe-11553432401", "title": "Cashing In on Volatility Has Been Tougher Than Expected for Cboe", "date": "2019-03-24 09:00", "summary": "To regain investor confidence, options exchange operator is undergoing one of the biggest transformations in decades. Chicago-based Cboe Global Markets Inc. is trying to convince investors that new products and a technology upgrade can pull it out of a year-long share-price slump.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipad-mini-ipad-air-ipad-pro-heres-how-to-pick-the-right-ipad-11553432400", "title": "iPad Mini...iPad Air...iPad Pro? Here's How to Pick the Right iPad", "date": "2019-03-24 09:00", "summary": "You can spend $329 for an iPad, or well over a grand: Here's help figuring out where to spend your money. An iPad is an iPad is an iPad: It's a screen, you touch it, the end, right?", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-huge-bond-market-is-coming-to-an-etf-near-you-soon-11553428802", "title": "China's Huge Bond Market Is Coming to an ETF Near You Soon", "date": "2019-03-24 08:00", "summary": "Here's what investors need to know. China is becoming less optional for investors. Debt from the Chinese government and key state banks is set to join the Bloomberg Barclays Global Aggregate, an influential bond index, in April. That follows similar moves to introduce shares listed in Shanghai and Shenzhen to MSCI and FTSE Russell stock indexes. Here's what investors need to know.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-governors-island-a-munitions-warehouse-becomes-a-cultural-hub-11553428800", "title": "Governors Island Munitions Warehouse to Become a Cultural Hub", "date": "2019-03-24 08:00", "summary": "$12 million renovation transforms 19th century military structure into arts space opening later this year. Governors Island will get a new cultural anchor in September, reaching another milestone in its transformation from one-time military base into a leisure oasis for New Yorkers.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-tracked-aircraft-certification-pushed-by-boeing-comes-under-the-spotlight-11553428800", "title": "Fast-Tracked Boeing Aircraft Certification Comes Under Scrutiny", "date": "2019-03-24 08:00", "summary": "Lawmakers are questioning wisdom of allowing FAA to delegate some certification tasks to plane maker following two fatal 737 MAX crashes. WASHINGTON-The safety-certification process that put the Boeing 737 MAX in the air is coming under congressional scrutiny in what is shaping up as a test of the aircraft maker's influence in Washington.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inverted-yield-curve-is-telling-investors-what-they-already-know-11553425200", "title": "Inverted Yield Curve Is Telling Investors What They Already Know", "date": "2019-03-24 07:00", "summary": "Long-term bond yields plunging below short-term ones is a good predictor of Fed rate cuts and an economic slowdown-but a recession is no guarantee. The market's most reliable recession indicator is finally flashing red. With the Treasury yield curve inverting on Friday-the 10-year yield fell sharply to be lower than the three-month for the first time since 2007-is it finally time to prepare for an economic downturn?", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}]