[{"link": "https://www.wsj.com/articles/the-nfl-playoffs-may-begin-with-the-end-of-the-patriots-dynasty-11577711434", "title": "The NFL Playoffs May Spell the End of the Patriots Dynasty", "date": "2019-12-30 23:59", "summary": "A shocking loss to the lowly Miami Dolphins means New England will have to make a rare appearance in the wild-card round. The New England Patriots have spent much of this season looking distinctly un-Patriot-like. They've lost to good teams, struggled to move the ball and, in the strangest twist, Tom Brady has actually looked his age. (He's 42, which is a very normal age for adult humans and a very abnormal age for adult humans playing quarterback in the NFL.)", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reduced-trade-tensions-lift-chinas-factory-production-11577766056", "title": "Reduced Trade Tensions Lift China's Factory Production", "date": "2019-12-30 23:24", "summary": "Demand for Chinese goods is up after Washington and Beijing struck an initial trade deal. BEIJING-Easing U.S.-China trade tensions lifted demand for Chinese goods and boosted factory production in December, an official gauge of manufacturing activity showed on Tuesday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/almost-10-000-children-of-islamic-state-live-in-perilous-limbo-in-syrian-camps-11577735072", "title": "Almost 10,000 Children of Islamic State Live in Limbo in Syrian Camps", "date": "2019-12-30 22:51", "summary": "Resume Subscription. AL-HOL, Syria-The crack of a gunshot scattered a group of women throwing stones at a surveillance camera watching over the camp where they have been held with their children since the fall of Islamic State's would-be caliphate.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uber-postmates-sue-california-over-gig-law-escalating-fight-11577763867", "title": "Uber, Postmates Sue California Over Gig Law, Escalating Fight", "date": "2019-12-30 22:44", "summary": "Suit claims new law violates constitutional guarantees of equal protection and due process. Uber Technologies Inc. and Postmates Inc. sued California to challenge legislation that could force the companies to treat their drivers as employees, the latest escalation in a battle over the new law set to take effect in the New Year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-scientist-who-gene-edited-babies-is-sent-to-prison-11577703233", "title": "Chinese Scientist Who Gene-Edited Babies Is Sent to Prison", "date": "2019-12-30 22:34", "summary": "A Chinese court convicted He Jiankui on charges of illegally practicing medicine, sentencing him to three years in prison. The scientist who created the world's first known genetically modified babies, stunning the global scientific community, has been sentenced by a Chinese court to three years in prison, state media reported.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-shooters-motive-remains-unclear-11577740517", "title": "Texas Shooter's Motive Remains Unclear", "date": "2019-12-30 20:40", "summary": "Keith Thomas Kinnunen was killed after opening fire in a church outside Fort Worth Sunday. Texas authorities said they are still trying to determine the motive behind a shooting attack on a church outside Fort Worth on Sunday, which left three people dead, including the suspected gunman.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huaweis-revenue-hits-record-122-billion-in-2019-despite-u-s-campaign-11577754021", "title": "Huawei's Revenue Hits Record $122 Billion in 2019 Despite U.S. Campaign", "date": "2019-12-30 20:00", "summary": "The pace of growth was slightly slower than expected, as the tech giant predicts more challenges in 2020. HONG KONG-Huawei Technologies Co. said its revenue rose to a record $122 billion this year, showing the Chinese tech giant's continued rise despite the Trump administration's campaign to curtail its global business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-to-remember-11577752648", "title": "A Year to Remember", "date": "2019-12-30 19:37", "summary": "Raise your hand if you predicted 20%-plus stock gains in 2019.. Regarding the movement of equity prices, we associate with the words of Alan \"Ace\" Greenberg, the head of Bear Stearns during the 1987 market crash: \"Stocks fluctuate, next question.\" The good news in 2019 is that mostly they fluctuated up, which offers a lesson or two.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-violence-in-utero-11577752464", "title": "Police Violence in Utero", "date": "2019-12-30 19:34", "summary": "An academic study is retracted, but it's revealing nonetheless.. It was a startling claim, published this month by a Harvard sociologist in the journal Science Advances: \"Police killings of unarmed blacks substantially decrease the birth weight and gestational age of black infants residing nearby.\" That reinforces \"the intergenerational transmission of disadvantage,\" Joscha Legewie wrote, because preterm birth can affect things like cognitive development.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-education-official-charged-with-facilitating-a-child-sex-crime-11577752317", "title": "New York City Education Official Charged With Facilitating a Child Sex Crime", "date": "2019-12-30 19:31", "summary": "David Hay, a deputy chief of staff for the city's schools chancellor, was fired after his arrest in Wisconsin. A deputy chief of staff to New York City Schools Chancellor Richard Carranza was arrested in Wisconsin, where he was charged with using a computer to facilitate a child sex crime, a city official said Monday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-tariffs-hurt-manufacturing-11577752265", "title": "How Tariffs Hurt Manufacturing", "date": "2019-12-30 19:31", "summary": "A new Fed study shows the damage swamped any benefits.. One mystery of the Trump-era economy has been why U.S. manufacturing slumped sharply in late 2018 and 2019 after surging the year before. The Occam's razor culprit is the onset of trade war, and now comes new economic evidence to back that up.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-klobuchars-secret-list-11577751139", "title": "Amy Klobuchar's 'Secret' List", "date": "2019-12-30 19:12", "summary": "Why won't the Democrats say who they'd nominate to the Supreme Court?. When Democrats gather to debate in Des Moines, Iowa, in two weeks, here's hoping the moderators will be more curious than PBS's Judy Woodruff was last time.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-recession-strike-in-2020-11577751097", "title": "Will Recession Strike in 2020?", "date": "2019-12-30 19:11", "summary": "Even the best indicators of downturns are unreliable, but investors can take steps to prepare either way.. Year-end is the traditional time to forecast the economy and ensure that your investment portfolio can handle future shocks. Habitual worrywarts-including some practitioners of the dismal science-see ominous signs that America's record-breaking expansion will soon end. Meanwhile, most stock-market pundits see recent strong consumer spending as a good omen, signifying that stocks and the economy will continue to rise. Let's review the best indicators to make sense of the picture.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-hand-out-the-constitution-and-it-makes-me-feel-great-11577751063", "title": "I Hand Out the Constitution, and It Makes Me Feel Great", "date": "2019-12-30 19:11", "summary": "Do yourself a favor and reread the country's founding document. I have a few copies left.. I bought some pocket-sized editions of the U.S. Constitution around Thanksgiving and began handing them out. When I ran out, I ordered more. This little act of patriotic gift-giving has given me great comfort. I'm not entirely sure why.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farewell-to-the-cfa-franc-macron-and-ouattara-end-a-colonial-relic-11577751037", "title": "Farewell to the CFA Franc: Macron and Ouattara End a Colonial Relic", "date": "2019-12-30 19:10", "summary": "The eco, West Africa's new money, would be sounder if accompanied by a currency board.. French President Emmanuel Macron and Alassane Ouattara, president of the Ivory Coast, have delivered the coup de grâce to a colonial relic: the CFA franc. Created in 1945, the CFA franc is the only colonial currency arrangement still in existence. Fourteen African countries constitute the CFA franc zone. These countries in West and Central Africa are split into two separate economic and monetary unions in which the CFA franc is the coin of the realm. But the two presidents announced Dec. 21 that when the new year is rung in, the currency will disappear in the eight countries of the West African zone-home to 130 million people-and be replaced by a new one, the eco.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bells-of-old-tokyo-review-of-time-and-the-city-11577750990", "title": "'The Bells of Old Tokyo' Review: Of Time and the City", "date": "2019-12-30 19:09", "summary": "An American writer in Tokyo seeks out vestiges of the old city of Edo, especially the bells that kept the hours for the Tokugawa shoguns.. New Year's tends to induce thoughts of time and its passing. Anna Sherman's \"The Bells of Old Tokyo,\" a meditative exploration of time and change filtered through an expat's selective history and travelogue of Japan, is a lovely way to ring in the new with contemplation of the old.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-chuck-todd-and-faith-11577750889", "title": "Notable & Quotable: Chuck Todd and Faith", "date": "2019-12-30 19:08", "summary": "'Only a person who enjoys 'fairy tales' like Noah's ark could vote for a man like President Trump.'. Becket Adams writing for the Washington Examiner, Dec. 30:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-iran-showdown-begins-in-iraq-11577750711", "title": "The U.S.-Iran Showdown Begins in Iraq", "date": "2019-12-30 19:05", "summary": "America hits Ktaib Hezbollah, one of Tehran's most effective militias.. The U.S. killed at least 25 Ktaib Hezbollah fighters on Sunday night in its first counterstrike in a decade against an Iran-aligned Iraqi Shia militia. U.S. F-15E aircraft struck three sites in Iraq and two in Syria in retaliation for Ktaib's Friday rocket attack, which killed an American contractor and wounded four U.S. service personnel.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-wait-a-year-to-make-resolutions-11577750681", "title": "Don't Wait a Year to Make Resolutions", "date": "2019-12-30 19:04", "summary": "With the help of my Week Game, I was able to quit drinking.. I was a heavy drinker before I gave it up. I didn't get drunk, but that made it worse, because I could pour more down my gullet and function as my body bloated, my heart wheezed. So I made a resolution. I looked in the mirror, pondered my second chin, and said to myself: \"It's early evening. Drink whatever you want now, but it all ends at 11:59. We start anew tomorrow.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-orders-220-buildings-to-install-protections-from-dangerous-facades-after-pedestrians-death-11577750107", "title": "New York City Orders 220 Buildings to Install Protections From Dangerous Facades After Pedestrian's Death", "date": "2019-12-30 18:55", "summary": "If protective measures aren't taken, city contractors will do it at an owner's expense.. New York City has ordered the owners of 220 buildings to take protective measures such as installing sidewalk sheds weeks after a woman was killed by a piece of a facade that fell from a 17-story building near Times Square in Manhattan, officials said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-musicals-shine-on-broadway-even-as-overall-sales-slip-from-2018-11577749747", "title": "New Musicals Shine on Broadway, Even as Overall Sales Slip From 2018", "date": "2019-12-30 18:49", "summary": "'Moulin Rouge!' and 'Beetlejuice' notch weekly records, but the season's total attendance is down. Several Broadway shows enjoyed a record-setting sales week over the holidays. But the industry wasn't able to top the overall Christmas magic of a year ago.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunbelt-set-to-gain-congressional-seats-data-show-11577723599", "title": "Political Power Set to Continue Shift to Southern States, Data Show", "date": "2019-12-30 18:45", "summary": "Americans are moving to states with warm weather, strong job growth and cheaper housing. WASHINGTON-New state census totals show population continuing to shift from the North and Midwest to the South and Southwest in ways that could help states that have voted Republican in recent years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-dismisses-case-over-testimony-of-trump-administration-official-11577748048", "title": "Judge Dismisses Case Over Testimony of Trump Administration Official", "date": "2019-12-30 18:20", "summary": "Kupperman had sought clarity on disparate demands of White House and Congress. WASHINGTON-A federal judge on Monday dismissed a lawsuit brought by a former White House national security official asking whether he could be forced to testify before Congress over the objection of the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-insists-he-has-no-senate-plans-though-gop-operatives-think-otherwise-11577746481", "title": "Pompeo Insists He Has No Senate Plans, Though GOP Operatives Think Otherwise", "date": "2019-12-30 17:54", "summary": "Some think he is weighing a bid to replace retiring Republican Sen. Pat Roberts. WASHINGTON-Secretary of State Mike Pompeo reiterated on Monday that he has no plans to run next year for U.S. Senate. Still, Republican strategists say they're increasingly convinced that he will eventually jump in.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boy-scouts-tap-outsider-ceo-to-navigate-legal-crisis-11577726749", "title": "Boy Scouts Tap Outsider CEO to Navigate Legal Crisis", "date": "2019-12-30 17:40", "summary": "The organization hired a former human-resources officer as chief executive as it weighs a possible bankruptcy to cope with sex-abuse lawsuits. The Boy Scouts of America hired a former energy executive as CEO, reaching for an external leader as the group struggles to attract a new generation of youth and navigate a wave of sex-abuse lawsuits.", "categories": [["Pro Bankruptcy People"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-to-limit-features-on-childrens-videos-irking-creators-11577701800", "title": "YouTube to Limit Data Collection on Children's Videos", "date": "2019-12-30 17:39", "summary": "Changes in response to federal privacy clampdown could hit creators' wallets. YouTube will soon limit the data it collects on videos designed for children to comply with a federal privacy clampdown, pleasing consumer advocates but delivering a potential financial blow to creators of free children's content on the video platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-startups-face-tough-exit-options-11577745339", "title": "Fintech Startups Face Tough Exit Options", "date": "2019-12-30 17:35", "summary": "Venture investors value startups on growth, but Wall Street wants to see profits. Venture capitalists are plowing lots of money into fintech companies at quickly multiplying valuations as they seek to reap returns on the scale of Square Inc. or Adyen NV, but exits from fintech companies have been few and far between.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-supply-deluge-sends-european-yields-higher-11577718978", "title": "Bond 'Supply Deluge' Sends European Yields Higher", "date": "2019-12-30 17:25", "summary": "Yields on European government debt are rising as investors sell holdings in anticipation of a wave of new issuance expected to begin in January. Some European bond yields rose to their highest levels since summer as investors prepared portfolios for new issuance in January and locked in profits for the end of the year.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hanukkah-attack-suspect-is-mentally-ill-family-says-11577722687", "title": "Hanukkah Attack Suspect Charged With Hate Crime", "date": "2019-12-30 17:17", "summary": "Five people wounded in weekend attack that New York governor called domestic terrorism. RAMAPO, N.Y.-Federal prosecutors filed hate-crime charges against the man accused of a stabbing attack that left five people wounded during a Hanukkah celebration this weekend in Monsey, N.Y.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-a-tumultuous-decade-bond-investors-see-rocky-times-ahead-11577714400", "title": "After a Tumultuous Decade, Bond Investors See Rocky Times Ahead", "date": "2019-12-30 17:11", "summary": "'Negative policy rates don't work'; thoughts on technology, geopolitical influences and more. Bond markets have hosted some of the most dramatic shifts in finance over the past decade. Interest rates in Europe and Japan fell below zero, while U.S. companies borrowed more than ever. The Wall Street Journal asked six prominent investors what is in store for the next decade. They spoke of the return of inflation, a turn away from negative interest rates and the implications of new technology. Below are edited transcripts of some of their comments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-proposes-loosening-of-auditor-independence-rules-11577729220", "title": "SEC Proposes Loosening of Auditor Independence Rules", "date": "2019-12-30 17:04", "summary": "The proposal seeks to change regulation related to affiliates of audit clients and IPO preparation. The U.S. Securities and Exchange Commission on Monday proposed changes to auditor independence rules that would relax regulation of audit firms in cases involving affiliates of their clients and preparations for initial public offerings.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-weakens-and-global-stocks-mixed-as-traders-wrap-up-record-year-11577700448", "title": "Stocks on Track for Best Year Since 2013", "date": "2019-12-30 17:03", "summary": "With one full trading day left in 2019, the benchmark S&P 500 has surged 28%. U.S. stocks are poised for their best annual performance in six years, driven by a handful of big technology stocks, such as Apple Inc. and Microsoft Corp. , that have powered the decadelong bull-market run.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-airstrikes-sparks-call-for-u-s-to-leave-iraq-11577724235", "title": "Iraqi Criticism of U.S. Escalates After Airstrikes", "date": "2019-12-30 16:52", "summary": "Top cleric rebukes Washington as coalition including Iran-backed parties call for expulsion of U.S. troops. Iraq's top cleric added his voice to a chorus of condemnation of U.S. strikes against an Iran-backed militia as some factions renewed calls for the departure of American forces.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolina-town-ends-traditional-new-years-eve-possum-drop-11577736459", "title": "North Carolina Town Ends Traditional New Year's Eve Possum Drop", "date": "2019-12-30 16:49", "summary": "Animal-rights groups, online petitioners win yearslong battle over 'redneck response' to Times Square ball drop. An Appalachian community has dropped its last live opossum on New Year's Eve.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-makes-changes-to-free-tax-prep-alliance-11577741564", "title": "IRS Makes Changes to Free Tax-Prep Alliance", "date": "2019-12-30 16:32", "summary": "Outside review commissioned by IRS found program had serious flaws. WASHINGTON-The Internal Revenue Service is making changes to its partnership with private companies that provide free tax preparation to millions of filers, following intense criticism of the program earlier this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highland-capital-management-lp-co-founder-out-under-deal-with-creditors-11577738959", "title": "Highland Capital Management LP Co-Founder Out Under Deal With Creditors", "date": "2019-12-30 16:29", "summary": "James Dondero would have no authority to act on the debt-trading pioneer's behalf. The founder of bankrupt hedge fund business Highland Capital Management LP is on his way out as part of a proposed settlement with the fund manager's unsecured creditors' committee.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-increases-security-following-stabbing-attack-11577741029", "title": "New York City Increases Security Following Stabbing Attack", "date": "2019-12-30 16:23", "summary": "Police officials say there are no credible threats ahead of the New Year's Eve celebration. New York City officials are ramping up security around synagogues and in Jewish neighborhoods following several recent anti-Semitic attacks, including a stabbing that injured five people this weekend in Monsey, N.Y.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginia-governor-approves-firings-of-jail-workers-in-nazi-salute-photo-11577740742", "title": "West Virginia Governor OK's Firings of Jail Workers in Nazi Salute Photo", "date": "2019-12-30 16:19", "summary": "Some cadets, instructor defended use of gesture in graduation photo as not aimed at any racial or religious group. West Virginia Gov. Jim Justice said Monday that he approved the firing of three state instructors and 34 jail-guard cadets who showed the Nazi salute in their graduation photo.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avengers-lion-king-help-disney-dominate-box-office-11577730896", "title": "'Avengers,' 'Lion King' Help Disney Rule the Box Office", "date": "2019-12-30 16:08", "summary": "Studio held one-third of year's domestic movie market, a first for any company, as other franchises struggled. A few major misfires kept Hollywood from achieving great expectations at the 2019 box office, but one powerhouse studio set a new standard for dominance.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-moves-campaign-headquarters-to-times-square-11577739142", "title": "Bloomberg Moves Campaign Headquarters to Times Square", "date": "2019-12-30 15:52", "summary": "Decision comes slightly a month after the billionaire businessman launched his late Democratic presidential bid. Michael Bloomberg's presidential campaign is moving its headquarters to Times Square.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-little-changed-amid-light-end-of-year-trading-11577727981", "title": "Oil Little Changed Amid Light End-of-Year Trading", "date": "2019-12-30 15:19", "summary": "Traders are waiting on weekly government data on U.S. oil inventories. Crude prices swung between small gains and losses on Monday, with traders looking for a fresh catalyst that could push prices out of their current range.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanderss-doctors-say-he-is-healthy-after-heart-attack-11577735239", "title": "Bernie Sanders's Doctors Say He Is Healthy After Heart Attack", "date": "2019-12-30 15:16", "summary": "Campaign released letters from senator's physicians declaring him fit to assume presidency. Democrat Bernie Sanders is in good health and would be able to assume the duties of the presidency if he is elected in 2020, doctors said in three letters released by his campaign Monday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forsaken-by-the-indian-health-service-11577736309", "title": "Forsaken by the Indian Health Service", "date": "2019-12-30 15:05", "summary": "Key articles from The Wall Street Journal and PBS Frontline investigation into how the U.S. agency failed to stop child predators and dangerous doctors. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/engineering-company-mcdermott-in-bankruptcy-talks-with-lenders-11577736205", "title": "Engineering Company McDermott in Bankruptcy Talks With Lenders", "date": "2019-12-30 15:03", "summary": "HPS Investment and Baupost in talks to provide McDermott with a bankruptcy loan of around $2 billion. McDermott International Inc. is in talks with its lenders to file for bankruptcy within weeks, according to people familiar with the situation.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wozzeck-review-on-the-brink-of-madness-11577735180", "title": "'Wozzeck' Review: On the Brink of Madness", "date": "2019-12-30 14:46", "summary": "William Kentridge's new production of Alban Berg's work at the Metropolitan Opera is rich, expansive and revelatory on stage and in the pit.. New York", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eternal-light-the-sacred-stained-glass-windows-of-louis-comfort-tiffany-review-a-vibrant-luminous-faith-11577734794", "title": "'Eternal Light: The Sacred Stained-Glass Windows of Louis Comfort Tiffany' Review: A Vibrant, Luminous Faith", "date": "2019-12-30 14:39", "summary": "A limpid exhibition provides a view of his religious art and an optimistic time in America.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-people-we-admire-most-obamas-and-trumps-11577734555", "title": "The People We Admire Most: Obamas and Trumps", "date": "2019-12-30 14:35", "summary": "Surveyed by Gallup, Americans dared to choose someone other than Greta Thunberg.. Impeachment doesn't appear to have had much impact on most public opinion polls. But today Gallup reports a rise in support-and even admiration-for President Donald Trump.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-rush-to-borrow-online-sparking-fears-of-high-rates-costly-terms-11577734013", "title": "Small Businesses Rush to Borrow Online, Sparking Fears of High Rates, Costly Terms", "date": "2019-12-30 14:26", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ghosts-in-the-clouds-inside-chinas-major-corporate-hack-11577729061", "title": "Ghosts in the Clouds: Inside China's Major Corporate Hack", "date": "2019-12-30 13:04", "summary": "A Journal investigation finds the Cloud Hopper attack was much bigger than previously known. The hackers seemed to be everywhere.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-expands-use-of-cyber-weapons-but-stays-secretive-on-policies-11577728030", "title": "White House Expands Use of Cyber Weapons, Stays Secretive on Policies", "date": "2019-12-30 12:47", "summary": "Congress remains largely in the dark despite bipartisan criticism of President Trump's stance. WASHINGTON-In his three years in office, President Trump has overseen an escalation in the U.S. military's deployment of cyber weapons as a way to engage forcefully with adversaries around the globe without provoking all-out war.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivia-expels-mexican-and-spanish-diplomats-11577727172", "title": "Bolivia Expels Mexican and Spanish Diplomats", "date": "2019-12-30 12:32", "summary": "The South American nation says the envoys interfered in its sovereign affairs, relating to a dispute over ex-Bolivian officials granted asylum in Mexico's embassy. MEXICO CITY-The Bolivian government said Monday it has ordered the Mexican ambassador and two Spanish diplomats to leave the country for interfering in its sovereign affairs.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/threat-grows-from-north-korea-during-nuclear-deadlock-with-more-to-come-11577724066", "title": "Threat Grows From North Korea During Nuclear Deadlock", "date": "2019-12-30 12:24", "summary": "After a year of weapons development, Kim Jong Un enters 2020 hinting at expansion of missile testing. SEOUL-North Korea has played by President Trump's rules by freezing long-range missile and nuclear tests, but its weapons programs still ended the year with a significant list of accomplishments.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-watching-the-cia-a-hawk-named-hudson-11577725513", "title": "Who's Watching the CIA? A Hawk Named Hudson", "date": "2019-12-30 12:05", "summary": "Resume Subscription. LANGLEY, Va.-The President's Daily Brief is among the U.S. government's most closely held intelligence reports, its highly classified contents intended only for President Trump and a handful of his top national security aides.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/options-volumes-thin-after-record-year-11577725426", "title": "Options Volumes Thin After Record Year", "date": "2019-12-30 12:03", "summary": "Average daily options volumes are about 5% below the record hit in 2018, though higher than levels seen in prior years. Traders have stepped back from trading options at last year's frenzied pace.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cape-cods-most-expensive-listing-is-asking-25-million-11577725436", "title": "Cape Cod's Most Expensive Listing is Asking $25 Million", "date": "2019-12-30 12:03", "summary": "If it sold at that price, the estate owned by the son of late Wall Street executive Jim Clark would set a record for the most expensive home sale in the Massachusetts vacation spot. A sprawling estate on Cape Cod is coming on the market for $25 million, making it the most expensive listing in the area, according to Sotheby's International Realty.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/misaligned-incentives-skew-u-s-student-debt-11577724759", "title": "Misaligned Incentives Skew U.S. Student Debt", "date": "2019-12-30 11:52", "summary": "Since there's no risk of discharge through bankruptcy, lenders are happy to ignore conventional underwriting and keep feeding the education-industrial complex.. Beth Akers's \"Forgiveness Isn't Divine When It Comes to Student Debt\" (op-ed, Dec. 17) presents good ideas to ameliorate the U.S. student-debt problem, but simply allowing the debt to be discharged in bankruptcy would be more effective. Only the threat of discharge can force lenders to be more judicious and higher education to become more efficient.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-political-games-disrupt-impeachment-11577724682", "title": "Pelosi's Political Games Disrupt Impeachment", "date": "2019-12-30 11:51", "summary": "Democrats are in the sweet spot of the impeachment process: The president has been impeached but not yet been acquitted.. Regarding your editorial \"Pelosi Has Second Thoughts\" (Dec. 20): Nowhere in the Constitution does it say that the Senate has to like the House's impeachment rules. Likewise, it doesn't say that the House has to like the Senate's rules for an impeachment trial. It does say, however, that \"the accused shall enjoy the right to a speedy and public trial.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-pete-has-elizabeth-warrens-number-in-debates-11577724520", "title": "Mayor Pete Has Elizabeth Warren's Number in Debates", "date": "2019-12-30 11:48", "summary": "Mr. Buttigieg illuminated contradictions in Ms. Warren's positions and helped steer her toward political disasters.. Regarding your editorial \"A $900 Bottle of Hypocrisy\" (Dec. 21): When Elizabeth Warren took the debate stage in October, she was a front-runner and a proud supporter of Medicare for All. But when she refused to say how she would pay for nationalized health care, Pete Buttigieg took aim: \"Your signature, Senator, is to have a plan for everything-except this.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/felix-rohatyns-legacy-is-not-as-a-defender-of-markets-11577724409", "title": "Felix Rohatyn's Legacy Is Not as a Defender of Markets", "date": "2019-12-30 11:46", "summary": "He wished to resurrect the Reconstruction Finance Corporation, a scheme of government allocation of resources that Elizabeth Warren and many other Democrats today would warmly embrace.. Your editorial \"Felix G. Rohatyn\" (Dec. 24) describes the late financier as a Democrat who looked more favorably upon economic growth than do many of today's Democrats. That's a low bar, but the case remains unclear. Mr. Rohatyn was dismayed that the creative destruction unleashed by the free market threatens the profitability of established industries. To protect these industries from competition, Mr. Rohatyn did more than promote \"spending on public infrastructure.\" He wished also to resurrect the Reconstruction Finance Corporation, a scheme of government allocation of resources that Elizabeth Warren and many other Democrats today would warmly embrace.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-says-its-own-content-topped-all-2019-releases-on-its-service-11577721600", "title": "Netflix Says Its Own Content Topped All 2019 Releases on Its Service", "date": "2019-12-30 11:44", "summary": "Most popular 2019 program in the U.S. was 'Murder Mystery,' with Adam Sandler and Jennifer Aniston, topping the third season of 'Stranger Things'. Netflix Inc . said its original shows and movies were watched more than any other content released on the streaming service in 2019, a sign of the company's aggressive investment in its own content in anticipation of getting fewer programs from traditional Hollywood suppliers.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-markets-that-never-emerge-11577724191", "title": "The Markets That Never Emerge", "date": "2019-12-30 11:43", "summary": "Emerging-market stocks have had a miserable decade. The slowdown in Chinese growth suggests they won't break out as the next one begins.. After 10 years of misery for emerging-market stocks, investors may want to think about another name for the asset class. Equities from outside the world's advanced economies haven't emerged into anything, and the prospects heading into a new decade don't look any better.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/far-from-trash-the-can-is-king-of-the-recycling-stream-11577723796", "title": "Far From Trash, the Can Is King of the Recycling Stream", "date": "2019-12-30 11:36", "summary": "The average beverage can has 73% recycled content and the average steel food can up to 35%.. Aluminum and steel, used to make cans for beverages and food, have an authentic recycling story. Unlike the materials mentioned in \"World Faces Trash Glut After China Ban\" (Page One, Dec. 20), cans are accepted everywhere, they are relatively easy to sort and the whole container is recyclable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-thanks-trump-for-intelligence-that-foiled-attack-in-russia-kremlin-says-11577650213", "title": "Putin Thanks Trump for U.S. Counterterrorism Help, Kremlin Says", "date": "2019-12-30 11:34", "summary": "Moscow says it initiated call between two presidents in which Russian leader voiced gratitude for counterterrorism help. Russian President Vladimir Putin thanked President Trump by phone for the U.S. providing information that helped thwart potential terrorist attacks, the White House and the Kremlin said.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-real-estate-didnt-have-a-good-year-11577631600", "title": "Manhattan Real Estate Didn't Have a Good Year", "date": "2019-12-30 11:31", "summary": "Sales of existing apartments dropped to slowest pace since 2011; overall prices hit four-year low. The 2019 market for Manhattan residential real estate was one of the worst in nearly a decade, data show, with some brokers walking away from their jobs because of a sales slump.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-fine-wine-investments-are-souring-11577722580", "title": "Why Fine Wine Investments Are Souring", "date": "2019-12-30 11:16", "summary": "Investors' new taste for risk and President Trump's tariffs have both sapped interest in top French wines. It has been a heady year for most liquid assets, but not fine wine.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-sees-light-demand-for-liquidity-as-turn-of-year-approaches-11577717308", "title": "Fed Sees Light Demand for Liquidity as Turn of Year Approaches", "date": "2019-12-30 11:14", "summary": "Repo operations garner less interest than central bank was willing to provide, signaling year-end transition may be smoother than many expected. Major banks sought far less liquidity from the Federal Reserve Bank of New York than it was ready to offer on Monday, in a sign the transition from 2019 to 2020 may be smoother than many had expected.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-non-campaign-stories-to-watch-in-2020-11577720236", "title": "Four Non-Campaign Stories to Watch in 2020", "date": "2019-12-30 11:08", "summary": "Hong Kong's pro-democracy protests, Iran's economic troubles, North Korea's weapons and Brexit are key international events. We sit on the doorstep of the year 2020, meaning the U.S. is about to become fully consumed with the presidential election campaign.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-out-of-debt-in-2020-11577721600", "title": "How to Get Out of Debt in 2020", "date": "2019-12-30 11:00", "summary": "Here is a game plan to help those hoping to make a fresh start on their debt repayment. For many, paying off debt can feel like an insurmountable task.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-favorite-rides-of-2019-11577720932", "title": "Our Favorite Rides of 2019", "date": "2019-12-30 10:48", "summary": "Resume Subscription. Every week The Wall Street Journal's My Ride column profiles vehicles and their owners, with surprising back stories. Here's a look back at 2019.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fashion-is-weird-the-7-strangest-clothing-items-of-the-year-11577720761", "title": "Fashion Is Weird: The 7 Strangest Clothing Items of the Year", "date": "2019-12-30 10:46", "summary": "Reflecting on the strangest new clothing inventions of the year. EVERY YEAR, each industry confronts its own array of new ideas. People who work in, say, car manufacturing or ornithology were surely introduced to at least one groundbreaking doodad over the past 365 days. Of course, I have no clue what those would be, because I cover clothing, not carburetors or cockatoos.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/staples-may-come-undone-after-2019-rally-11577720315", "title": "Staples May Come Undone After 2019 Rally", "date": "2019-12-30 10:38", "summary": "Consumer staples rallied in 2019, but the sector remains challenged. The consumer staples sector turned in a surprisingly decent performance for 2019. It is unlikely to last.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-makes-new-pitch-to-mom-and-pop-investors-11577719111", "title": "AT&T Makes New Pitch to Mom-and-Pop Investors", "date": "2019-12-30 10:18", "summary": "Issuance of new preferred shares in December shows highly indebted company getting creative in search of financing. AT&T Inc., which piled on billions in debt to become a media giant, is getting more creative with its pitch to investors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-resolves-to-get-more-hands-off-in-ipos-11577718439", "title": "China Resolves to Get More Hands-Off in IPOs", "date": "2019-12-30 10:07", "summary": "China aims to liberalize its IPO process, but letting go can be harder than it seems. China is overhauling its rules on initial public offerings. The reform effort looks smart on paper, but success will depend on how serious Beijing is in liberalizing its markets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-finer-things-in-life-werent-good-investments-in-2019-11577718066", "title": "The Finer Things in Life Weren't Good Investments in 2019", "date": "2019-12-30 10:01", "summary": "The value of luxury goods such as wine, diamonds and art had a down year even as the stock market hit new records. When stocks and bonds do well, the rich usually feel richer, driving sales of luxury assets like wine, diamonds and fancy cars. That wasn't the case in 2019.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-iowa-caucus-strategy-for-democrats-be-nice-11577717382", "title": "One Iowa Caucus Strategy for Democrats: Be Nice", "date": "2019-12-30 09:49", "summary": "Candidates are heeding the big role that voters' second choices play in the caucuses. AMES, Iowa-This state's residents have a reputation for being willing to go out of their way to help a struggling neighbor, a visitor or a stranded motorist, a practice locals call \"Iowa nice.\"", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-youve-just-been-fired-as-an-nfl-head-coach-11577714947", "title": "So You've Just Been Fired as an NFL Head Coach", "date": "2019-12-30 09:09", "summary": "The regular season is done, and pink slips are coming for the bosses on the sideline. So you've just lost your job as an NFL head coach. Condolences. I know what it's like to lose a job. The public humiliation, giving up the company phone, putting all your personal items and stuffed animals in a cardboard box, the sudden urge to listen to all the Joni Mitchell ballads...I've been there.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-first-made-in-china-model-3s-hit-the-road-11577714572", "title": "Tesla Meets Output Goal for Its Model 3s in China", "date": "2019-12-30 09:02", "summary": "Shanghai factory can produce 1,000 vehicles a week. SHANGHAI-Electric-car maker Tesla Inc. says it has hit its early production target of 1,000 vehicles a week at its China plant, less than a year after breaking ground at a 210-acre field in Shanghai.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-c-in-cio-stands-for-ch-ch-ch-changes-11577714401", "title": "The 'C' in CIO Stands for Ch-Ch-Ch-Changes", "date": "2019-12-30 09:00", "summary": "They may have left the data center, but the data center hasn't left them. Years devoted to building out advanced applications and convincing colleagues in other units that, yes, IT can drive new business opportunities, appear to have paid off. Chief information officers say their role has become more strategic and will continue to evolve in that direction in the near future.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-books-you-should-be-reading-this-holiday-season-11577714251", "title": "10 Books You Should Be Reading This Holiday Season", "date": "2019-12-30 08:57", "summary": "Books to snuggle up with all winter long: From the newest in fiction, to the classic reads we can't put down right now. Here's what the WSJ. staff is reading right now.. \"Comedian Jenny Slate compares herself to a croissant and imagines talking to forest animals in a collection that reads more like a group of modern adult fairytales than a typical memoir. Her self-actualization and commitment to caring for herself feels so comforting at this time of year.\" - Natalia Barr", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-fedex-fees-on-heavy-packages-to-hit-consumers-and-merchants-11577712894", "title": "UPS, FedEx Fees on Heavy Packages to Hit Consumers and Merchants", "date": "2019-12-30 08:34", "summary": "Carriers escalate their war on bulky items, levying a $24 fee on packages weighing over 50 pounds. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/idaho-needs-more-power-but-parts-of-oregon-object-11577712600", "title": "Idaho Needs More Power but Parts of Oregon Object", "date": "2019-12-30 08:30", "summary": "Utilities are trying to build lines to transport clean energy across states but face local resistance. LA GRANDE, Ore.-In this small town in eastern Oregon, renewable energy is widely popular. But the power lines needed to transmit it aren't.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-legacy-of-low-bond-yields-holds-lessons-for-u-s-europe-11577710806", "title": "Japan's Legacy of Low Bond Yields Holds Lessons for U.S., Europe", "date": "2019-12-30 08:00", "summary": "Central bank interest-rates and government bond yields are at, or near, record lows around the globe. A yearslong rally in bonds carried the yield on the benchmark 10-year Treasury note near record lows in 2019. For clues about what comes next, some investors are looking to Japan.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-deal-making-could-slow-up-as-election-day-nears-11577707209", "title": "Private-Equity Deal Making Could Slow Up as Election Day Nears", "date": "2019-12-30 07:00", "summary": "Political risk over the election's outcome could lead to a busy start to the year followed by a buyout slowdown later in 2020, industry watchers say. Private-equity firms tapped the brakes on deal making in 2019, but industry experts say some investors are likely to hit the gas again in early 2020 as they try to get deals done before the fall presidential election.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-chiefs-plan-to-boost-cybersecurity-spending-11577701802", "title": "Tech Chiefs Plan to Boost Cybersecurity Spending", "date": "2019-12-30 05:30", "summary": "Rising threats push companies to try new defensive techniques and tools in 2020. Companies are pouring money into digital defenses in an effort to stem the spread of malware, which hackers are using to steal data, commit fraud and disrupt victims' operations.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deals-and-dealmakers-that-made-the-year-in-m-a-11577701801", "title": "Deals, Deal Makers That Made the Year in M&A", "date": "2019-12-30 05:30", "summary": "U.S. deal value rose 12%, but uncertainty over Brexit, trade grounded some companies. This year was a big one for mergers and acquisitions, but it could have been even better.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-finds-it-is-tough-to-quit-vaping-in-the-office-11577701801", "title": "Juul Finds It Is Tough to Quit Vaping in the Office", "date": "2019-12-30 05:30", "summary": "E-cigarette maker tries to snuff out a habit from its early days: use of its own product at headquarters. Every new year brings a wave of smokers pledging to quit. Many people who work at Juul Labs Inc. have already ditched cigarettes. Trouble is, they won't stop vaping in the office.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-disney-tesla-michaels-cos-11577701121", "title": "Stocks to Watch: Disney, Tesla, Michaels Cos.", "date": "2019-12-30 05:18", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-chinese-pastor-gets-nine-year-prison-sentence-11577698307", "title": "Activist Chinese Pastor Gets Nine-Year Prison Sentence", "date": "2019-12-30 04:31", "summary": "Before his detention, Wang Yi wrote an essay saying the Communist Party's ideology is 'morally incompatible with the Christian faith'. BEIJING-An outspoken Christian leader was sentenced by a Chinese court to nine years in prison, an unusually harsh punishment for a religious leader, as President Xi Jinping tightens control of religion and curtails dissent.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11577647913", "title": "Pepper...and Salt", "date": "2019-12-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]