[{"link": "https://www.wsj.com/articles/with-stocks-at-fresh-highs-investors-portfolios-look-alike-11564306201", "title": "With Stocks at Fresh Highs, Investors' Portfolios Look Alike", "date": "2019-07-28 19:33", "summary": "Mastercard, Microsoft, Amazon and PayPal are among market's most crowded trades. A rally in stocks has triggered unusual circumstances for some of Wall Street's biggest investors-they are holding many of the same companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-sees-week-of-largely-positive-news-but-there-may-be-speed-bumps-ahead-11564340764", "title": "String of Wins Lifts Trump", "date": "2019-07-28 19:19", "summary": "Re-election bid likely benefited from border-wall ruling and budget deal, even as China fight takes toll. WASHINGTON-A budget deal headed to final passage, while a Supreme Court ruling paved the way for a border wall and Robert Mueller's congressional testimony landed few new blows to President Trump last week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-rep-nadler-faces-challengers-over-trump-impeachment-issue-11564354801", "title": "U.S. Rep. Nadler Faces Challengers Over Trump Impeachment Issue", "date": "2019-07-28 19:00", "summary": "Lindsey Boylan is among those raising questions about his leadership. Lindsey Boylan watched former special counsel Robert Mueller's appearance before Congress from her campaign office, which is also her apartment, fueled by Grady's Cold Brew. She didn't have high hopes for the prosecutor's testimony last week on whether President Trump obstructed justice.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expectations-modest-as-u-s-china-trade-negotiators-resume-talks-in-shanghai-11564306201", "title": "U.S.-China Trade Talks Set to Resume With Modest Expectations", "date": "2019-07-28 18:51", "summary": "Delegations may tackle smaller issues instead of sweeping deal. Negotiators for the U.S. and China will face off in Shanghai this week in another attempt to piece together a trade accord amid much lowered expectations for the kind of sweeping deal that appeared within reach this spring.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-national-injunction-dysfunction-11564348739", "title": "The Judicial Injunction Dysfunction", "date": "2019-07-28 18:06", "summary": "The Supreme Court sends an important message to lower courts.. The Supreme Court said Friday that the Trump Administration can proceed to reallocate some $2.5 billion that Congress had earmarked for the Pentagon to build a border wall. We disagree with the policy, but the good news is that the High Court is finally sending a message about the proliferation of national injunctions by lower-court judges.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portlands-antifa-impunity-11564348707", "title": "Portland's Antifa Impunity", "date": "2019-07-28 17:18", "summary": "No one has been charged in the assault on journalist Andy Ngo.. Portland, Ore., thinks of itself as a tolerant progressive city. Yet four weeks after a left-wing mob severely beat journalist Andy Ngo, there have been no arrests or charges for the assault.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fixing-a-food-stamp-trick-11564348685", "title": "Fixing a Food-Stamp Trick", "date": "2019-07-28 17:18", "summary": "Trump tries to change a rule that evaded asset tests.. Perhaps you've read that President Trump is about to toss millions of the poor off food stamps for no other reason than cruelty. You wouldn't know from this faux horror that the Trump Administration is merely policing a blatant abuse of public resources for the needy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-city-in-new-york-has-two-mayors-who-both-say-theyre-in-charge-11564236001", "title": "A City in New York Has Two Mayors Who Both Say They're in Charge", "date": "2019-07-28 16:45", "summary": "Turmoil ensued in Mount Vernon, N.Y., after one man refused to step down immediately when he pleaded guilty to spending campaign money for personal use. Mount Vernon, a small city just north of New York City, is in the midst of a power struggle involving two men who both call themselves mayor.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-hunt-for-at-least-two-shooters-after-brooklyn-playground-killing-11564344234", "title": "Police Hunt for at Least Two Shooters After Brooklyn Playground Killing", "date": "2019-07-28 16:03", "summary": "Eleven injured and one killed in suspected gang-related violence at Brownsville community celebration. New York police are searching for at least two shooters who opened fire in what appeared to be a gang-related conflict at a Brooklyn community celebration, killing one person and injuring 11.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-are-swamped-how-a-global-trash-glut-hurt-a-25-billion-industry-11564343534", "title": "'We Are Swamped': How a Global Trash Glut Hurt a $25 Billion Industry", "date": "2019-07-28 15:52", "summary": "Resume Subscription. GHAZIPUR LANDFILL, India-Across India, from poor villages to expensive residential areas of cities, millions of trash pickers are at work to collect what other people dispose. They are called raddiwalas, ragpickers, scavengers and waste managers. Some go door-to-door, others gather iron rebar and used bricks on construction sites, still others clean parks and city streets. There are even specialists who gather hair, which is exported in bulk for wigs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-wild-tour-de-france-gets-a-familiar-finish-11564342843", "title": "A Wild Tour de France Gets a Familiar Finish", "date": "2019-07-28 15:40", "summary": "The planet's greatest bike race had a little of everything in 2019-but once more, its most powerful team finished on top. All a cycling fan wanted from the 2019 Tour de France was a surprise-or, at least, some mild stimulation. The world's most important bike race had grown dull. It was dominated by one team, the sumptuously-budgeted Sky, which collected the sport's best riders, set them loose in the mountains, and basically turned the Tour into the Sky Off-Site Summer Picnic Intersquad Game.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-consumer-spending-manufacturing-jobs-and-trade-11564340400", "title": "Economy Week Ahead: Consumer Spending, Manufacturing, Jobs and Trade", "date": "2019-07-28 15:00", "summary": "The July jobs report will be closely watched for signs of slowing, particularly among payrolls and wages. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polish-gay-rights-demonstrators-march-peacefully-under-police-protection-11564340011", "title": "Polish Gay-Rights Demonstrators March Under Police Protection", "date": "2019-07-28 14:53", "summary": "Event in Bialystok follows attacks against pride marchers there a week earlier. BIALYSTOK, Poland-About 1,000 gay-rights demonstrators marched inside the protection of a police cordon on Sunday, the second-ever pride parade for this city in Poland's east, a week after the first was shut down when some counterdemonstrators attacked marchers.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nice-toes-bro-young-men-invade-nail-salons-11564338047", "title": "Nice Toes, Bro. Young Men Invade Nail Salons", "date": "2019-07-28 14:20", "summary": "A mani-pedi becomes a manly pedi as more guys get their feet in summer sandal shape. Women endure longer waits; 'a little weird at first'. When Sonia E. Wilson went to get a pedicure on the Fourth of July, she didn't expect to wait at her neighborhood salon, figuring most women had rushed to get their nails done before the holiday.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-max-pain-spans-globe-hurting-carriers-profit-and-growth-11564306238", "title": "Boeing MAX Pain Spans Globe, Hurting Carriers' Profit and Growth", "date": "2019-07-28 14:18", "summary": "Grounding of jet is potentially more disruptive for smaller airlines abroad than big U.S. companies. More than four months after the grounding of Boeing Co. 's best-selling 737 MAX, the passenger jet's absence is hitting profits, crimping growth and throwing service schedules into disarray at airlines around the world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-psychology-of-the-leftward-march-11564337543", "title": "The Psychology of the Leftward March", "date": "2019-07-28 14:12", "summary": "As with Nixon, Democrats mistake Trump for an extremist. That in turn drives them to extremes.. What has caused the Democratic Party to run so far, so fast to the left? You could answer that question by recourse to a variety of indicators: demographic, historical, economic, technological. What you can't do is deny the premise. The abolition of private health insurance, a 70% top income-tax rate, an annual tax on wealth, the socialization of higher education, the elimination of border enforcement (and thus of borders), reparations for slavery, a return to forced busing, a wholesale remaking of the nation's economy to fight climate change-all are openly proposed and discussed by the party's leaders.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/great-books-for-a-brainwashing-11564337511", "title": "Great Books for a Brainwashing", "date": "2019-07-28 14:11", "summary": "Summer reading lists designed to get college freshmen on board with social justice.. It's that time of year again. Soon-to-be college freshmen are whooping it up before being shaped into adults-cruising to Whataburger in mom's Prius, sneaking cans of ruby grapefruit White Claw Hard Seltzer. Soon it will be goodbye to innocence and hello to an exciting new adventure. But first there's-ugh-your summer reading assignment.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budget-deal-is-no-win-for-the-military-11564337478", "title": "Budget Deal Is No Win for the Military", "date": "2019-07-28 14:11", "summary": "Congress and Trump agree to spend more on defense, but not nearly enough.. Announcing a new two-year budget deal, President Trump noted that \"real compromise\" was necessary to \"give another big victory to our Great Military.\" A day later, the president claimed the U.S. armed forces were \"almost totally rebuilt from the depleted military I took over.\" Unfortunately, that's not true. While the deal avoids a worst-case scenario for the Pentagon-$71 billion in immediate, mandatory cuts under the 2011 Budget Control Act-it still does not adequately fund the Defense Department's 2018 National Defense Strategy. History will remember the Trump administration's defense policy for helping to repair military readiness, but not for rebuilding and modernizing the military as President Reagan did.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mrs-obama-heres-a-chance-to-go-high-11564337402", "title": "Mrs. Obama, Here's a Chance to Go High", "date": "2019-07-28 14:10", "summary": "She says she sees beauty in diversity. Does that include Melania Trump?. I've implored some of my fellow conservatives to read Michelle Obama's \"Becoming,\" which has sold well over 10 million copies and is, according to its publisher, the best-selling memoir of all time. Her life, words and deeds are inspiring millions of people. Republicans and conservatives should work to understand how.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-could-use-a-lyft-11564337425", "title": "New Yorkers Could Use a Lyft", "date": "2019-07-28 14:10", "summary": "Regulators squeeze ride-sharing companies, while commuters enjoy stalled subways in sweltering heat.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-calm-and-carry-on-dude-11564337449", "title": "Keep Calm and Carry On, Dude", "date": "2019-07-28 14:10", "summary": "Britain's new prime minister introduces his countrymen to a very American word.. Boris Johnson may be the first British prime minister to say \"dude\" in public. In last week's victory speech to the Conservative Party, Mr. Johnson admitted a flaw with his campaign slogan. \"Deliver Brexit. Unite the country and defeat Jeremy Corbyn. . . . I know, I know, some wag has already pointed out that deliver, unite and defeat was not the perfect acronym for an election campaign, since unfortunately it spells DUD. But they forgot the final 'E,' my friends. 'E' for energize. And I say to all the doubters: Dude, we are going to energize the country.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-amy-wax-and-her-critics-agree-11564337373", "title": "Where Amy Wax and Her Critics Agree", "date": "2019-07-28 14:09", "summary": "Progressives denounce a conservative for respecting the power of culture.. A cardinal premise of leftist thought is that cultural traits run deep. They reach down, past behavior, to unconscious values and concepts, shaping how we think. I went to graduate school in the 1980s, when critical race theorists and postcolonialists talked about \"Western ways of knowing.\" Western thought, they said, treats the world as a set of inert objects to be analyzed and consumed, while non-Westerners see the world as fluid and animated. A difference as fundamental as that wasn't to be erased, multiculturalists insisted. As the West draws the non-Western and developing worlds further into its orbit, they cautioned, it must avoid the crime of cultural imperialism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-millionaire-was-a-soviet-mole-review-whose-side-was-he-on-11564337343", "title": "'The Millionaire Was a Soviet Mole' Review: Whose Side Was He On?", "date": "2019-07-28 14:09", "summary": "David Karr was the young American communist on the make, his eye ever alert for the main chance, his hand ever open to Soviet largess.. In the 1930s and '40s, there were any number of American communists so enamored of Joseph Stalin and the shining tomorrows he promised that they would do anything for the Soviet Union, disdaining payment of any kind.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkeleys-gas-ban-should-only-be-a-start-11564336938", "title": "Berkeley's Gas Ban Should Only Be a Start", "date": "2019-07-28 14:02", "summary": "Where will the electricity come from if everyone is forced to use electricity for everything at home? The current electricity providers are at capacity.. Regarding your editorial \"Berkeley Bans Natural Gas\" (July 22): Now that the Berkeley City Council has unanimously voted to ban natural gas from most new buildings, I suggest the council adopt the following additional measures: 1) Accept no power delivery from Pacific Gas & Electric (PG&E) or anyone else to any building unless said power is sourced exclusively from renewables (i.e., wind, solar, hydro). According to PGE.com, the company generates approximately half of its energy from natural gas and nuclear-powered generating facilities. These nonrenewable sources provide backup when wind and solar can't do the job. Inform Berkeley citizenry that blackouts are the price you have to pay for responsible climate stewardship.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nationalism-essential-to-preserve-ourselves-11564336887", "title": "Nationalism Essential to Preserve Ourselves", "date": "2019-07-28 14:01", "summary": "Aristotle said it is the first duty of a culture to affirm its values if it wishes for that culture to survive.. In \"Natonalism Doesn't Fit the American Nation\" (Politics & Ideas, July 17), William Galston strangely omits what is traditionally the defining concept of being an American. Historically, to be an American meant that you acceded to the ideals under our Constitution and that you pledged loyalty to those ideals. We are experiencing an ever-escalating deconstruction of our national cultural fabric, fueled by a narcissistic and militant individualism supported primarily by those on the left. This is why we see our country standing on its political head to accommodate multiple aggrieved parties with new laws, including immigrants who are by definition, illegal in the context of our laws. Those of us who believe in borders and a citizenship process as fundamentals to the functioning of our nation are excoriated as racist and xenophobic. We're far from it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-and-england-buy-on-emotion-justify-it-later-11564336810", "title": "Brexit and England: Buy on Emotion, Justify It Later", "date": "2019-07-28 14:00", "summary": "Decades ago, a marketing consultant told me that people buy on emotion and justify with logic. That business truism is equally true in politics.. In the first paragraph of \"Why the EU Lost Middle England\" (op-ed, July 23), Tunku Varadarajan asserts that Brexit supporters weren't swayed by emotion. Every paragraph thereafter undercuts his assertion. A \"sense of local and national civilization\" isn't emotional? The pride in being of \"gentle, proud England\" isn't emotional? \"Cultural conservatism\" isn't emotional? \"Memorials to men who fought abroad\" aren't emotional? Mr. Varadarajan understandably considers these characteristics positive, but he is wrong when he asserts that they are not emotional.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-rebuffs-european-efforts-to-defuse-gulf-tensions-11564320717", "title": "Iran Rebuffs European Efforts to Defuse Gulf Tensions", "date": "2019-07-28 13:40", "summary": "Tehran won't release a British-flagged tanker in return for its own vessel, warned against a European military deployment in the Gulf. Iran rebuffed European efforts to defuse tensions in the Persian Gulf, calling military escorts to secure shipping a provocation and rejecting U.K. terms for resolving a crisis over seized tankers.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minivan-sales-fade-as-families-opt-for-suvs-11564322401", "title": "'The Minivan Is Out of Style'; Sales Fade as SUVs Gain Traction", "date": "2019-07-28 13:39", "summary": "The boxy family haulers struggle to overcome 'soccer mom' image for those who grew up in their back seats. The minivan has been a staple of suburban living for decades. But consumer demand is fading, a casualty of the sport-utility vehicle boom and auto makers' inability to shake the \"soccer mom\" image.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-high-yield-debt-is-a-rare-bright-spot-for-bond-investors-11564315202", "title": "Chinese High-Yield Debt Is a Rare Bright Spot for Bond Investors", "date": "2019-07-28 13:15", "summary": "Risky Chinese junk bonds are one of the few investment tools that offer yields of more than 7%. Bond yields around the world have fallen so much that global investors are shifting their attention to Chinese junk bonds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julian-alaphilippe-didnt-win-this-tour-de-france-but-he-brought-the-fireworks-11564330326", "title": "Julian Alaphilippe Didn't Win this Tour de France. But He Brought the Fireworks.", "date": "2019-07-28 12:12", "summary": "The French rider's panache combined with a challenging high-altitude course and the emergence of a young champion made this the most exciting Tour in recent memory.. PARIS - Here is one way to sum up the 2019 Tour de France: after three weeks and 2,000 miles of racing, the richest team in cycling won its seventh Tour de France in eight years on Sunday and pre-race favorite Egan Bernal wore the yellow jersey onto the Champs-Elysées.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-oil-flashes-the-plastic-11564328146", "title": "Big Oil Flashes the Plastic", "date": "2019-07-28 11:35", "summary": "Chevron and Exxon are beefing up their petrochemicals focus as demand for fossil fuels wanes. Big Oil needs big plastic.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prominent-russian-activist-hospitalized-after-more-than-1-000-arrested-in-protest-11564326555", "title": "Prominent Russian Activist Hospitalized After More Than 1,000 Arrested in Protest", "date": "2019-07-28 11:09", "summary": "Alexei Navalny's spokeswoman says he suffered an allergic reaction, but speculation swirled online that he had been poisoned. MOSCOW-Russian opposition leader Alexei Navalny was transferred Sunday to a hospital from jail, where he was being held for calling for unauthorized protests the day before that led to a police crackdown and the detention of more than a thousand protesters.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-swimmers-adjust-their-body-clocks-to-get-ready-for-tokyo-11564326197", "title": "U.S. Swimmers Adjust Their Body Clocks to Get Ready for Tokyo", "date": "2019-07-28 11:03", "summary": "The world championships in Gwangju, South Korea, served as an ideal dress rehearsal-allowing athletes to test strategies ahead of the 2020 Games. The world championships in swimming the year before the Olympics are the perfect opportunity to test race strategies and size up the competition. For Team USA, this week's championships in Gwangju, South Korea, also served as an ideal dress rehearsal for Tokyo 2020 thanks to one small quirk about the host city: the time zone.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/study-hard-go-to-class-and-watch-out-for-swooping-hawks-11564326001", "title": "Study Hard, Go to Class and Watch Out for Swooping Hawks", "date": "2019-07-28 11:00", "summary": "St. John's University in Queens warns students and faculty of raptors. Red-tailed hawks have made their nests around New York City for years, but a recent public-safety alert at St. John's University in Queens has some students and faculty on the lookout.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-balk-at-drugs-2-million-price-tag-highlighting-challenge-for-gene-therapies-11564322506", "title": "Access Is Limited for $2 Million Gene Therapy", "date": "2019-07-28 10:19", "summary": "Some patients can't access SMA treatment Zolgensma based on age, severity of their disease. Isaac Olthoff, 10 months old, lacks a gene crucial for muscle control. He can't sit up and may never be able to stand independently.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-instead-of-private-health-insurance-question-vexes-2020-democrats-11564322400", "title": "Medicare for All Question Vexes 2020 Democrats", "date": "2019-07-28 10:00", "summary": "Some presidential candidates drew fire after vowing to abolish private insurance, and the issue will likely surface again at coming debates. Democratic presidential candidates launched their campaigns promising to expand health-care coverage.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-departments-unions-try-to-control-officers-on-social-media-11564322400", "title": "Police Departments, Unions Try to Control Officers on Social Media", "date": "2019-07-28 10:00", "summary": "Questions about what is acceptable and what is private after police officers in some cities are investigated for offensive posts. Police departments and law-enforcement unions around the country are rushing to strengthen policies and issue warnings to members in an effort to avoid a growing spotlight on officers' offensive social-media posts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-key-reason-why-the-fed-struggles-to-hit-2-inflation-uncooperative-prices-11564318800", "title": "A Key Reason the Fed Struggles to Hit 2% Inflation: Uncooperative Prices", "date": "2019-07-28 09:00", "summary": "Recent studies show that a large segment of the economy, from health care to durable goods, appears insensitive to rising or falling demand. One reason the Federal Reserve is likely to cut interest rates this week is that inflation is running below its 2% target. New research shows why getting it higher has proved so difficult: Many of the prices consumers pay don't respond to the strength or weakness of the economy.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-make-your-home-smart-start-with-the-lights-11564318801", "title": "Want To Make Your Home Smart? Start With the Lights", "date": "2019-07-28 09:00", "summary": "Smart bulbs are the easiest smart-home device you can buy-but that doesn't mean they're easy enough or smart enough. Someday your smart home might anticipate your every need, ensuring that everything from the room temperature to the artwork to the crispiness of your bacon is to your liking. Right now, the best it can do is turn off lights without you moving a muscle. Alexa can handle it.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bar-raised-for-green-cards-popular-with-new-york-builders-11564318800", "title": "Bar Raised for Green Cards Popular With New York Builders", "date": "2019-07-28 09:00", "summary": "Under new federal regulation, foreigners will need to invest at least $900,000. New York's high-rise developers may soon lose a popular source of cheap funding.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-bond-rally-leaves-u-s-yields-on-top-11564318801", "title": "Global Bond Rally Leaves U.S. Yields on Top", "date": "2019-07-28 09:00", "summary": "Fed is widely expected to begin easing even as 10-year government bond yields elsewhere fall below zero. In the global bond rally, the U.S. stands alone.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-head-for-site-of-beatings-11564209798", "title": "Parts of Hong Kong Paralyzed by Protests After Clashes With Police", "date": "2019-07-28 08:18", "summary": "Thousands took to the streets after demonstration turned violent the previous day. HONG KONG-Thousands marched on Sunday angry over police response to protesters, crowding central Hong Kong the day after demonstrations sparked violent skirmishes between authorities and a hard-core group of protesters.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-silent-problem-facing-the-nations-courtrooms-11564315200", "title": "The Silent Problem Facing the Nation's Courtrooms", "date": "2019-07-28 08:00", "summary": "Fewer people want to be court reporters, adding to court delays. Courtrooms across the country have a quiet and growing problem: a shortage of court reporters.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tired-of-model-ships-try-a-priceless-turner-11564312501", "title": "Tired of Model Ships? Try a Priceless Turner", "date": "2019-07-28 07:15", "summary": "A series of prestigious exhibitions-including a J. M. W Turner show on loan from Tate Britain-mark a sea change in approach at Connecticut's Mystic Seaport Museum. A few years ago, the Mystic Seaport Museum built new galleries with an overarching goal in mind: they had to be \"good enough for Turner,\" the celebrated British master of marine and landscape art.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bootcamp-routine-that-worked-on-the-second-try-11564311600", "title": "The Bootcamp Routine That Worked on the Second Try", "date": "2019-07-28 07:00", "summary": "Resume Subscription. Don't Stop. Push Harder. Run Faster.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/more-older-couples-stay-together-because-they-live-apart-11564311602", "title": "More Older Couples Stay Together Because They Live Apart", "date": "2019-07-28 07:00", "summary": "Many couples who begin relationships later in life are keeping separate homes because they cherish private space and financial independence. Sharon Hyman and David Demetre celebrated their 20th anniversary of not living together. They met through a Canadian dating service called Telepersonals that involved leaving recorded messages. She listened, was struck by the sound of his voice, called and asked to meet. He was struck by her openness and agreed.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-wrestle-with-oversupply-of-big-rigs-falling-freight-rates-11564311602", "title": "Truckers Wrestle With Oversupply of Big Rigs, Falling Freight Rates", "date": "2019-07-28 07:00", "summary": "Companies that bulked up capacity during last year's shipping boom see demand waning. Trucking companies are wrestling with the hangover from last year's freight boom as greater availability of big rigs and softening demand weigh on earnings ahead of peak shipping season.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-fails-to-convince-rohingya-it-is-safe-to-return-11564309711", "title": "Myanmar Fails to Convince Rohingya It Is Safe to Return", "date": "2019-07-28 06:28", "summary": "They want citizenship and security guarantees before repatriating, despite difficult conditions in the world's largest refugee camp. KUTUPALONG, Bangladesh-A visit by Myanmar officials to Rohingya refugee camps in Bangladesh failed to persuade members of the largely Muslim ethnic minority that they could safely return home, showing the lack of progress toward resolving one of the world's largest refugee crises.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-consider-allowing-body-cameras-in-joint-task-forces-11564308123", "title": "Feds Consider Allowing Body Cameras in Joint Task Forces", "date": "2019-07-28 06:02", "summary": "Possible change comes after police complain about conflicts between their use of body cameras and federal law enforcement's ban on them. The Justice Department is considering letting police officers wear body cameras during joint operations with federal agents in a potential reversal of a policy that has strained relationships with local law enforcement, people with knowledge of the discussions said.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gap-between-russias-dreams-and-means-feeds-adventurism-abroad-11564308000", "title": "Gap Between Russia's Dreams and Means Feeds Adventurism Abroad", "date": "2019-07-28 06:00", "summary": "President Vladimir Putin's Kremlin struggles to recapture glory of former empire with risky forays abroad, but now as a second-tier power. MOSCOW-Russia's elites think of themselves as heirs to the Soviet Union's imperial glory. Problem is, they only possess the resources of a second-tier power.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/careers-in-marijuana-catch-on-at-schools-11564306201", "title": "Careers in Marijuana Catch On at Colleges", "date": "2019-07-28 05:30", "summary": "Two universities offer first courses on cannabis as more states legalize its recreational and medical use. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boat-stocks-battered-amid-foul-weather-and-uncertain-economy-11564304401", "title": "Boat Stocks Battered Amid Foul Weather and Uncertain Economy", "date": "2019-07-28 05:00", "summary": "Makers of power boats and other types of marine equipment have trailed S&P 500. It may be summer, but boat stocks can't seem to get out of the doldrums.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]