[{"link": "https://www.wsj.com/articles/barr-seeking-foreign-help-on-origins-of-russia-probe-11569880241", "title": "Barr Seeking Foreign Help on Origins of Russia Probe", "date": "2019-09-30 19:37", "summary": "President spoke to Australian prime minister about helping the attorney general. Attorney General William Barr has asked President Trump to introduce him to a number of foreign officials who he believes may have information relevant to the Justice Department's review of the origins of the Russia investigation and has held overseas meetings with some of them, a department official said Monday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newlink-genetics-to-merge-with-lumos-pharma-11569885673", "title": "NewLink Genetics to Merge With Lumos Pharma", "date": "2019-09-30 19:21", "summary": "Resume Subscription. NewLink Genetics Corp . has agreed to merge with Lumos Pharma Inc. in a stock swap.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-officer-was-killed-by-friendly-fire-11569882247", "title": "New York City Officer Was Killed by Friendly Fire", "date": "2019-09-30 19:18", "summary": "Plainclothes officer died during a violent struggle with a suspect in the Bronx a day earlier. A plainclothes police officer who died during a violent struggle with a suspect in the Bronx was accidentally shot and killed by friendly fire, the New York Police Department said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-bank-loans-subsidize-chinese-repression-11569885455", "title": "World Bank Loans Subsidize Chinese Repression", "date": "2019-09-30 19:17", "summary": "Democracies have the power to stop billions until Beijing stops oppressing Uighurs and other groups.. Last week Secretary of State Mike Pompeo urged Central Asian foreign ministers to \"resist China's demands to repatriate Uighurs\" back to China, where the Communist government has subjected them to forced internment, cultural and religious \"re-education,\" and constant surveillance. Beijing claims to be fighting terrorism, but it looks more like an effort to wipe out a culture. In July Mr. Pompeo called Beijing's campaign against the mostly Muslim Uighurs the \"stain of the century.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-want-higher-pay-but-pensions-swallow-up-the-money-11569885425", "title": "Teachers Want Higher Pay, but Pensions Swallow Up the Money", "date": "2019-09-30 19:17", "summary": "Offer them a deal: a raise in wages in exchange for forgoing defined-benefit retirement plans.. A record number of American public-school teachers have walked off the job over the past two years-and now another strike looms in Chicago. Chief among the teachers' demands is higher pay. They're often right-teacher pay is too low-but for the wrong reasons.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/put-the-playoffs-back-in-waking-hours-11569885364", "title": "Put the Playoffs Back in Waking Hours", "date": "2019-09-30 19:16", "summary": "Kids can't take in the national pastime long after bedtime.. The Major League Baseball postseason begins Tuesday with the National League Wild Card Game. On the East Coast, the first pitch will be at 8:08 p.m., which in our house is a problem. Simply put, the game starts too late. This is true of almost all postseason games, and baseball ought to do something about it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-hope-for-freedom-even-in-china-11569885399", "title": "There's Hope for Freedom, Even in China", "date": "2019-09-30 19:16", "summary": "As Hong Kong highlights Beijing's moral failings, the markets may be seeing its economic limitations.. Hong Kong", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-foreign-influence-is-on-the-rise-11569885340", "title": "Why Foreign Influence Is on the Rise", "date": "2019-09-30 19:15", "summary": "Corrupt officials and 'princelings' grow more important in our globalized politics.. \"Against the insidious wiles of foreign influence,\" George Washington warned in his Farewell Address, \"the jealousy of a free people ought to be constantly awake, since history and experience prove that foreign influence is one of the most baneful foes of republican government.\" Those words have rarely seemed more relevant than now, when both the president and the front-runner for the nomination to challenge him are embroiled in a scandal that began with attempts by Ukrainian figures to manipulate Washington politics and policy.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-permanent-impeachment-11569885285", "title": "Pelosi's Permanent Impeachment", "date": "2019-09-30 19:14", "summary": "By proceeding by fiat instead of a full House vote, the speaker sets a terrible precedent.. Bill Clinton was the first president to embrace the \"permanent campaign,\" meaning a White House always in full election mode. House Speaker Nancy Pelosi has now made her own dubious contribution to American history, by setting up the possibility of a Congress in permanent impeachment mode.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jessye-norman-international-opera-star-is-dead-at-74-11569881681", "title": "Opera Star Jessye Norman Dies at 74", "date": "2019-09-30 19:13", "summary": "Renowned soprano won four Grammys and a National Medal of Arts. Jessye Norman, the renowned international opera star whose passionate soprano voice won her four Grammy Awards, the National Medal of Arts and the Kennedy Center Honor, has died, according to family spokesperson Gwendolyn Quinn. She was 74.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contest-for-liberty-review-commanding-the-continentals-11569884887", "title": "'Contest for Liberty' Review: Commanding the Continentals", "date": "2019-09-30 19:08", "summary": "Washington perfected a disciplined yet consensual style of military leadership. He negotiated with his men as much as he coerced and inspired them.. By the time he was captured at Yorktown in October 1781, the Hessian officer Johann Ewald had spent five years fighting alongside the British Redcoats against the rebellious former subjects of King George III.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-pelosi-against-impeachment-11569884317", "title": "Notable & Quotable: Pelosi Against Impeachment", "date": "2019-09-30 18:58", "summary": "'The Republicans in the House are paralyzed with hatred of President Clinton.'. Rep. Nancy Pelosi (D., Calif.) speaking on the House floor, Dec. 18, 1998:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/communist-china-turns-70-11569884258", "title": "Communist China Turns 70", "date": "2019-09-30 18:57", "summary": "Its demand for economic and political control is inspiring a backlash.. China's Communist Party on Tuesday marks the 70th anniversary of its 1949 revolution, and the fireworks and military parades will celebrate the country's rise to become the world's second largest economy. Yet there is no denying that this anniversary comes with a paradoxical unease about China's place in the world. China is more powerful but less free than it was a decade ago and the world views its external aggression with growing concern.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-foreign-oil-problem-11569884224", "title": "California's Foreign-Oil Problem", "date": "2019-09-30 18:57", "summary": "Why the Golden State is dependent on the Saudis, unlike most of America.. Following the attacks on Saudi Arabia's oil facilities last month, many forecasters warned that gas prices would spike. Yet prices have hardly budged-except in California, where they are surging due to policies that have made the state more reliant on foreign oil.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brave-voting-in-afghanistan-11569884184", "title": "Brave Voting in Afghanistan", "date": "2019-09-30 18:56", "summary": "Facing Taliban threats, voters took risks simply by showing up.. The voting totals won't be known for weeks, yet the two leading candidates for Afghan president are both declaring victory. The current occupant, President Ashraf Ghani, last week ruled out a renewed power-sharing deal, such as the one brokered after the disputed 2014 election. His rival, Chief Executive Abdullah Abdullah, warned Thursday about electoral fraud.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egg-glut-hurts-nations-top-producer-11569857697", "title": "Egg Glut Deepens Problems in Farm Economy", "date": "2019-09-30 18:53", "summary": "Shares in top egg producer Cal-Maine Foods take a hit, as per-dozen prices decline. Too many hens laying too many eggs are pushing down prices for the consumer staple, hurting sales at producers such as Cal-Maine Foods Inc. and adding more stress to the U.S. farm economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-poverty-rate-falls-to-historic-lows-11569881226", "title": "New York City Poverty Rate Falls to Historic Lows", "date": "2019-09-30 18:44", "summary": "Economic growth, low unemployment and city programs help push rate to lows not seen since 1970s. The number of people living below the poverty line in New York City dropped to historic lows as the economy continued to grow, according to newly released federal census data and the mayor's office.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-dismisses-states-challenge-to-trump-tax-overhaul-11569882822", "title": "Judge Dismisses States' Challenge to Trump Tax Overhaul", "date": "2019-09-30 18:33", "summary": "New York, New Jersey, Connecticut and Maryland claimed part of the tax law was unconstitutional because it was aimed at blue states. A federal judge on Monday dismissed a lawsuit filed by four East Coast states that said part of the 2017 federal tax overhaul was unconstitutional because it was politically motivated.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-rep-chris-collins-expected-to-plead-guilty-in-insider-trading-case-11569858956", "title": "Rep. Chris Collins, Charged in Insider-Trading Case, Resigns", "date": "2019-09-30 18:19", "summary": "Republican congressman from New York faces federal charges involving his son and a pharmaceutical company. U.S. Rep. Christopher Collins of New York resigned Monday ahead of his expected guilty plea to charges related to an insider-trading case involving his son and an Australian biotechnology company.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hillary-clinton-and-ukraine-11569881729", "title": "Hillary Clinton and Ukraine", "date": "2019-09-30 18:15", "summary": "A letter released Monday raises questions beyond the Bidens.. The Biden clan still needs to explain why a vice president's son was enjoying a $50,000-per-month gig for which his principal qualification appears to have been his last name. But Joe Biden isn't the only pillar of the Democratic establishment who won't enjoy the new spotlight on American relations with Ukraine. And President Donald Trump isn't the only one who wants a fuller accounting of that country's role in the 2016 U.S. presidential election.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vape-shop-owners-sue-massachusetts-over-ban-11569878510", "title": "Vape-Shop Owners Sue Massachusetts Over Ban", "date": "2019-09-30 18:13", "summary": "Public officials are trying to rein in public-health problem; vaping industry says bans are off target. The owners of six Massachusetts vape shops are suing the state over a new temporary ban on vaping-product sales, escalating the tension between retail businesses and public officials trying to address a nationwide public-health problem.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/see-what-you-want-in-the-trump-zelensky-transcript-11569881440", "title": "See What You Want in the Trump Transcript", "date": "2019-09-30 18:10", "summary": "You consider pursuing impeachment \"on this thin gruel\" problematic. However, this gruel may not be so thin.. Regarding your editorial \"The Ukraine Transcript Fizzle\" (Sept. 26): First of all, the \"transcript\" wasn't a verbatim transcript. The language is concerning because there are a number of troubling revelations: What's Rudy Giuliani, President Trump's personal attorney, doing in trying to shake down a foreign entity for \"dirt\" on Joe Biden and son? Who gave Mr. Giuliani the authority to act for the U.S.?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-needs-stronger-laws-against-defamation-11569881386", "title": "America Needs Stronger Laws Against Defamation", "date": "2019-09-30 18:09", "summary": "Rather than lamenting how the maligning of a good man will continue, we should ask ourselves why we allow it. We've let people lie to Congress without consequence.. Regarding Peggy Noonan's \"Why They'll Never Stop Targeting Kavanaugh\" (Declarations, Sept. 21): Rather than lamenting how the maligning of a good man will continue, we should ask ourselves why we allow it. We've let people lie to Congress without consequence. The Justice Department hasn't prosecuted a single person referred by Sen. Chuck Grassley for false statements. Our libel and slander laws are so weak as to be meaningless if the target is a public figure or the purveyors are members of the press. If you reward bad behavior, you will surely get more of it. Our republic would be a better place if people had to be a little more judicious about trashing a person's reputation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-right-to-ask-depressed-patients-about-gun-access-11569881315", "title": "It's Right to Ask Depressed Patients About Gun Access", "date": "2019-09-30 18:08", "summary": "Asking patients whether or not they have guns in their home is sound practice, especially when dealing with someone who has a depressive disorder and suicidal ideation.. Regarding Jim Trageser's Sept. 25 letter \"Doctors' Activism Should Focus on Treatment\": Asking patients whether or not they have guns in their home is sound practice, especially when dealing with someone who has a depressive disorder and suicidal ideation. Access to guns increases the risk of suicide in that situation. In my more than 50 years of practice, I have lowered that risk by asking that question, and none has taken offense.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-exchanges-including-coinbase-to-rate-digital-assets-11569835801", "title": "Cryptocurrency Exchanges Including Coinbase Disclose Ratings of Digital Assets", "date": "2019-09-30 18:06", "summary": "Businesses to score which assets can be traded without ire of regulators. The U.S.'s biggest cryptocurrency exchanges have developed a system to rate which digital assets are probably securities that can't be traded on their venues-and which likely can.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-manufacturer-h-b-fuller-discloses-potential-sanctions-violation-11569881020", "title": "U.S. Manufacturer H.B. Fuller Discloses Potential Sanctions Violation", "date": "2019-09-30 18:03", "summary": "Minnesota company says its hygiene products were possibly resold in Iran. H.B. Fuller Co. , a U.S. manufacturer of adhesives, said it may have violated U.S. economic sanctions on Iran through the potential resale of its products by some customers of its subsidiaries.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-maker-mallinckrodt-changes-management-severance-to-lump-sum-payments-11569880055", "title": "Opioid Maker Mallinckrodt Changes Management Severance", "date": "2019-09-30 17:47", "summary": "New policy changes come as company works with restructuring experts. Mallinckrodt PLC recently changed its severance-package policy to allow for departing executives of the drug company to receive lump-sum payouts instead of installment payments, and ensuring the policy endures should it change ownership structure, such as liquidating or reorganizing, filings show.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-decline-at-quarter-end-11569859744", "title": "Bonds Post Fourth Consecutive Quarterly Gain", "date": "2019-09-30 17:40", "summary": "Bond prices climb as some investors expect economic growth to continue to decelerate. U.S. government bond prices rose Monday after investors added safe assets at the end of the quarter, as some expect economic growth to continue to decelerate.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-end-tumultuous-quarter-on-quiet-note-11569833596", "title": "U.S. Stocks Rise to Cap Volatile Quarter", "date": "2019-09-30 17:38", "summary": "S&P 500 turns in best performance in the first three quarters of a year since 1997. The S&P 500 eked out a modest increase in the third quarter, helping stocks hold on to their biggest year-to-date gains in more than two decades and prolonging the longest bull market on record.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-look-to-use-purdue-pharmas-bankruptcy-to-settle-opioid-suits-11569877871", "title": "Novel Plan Aims to Settle Opioid Suits", "date": "2019-09-30 17:33", "summary": "Strategy involving Endo International, Johnson & Johnson and other drugmakers could shrink one of largest, most complex cases in U.S. history. Endo International PLC, Johnson & Johnson and other drugmakers that face sprawling litigation over the opioid crisis are exploring an unusual way to settle the cases: by participating in Purdue Pharma LP's bankruptcy, according to internal documents and a person familiar with the matter.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolton-now-out-of-government-harshly-criticizes-trumps-north-korea-policy-11569878653", "title": "Bolton, Now Out of Government, Harshly Criticizes Trump's North Korea Policy", "date": "2019-09-30 17:24", "summary": "Former national security adviser said he was free to speak in 'unvarnished terms'. John Bolton delivered a blistering critique of U.S. policy on North Korea in his first public speaking engagement since leaving his post as President Trump's national security adviser-all without mentioning Mr. Trump by name.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-real-estate-mogul-is-behind-the-hottest-stock-in-the-oil-patch-11569872190", "title": "Real-Estate Mogul Is Behind Hottest Stock in the Oil Patch", "date": "2019-09-30 17:14", "summary": "Contango shares soar as the energy producer refinances with stock offering and announces acquisitions. The hottest stock in the oil patch has a well-known real-estate investor to thank for its more than doubling in recent weeks.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pagliacci-review-betrayal-under-the-big-top-11569877920", "title": "'Pagliacci' Review: Betrayal Under the Big Top", "date": "2019-09-30 17:12", "summary": "Boston Lyric Opera's staging of Leoncavallo's opera transformed the traveling theater troupe setting of the work into a circus.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/placid-markets-punish-high-speed-trader-virtu-11569854125", "title": "Placid Markets Punish High-Speed Trader Virtu", "date": "2019-09-30 17:06", "summary": "Stock down 36% since beginning of year for company, the only publicly traded U.S. high-speed trading firm. Virtu Financial Inc. is among the fastest trading firms in today's high-tech markets. These days, its stock is falling fast, too.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-moving-into-storage-units-11569765601", "title": "Investors Are Moving Into Storage Units", "date": "2019-09-30 16:58", "summary": "Returns from real-estate companies Public Storage and Extra Space Storage have stood out this year. This article is part of the Journal's quarterly markets review, \"Investing in a Low-Yield World.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-apartment-prices-hit-four-year-low-11569876871", "title": "New York City Apartment Prices Hit Four-Year Low", "date": "2019-09-30 16:54", "summary": "Average cost plunged 32% in third quarter after buyers closed deals before tax increase on luxury properties took hold. Manhattan apartment sales tumbled during the third quarter and prices fell to their lowest level in four years, a Wall Street Journal analysis showed.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-yields-prove-a-boon-to-this-stock-bond-hybrid-market-11569679202", "title": "Low Yields Prove a Boon to This Stock-Bond Hybrid Market", "date": "2019-09-30 16:44", "summary": "One preferred-stock ETF is having its best year ever, thanks to the group's relatively attractive dividend yields. This article is part of the Journal's quarterly markets review, \"Investing in a World Without Yield.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nineteen-nineteen-review-a-year-seen-through-the-lens-of-its-artifacts-11569875909", "title": "'Nineteen Nineteen' Review: A Year Seen Through the Lens of Its Artifacts", "date": "2019-09-30 16:38", "summary": "The Huntington celebrates its centenary with an exhibition that gives a sense of the world 100 years ago.. San Marino, Calif.", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-to-retain-earnings-11569851912", "title": "Fannie, Freddie to Retain Earnings", "date": "2019-09-30 16:29", "summary": "Treasury's move is first step toward returning firms to private hands. WASHINGTON-Mortgage-finance companies Fannie Mae and Freddie Mac will start keeping earnings as part of a Trump administration process aimed at moving the companies out of conservatorship and back into the private sector.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-precious-metals-have-become-more-appealing-11569675601", "title": "Why Precious Metals Have Become More Appealing", "date": "2019-09-30 16:21", "summary": "Low yields give safety-seeking investors an attractive alternative to bonds. This article is part of the Journal's quarterly markets review, \"Investing in a Low-Yield World.\"", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-unifies-safety-responsibilities-11569862896", "title": "Boeing Unifies Safety Responsibilities", "date": "2019-09-30 16:16", "summary": "New organization encompasses responsibilities now managed across multiple business and operating units. Boeing Co. instituted a second set of internal changes aimed at bolstering its aircraft-safety culture in the wake of twin fatal crashes involving its 737 MAX jetliner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-creditor-cleared-to-resume-citgo-seizure-efforts-11569865813", "title": "Venezuela Creditor Cleared to Resume Citgo Seizure Efforts", "date": "2019-09-30 15:59", "summary": "An appeals court lets Crystallex International Corp. restart a debt-collection lawsuit targeting Venezuelan oil refiner. A U.S. appeals court is letting one of Venezuela's creditors resume efforts to take control of Citgo Petroleum Corp. and raising the odds of a forced sale for the South American nation's largest seizable asset in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thor-industries-shares-rise-on-earnings-beat-11569872327", "title": "Thor Industries Shares Rise on Earnings Beat", "date": "2019-09-30 15:38", "summary": "Recreational vehicle maker reports 23% jump in quarterly revenue. Shares of the recreational-vehicle manufacturer Thor Industries Inc. rose nearly 17% Monday after it reported a better-than-expected fourth-quarter profit as sales grew from a recent European acquisition.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-to-overhaul-asylum-process-after-deadly-refugee-camp-fire-11569871841", "title": "Greece to Overhaul Asylum Process After Deadly Refugee-Camp Fire", "date": "2019-09-30 15:30", "summary": "Athens pledges to speed up asylum process, return more rejected applicants and move some asylum-seekers to the Greek mainland. Greece vowed to reduce overcrowding at camps for asylum-seekers on its Aegean islands, after a deadly fire on Sunday highlighted the country's growing struggle to cope with refugees and other migrants trying to reach Europe.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smackdown-wwe-challenger-offers-wrestlers-artistic-freedom-11569869794", "title": "Smackdown? WWE Challenger Offers Wrestlers Artistic Freedom", "date": "2019-09-30 14:56", "summary": "Resume Subscription. One of the world's most popular wrestlers is no longer with the world's most famous wrestling league.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turkey-predicts-economic-rebound-11569864572", "title": "Turkey Predicts Economic Rebound", "date": "2019-09-30 14:17", "summary": "Economists are skeptical of government expectations of 5% GDP growth and low inflation in 2020. ISTANBUL-Turkey's government predicted the recession-hit economy would rebound sharply with growth of 5% next year, a bright outlook many economists deemed unrealistic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elaborate-l-a-spec-house-sells-for-roughly-43m-11569866837", "title": "Elaborate L.A. Spec House Sells For Roughly $43M", "date": "2019-09-30 14:07", "summary": "In Beverly Hills Post Office area, the property totals around 24,000-square-feet, with 30-foot ceilings and walls of marble.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-k-regulator-tells-auditors-to-be-tougher-on-going-concern-assessment-11569866476", "title": "U.K. Regulator Tells Auditors to Be Tougher on 'Going Concern' Assessment", "date": "2019-09-30 14:01", "summary": "The Financial Reporting Council tightens a key U.K. accounting standard following a string of corporate collapses. The U.K. Financial Reporting Council on Monday tightened a key accounting standard used to assess a company's health following a string of corporate collapses in Britain.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-new-sanctions-on-russian-businessman-accused-of-election-meddling-11569866294", "title": "U.S. Imposes New Sanctions on Russian Businessman", "date": "2019-09-30 13:58", "summary": "Action against Kremlin-connected caterer who allegedly led a Moscow-directed campaign to tamper with the U.S. political system, is the first use of new authorities specifically to punish such interference. WASHINGTON-The U.S. Treasury Department issued new sanctions against the Kremlin-connected Russian businessman accused of orchestrating a campaign for Moscow to influence the 2016 U.S. presidential elections, this time over alleged interference in the 2018 midterm vote.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-prince-backs-away-from-military-clash-with-iran-11569864521", "title": "Saudi Prince Backs Away From Military Clash With Iran", "date": "2019-09-30 13:28", "summary": "Prince Mohammed bin Salman voices support for meeting between Presidents Trump and Rouhani. Saudi Arabia's Crown Prince Mohammed bin Salman has edged away from a possible military confrontation with Iran despite its devastating attack on Saudi oil facilities, as the kingdom seeks to cool regional tensions and rehabilitate its image a year after the killing of journalist Jamal Khashoggi.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-death-shakes-a-campus-rattled-by-student-suicides-11569861012", "title": "New Death Shakes a Campus Rattled by Suicides", "date": "2019-09-30 12:30", "summary": "University of Pennsylvania has increased resources, but getting people to use them hasn't been easy. PHILADELPHIA-On a quiet Sunday afternoon at the University of Pennsylvania, a dozen students sat in a circle, turned to one another, and asked: \"Are you thinking of killing yourself?\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-allegations-overshadow-brexit-message-to-party-faithful-11569860848", "title": "Johnson Allegations Overshadow Brexit Message to Party Faithful", "date": "2019-09-30 12:27", "summary": "Claims around U.K. prime minister's past threaten to sidetrack his Conservative Party's annual gathering. MANCHESTER, England-Questions about British Prime Minister Boris Johnson's past threatened to overshadow the annual gathering of his Conservative Party, as he seeks to rally support for his Brexit strategy and lay out a platform for a general election that is likely later this year.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-is-a-comical-messand-thats-just-the-football-team-11569860236", "title": "Washington Is a Comical Mess-and That's Just the Football Team", "date": "2019-09-30 12:17", "summary": "A disastrous 0-4 start in the nation's capital and other thoughts as the NFL season hits the quarter pole. I don't need to tell you that Washington, D.C., is a town bubbling with fury. Leadership is under siege. The finger pointing has gotten ugly and personal. Social media is a cesspool. A whole town is on edge.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-governor-signs-bill-allowing-college-athletes-to-earn-endorsement-money-11569855344", "title": "California Governor Signs Bill Allowing College Athletes to Earn Endorsement Money", "date": "2019-09-30 12:09", "summary": "NCAA vows to fight in court, possibly bar state schools from its competitions. California Gov. Gavin Newsom signed a bill allowing college athletes in the state to earn endorsement and sponsorship money, ending weeks of suspense over whether he would go head-to-head with the National Collegiate Athletic Association and its vow to fight the law in court and possibly bar state schools from its competitions.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/musks-amped-up-timetable-for-mars-spaceship-contrasts-with-delays-for-nasa-capsules-11569807210", "title": "Musk's Amped-Up Timetable for Mars Spaceship Contrasts With Delays for NASA Capsules", "date": "2019-09-30 11:58", "summary": "SpaceX chief raises possibility of first Earth-orbit test flight of supersize Mars vehicle next year. Space entrepreneur Elon Musk has stoked excitement about accelerated development of private deep-space vehicles-while provoking consternation inside NASA-by projecting his proposed megarocket targeting Mars could take humans on an orbital test flight around Earth as soon as next year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-republican-rep-mac-thornberry-to-retire-from-congress-11569858842", "title": "Texas Rep. Mac Thornberry to Retire From Congress", "date": "2019-09-30 11:54", "summary": "Thornberry has sometimes objected to President Trump's foreign policy. WASHINGTON-Texas Rep. Mac Thornberry will retire at the end of his term, joining a growing list of House Republicans who are leaving Congress after Democrats reclaimed control of the chamber in 2018.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forever-21-teen-focused-retailer-files-for-bankruptcy-11569811923", "title": "Forever 21, Teen-Focused Retailer, Files for Bankruptcy", "date": "2019-09-30 11:28", "summary": "Company will exit from most markets in Asia and Europe but will keep operating in Latin America. Fast fashion retailer Forever 21 Inc. filed for bankruptcy protection on Sunday and said it planned to close hundreds of stores, the latest casualty of shifting shopping habits.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-prices-scramble-egg-producer-11569857190", "title": "Falling Prices Scramble Egg Producer", "date": "2019-09-30 11:26", "summary": "Shares of Cal-Maine drop 11% as oversupply hits results. Breakfast is the most important meal of the day, as the saying goes. That is especially so when bad news breaks before the market opens.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-only-thing-rappers-and-queen-elizabeth-ii-have-in-common-11569856894", "title": "The Only Thing Rappers and Queen Elizabeth II Have in Common", "date": "2019-09-30 11:21", "summary": "Babushkas, the ornate headscarves worn by Russian grandmothers, have been showing up on fashionable NFL players, rappers like A$AP Rocky and male runway models. What's behind this curious trend?. CAM NEWTON, the quarterback for the Carolina Panthers, has sat out the past two games with a foot injury. Though not a great loss for Panthers' fans-backup quarterback Kyle Allen is faring just fine-Mr. Newton's absence has devastated fans of his post-game outfits. Week after week, the three-time Pro Bowler is known for strolling into press conferences in outfits that range from peacock-worthy to preposterous. He's worn a flat-brim fedora the color of Jim Carrey's \"Mask\" costume, a sportcoat with the sleeves cut off, even a fez. Reader, the man has worn a fez. (The Panthers organization did not respond to requests to interview Mr. Newton.)", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-faces-cash-needs-as-botched-ipo-scuttles-planned-infusion-11569846537", "title": "WeWork, After Pulling IPO, Moves to Preserve Cash", "date": "2019-09-30 11:15", "summary": "We's new co-CEOs 'anticipate difficult decisions ahead' as analyst warns company could be out of money by early 2020. For years, WeWork's parent company was defined by big spending as it relentlessly pursued rapid growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-will-allow-college-athletes-to-earn-endorsement-money-heres-how-it-could-change-college-sports-11569855827", "title": "New California Law Could Change College Sports", "date": "2019-09-30 11:03", "summary": "Will other states follow and how will the NCAA respond? The answers will ultimately determine the impact of this new law.. The new California law requiring schools in the state to allow their athletes to earn endorsement money isn't scheduled to take effect until 2023. But already, it is clear that one state's decision to give college athletes the ability to profit from their name, image or likeness will have far-reaching effects on the economics of college sports.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-judicial-primer-on-bias-response-11569786160", "title": "A Judicial Primer on Bias Response", "date": "2019-09-30 10:34", "summary": "Students have broad standing to sue over the suppression of speech.. Despite all the attention devoted to free speech on campuses, the legal status of the issue is often unclear. That's why a decision from the Sixth Circuit Court of Appeals, scolding the University of Michigan's speech policies, is good news.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-football-overlooked-daniel-jones-now-hes-a-budding-nfl-star-11569853585", "title": "College Football Overlooked Daniel Jones. Now He's a Budding NFL Star", "date": "2019-09-30 10:26", "summary": "The obsession with finding the best quarterbacks produces a system that can fail to identify the best quarterbacks-missing prospects who blossom later on. Daniel Jones was so scrawny as a 15-year-old private-school quarterback that the best football programs around the country didn't pay much attention to him. By the time he had morphed into a peanut-butter stuffed, 6-foot-5 high-school senior, almost all the college coaches tasked with recruiting the best players in the country had already moved on.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-taunt-beijing-in-bid-to-spoil-communist-chinas-birthday-11569845686", "title": "Hong Kong Protesters Taunt Beijing in Bid to Spoil Communist China's Birthday", "date": "2019-09-30 10:19", "summary": "Protesters portray city as front line in fighting authoritarianism ahead of 70th anniversary. HONG KONG-Protesters here have dialed up attacks against the Chinese Communist Party ahead of mass demonstrations planned for the 70th anniversary of the People's Republic of China on Tuesday, renewing momentum for the protest movement by shaping it as a fight against authoritarianism.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-is-key-after-trumps-string-of-losses-in-lower-courts-11569852866", "title": "Supreme Court Is Key After Trump's String of Losses in Lower Courts", "date": "2019-09-30 10:14", "summary": "Lower courts have blocked president from enforcing initiatives, including rollbacks of Obama-era rules. WASHINGTON-Donald Trump's presidency has faced considerable setbacks in the courts, with judges blocking administration actions on immigration, the environment and health care. But the president's fortunes have begun to improve with help from the Supreme Court, and a crucial set of proceedings lies ahead.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-facebooks-coming-news-tab-only-some-will-get-paid-11569852600", "title": "With Facebook's Coming News Tab, Only Some Will Get Paid", "date": "2019-09-30 10:10", "summary": "Social-media giant plans to pay about a quarter of news organizations whose content will be featured. Facebook Inc. is planning to pay only a minority of publishers whose headlines will be featured in its coming news section, according to people familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rare-good-samaritans-who-donated-organs-twice-11569852588", "title": "The Rare Good Samaritans Who Donated Organs Twice", "date": "2019-09-30 10:09", "summary": "Only 47 people in the U.S. have given this important gift twice to two different people; here are three of their stories. It's hard enough for most people to imagine what it takes for a living donor to give an organ to a friend, family member or stranger. What about those who have done that good deed twice?", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-farmers-see-hard-times-ahead-with-peronists-poised-for-victory-11569852464", "title": "Argentine Farmers See Hard Times Ahead", "date": "2019-09-30 10:07", "summary": "Resume Subscription. OLIVA, Argentina-A few months ago, things were looking up for Gabriel de Raedemaeker, a 52-year-old farmer here who was on his way to logging a record harvest.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-washington-fights-over-ukraine-putin-smiles-11569851692", "title": "As Washington Fights Over Ukraine, Putin Smiles", "date": "2019-09-30 09:54", "summary": "While Kyiv comes off as an inept pawn, the spectacle boosts Kremlin efforts to undermine the U.S.'s role as a world leader and model of democracy. President Trump's now-famous phone call with the newly elected leader of Ukraine has not only set off an impeachment inquiry. It has provided the ultimate Rorschach test in a hyperpartisan Washington: Most Democrats say they see in the call a grave abuse of power, while most Republicans say they see absolutely nothing untoward in it.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-flock-to-options-bets-11569848401", "title": "Investors Flock to Options Bets", "date": "2019-09-30 09:00", "summary": "Assets under management for mutual and exchange-traded funds that use options strategies have jumped 24%. This article is part of the Journal's quarterly markets review, \"Investing in a Low-Yield World.\"", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-scramble-for-yield-as-growth-outlook-darkens-11569848400", "title": "Investors Scramble for Yield as Growth Outlook Darkens", "date": "2019-09-30 09:00", "summary": "Some need to take more risk or lower longer-term expectations. This article is part of the Journal's quarterly markets review, \"Investing in a Low-Yield World.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mr-robots-creator-on-the-one-app-he-wishes-existed-11569846866", "title": "The Creator of 'Mr. Robot' on the One App He Wishes Existed", "date": "2019-09-30 08:34", "summary": "Screenwriter and director Sam Esmail shares everything that's on his phone-including the things he wishes he had. Number of unread emails:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-beachfront-hotel-in-bali-with-serious-design-cred-11569846744", "title": "A Beachfront Hotel in Bali With Serious Design Cred", "date": "2019-09-30 08:32", "summary": "The Rem Koolhaas-led firm OMA joined forces with Indonesian hospitality group Potato Head to create this latest addition to its Bali property-see inside the finished space. A 168-room beachfront hotel opening in Bali next month floats above the landscape, propped about 24 feet above the ground at one end, along the island's south coast. The new building, designed by Dutch architect Rem Koolhaas's OMA studio, is the latest piece of the Desa Potato Head complex-37-year-old entrepreneur Ronald Akili's long-gestating vision for a \"creative village\" in the heart of Seminyak.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-63-5-billion-to-financial-system-in-repo-transaction-11569846438", "title": "Fed Adds $63.5 Billion to Financial System in Repo Transaction", "date": "2019-09-30 08:27", "summary": "Latest transaction seeks to relieve funding pressure in money markets. The Federal Reserve Bank of New York added $63.5 billion to the financial system Monday, using the market for repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-entrepreneurs-turn-to-state-backed-buyers-for-help-11569835803", "title": "Beijing Takes Stakes in Private Firms to Keep Them Afloat", "date": "2019-09-30 07:56", "summary": "Government-linked investments mark a reversal as economic slowdown squeezes entrepreneurs. SHANGHAI-China is snapping up stakes in private companies at a record rate, as the trade war, economic slowdown and credit squeeze heap pressure on entrepreneurs.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesias-raging-wildfires-renew-scrutiny-over-land-clearing-11569844364", "title": "Indonesia's Raging Wildfires Renew Scrutiny Over Land Clearing", "date": "2019-09-30 07:52", "summary": "Slash-and-burn farming practices contributed to worst blazes since 2015, sickening tens of thousands. As Indonesia battles the worst wildfires since 2015, tens of thousands of people in its provinces have been sickened by toxic air. Flaming forests and the public-health emergency have renewed attention on a persistent problem with a global reach: slash-and-burn farming.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-snaps-up-colony-capital-warehouses-for-5-9-billion-11569841203", "title": "Blackstone Snaps Up Colony Capital Warehouses for $5.9 Billion", "date": "2019-09-30 07:40", "summary": "Deal will be Blackstone's second major purchase of a warehouse network this year. Blackstone Group Inc. has struck a deal to buy a portfolio of U.S. industrial warehouses from Colony Capital Inc. for $5.9 billion, including debt, furthering its bet on the continued growth of e-commerce.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-seek-middle-ground-in-convertible-securities-11569841203", "title": "Investors Seek Middle Ground in Convertible Bonds", "date": "2019-09-30 07:00", "summary": "Hybrid between stocks and bonds attracts a following in uncertain markets. This article is part of the Journal's quarterly markets review, \"Investing in a Low-Yield World.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-young-savers-facing-subpar-returns-think-long-term-11569841201", "title": "For Young Savers Facing Subpar Returns, Think Long Term", "date": "2019-09-30 07:00", "summary": "How much to save for retirement depends on factors including your age, income and expectations. This article is part of the Journal's quarterly markets review, \"Investing in a Low-Yield World.\"", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-strike-and-the-battle-for-batteries-11569840974", "title": "GM's Strike and the Battle for Batteries", "date": "2019-09-30 06:56", "summary": "General Motors could help build the first unionized cell-production plant in the U.S., opening a new front in President Trump's China fight. Lordstown, Ohio, is already a battleground in the United Automobile Workers strike against General Motors, which entered its third week Monday. In time, it also could become emblematic of a geopolitical fight for battery supplies between the U.S. and China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glaxosmithkline-says-ovarian-cancer-study-validates-tesaro-acquisition-11569799391", "title": "GlaxoSmithKline Says Ovarian Cancer Study Validates Tesaro Acquisition", "date": "2019-09-30 06:30", "summary": "Clinical trial studied women with ovarian cancer treated with Zejula. GlaxoSmithKline PLC has reported positive results from a study of a cancer drug in a clinical trial that a senior figure in the company said justified the decision to acquire cancer specialist Tesaro for $4.16 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-facebook-unitedhealth-target-11569837601", "title": "Stocks to Watch: Alphabet, Facebook, UnitedHealth And More", "date": "2019-09-30 06:00", "summary": "Here are some of the companies with shares expected to trade actively Monday. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stimulus-inequality-and-the-chinese-dream-11569835803", "title": "Stimulus, Inequality and the Chinese Dream", "date": "2019-09-30 05:30", "summary": "China's economy is slowing but, without reforms, stimulus may just help the rich get richer in an already unequal society. Deng Xiaoping, who launched China's economic reforms, famously said that it was fine for some people to get rich first. As long as everyone got rich eventually, it was a price worth paying for the communist leader.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-college-friends-pledged-to-stay-in-touch60-years-later-they-still-do-11569835801", "title": "College Friends Pledged to Stay in Touch; 60 Years Later, They Still Do", "date": "2019-09-30 05:30", "summary": "Since 1956, a tight-knit group of sorority sisters have helped each other through weddings, careers, children and old age by writing letters; 'Our letters reflect the seasons of our lives so much'. In the spring of 1956, the newly-graduated sisters of Gamma Phi Beta left their brick Tudor sorority house at Iowa State College and scattered across the country, promising to keep in touch.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/information-gaps-at-industrial-companies-open-door-to-hacks-11569835800", "title": "Information Gaps at Industrial Companies Open Door to Hacks", "date": "2019-09-30 05:30", "summary": "Attackers anticipated how Ukrainian utility would respond to blackout, hoping the response would cause more mayhem, researcher says. Longstanding divisions between engineers and cybersecurity staff at industrial companies such as power utilities often hamper information-sharing that might prevent increasingly sophisticated cyberattacks, experts say.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweiser-brewers-ipo-draws-cheers-from-investors-in-debut-11569829173", "title": "Budweiser Brewer's Shares Rise in Asia Trading Debut", "date": "2019-09-30 04:54", "summary": "Budweiser Brewing's shares were up 4.4% on their IPO price on the first day of trading. Shares of the world's largest brewer's Asian operations climbed in their trading debut on Hong Kong's stock exchange Monday, joining the ranks of other richly valued regional beer companies.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bad-news-on-chinas-economy-gets-a-little-better-this-month-11569823151", "title": "The Bad News on China's Economy Gets a Little Better", "date": "2019-09-30 01:59", "summary": "Official gauge of factory activity improves in September, but remains in contraction territory. BEIJING-Gauges of China's manufacturing activity rebounded in September thanks to improving domestic demand, but orders from overseas markets remained subdued amid a protracted trade fight between Beijing and Washington.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-create-fact-checking-exemptions-for-opinion-and-satire-11569875314", "title": "Facebook to Exempt Opinion and Satire From Fact-Checking", "date": "2019-09-30 00:01", "summary": "Move follows controversy over fact-checking of posts on abortion, climate change. Facebook Inc. plans to exempt opinion pieces and satire from its fact-checking program, according to people familiar with the matter, as the social-media giant grapples with how to stop the spread of falsehoods while maintaining its own neutrality.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11569782000", "title": "Pepper...and Salt", "date": "2019-09-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-is-expected-to-testify-soon-house-intelligence-committee-chairman-says-11569768797", "title": "Whistleblower Is Expected to Testify Soon, Schiff Says", "date": "2019-09-30 21:50", "summary": "Adam Schiff says precautions are being taken to protect person's identity. WASHINGTON-The whistleblower at the center of the impeachment investigation of President Trump will testify in the House \"very soon,\" though in a way that will protect his identity, the Democrat leading the probe said Sunday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tcg-buys-majority-stake-in-food52-for-83-million-11569780570", "title": "TCG Buys Majority Stake in Food52 for $83 Million", "date": "2019-09-30 20:25", "summary": "Food52, a media and e-commerce business, was founded by food journalists from the New York Times. Food52, a digital bazaar that sells upscale home goods, said it sold a majority stake to venture firm TCG for $83 million, a deal that gives TCG an entree into the world of fine dining and home accessories.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}]