[{"link": "https://www.wsj.com/articles/get-the-hell-out-of-syria-its-sand-and-blood-and-death-inside-americas-chaotic-retreat-11571421368", "title": "'Get the Hell Out of Syria': Inside America's Chaotic Retreat", "date": "2019-10-18 23:59", "summary": "Resume Subscription. America's humiliating exit from the war in Vietnam was marked by chaotic images of people struggling to board the last helicopters leaving the rooftop of the U.S. Embassy in Saigon. The U.S. didn't want to leave Syria in similar fashion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yankees-stave-off-elimination-beat-astros-justin-verlander-in-game-5-of-the-alcs-11571455787", "title": "Yankees Stave Off Elimination, Beat Astros in Game 5 of the ALCS", "date": "2019-10-18 23:29", "summary": "The series heads back to Houston, with a bullpen game expected by both teams in Game 6. As the New York Yankees dressed and prepared for an overnight flight to Houston late Friday, they had neither the time nor the cause to celebrate very much. They still trail the Astros, 3-2, in the best-of-seven American League Championship Series. But mere hours after it looked like their season could end with a whimper at Yankee Stadium, they had all they could reasonably hope for: another game to play.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-money-demanded-in-opioid-settlement-talks-11571441254", "title": "More Money Demanded in Opioid Settlement Talks", "date": "2019-10-18 22:18", "summary": "Counties, cities balk at $18 billion over 18 years offered by top drug distributors in landmark case. CLEVELAND-Plaintiffs' lawyers for cities and counties are demanding more money from major drug distributors, holding up a wide-ranging settlement of opioid litigation after hours of negotiations failed to result in a deal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-wynn-resorts-worker-alleges-casino-giant-spied-on-him-11571446501", "title": "Ex-Wynn Resorts Worker Alleges Company Spying", "date": "2019-10-18 20:55", "summary": "Company says suit naming CEO Matt Maddox as a defendant is without merit. A former Wynn Resorts Ltd. employee sued the casino giant, claiming that it organized a spy operation against him after he described sexual-misconduct allegations against the company's founder, Steve Wynn.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-criticizes-boeing-over-737-max-messages-11571418548", "title": "Boeing Pilot Raised Concerns About 737 MAX Years Before Deadly Crashes", "date": "2019-10-18 20:48", "summary": "In messages with a colleague 2016, senior pilot said he had unintentionally misled regulators about aircraft's flight-control system. A senior Boeing Co. pilot raised concerns about a 737 MAX flight-control system three years ago, but the company didn't alert federal regulators until 2019, months after two deadly crashes involving the same system, according to the Federal Aviation Administration.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-nestor-crimps-demolition-plans-at-new-orleans-collapsed-hotel-11571434486", "title": "Tropical Storm Crimps Demolition Plans at New Orleans' Collapsed Hotel", "date": "2019-10-18 20:45", "summary": "Concerns over high winds force officials to delay plans to demolish damaged construction cranes. Tropical storm Nestor complicated plans to demolish two damaged construction cranes on the edge of New Orleans's French Quarter that were left unstable after last weekend's fatal collapse of a section of the Hard Rock Hotel under construction there.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-baseball-league-seeks-way-around-u-s-sanctions-11571443872", "title": "Venezuela Baseball League Seeks Way Around U.S. Sanctions on Maduro Regime", "date": "2019-10-18 20:11", "summary": "Teams cut ties to state sponsors blacklisted by U.S. in effort to get MLB players back in action for winter play. Venezuela's baseball league says it has cut all sponsorship ties to its country's government institutions blacklisted by the U.S. in an attempt to find a way around sanctions that prompted Major League Baseball to ban its players from winter ball in the South American country.", "categories": [["WSJ News Exclusive", "Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highland-capital-management-lp-creditor-likely-to-press-for-chapter-11-trustee-11571442894", "title": "Highland Capital Management LP Creditor Likely to Press for Chapter 11 Trustee", "date": "2019-10-18 19:54", "summary": "Lawyer for Acis Capital Management LP, a former Highland unit, said it would likely seek the appointment of a chapter 11 trustee. Highland Capital Management LP appeared for the first time in bankruptcy court as creditors' lawyers questioned the fund manager's corporate governance and previewed a potential battle over control of the restructuring process.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-cites-91-violations-in-review-of-clinton-email-server-11571440604", "title": "State Department Cites 91 Violations in Review of Clinton Email Server", "date": "2019-10-18 19:16", "summary": "Report finds 'no persuasive evidence of systemic, deliberate mishandling of classified information'. WASHINGTON-The State Department identified 91 security violations by 38 individuals in its review of classified information on former Secretary of State Hillary Clinton's personal email server.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-closed-door-house-impeachment-meetings-11571423200", "title": "Inside the Closed-Door House Impeachment Meetings", "date": "2019-10-18 19:07", "summary": "Republicans say witnesses should be testifying in public, while Democrats say there are good reasons to keep them private for now. Nearly all of the witnesses in the House impeachment inquiry have testified behind closed doors, drawing attention-including objections-to the process Democrats are using to explore whether to remove President Trump from office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-authorities-signal-intent-to-focus-on-vale-executives-in-probe-of-dam-collapse-11571439581", "title": "Brazilian Authorities Signal Intent to Focus on Vale Executives in Probe of Dam Collapse", "date": "2019-10-18 19:05", "summary": "A 215-page police report included accusation that Vale managers 'closed their eyes' to indications of problems. BELO HORIZONTE, Brazil-Brazilian police believe top executives and managers at Vale SA deliberately shielded themselves from incriminating information about the state of the company's dam that collapsed in January to avoid liability, according to a copy of a police inquiry reviewed by The Wall Street Journal.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-president-backs-decision-to-free-drug-lords-son-11571404233", "title": "Mexican Cartel Rules City After Gunbattle", "date": "2019-10-18 19:04", "summary": "Operation to free Ovidio Guzmán was unprecedented in scope and sophistication. MEXICO CITY-A son of the infamous Mexican drug lord Joaquín \"El Chapo\" Guzmán is captured. Cartel gunmen respond with a vicious attack on soldiers and civilians across a major Mexican city, leaving at least eight people dead and 16 wounded. The government gives in and releases the son, a top figure in the cartel.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-oct-12-18-2019-11571411861", "title": "Photos of the Week", "date": "2019-10-18 19:04", "summary": "Protests in Catalonia over separatist leaders' guilty verdict, Trump and Democrats clash over Syria, Kenyan runner smashes sub-2-hour marathon and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-ceo-says-it-could-impose-blackouts-in-california-for-a-decade-11571438206", "title": "PG&E Says It Could Impose Blackouts in California for a Decade", "date": "2019-10-18 18:59", "summary": "Bill Johnson makes the disclosure in a hearing at which California officials blast PG&E's shutoffs this month. PG&E Corp.'s chief executive said Friday that it could take as long as 10 years for the company to improve its electric system enough to significantly diminish the need to pull the plug on customers to reduce the risk of sparking fires.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-price-of-the-union-at-gm-11571438621", "title": "The Price of the Union at GM", "date": "2019-10-18 18:43", "summary": "The United Auto Workers made itself look relevant but workers get little.. Remind us again why the United Auto Workers went on strike for five weeks against General Motors ? The terms of the tentative deal struck this week show that the union made itself look relevant at the cost of lost wages and perhaps future profit-sharing for workers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floridas-reform-momentum-11571438575", "title": "Florida's Reform Momentum", "date": "2019-10-18 18:42", "summary": "School choice expands with a new Governor and new Supreme Court.. For policy consequences, the most important election in 2018 might have been Florida's contest for Governor. Now we're seeing the results, as Republican Ron DeSantis expands school vouchers and has already remade the state Supreme Court.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-leaders-face-tough-task-selling-new-labor-deal-to-gm-workers-11571438481", "title": "UAW Leaders Face Tough Sell on New Deal With GM", "date": "2019-10-18 18:41", "summary": "Tentative agreement includes gains such as better wages, but auto maker will proceed with plant closures. United Auto Workers leaders, who earlier this week voted to extend a more than monthlong strike at General Motors Co. , now face a critical task: selling a new labor deal to rank-and-file members with high expectations.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fighting-flares-in-syria-despite-hours-old-cease-fire-11571390556", "title": "Syria Cease-Fire Tested by Fighting, Questions About Buffer Zone", "date": "2019-10-18 18:27", "summary": "Turkish President Recep Tayyip Erdogan dismisses reports of clashes as disinformation; calls for large safe zone. The fate of the cease-fire agreement negotiated by the U.S. and Turkey in northeastern Syria was uncertain Friday, as skirmishes erupted between Turkish and Syrian Kurdish forces and questions arose about the boundaries of a buffer zone from which the Kurds are expected to withdraw.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-says-co-ceo-mark-hurd-has-died-11571414910", "title": "Oracle Co-CEO Mark Hurd Dies", "date": "2019-10-18 18:25", "summary": "Chairman Larry Ellison says 'Oracle has lost a brilliant and beloved leader'. Mark Hurd, who served as chief executive of three U.S. tech companies including software-giant Oracle Corp. , died Friday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-facebook-coca-cola-stocks-that-defined-the-week-11571437512", "title": "JPMorgan Chase, Facebook, Coca-Cola: Stocks That Defined the Week", "date": "2019-10-18 18:25", "summary": "Here are seven stocks that moved on news in the past five days. The ailing health care sector is licking some of its wounds. UnitedHealth Group and Johnson & Johnson reported earnings that topped analyst expectations and raised full-year profit guidance, sending shares higher. UnitedHealth surged 8.2% Tuesday, lifting health care-related stocks across the board. The health care sector has been lagging behind the S&P 500 this year due largely to legal troubles. Johnson & Johnson on Friday recalled about 33,000 bottles of its Johnson's Baby Powder after the U.S. Food and Drug Administration found a small amount of asbestos in a single bottle.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-rick-perry-became-a-figure-in-the-impeachment-inquiry-11571437260", "title": "How Perry Became a Figure in Impeachment Inquiry", "date": "2019-10-18 18:21", "summary": "The energy secretary pushed for gas exports in Ukraine, becoming a key Trump intermediary there. Long before Ukraine was central to an impeachment inquiry into President Trump, it was central to Rick Perry's plan for Europe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-meet-deputy-energy-secretary-dan-brouillette-to-discuss-secretary-job-11571426656", "title": "Trump Picks Rick Perry's Deputy to Head Energy Department", "date": "2019-10-18 18:08", "summary": "Perry informed president of his intention to exit role at end of year. WASHINGTON-President Trump said he intends to nominate Deputy Energy Secretary Dan Brouillette to succeed departing Energy Secretary Rick Perry, who announced his resignation Thursday amid growing scrutiny of his role in the president's interactions with Ukraine, including a subpoena from the House impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-christian-roots-of-metoo-11571436328", "title": "The Christian Roots of #MeToo", "date": "2019-10-18 18:05", "summary": "Historian Tom Holland argues both sides of the culture wars share similar theological assumptions-including the dignity of women, which he traces to St. Paul.. London", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-chooses-to-fight-at-home-11571436285", "title": "Trump Chooses to Fight at Home", "date": "2019-10-18 18:04", "summary": "The Kurds are not the first foreign ally to be sacrificed to America's domestic battles.. The United States abandoned half of Europe to the Soviets, which included abandoning the Free Poles who fought by our side in World War II. We let South Vietnam go down the drain in a fit of Watergate pique. George H.W. Bush called on the Iraqi people to remove Saddam Hussein and then allowed them to be massacred without U.S. assistance. The U.S. set matters right with the 2007 surge in Iraq whereupon President Obama withdrew the troops and let the place fall apart again. Mr. Obama also assured Syrian oppositionists that the U.S. would respond militarily if Bashar Assad used chemical weapons and then didn't.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-steam-and-chips-remade-the-world-11571436222", "title": "How Steam and Chips Remade the World", "date": "2019-10-18 18:03", "summary": "Cheap energy powered an economic revolution in the 18th century, and cheap information in the 20th.. Not all inventions are equal. While the wheeled suitcase was a great idea, it didn't change the world. But invent a technology that causes the price of a fundamental economic input to collapse, and civilization changes fundamentally and quickly. Someone born 250 years ago arrived in a world that, technologically, hadn't changed much in centuries. But if he had lived a long life, he would have seen a new world.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-is-making-a-comeback-can-its-schools-11571436173", "title": "Detroit Is Making a Comeback. Can Its Schools?", "date": "2019-10-18 18:02", "summary": "The city's test scores are moving ever so slightly in the right direction even as the rest of the state slides.. There wasn't much to celebrate in Michigan's statewide reading and math assessments this year. No grade level in the state reached 50% proficiency in any subject on the Michigan Student Test of Educational Preparedness, or M-STEP, according to results released in August. But Nikolai Vitti, who heads the state's largest public school system, hasn't lost hope.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perfect-age-is-3-months-11571436134", "title": "The Perfect Age Is 3 Months", "date": "2019-10-18 18:02", "summary": "These babies coo, flash winsome smiles, sleep longer and wake up happy.. I'm not sure pediatricians should admit that they like some patients more than others. But let me get this off my chest: My favorites are 3-month-old babies.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-patch-deals-fuel-energy-bond-gains-11571417886", "title": "Oil-Patch Deals Fuel Energy Bond Gains", "date": "2019-10-18 17:56", "summary": "Some bond issuers are selling assets to reduce debt. Falling oil and gas prices are delivering a surprise windfall to bondholders of some U.S. energy companies.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-protections-for-immigrants-seeking-asylum-after-entering-u-s-11571425379", "title": "Supreme Court to Consider Challenge to Quick Deportations of Some Seeking Asylum", "date": "2019-10-18 17:38", "summary": "Case stems from petition from Sri Lankan man who argued he hadn't been given a meaningful opportunity to make his plea for asylum. The Supreme Court agreed to consider whether asylum seekers who cross into the U.S. illegally can challenge government efforts to quickly deport them.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-say-good-riddance-to-u-s-in-syria-11571434675", "title": "Many Say 'Good Riddance' to U.S. in Syria", "date": "2019-10-18 17:37", "summary": "So exactly when would be the \"right\" time to withdraw?. Peggy Noonan's suggestion that the Trump administration's foreign-policy decisions are the misguided pinball of a delusional player frantically flipping the paddles is apt but misses the larger point: The pinball of foreign-policy has been traveling this way across administrations for decades (\"Trump's Reckless Rush to Withdraw,\" Declarations, Oct. 12). This particularly difficult withdrawal decision began in 2011 after President Obama's administration teamed with the Kurds-a group that we knew our NATO ally Turkey regarded as domestic terrorists-in haste after embarrassingly realizing that ISIS wasn't, in fact, a \"junior varsity\" threat. Had the Obama administration taken the threat of ISIS more seriously than its own misguided desire to turn our country toward Iran, then we might not be faced with the painful situation we find ourselves in now-the friend of two parties who hate one another. The Trump administration has many faults but this problem wasn't created by it. Insinuating that it is and reporting the story as a vexing problem with an easy solution-that we should remain in Syria indefinitely-does little to sway the minds of citizens who are exhausted by such a suggestion and only adds to the overwhelming erosion of trust in the experts who guide these decisions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-moral-foundations-of-economic-theory-11571434619", "title": "The Moral Foundations of Economic Theory", "date": "2019-10-18 17:37", "summary": "The classical liberal method for integrating values into economic theory involved engaged open discussion to arrive at policy conclusions. That open discussion was central to classical economic methodology.. Peter Boghossian and James Lindsay's call for listening to social-justice warriors (\"Social-Justice Warriors Won't Listen, but You Should,\" op-ed. Oct. 12) is, in many ways, a restatement of the classical liberal method for integrating values into economic theory, which involved engaged open discussion to arrive at policy conclusions. That open discussion was central to classical economic methodology. When, in the 1930s, economists gave up that \"engaged discussion\" approach, and replaced it with seemingly scientific methods and partisan argumentation (on both sides of the policy debate), they undercut the moral foundations of the classical liberal approach. It needs to be added back.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-policy-worsens-global-poverty-11571434559", "title": "Government Policy Worsens Global Poverty", "date": "2019-10-18 17:36", "summary": "Imagine if these Nobel laureates had written a paper saying results for the poor could be greatly improved if government workers with too much absenteeism were fired.. Regarding David R. Henderson's \"Nobel Laureates Aim Too Low on Global Poverty\" (op-ed, Oct. 15): Imagine if these Nobel laureates had written a paper saying results for the poor could be greatly improved if government workers with too much absenteeism were fired. It's hard to imagine that happening, isn't it?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-get-much-u-s-technology-spy-free-11571434479", "title": "Chinese Get Much U.S. Technology Spy Free", "date": "2019-10-18 17:34", "summary": "American industry is giving its technology away free of charge.. Regarding William J. Holstein's \"China's Techno-Kleptomania\" (op-ed, Oct. 15): Much is being made of China's theft of America's technology. Nothing is being mentioned about the fact that American industry is giving this technology away free of charge. My experience as a midlevel manager at a semiconductor firm with subcontractors in Asia and Europe allowed me to witness firsthand how this happens.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-cant-buck-a-strong-dollar-11571400001", "title": "U.S. Companies Can't Buck a Strong Dollar", "date": "2019-10-18 17:32", "summary": "Currency's strength likely to weigh on third-quarter earnings; tech sector is most exposed. A strong dollar continues to eat into the profit margins of American companies, contributing to what is expected to be 2019's weakest quarter for corporate earnings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honduras-presidents-brother-convicted-in-drug-conspiracy-case-11571433995", "title": "Honduras President's Brother Convicted in Drug-Conspiracy Case", "date": "2019-10-18 17:26", "summary": "President Hernández, who hasn't been charged and denies wrongdoing, is listed as a co-conspirator in court documents. A younger brother of Honduras's president was found guilty of trafficking more than 200 tons of cocaine in a trial that revealed deep links between drug cartels and top officials in one of Washington's closest allies in Central America.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-education-of-an-idealist-and-tough-love-review-the-fog-of-policy-11571433893", "title": "'The Education of an Idealist' and 'Tough Love' Review: The Fog of Policy", "date": "2019-10-18 17:26", "summary": "When Power was U.N. ambassador, Syria launched chemical attacks. Obama dithered, but Power did not resign.. The subtitle of Samantha Power's \"The Education of an Idealist\" calls the book a \"memoir,\" but it is properly termed an autobiography, beginning as it does with the author's childhood and recounting each life-phase up to the present. Ms. Power served in the Obama administration, first as a member of the National Security Council and from 2013 to 2017 as ambassador to the United Nations. The book is too long. Unless you're a gifted writer, which Ms. Power is not, the job of U.N. ambassador does not justify an account of this size.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-legal-peril-for-generic-drug-companies-11571392802", "title": "New Legal Peril for Generic Drug Companies", "date": "2019-10-18 17:25", "summary": "Familiar legal threat for generic drug stocks returns after UnitedHealth sues over alleged price fixing. Generic drug stocks are rallying as a possible comprehensive settlement in opioid-related litigation draws near. One forgotten and potentially very costly legal worry for generic drug stocks has quietly resurfaced, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-teachers-strike-for-second-day-11571433491", "title": "Chicago Teachers Strike for Second Day", "date": "2019-10-18 17:18", "summary": "Some progress cited on class sizes, but two sides are still far apart on other issues. CHICAGO-Negotiators made some progress on class sizes, but remained far apart on other issues, on the second day of a strike by the Chicago Teachers Union, both sides said.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petrobras-ceo-sees-auction-of-pre-salt-oil-blocks-as-key-to-growth-11571433407", "title": "Petrobras CEO Sees Auction of Pre-Salt Oil Blocks as Key to Growth", "date": "2019-10-18 17:16", "summary": "Chief says offshore fields set for Nov. 6 sale by Brazilian government fits into company's strategic focus on production. RIO DE JANEIRO-The Brazilian government's auction next month of exploration blocks in the country's rich pre-salt offshore oil fields is fundamental to Petróleo Brasileiro SA's plans for growth, according to Chief Executive Officer Roberto Castello Branco.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-hercules-capital-ceo-to-plead-guilty-in-college-admissions-case-11571408497", "title": "More Parents to Plead Guilty in College Admissions Cheating Case", "date": "2019-10-18 17:10", "summary": "In advance of expected new charges, three parents are scheduled to admit to participating in testing, athletics bribery schemes. BOSTON-Another group of parents charged in the college admissions cheating scandal said they planned to plead guilty, a move that comes in advance of expected new charges against holdouts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hillary-clinton-finds-more-to-deplore-11571432889", "title": "Hillary Clinton Finds More to Deplore", "date": "2019-10-18 17:08", "summary": "Former secretary of State sees awful people in both parties, laments rise of media competition.. Hillary Clinton insulting Trump voters is old news. But in a new interview the former secretary of State suggests that the deplorable population of the United States may be much larger than she previously claimed.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-zuckerberg-speech-draws-ire-as-he-attempts-to-burnish-facebooks-image-11571432830", "title": "Mark Zuckerberg Speech Draws Ire as He Attempts to Burnish Facebook's Image", "date": "2019-10-18 17:07", "summary": "He sought to position his company as a bastion of free speech. Mark Zuckerberg this week reiterated his view that Facebook Inc.'s mission is to bring people together. But a Thursday speech, in which he positioned the social-media platform as a bastion of free speech, fueled more disagreement over how the tech giant handles content and influences public discourse.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-strike-and-mass-protests-paralyze-barcelona-11571407485", "title": "General Strike and Violent Clashes Paralyze Barcelona", "date": "2019-10-18 17:01", "summary": "Friday marks fifth and largest day of demonstrations since jailing of independence leaders. BARCELONA-Hundreds of thousands of protesters converged in Barcelona for a general strike, paralyzing the city as violent clashes erupted and forcing the shutdown of its famed Sagrada Familia basilica amid renewed calls for Catalonia to secede from Spain.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stocks-slide-after-economic-growth-cools-11571389552", "title": "Stocks Slip on China Data", "date": "2019-10-18 16:53", "summary": "U.K. markets hover ahead of high-stakes parliamentary vote on the Brexit deal. U.S. stocks fell Friday on global growth worries, but the S&P 500 still closed the week with gains after a strong kickoff to corporate earnings season.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-reaches-deal-with-wall-street-journal-publisher-others-for-news-section-11571431387", "title": "Facebook Reaches Deal With Wall Street Journal Publisher, Others for News Section", "date": "2019-10-18 16:43", "summary": "News organizations including News Corp will be paid a licensing fee to supply headlines in news tab. News Corp has reached a deal to let Facebook Inc. feature headlines from The Wall Street Journal and other Dow Jones media properties, as well as the New York Post, in the social-media giant's coming news section, the companies said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-resumes-production-deliveries-of-its-electric-motorcycle-11571428803", "title": "Harley-Davidson Resumes Production, Deliveries of Its Electric Motorcycle", "date": "2019-10-18 16:35", "summary": "Company says issue was a 'singular occurrence' after halting production due to a problem related to charging. Harley-Davidson Inc. is resuming production and deliveries of its first electric motorcycle about a week after it told dealers it was halting production due to a problem related to charging.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-brothers-mankiewicz-review-a-steamroller-and-a-mensch-11571430954", "title": "'The Brothers Mankiewicz' Review: A Steamroller and a Mensch", "date": "2019-10-18 16:35", "summary": "The story of two gifted brothers, only one of whom exceeded expectations.. When Herman Mankiewicz died in 1953, he was a classic burnt-out case, one of those gifted men who fritter their lives away in alcoholism and witty conversation. Herman had produced some of the early Marx Brothers pictures and co-wrote \"Citizen Kane.\" This, along with a grab-bag of credits that included \"The Pride of the Yankees,\" made him seem erratic even by the standards of Hollywood drunks.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-congresswoman-seeks-disbarment-of-giuliani-11571430630", "title": "New York Congresswoman Seeks Disbarment of Giuliani", "date": "2019-10-18 16:30", "summary": "President Trump's personal lawyer calls effort by Rep. Kathleen Rice 'harassment'. WASHINGTON-Rep. Kathleen Rice (D., N.Y.) has asked the state committee in charge of licenses for New York attorneys to begin an investigation into what she calls misconduct by Rudy Giuliani, President Trump's personal lawyer, saying she believes he should be disbarred.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-big-step-for-women-11571408260", "title": "One Big Step for Women", "date": "2019-10-18 16:26", "summary": "NASA launched the first all-female spacewalk Friday, with two astronauts venturing outside the International Space Station to replace a broken battery.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/companies-non-gaap-adjustments-to-net-income-have-soared-11571429258", "title": "Companies' Non-GAAP Adjustments to Net Income Have Soared", "date": "2019-10-18 16:07", "summary": "Reliance on adjusted earnings has made it harder for investors to forecast performance, study says. Companies' reliance on disclosing adjusted earnings or other figures not consistent with generally accepted accounting principles has made it more difficult for investors to forecast performance, putting them at greater risk than they may realize, new academic research shows.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fugitive-whose-case-sparked-hong-kong-turmoil-to-surrender-to-taiwan-11571424986", "title": "Fugitive Whose Case Sparked Hong Kong Turmoil to Surrender", "date": "2019-10-18 15:56", "summary": "Man whose flight to city led to extradition-law uproar wants to turn himself in, officials say. HONG KONG-A prisoner wanted for murder in Taiwan whose case set in motion a chain of events that led to months of antigovernment protests in Hong Kong has agreed to surrender himself to Taiwanese authorities, Hong Kong said.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nations-press-ahead-to-coordinate-corporate-taxes-11571399391", "title": "Nations Press Ahead to Coordinate Corporate Taxes", "date": "2019-10-18 15:53", "summary": "G-20 finance ministers, central bankers work toward consensus on broad strokes of a plan. WASHINGTON-An international plan to reshape corporate taxation for the digital age drew support from finance ministers of the largest economies as the proposal's authors begin working through messier details.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-south-carolina-republican-party-fights-to-skip-presidential-primary-11571391002", "title": "Republican Party Wants to Skip Presidential Primary in South Carolina", "date": "2019-10-18 15:51", "summary": "Critics say credible GOP challengers to President Trump should get a chance before voters. A former congressman and a watchdog group asked a South Carolina judge on Friday to force the state Republican Party to hold a presidential primary, despite party leaders' desire to skip the race and unify behind President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-eyes-another-rate-cut-weighs-when-to-stop-11571391003", "title": "Fed Eyes Another Rate Cut, Weighs When to Stop", "date": "2019-10-18 15:51", "summary": "Officials face questions over whether and how strongly to signal pause in cuts after October meeting if economic data hold steady. Federal Reserve officials are heading into their meeting in two weeks likely to cut interest rates while debating whether they have done enough for now to vaccinate the economy against growing risks of a sharper slowdown.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-scrambles-to-reassure-israel-over-syria-withdrawal-11571391009", "title": "Pompeo Scrambles to Reassure Israel Over Syria Withdrawal", "date": "2019-10-18 15:41", "summary": "U.S. secretary of state heads to Jerusalem as both nations see U.S. troops near Syria-Iraq border key to deterring Iran; farm bailout benefits some areas over others. MIKE POMPEO SCRAMBLES TO REASSURE ALLIES OVER SYRIA WITHDRAWAL: First stop, Jerusalem. Washington is keeping about 150 troops at the Al Tanf base near the Syria-Iraq border, which Israel and American officials see as important to monitoring and deterring Iranian efforts to move weapons and personnel into Syria. Israel wants assurances that the base will stay open, former officials said. The U.S. military has said operations there are part of its campaign against Islamic State.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-structure-of-consumer-finance-watchdog-11571425007", "title": "Supreme Court to Consider Structure of Consumer Finance Watchdog", "date": "2019-10-18 15:34", "summary": "Critics say Consumer Financial Protection Bureau's leadership is unconstitutional because of accountability issues. WASHINGTON-The Supreme Court will review whether the leadership structure of the Consumer Financial Protection Bureau is constitutional, a case that could give the president more power over independent government agencies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosperity-comes-in-many-forms-11571426763", "title": "Prosperity Comes in Many Forms", "date": "2019-10-18 15:26", "summary": "Kichijoten, Japanese Buddhists' conception of Lakshmi, a popular Hindu goddess whose annual five-day festival of Diwali is set to begin, is a divinity with global popularity.. The focus of a small exhibition at the Asia Society Museum, on view through Jan. 5, 2020, is a roughly 4-foot-tall painting of a haloed woman dripping with jewels. Red and green gems dangle from her headdress and hang from tassels as she stands on a giant lotus, afloat in space, unseen winds gently ruffling her silks. Cloud motifs adorn her skirt, whose hem curls and rolls like waves. Her right hand extends, open-palmed, as though she had just released a gift; her left holds aloft a round stone topped by a bright red flame, the hallmark of a wish-fulfilling jewel.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-sentiment-improves-as-trade-and-brexit-worries-ease-11571426514", "title": "Investor Sentiment Improves as Trade and Brexit Worries Ease", "date": "2019-10-18 15:21", "summary": "Upbeat earnings from JPMorgan, Coca-Cola, UnitedHealth and others also boost sentiment. Investor sentiment appears to have risen in recent days-and analysts say it is still flashing a buy signal.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schlumberger-expects-slowdown-in-u-s-drilling-11571418794", "title": "Schlumberger Expects Slowdown in U.S. Drilling", "date": "2019-10-18 15:10", "summary": "The oil-field services company anticipates activity in North America's shale fields to decline more than usual in winter. The world's largest oil-field services company forecasts a slowdown in U.S. drilling activity due to weak commodity prices and exhausted budgets at the exploration and production companies for which it works.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-bets-post-attack-earnings-can-boost-delayed-ipos-valuation-11571420194", "title": "Aramco Bets Post-Attack Earnings Can Boost Delayed IPO's Valuation", "date": "2019-10-18 14:59", "summary": "Saudi Aramco hopes its response to September missile strikes will prove its worth. Investors may need more convincing.. Saudi Aramco is awaiting third-quarter earnings figures to better sell its planned IPO to investors and boost the firm's valuation closer to Crown Prince Mohammed bin Salman's goal of $2 trillion, according to people familiar with the company.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-street-reports-24-drop-in-earnings-11571399925", "title": "State Street Profit Beats Estimates, Lifts Stock", "date": "2019-10-18 14:27", "summary": "Custody bank's assets under management rose 5.1% in latest quarter; profit drops 24%. State Street Corp. posted quarterly results that beat Wall Street estimates and offered investors some signs of a turnaround.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clinton-says-gop-is-grooming-third-party-candidate-to-aid-trump-11571423236", "title": "Clinton Says GOP Is 'Grooming' Third-Party Candidate to Aid Trump", "date": "2019-10-18 14:27", "summary": "Former secretary of state calls Jill Stein 'a Russian asset'. WASHINGTON-Hillary Clinton said on a podcast that Republicans are \"grooming\" a Democratic presidential candidate to run as a third-party candidate in 2020 and called former Green Party presidential nominee Jill Stein a \"Russian asset.\"", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pivotal-brexit-vote-gives-boris-johnson-a-shot-at-redemption-11571421672", "title": "A Pivotal Brexit Vote Gives Boris Johnson a Shot at Redemption", "date": "2019-10-18 14:01", "summary": "He hopes to emerge as the tribune of the people against a British establishment that has thwarted efforts to honor the 2016 referendum. The last time the British House of Commons met on a Saturday was in 1982. Margaret Thatcher was prime minister. Argentine forces had just invaded the Falkland Islands, British sovereign territory, and Mrs. Thatcher's premiership hung in the balance. In an electrifying debate, speaker after speaker from both sides of the House tore into her over the national humiliation.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-official-raised-concerns-in-2015-over-hunter-biden-11571407543", "title": "State Department Official Raised Concerns in 2015 Over Hunter Biden", "date": "2019-10-18 13:53", "summary": "George Kent this week told lawmakers he was concerned about appearance of a conflict in Ukraine. WASHINGTON-A career State Department official told congressional investigators this week that he raised concerns in 2015 with a senior official at the White House about then-Vice President Joe Biden's son being on the board of a Ukrainian natural-gas company because of concerns about the potential optics of a conflict of interest, a person familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrias-deadly-conflict-11571420924", "title": "Syria's Deadly Conflict", "date": "2019-10-18 13:48", "summary": "Eight years in the country's violent, multi-sided war. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/schlumbergers-overseas-segments-drive-revenue-growth-11571419993", "title": "Schlumberger's Overseas Segments Drive Revenue Growth", "date": "2019-10-18 13:33", "summary": "Revenue at the oil-field-services company rose to $8.54 billion from $8.5 billion. Oil-field-services company Schlumberger Ltd. reported a surprising increase in revenue for the latest quarter, driven by growth in markets outside North America.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-drag-queens-and-disco-save-your-local-mall-11571419557", "title": "What Does It Take to Get People to the Mall? Drag Queens, Racy Circus Acts and Disco Parties", "date": "2019-10-18 13:25", "summary": "The food court doesn't cut it any more. Shopping centers look for creative ways to lure potential customers; 'anything that creates buzz is wonderful for us'. Hoping to increase foot traffic, the Rosedale Center in Roseville, Minn., opened its doors to dog owners, offering them a place to walk pets on frigid Sunday mornings before stores opened. The mall wasn't prepared for what it unleashed.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-markets-are-rising-despite-a-trade-war-brexit-and-impeachment-threats-11571418451", "title": "Markets Are Rising Despite a Trade War, Brexit and Impeachment Threats", "date": "2019-10-18 13:13", "summary": "Many investors are watching the Fed while not trading geopolitical events. The world seems more tumultuous than it has in years. Congress is weighing impeachment, the U.K. is on the verge of a momentous vote regarding its role in Europe, and the U.S. and China are still mired in a trade war.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-feds-kaplan-says-jury-is-out-on-whether-central-bank-has-provided-enough-support-11571417952", "title": "Fed's Kaplan Says Jury Is Out on Whether Economy Will Need More Support", "date": "2019-10-18 12:59", "summary": "Policy maker says he is agnostic about whether the Fed should cut rates again in October. WASHINGTON-Robert Kaplan, president of the Federal Reserve Bank of Dallas, said Friday he was hopeful that the central bank's current sequence of rate cuts would be \"modest, limited and restrained,\" but it was too soon to say whether that would be the case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-injects-56-65-billion-in-liquidity-over-weekend-11571408321", "title": "Fed Intervenes in Markets Friday With Temporary and Permanent Liquidity", "date": "2019-10-18 12:56", "summary": "Repo operation aims to help tame volatility in short-term rate markets. The Federal Reserve injected both temporary and permanent liquidity into the financial system Friday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanese-protests-triggered-by-whatsapp-tax-rattle-government-11571413218", "title": "Lebanese Protests Triggered by WhatsApp Tax Rattle Government", "date": "2019-10-18 12:53", "summary": "Demonstrators blame officials for inciting sectarianism and advancing interests of regional powers. BEIRUT-Thousands of people took to the streets across Lebanon against an intensifying economic crisis in the country, threatening to bring down a government caught between the demands of regional rivals Saudi Arabia and Iran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volvos-rebooted-xc40-not-just-improved-a-whole-new-car-11571417160", "title": "Volvo's Rebooted XC40: Not Just Improved, a Whole New Car", "date": "2019-10-18 12:46", "summary": "After an extensive revision of firmware and codeware-improving steering, brakes and even phone connectivity-the Volvo XC40 compact SUV is reborn, rebooted and finally lovable. Dan Neil gives it a rare second review. IF YOU LOOK CLOSELY, there is a dent in my forehead from beating it against Volvo steering wheels. The Swedish car maker's otherwise excellent products have long been plagued by underbaked firmware and software. The most consumer-facing issue has been the large, portrait-oriented touch screen in the cabin that runs Volvo's Sensus infotainment system and that is a proper pain in the ass. It takes seemingly forever to boot up after you press the Start button-every time you start-leaving you unable to adjust the radio, temperature, navi...Hellooo? The touch screen is finicky, with tiny icons-runes, I suppose. The navigation app is sometimes unsure of its surroundings. The delay connecting to an iPhone will have you googling \"patience mantras.\"", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-behind-starbucks-amazon-and-the-patriots-gut-instinct-11571417153", "title": "'Feel the Force': Gut Instinct, Not Data, Is the Thing", "date": "2019-10-18 12:45", "summary": "As computer-generated models flood the C-Suite, it's important to remember that they shouldn't displace intuition. Three years ago, accounting firm PricewaterhouseCoopers LLP asked senior executives to peer into their crystal balls and predict how reliant they would be on computer-generated analytics in 2020.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mosque-attack-adds-dozens-to-record-afghanistan-death-toll-11571417010", "title": "Mosque Attack Adds Dozens to Record Afghan Death Toll", "date": "2019-10-18 12:43", "summary": "Militants strike during prayers in district that had been declared free of Islamic State elements. KABUL-A suspected militant attack on a mosque in eastern Afghanistan killed dozens of worshipers attending Friday prayers, adding to record-high numbers of civilian casualties in the grinding 18-year war.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivias-socialist-anti-american-president-fights-to-stay-in-power-11571416690", "title": "Bolivia's Socialist, Anti-American President Fights to Stay in Power", "date": "2019-10-18 12:38", "summary": "Resume Subscription. LA PAZ, Bolivia-Evo Morales, Bolivia's first president of indigenous descent and a fierce opponent of U.S. policy in Latin America, had until recently been a juggernaut at the ballot box.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/so-you-want-to-own-a-sports-team-11571416055", "title": "So, You Want to Own a Sports Team", "date": "2019-10-18 12:27", "summary": "Resume Subscription. Last year, hedge-fund mogul David Tepper paid $2.28 billion for the Carolina Panthers, a record price for a National Football League team. But you don't have to be a billionaire like Mr. Tepper to own a piece of a sports team, or even an entire team.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/john-le-carre-spies-a-britain-adrift-11571415737", "title": "John le Carré Spies a Britain Adrift", "date": "2019-10-18 12:22", "summary": "The MI6 officer turned novelist still uses the habits of his espionage background to size up people and characters. Spying gives you \"an extraordinary insight into people,\" says John le Carré, the former British intelligence officer turned novelist, over tea at his home in North London. \"I don't think we ever know very much about one another, but it gives you the habit of considering the possibilities of people. Is she this or that? And if you're acquisitive as an intelligence officer, how would I use her? You think of all these wayward possibilities. It's a kind of inside-out thinking that never leaves you.\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/before-turning-to-politics-trudeau-was-known-for-displays-of-exuberance-11571404652", "title": "Before Politics, Trudeau Was Known for Displays of Exuberance", "date": "2019-10-18 11:56", "summary": "Canada's prime minister is in a tight re-election race, with his character and judgment among the top campaign issues. Nearly a decade ago, before taking the helm of Canada's Liberal Party and becoming prime minister, Justin Trudeau sat down for lunch with a prominent political commentator at a restaurant a few floors above the country's legislature in Ottawa to hear a pitch for a possible book.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thank-you-for-visiting-lon-car-lee-11571413406", "title": "Thank You for Visiting Lon-Car-Lee", "date": "2019-10-18 11:46", "summary": "Megalopolises are real, but some are a real stretch. Sometimes a solid thesis gets stretched when you try to fit too much into it. The recent \"megalopolis\" report by market-research firm Euromonitor International is a case in point. It makes the valid but familiar observation that the global economy is increasingly being driven by huge areas of adjacent cities. 20 such megalopolises now account for 35% of the world's economic output, the firm estimates.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-patriotism-is-worth-fighting-for-11571413398", "title": "American Patriotism Is Worth Fighting For", "date": "2019-10-18 11:43", "summary": "In the U.S., love of country involves dedication to the ideals of liberty and equality-a demanding legacy that we can't afford to lose.. \"The future belongs to patriots,\" President Trump told the United Nations last month. But when it comes to Americans, at least, the data seems to indicate the opposite. A Gallup poll released just before the Fourth of July found that the share of participants who felt \"extremely proud\" to be American was the lowest in the poll's 18-year history-just 47%, down from 70% in 2003. And according to a recent WSJ/NBC poll, the younger you are, the less likely you are to say that patriotism is a \"very important\" value. Among Americans older than 55, nearly 80% of respondents agreed with that statement; among those under 38, only 42% did so.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coca-cola-sales-rise-in-third-quarter-11571398312", "title": "Soda Comeback Drives Sales Gains at Coca-Cola", "date": "2019-10-18 11:35", "summary": "Quarterly organic revenue rose 5% on demand for Coca Cola Zero Sugar in U.S.. Coca-Cola Co.'s carbonated soft drinks are making a comeback, especially with younger drinkers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-clarida-says-central-bank-will-act-as-appropriate-to-sustain-growth-11571412643", "title": "Fed's Clarida Says Central Bank Will 'Act as Appropriate' to Sustain Growth", "date": "2019-10-18 11:30", "summary": "Vice chairman says U.S. economy 'confronts some evident risks' ; investors expect a third interest-rate cut at the rate-setting committee's Oct. 29-30 meeting. Federal Reserve Vice Chairman Richard Clarida said the central bank's rate cuts in July and September provided a \"somewhat more accommodative policy\" in response to rising risks to growth, and the Fed would approach future policy decisions on a meeting-by-meeting basis.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ok-so-without-facebook-im-a-rotten-friend-11571412399", "title": "OK, So Without Facebook I'm a Rotten Friend", "date": "2019-10-18 11:26", "summary": "Missing Eddie's birthday is worth it if I don't have to see his Basset hound all the time. A college friend recently had a birthday, a not-insignificant one, and I forgot it. I forgot it primarily because I am an idiot, a lousy friend, and also an aging paranoiac who likely subconsciously wants to avoid the discussion of all birthdays, including my own. But as another pal who forgot the birthday pointed out, I also blew it because I'm very seldom on Facebook anymore.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-football-has-a-top-10-problem-11571410209", "title": "Michigan Football Has a Top-10 Problem", "date": "2019-10-18 10:50", "summary": "During Jim Harbaugh's tenure in Ann Arbor, the Wolverines have struggled against the nation's top teams. On Saturday night, the Michigan Wolverines will seek to do something they haven't done very often during Jim Harbaugh's five seasons as football coach: beat a top-10 opponent.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-a-coke-and-just-smile-11571410073", "title": "Have a Coke and Just Smile", "date": "2019-10-18 10:47", "summary": "Investors in Coca-Cola shouldn't stress too much over the state of the global economy. Coca-Cola is generating strong sales growth but still suffering a drag from the strong dollar. Investors should focus on the former and not worry too much about the latter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-advisers-to-speak-to-us-in-plain-english-11571409934", "title": "Time for Advisers to Speak to Us in Plain English", "date": "2019-10-18 10:45", "summary": "The SEC is making financial information simpler. But it's not yet simple enough.. If you think your job is tough, try simplifying financial disclosures.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-europeans-review-engines-of-progress-11571409900", "title": "'The Europeans' Review: Engines of Progress", "date": "2019-10-18 10:45", "summary": "In the 19th century, technology, commerce and art combined to knit Europe together.. Cultural history is frequently written as if circumscribed by national borders, with each country laying claim to a discrete social and intellectual way of life. Dismayed at this tendency, Orlando Figes, a noted historian of Russia, found himself wondering whether the forces of transnational integration weren't at least as decisive as those that would drive cultures apart. In his new study \"The Europeans\" he aims \"to approach Europe as a space of cultural transfers, translations and exchanges crossing national boundaries, out of which a 'European culture'-an international synthesis of artistic forms, ideas and styles-would come into existence and distinguish Europe from the broader world. As Kenneth Clark once said, nearly all the great advances in civilization . . . have been during periods of the utmost internationalism.\" In this view, not only is there nothing sinister about appropriating artistic forms from other ethnic groups, but such cross-cultural borrowing is the predominant way, anthropologically speaking, that artistic expression evolves and mutates.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-review-the-cradle-of-nationalism-11571409793", "title": "'Greece' Review: The Cradle of Nationalism", "date": "2019-10-18 10:43", "summary": "Independent since 1830, Greece has worked to forge a modern identity in the shadow of its glorious past.. Early in the 1990s, with war raging in the former Yugoslavia, a Greek friend of mine was lecturing to an American audience on his country's sensitive political position. Greek policy in the Balkans, he emphasized, was based on the idea of \"border stability.\" Greeks had reason to be worried. Their own borders had been fixed only since 1947. A tiny country situated in a pivotal geopolitical position between Europe and Asia Minor, with cultural ties reaching in every direction and torn by its own internal contradictions, Greece itself had grown through successive wars. The first new independent country in modern Europe, established in 1830, it was also the locus of an ancient culture of profound meaning to the world. As Roderick Beaton argues in \"Greece,\" his splendid new book, \"Greece and the modern history of the Greek nation matter, far beyond the bounds of the worldwide Greek community.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-matthew-goodman-on-sports-scandals-11571409838", "title": "Five Best: Matthew Goodman on Sports Scandals", "date": "2019-10-18 10:43", "summary": "The author, most recently, of 'The City Game: Triumph, Scandal, and a Legendary Basketball Team.'. By Eliot Asinof (1963)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ministry-of-truth-and-on-nineteen-eighty-four-review-an-enduring-vision-of-tyranny-11571409744", "title": "'The Ministry of Truth' and 'On Nineteen Eighty-Four' Review: An Enduring Vision of Tyranny", "date": "2019-10-18 10:42", "summary": "Orwell's novel remains the book we turn to when truth is mutilated, language distorted, power abused-and we want to know how bad things can get.. The year 1984 came and went a generation ago, and the clocks did not strike 13. Big Brother's face doesn't stare down at us from giant posters. Masked police do not apprehend citizens guilty of thoughtcrime. England hasn't been renamed Airstrip One, and Party slogans like \"War Is Peace,\" \"Freedom Is Slavery\" and \"Ignorance Is Strength\" are not plastered on the walls. It would seem that the terrifying vision of George Orwell's iconic novel remains a fiction, safely shelved between \"Brave New World\" and \"The Handmaid's Tale.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-anything-can-happen-11571409661", "title": "Children's Books: Anything Can Happen!", "date": "2019-10-18 10:41", "summary": "Pigs can fly, hens can chase foxes and a boy can have the run of a great museum.. A week is a long time in politics. In childhood, five minutes can be an eternity-or a maddeningly brief flash. Liz Garton Scanlon and Audrey Vernick play around with this perplexity in \"Five Minutes\" (Putnam, 30 pages, $16.99), a picture-book validation for any child who has ever chafed at being told \"five more minutes\" before the end of a fun activity, or groaned at prolonged unpleasantness for the same span.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-napoleonic-game-of-cat-and-mouse-11571409718", "title": "Fiction: A Napoleonic Game of Cat and Mouse", "date": "2019-10-18 10:41", "summary": "A shell-shocked English officer seeks solace in the Scottish Hebrides. Little does he know his past is pursuing him.. Here's a good one for you, as the days shorten and the winter chill descends and an engrossing novel is just what's called for. Andrew Miller's \"Now We Shall Be Entirely Free\" (Europa, 410 pages, $19) begins in 1809, when the British officer John Lacroix is brought back to his Somerset estate, having been severely wounded in Spain during a retreat from Napoleon's French Army. Lacroix gradually recovers in body but not in mind. Rankled by some repressed memory from the war, he abruptly resolves to go wandering, choosing the Scottish isles-\"Albion's own savage back room\"-as a serviceably remote and unknowable destination.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-shuttlecocks-and-oligarchs-11571409622", "title": "Mysteries: Shuttlecocks and Oligarchs", "date": "2019-10-18 10:40", "summary": "New thrillers from big names: John Le Carre's 'Agent Running in the Field,' Michael Connelly's 'The Night Fire' and John Grisham's 'The Guardians.'. Though the year is not specified, it's clearly 2018 in the estimable John le Carré's espionage thriller \"Agent Running in the Field\" (Viking, 281 pages, $29). England is experiencing a record heat wave, Trump and Putin are standing side by side at Helsinki, and the book's 47-year-old narrator, Nat, after a long tenure in his country's Secret Intelligence Service, fears he's about to get the chop.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guitar-king-review-the-boy-with-the-chicago-blues-11571409581", "title": "'Guitar King' Review: The Boy With the Chicago Blues", "date": "2019-10-18 10:39", "summary": "Steeped in music from his early teens, Michael Bloomfield had a precocious gift on guitar but a distaste for the spotlight.. You're sitting at a bar, and somebody puts a dollar in the jukebox, and the first chords of, say, \"Honky Tonk Women\" by the Rolling Stones rumble out of the speaker, and you smile at the guy two stools down and say, \"They don't write them like this any more,\" and the guy takes a sip from his drink and says, \"This isn't bad, but it's not the real thing. You need to listen to Muddy Waters and Howlin' Wolf, or at least the white boys they influenced, like Paul Butterfield and Al Kooper.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweet-dreams-11571409103", "title": "How French Macarons Inspired a Russian Bedroom's Décor", "date": "2019-10-18 10:31", "summary": "Sometimes designers' clients make odd requests. Here, at one's bidding, pastel sweets informed the delicious decoration of a country-house's master suite. ", "categories": [["Real Estate", "Design", "spirit guide"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-stormonth-darling-led-mercury-asset-management-in-u-k-11571409000", "title": "Peter Stormonth Darling Led Mercury Asset Management in U.K.", "date": "2019-10-18 10:30", "summary": "S.G. Warburg offshoot was sold to Merrill Lynch in largest overseas acquisition by a Wall Street firm. When Peter Stormonth Darling was named chairman of S.G. Warburg & Co.'s fund-management arm in 1979, his instructions were to sell the business. Siegmund Warburg, founder of the London investment bank, disliked money management.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-deal-turns-headlights-on-gms-planning-11571408565", "title": "UAW Deal Turns Headlights on GM's Planning", "date": "2019-10-18 10:22", "summary": "Top U.S. automaker will need to reassure investors that cost-savings targets and downturn preparation are on track. For now, General Motors can afford its generous deal with the United Auto Workers Union just fine. The bigger question is what happens when sales slide. Chief Executive Mary Barra has some reassuring to do when the largest U.S. auto maker reports third-quarter results later in October.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cooling-economy-drives-chinese-officials-to-prioritize-growth-11571406083", "title": "Cooling Economy Drives China to Prioritize Growth", "date": "2019-10-18 09:41", "summary": "After years of trying to stem rising debt, China's policy emphasis seems to be back on headline GDP. SHANGHAI-China's slipping economic momentum is sparking a shift in government priorities-away from curbing mounting debt levels and toward a renewed focus on raw growth.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patrick-mahomes-injury-could-change-the-complexion-of-the-nfl-season-11571405933", "title": "Mahomes Injury Could Change Complexion of the NFL Season", "date": "2019-10-18 09:38", "summary": "The Chiefs quarterback dislocated his right kneecap in a grisly moment with broad implications for both his team and the rest of the NFL. The Kansas City Chiefs did something on Thursday night that could be considered both smart and reckless. They ran a quarterback sneak with Patrick Mahomes.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-fred-smiths-growing-fedex-challenge-seeking-rail-volume-brexits-next-deal-11571405782", "title": "Today's Logistics Report: Fred Smith's Growing FedEx Challenge; Seeking Rail Volume; Brexit's Next Deal", "date": "2019-10-18 09:36", "summary": "Today's Top Supply Chain and Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-folk-poetry-of-home-movies-11571405606", "title": "The Folk Poetry of Home Movies", "date": "2019-10-18 09:33", "summary": "New York's Museum of Modern Art features films that document our intimate moments. 'Home movies are expected to get boring after time, that's part of their aesthetic,\" notes Ron Magliozzi, the curator of \"Private Lives Public Spaces,\" an exhibition opening Oct. 21 at the newly expanded Museum of Modern Art in New York. But this show of homemade films spanning the 20th century is designed to keep the viewer's attention. Its galleries are full of movies projected or screened on monitors that are arranged to look like family photographs covering a wall. \"In this exhibit you can just turn your head 5 inches and see something new and unexpected,\" Mr. Magliozzi said.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-china-communist-chief-zhao-ziyang-gets-a-proper-burialyears-after-his-death-11571405382", "title": "Purged Communist Chief Gets Beijing Burial 15 Years After Death", "date": "2019-10-18 09:29", "summary": "Remains of leader who was purged for opposing Tiananmen crackdown are buried in civilian cemetery. BEIJING-Zhao Ziyang, the former Chinese Communist Party leader purged for opposing the armed crackdown on Tiananmen Square demonstrations in 1989, was finally laid to rest in a quiet burial ceremony on Friday, nearly 15 years after his death.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-doesnt-need-static-on-this-call-11571405024", "title": "AT&T Doesn't Need Static on This Call", "date": "2019-10-18 09:26", "summary": "Telecom giant should settle with Elliott to avoid distraction at critical juncture. How do you make peace with a nag? Appease them, perhaps.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vulnerable-house-democrats-get-advice-on-impeachment-messaging-11571404977", "title": "Vulnerable House Democrats Get Advice on Impeachment Messaging", "date": "2019-10-18 09:22", "summary": "The party's campaign arm seeks to reassure members who are concerned about a political backlash. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-many-roads-to-vegetarianism-11571403796", "title": "The Many Roads to Vegetarianism", "date": "2019-10-18 09:03", "summary": "Health, religion and animal rights have all been advanced as reasons not to eat meat.. The claim that today's ingeniously engineered fake meat tastes like the real thing and helps the planet is winning over consumers from the carnivore side of the food aisle. According to Barclays, the alt-meat market could be worth $140 billion a year a decade from now. But the argument over the merits of vegetarianism is nothing new; it's been going on since ancient times.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-botox-too-easy-to-get-11571403353", "title": "Is Botox Too Easy to Get?", "date": "2019-10-18 08:55", "summary": "Drop-in injectable bars are on the rise as familiarity and comfort with minimally invasive cosmetic procedures has grown. But do they downplay the risks?. At Alchemy 43, an aesthetics bar in New York's Flatiron neighborhood, treatments using Botox, Juvederm and Restylane are packaged with cutesy names like \"Hello, Bright Eyes\" and \"Smooth Talker.\" Patterned wallpaper and neon signage have clearly been conceived with selfie-taking in mind, and consultations are conducted (unless otherwise requested) more casually at a communal table. In the street-level location's window, passersby will find the company's credo: Because the best work goes unnoticed.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-smarter-way-to-look-at-the-stars-11571402597", "title": "A Smarter Way to Look at the Stars", "date": "2019-10-18 08:43", "summary": "The first app-connected telescope captures wonders of our galaxy. But does the experience count if you're staring at the cosmos on an iPhone screen?. JERRY SEINFELD observed decades back that \"Star Trek\" was his generation's \"ultimate male fantasy\" not because of Captain Kirk's dalliances with green women, but because the bridge of the USS Enterprise featured a big chair and a bigger screen. \"Just hurtling through space in your living room, watching TV,\" the comedian quipped. With the new Stellina telescope from Vaonis, all galactic beings can approximate this sci-fi fantasy, stargazing while staring at their phones.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-watchdog-settlements-reach-four-year-high-11571401950", "title": "Consumer-Watchdog Settlements Reach Four-Year High", "date": "2019-10-18 08:32", "summary": "Consumer Financial Protection Bureau has faced criticism that it is too friendly to the financial industry. WASHINGTON-Consumers harmed by financial firms got back $777 million through actions by the Consumer Financial Protection Bureau during the last fiscal year, the largest amount in four years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-expresss-earnings-top-line-rise-11571400558", "title": "American Express's Earnings, Top Line Rise", "date": "2019-10-18 08:09", "summary": "Resume Subscription. American Express Co. 's profit and revenue climbed in the third quarter, along with its provision for losses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-sourcing-platform-zilingo-designs-100-million-push-into-u-s-11571400001", "title": "Fashion Sourcing Platform Zilingo Designs $100 Million Push Into U.S.", "date": "2019-10-18 08:00", "summary": "Company aims to speed up apparel supply chains by digitizing ties between brands, factories and suppliers. Singapore-based fashion technology startup Zilingo is investing $100 million to launch operations in the U.S. as it builds out its supply-chain business connecting apparel brands with factories and suppliers.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deirdre-quinn-on-the-highs-and-lows-of-entrepreneurship-11571400000", "title": "Deirdre Quinn on the Highs and Lows of Entrepreneurship", "date": "2019-10-18 08:00", "summary": "The CEO of women's fashion brand Lafayette 148 New York explains why she is committed to retail. Deirdre Quinn, who co-founded the women's fashion brand Lafayette 148 New York, knows the risks of entrepreneurship well.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-at-t-molson-coors-facebook-charles-schwab-pg-e-gm-11571388246", "title": "Stocks to Watch: AT&T, Molson Coors, Facebook, Charles Schwab and More", "date": "2019-10-18 07:51", "summary": "Here are some of the companies with shares expected to trade actively Friday. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-seek-to-build-on-2018-gains-with-latino-voters-11571396401", "title": "Democrats Seek to Build on 2018 Gains With Latino Voters", "date": "2019-10-18 07:00", "summary": "State parties, advocacy groups say they are investing early in sending volunteers into Hispanic neighborhoods. LAS VEGAS-Democratic organizers have long struggled to earn robust Latino turnout and support at the ballot box. They think they have finally hit on a winning strategy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chip-industry-gets-a-strong-5g-signal-11571395897", "title": "The Chip Industry Gets a Strong 5G Signal", "date": "2019-10-18 06:51", "summary": "Industry bellwether TSMC thinks consumer adoption of 5G smartphones warrants a dramatic expansion of its investment plans. The world's largest contract chip maker is confident that consumers will start buying 5G phones, signaling a potential recovery for the struggling semiconductor industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-athletes-get-political-11571393649", "title": "When Athletes Get Political", "date": "2019-10-18 06:14", "summary": "Sports stars sometimes make use of their celebrity to advance a cause. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/house-republican-mchenry-asks-for-details-on-fed-balance-sheet-operations-11571392801", "title": "House Republican Asks for Details on Fed Balance-Sheet Operations", "date": "2019-10-18 06:00", "summary": "McHenry asks whether regulatory policy led to money-market strains. WASHINGTON-The top Republican on the House Financial Services Committee is seeking more details about the Federal Reserve's plan to expand its asset portfolio and wants to know whether regulations played a role in recent dysfunction in very short-term lending markets.", "categories": [["WSJ News Exclusive", "Central Banks"]], "category_links": ["https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manchester-citys-title-defense-might-already-be-slipping-away-11571392805", "title": "Manchester City's Title Defense Might Already Be Slipping Away", "date": "2019-10-18 06:00", "summary": "After just eight games, City has lost twice and sits eight points behind a relentless Liverpool. LONDON-The last time Manchester City slipped this far back in a Premier League title race, Pep Guardiola was still wearing ties.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-economic-advisers-warned-trump-on-tariffs-before-china-truce-11571391006", "title": "Top Economic Advisers Warned Trump on Tariffs Before China Truce", "date": "2019-10-18 05:30", "summary": "President countered that Fed shared blame for dimming economic outlook and called top trade hawk into meeting: 'Where's Peter?'. President Trump's top economic adviser last week arranged an Oval Office briefing with outside experts who warned the president that continued escalation of U.S.-China trade tensions could imperil the economy and hurt Mr. Trump's chances for re-election, according to people familiar with the meeting.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-leans-on-a-changed-gop-for-support-11571391006", "title": "Trump Leans on a Changed GOP for Support", "date": "2019-10-18 05:30", "summary": "The party's demographics and priorities have shifted since 2016. Will those trends carry the president through impeachment to a second term-and endure after him?. WASHINGTON-Donald Trump won the White House in large part by changing the mix of voters who make up the Republican Party. Now, as he faces the threat of impeachment, the party base he helped to create is proving to be his most important barrier to removal from office.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-landlords-a-new-tax-break-comes-with-strings-attached-11571391001", "title": "For Landlords, New Tax Break Comes With Strings Attached", "date": "2019-10-18 05:30", "summary": "Property owners who want to claim a recently added 20% tax break for 2019 should plan now, because they may need to send 1099 forms early next year. Rental real estate is renowned for its many tax breaks, and the 2017 tax overhaul added a new one. Landlords who want to claim it for 2019 should be planning now, because they may need to send 1099 forms early next year.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-health-puzzle-young-people-having-less-sex-contracting-more-stds-11571391000", "title": "Young People Are Having Less Sex, Contracting More STDs", "date": "2019-10-18 05:30", "summary": "One in four sexually active adolescent girls has chlamydia or other sexually transmitted disease, according to CDC. It sounds contradictory: Young people, we're told, are having less sex than older generations did at the same age. But they're also contracting more sexually transmitted diseases than any other group, and the rates of infection are accelerating at an alarming pace.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rental-economy-is-at-risk-in-a-downturn-11571391003", "title": "The Rental Economy Is at Risk in a Downturn", "date": "2019-10-18 05:30", "summary": "Businesses that rely on renting homes, leasing cars, and streaming music or movies are largely untested in a recession. Americans don't own stuff like they used to.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathay-pacific-puts-dollar-bond-sale-on-ice-after-cool-reception-from-investors-11571389751", "title": "Cathay Pacific Puts Dollar Bond Sale on Ice After Cool Reception From Investors", "date": "2019-10-18 05:09", "summary": "Hong Kong's flagship carrier has struggled with steep declines in passenger numbers amid antigovernment protests in the city. Hong Kong's flagship carrier Cathay Pacific Airways Ltd. shelved plans to sell its first U.S. dollar bonds in more than two decades after receiving lukewarm interest from potential investors, according to people familiar with the matter.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wobbly-foundation-for-chinas-2020-growth-11571387203", "title": "A Wobbly Foundation for China's 2020 Growth", "date": "2019-10-18 04:26", "summary": "Resume Subscription. China's third-quarter economic growth came in at 6%, the lowest since at least 1992. Does that matter?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-trims-revenue-outlook-as-sales-slow-costs-rise-11571340370", "title": "Renault Trims Revenue Outlook, Sending Shares Sharply Lower", "date": "2019-10-18 04:01", "summary": "French auto maker cuts revenue, operating margin guidance amid weak performance, investment in emissions compliance. PARIS- Renault SA cut its revenue and operating-margin guidance for the year, citing slumping sales outside Europe and higher costs associated with developing cleaner car models.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-patrol-clashes-with-gunmen-protecting-son-of-el-chapo-11571370794", "title": "Violence Erupts in Mexico After Arrest of El Chapo's Son", "date": "2019-10-18 01:07", "summary": "Attacks in northern city terrorize residents, capping violent week. MEXICO CITY-Violence erupted in the Mexican city of Culiacán after security forces briefly arrested the son of the former cartel kingpin Joaquín El Chapo Guzmán, sparking a wave of attacks in the city that terrorized residents.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-houston-astros-are-on-the-verge-of-returning-to-the-world-series-11571374124", "title": "The Astros Are on the Verge of Returning to the World Series", "date": "2019-10-18 00:48", "summary": "Houston leads the Yankees in the ALCS, 3-1, with Game 5 set for Friday night. Corporate as it may feel, the new Yankee Stadium can still evoke the old one in October. It's why the team felt the need to remind fans on the stadium video board Thursday that they would be arrested for throwing objects onto the field, as they did two nights earlier. And it's what brought out the worst in the Houston Astros two years ago, the last time the teams met in the American League Championship Series.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11571346377", "title": "Pepper...and Salt", "date": "2019-10-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-mark-zuckerberg-defends-free-speech-amid-calls-for-tighter-controls-11571335528", "title": "Zuckerberg Rebuffs Calls for Tighter Controls", "date": "2019-10-18 00:01", "summary": "'We must continue to stand for free expression,' CEO says, as social media draws criticism over its role in spread of misinformation. WASHINGTON-Mark Zuckerberg has spent the past two years apologizing to a chorus of critics for misinformation, privacy violations and more. On Thursday, the Facebook Inc. chief executive took the offensive, asserting a commitment to free expression as consistent with American values.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-money-laundering-watchdog-puts-more-pressure-on-iran-11571439451", "title": "Anti-Money-Laundering Watchdog Puts More Pressure on Iran", "date": "2019-10-18 00:01", "summary": "Financial Action Task Force also adds Iceland, Mongolia and Zimbabwe to 'graylist' of monitored jurisdictions. A global anti-money-laundering watchdog is increasing pressure on Iran to meet its standards while giving the country more time to do so.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}]