[{"link": "https://www.wsj.com/articles/deputy-at-parkland-school-shooting-is-arrested-11559681755", "title": "Deputy at Parkland School Shooting Is Arrested", "date": "2019-06-04 19:40", "summary": "Scot Peterson, who faces 11 charges, was fired for neglecting his duties on day of shooting. The school resource officer assailed for his response to last year's shooting at a Parkland, Fla., high school that left 17 people dead was fired and charged with several crimes stemming from his alleged actions that day.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-turns-over-nearly-all-freight-revenue-to-truckers-analyst-says-11559691301", "title": "Uber Turns Over Nearly All Freight Revenue to Truckers, Analyst Says", "date": "2019-06-04 19:35", "summary": "Morgan Stanley's analysis suggests the business matching freight shippers with truckers won't generate profits for years. Uber Freight is sharing nearly all the revenue from its digital freight-matching platform with its carriers, according to a Morgan Stanley & Co. analysis that estimates it could be years before Uber Technologies Inc.'s logistics division generates meaningful profits.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chemours-moves-cfo-to-new-coo-role-taps-internal-successor-11559690775", "title": "Chemours Moves CFO to New COO Role, Taps Internal Successor", "date": "2019-06-04 19:30", "summary": "New finance chief Sameer Ralhan succeeds Mark Newman, a key player in the company's financial turnaround. Chemours Co. , the performance-chemicals company spun off from DuPont, has promoted Sameer Ralhan to chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lawmakers-to-watch-as-congress-confronts-big-tech-11559690328", "title": "The Lawmakers to Watch as Congress Confronts Big Tech", "date": "2019-06-04 19:29", "summary": "A handful of members-both friends and foes-will play key roles as Capitol Hill increases its scrutiny of technology companies. With the Justice Department and Federal Trade Commission planning increased antitrust scrutiny of Big Tech, Congress is eager to get in on the act. This week the House Judiciary Committee's antitrust panel said it would launch an investigation into competition in digital markets, beginning with a hearing on June 11.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-de-blasio-taps-fema-veteran-for-emergency-management-post-11559690530", "title": "Mayor de Blasio Taps FEMA Veteran for Emergency Management Post", "date": "2019-06-04 19:22", "summary": "Deanne Criswell will replace Commissioner Joseph Esposito in New York City role. Mayor Bill de Blasio has selected Deanne Criswell as New York City's new emergency management commissioner several months after the bungled firing of Commissioner Joseph Esposito.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-alerts-meat-businesses-about-china-scrutiny-11559690381", "title": "Canada Alerts Meat Businesses About China Scrutiny", "date": "2019-06-04 19:19", "summary": "Tougher inspections are expected after Beijing halted pork imports from two Canadian plants. OTTAWA-Canada is warning domestic meat producers and processors to be extra vigilant after Chinese officials signaled they would intensify inspections, following cases of improper labeling on some pork imports.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nominee-to-head-space-command-warns-of-threats-to-u-s-power-11559689974", "title": "Nominee to Head Space Command Warns of Threats to U.S. Power", "date": "2019-06-04 19:18", "summary": "Air Force Gen. John Raymond says China and Russia present new challenges. WASHINGTON-The Air Force general nominated by President Trump to head the new U.S. Space Command said Tuesday that increasing competition with China and Russia is raising the stakes over the use of intelligence and weapons orbiting the globe.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-bill-aimed-at-protecting-immigrants-brought-illegally-to-u-s-as-children-11559689659", "title": "House Passes Bill Aimed at Protecting Immigrants Brought Illegally to U.S. as Children", "date": "2019-06-04 19:07", "summary": "Legislation addressing legal status of the Dreamers is unlikely to be brought up for a vote in the GOP-led Senate. WASHINGTON-The House on Tuesday passed a bill that would provide permanent legal status and a path to citizenship for hundreds of thousands of young immigrants who came to the country illegally as children-but the legislation is unlikely to be brought up for a vote in the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-sends-millions-of-digital-receipts-sometimes-to-the-wrong-person-11559640601", "title": "Square Sends Millions of Digital Receipts, Sometimes to the Wrong Person", "date": "2019-06-04 19:06", "summary": "From surprise gifts to pending divorces, misdirected notifications result in spilled secrets. Teresa Smith hoped she could keep news of her impending divorce a secret, until Square Inc. blabbed about it to one of her friends.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-vs-nuns-11559689536", "title": "Democrats vs. Nuns", "date": "2019-06-04 19:05", "summary": "The Little Sisters of the Poor are again forced to defend their liberty in federal court.. Nationwide, Democratic politicians are testing the boundaries of extremism on issues related to reproduction, while a few liberal voices warn of potential repercussions in the 2020 elections.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washingtons-anti-growth-turn-11559689199", "title": "Washington's Anti-Growth Turn", "date": "2019-06-04 19:00", "summary": "Policies matter, and they're changing for the worse in both parties.. As the election results became clear in 2016, financial markets rose amid a surge of economic optimism. That surge continued for two years as Donald Trump and Republicans pursued a pro-growth agenda of tax reform, deregulation and encouraging domestic energy production. But with Democrats now controlling the House and Mr. Trump already campaigning for re-election, Washington is again taking an anti-growth turn. Don't be surprised if slower growth follows.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-governor-to-call-special-legislative-session-on-gun-controls-11559661010", "title": "Virginia Governor to Call Special Legislative Session on Gun Controls", "date": "2019-06-04 18:59", "summary": "Decision comes after gunman killed 12 in Virginia Beach, Va., on Friday. Virginia Gov. Ralph Northam said he would call a special legislative session to address gun control after a gunman killed 12 people at a Virginia Beach government building on Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-falcone-sets-nyc-record-with-nearly-80-million-townhouse-sale-11559688915", "title": "Philip Falcone Sets NYC Record With Nearly $80 Million Townhouse Sale", "date": "2019-06-04 18:57", "summary": "The property fetched the highest price ever paid for a residential townhouse in New York. Former hedge-fund manager Philip Falcone has sold a New York townhouse for close to $80 million, making it the most expensive residential townhouse ever sold in the city, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-deal-or-no-deal-11559689077", "title": "Trade Deal or No Deal", "date": "2019-06-04 18:57", "summary": "After Trump reneged on Mexico, why should the U.K. trust him?. Let's make a trade deal. That was President Trump's line Tuesday at a London news conference with Britain's soon-to-be-ex Prime Minister Theresa May. \"As the U.K. makes preparations to exit the European Union,\" Mr. Trump said, \"the United States is committed to a phenomenal trade deal between the U.S. and the U.K. There is tremendous potential in that trade deal.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-merger-cure-for-bigger-government-11559688891", "title": "A Merger Cure for Bigger Government", "date": "2019-06-04 18:54", "summary": "A CVS-Aetna tie would provide competition for hospital networks.. Government cost controls have driven consolidation among health-care providers, and Aetna's merger with CVS aims to inject more competition into markets. But lo and behold, physician groups are resisting this antidote to bigger government.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-rolls-out-cuba-travel-export-bans-11559656620", "title": "Trump Administration Imposes Cuba Travel Limits", "date": "2019-06-04 18:47", "summary": "Cruise tourism targeted in bid to pressure Havana to cease support for Nicolás Maduro in Venezuela. American cruise ships will be barred from going to Cuba under strict travel restrictions rolled out Tuesday by the Trump administration, as it ratchets up pressure on Havana to abandon its support of Venezuela's beleaguered government.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debating-abortion-in-2019-11559688022", "title": "Debating Abortion in 2019", "date": "2019-06-04 18:40", "summary": "Students discuss how the conversation has changed on both sides.. Editor's note: This Future View is about the abortion debate. As summer internships begin, next week we'll ask: What do you look for in employers? What do you expect from them? Students should click here to submit opinions of fewer than 250 words before June 11. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bard-on-the-ward-11559687765", "title": "The Bard on the Ward", "date": "2019-06-04 18:36", "summary": "'It's more nonsense,' the nurse said of the terminal patient's scrawled words. They were from 'Macbeth.'. I had just reached the nurse's station to ask about the latest page: \"STAT-Bed 31 delirious. Demands to leave. Agitated.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-thomas-on-abortion-and-eugenics-11559687789", "title": "Justice Thomas on Abortion and Eugenics", "date": "2019-06-04 18:36", "summary": "As the court dodges the issue, he takes an honest look at the racial history-as he's done in many cases.. It's June, not February, but that hasn't stopped Clarence Thomas from offering some lessons in black history to his colleagues on the Supreme Court.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magical-monetary-theory-11559687814", "title": "Magical Monetary Theory", "date": "2019-06-04 18:36", "summary": "Japan disproves the trendy notion that governments can run unlimited deficits in their own currencies.. 'Modern monetary theory\" is the latest craze to circulate among the chattering classes. It is a fuzzy, post-Keynesian theory that has caught on in antiausterity circles. The MMT doctrine states that fiscal deficits don't matter as long as countries borrow in their own currencies and inflation stays in check. This is like manna from heaven for proponents of more government spending and larger fiscal deficits.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-cant-trust-a-chinese-audit-11559687739", "title": "You Can't Trust a Chinese Audit", "date": "2019-06-04 18:35", "summary": "A new bill would ensure that U.S.-listed companies comply with American financial reporting rules.. Two decades after its accession to the World Trade Organization, China still uses its intertwined public and private sectors to serve the Communist Party's mercantilist goals. Many Chinese businesses are listed on U.S. stock exchanges, but Beijing's intransigence ensures that American investors often don't get a true picture of those companies' financial health.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secs-creative-regulatory-fix-11559687710", "title": "The SEC's Creative Regulatory Fix", "date": "2019-06-04 18:35", "summary": "The commission cleans up the mess the Labor Department's fiduciary rule made.. The Securities and Exchange Commission may adopt a disarmingly simple yet effective rule to govern the duties of professionals who make a living recommending investments-requiring them to act in their customers' best interest.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-reveals-populisms-risks-11559687683", "title": "Israel Reveals Populism's Risks", "date": "2019-06-04 18:34", "summary": "His dominance has let Netanyahu challenge civil liberties and political norms.. Jerusalem", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-who-prefer-trump-to-biden-11559687632", "title": "Progressives Who Prefer Trump to Biden", "date": "2019-06-04 18:33", "summary": "Winning the party is more important than winning in 2020.. Bernie Sanders's 2016 challenge to Hillary Clinton revealed a deep division in the Democratic Party-one that promises to get nastier as Joe Biden consolidates his status as 2020 front-runner.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-historic-lgbt-sites-in-new-york-city-are-up-for-landmark-status-11559687575", "title": "Six Historic LGBT Sites in New York City Are Up for Landmark Status", "date": "2019-06-04 18:32", "summary": "Historian said commission is looking to build on 2015 designation of the Stonewall Inn, birthplace of the modern LGBT rights movement. New York City's Landmarks Preservation Commission held a hearing on Tuesday on whether to give landmark status to six sites important to the lesbian, gay, bisexual and trans-people movement.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crowded-hour-review-san-juan-hill-and-beyond-11559687565", "title": "'The Crowded Hour' Review: San Juan Hill and Beyond", "date": "2019-06-04 18:32", "summary": "Teddy Roosevelt's Rough Riders helped deﬁne the American warrior spirit at a time when the U.S. was starting to look beyond its borders.. Americans have a genius for inventing soldier archetypes in response to changing battlefield arenas, opponents and technologies. Think of the backwoods ranger and Minuteman, the Confederate cavalry officer, the flying ace of World War I, the commando, the Green Beret and SEAL. Teddy Roosevelt's Rough Riders belong in this pantheon. Although the First U.S. Volunteer Cavalry regiment served for only four months and fought with dozens of other regiments in the Spanish-American War, its smiling, cowboy-hatted volunteers, who included ranch hands, Native Americans, Fifth Avenue dandies and tennis champions, captured America's hearts and minds like few other units in American history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developers-sue-apple-over-app-store-costs-11559671769", "title": "Developers Sue Apple Over App Store Costs", "date": "2019-06-04 18:06", "summary": "Plaintiffs accuse tech giant of monopolizing iOS app distribution. Developers have sued Apple Inc. over the costs associated with selling apps on the company's App Store, accusing the tech business of monopolizing app distribution.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eight-drivers-arrested-for-using-bogus-credentials-to-avoid-parking-tickets-11559685785", "title": "Eight Drivers Arrested for Using Bogus Parking Credentials", "date": "2019-06-04 18:03", "summary": "Individuals are accused of trying to avoid paying fines anywhere from $95 to $115, depending on the infraction. Eight drivers have been accused of trying to take advantage of one of New York City's scarcest resources: the parking spot.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-eliminates-dividend-as-sales-fall-11559683871", "title": "GameStop Eliminates Dividend, as Sales Fall", "date": "2019-06-04 18:02", "summary": "The videogame retailer said the move will save about $157 million in cash annually. GameStop Corp. is eliminating its dividend after profit fell in the first quarter amid declining videogame sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-baby-bust-will-be-with-us-for-a-long-time-11559685396", "title": "The Baby Bust Will Be With Us for a Long Time", "date": "2019-06-04 17:56", "summary": "Immigration can be made to serve clearly defined national interests. One of these, for America, is to compensate for a declining birthrate.. Regarding your editorial \"America's Millennial Baby Bust\" (May 29): My wife and I are 28 and 27 years old, have excellent jobs and a combined household income near the top percentile for our age. We moved to a region with low taxes and affordable rent, so are blessed to be in a much better financial position than many of our peers. Your editorial understates certain aspects of why having children is a pipe dream for many our age. Many of us are flocking to metro areas far from home, not as a lifestyle choice but simply because that's where opportunity is. Those fortunate enough to have parents who would likely help watch their children often don't live in the same area. I am still paying off some student loans, so if we were interested in having children, we would have to be willing to reduce saving for retirement and pay only minimum payments toward my student loans, in addition to making other sacrifices good parenting requires. I can't even imagine what the potential trade-off would be if we still lived in Boston.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-detains-more-migrants-amid-u-s-dispute-11559685300", "title": "Mexico Detains More Migrants Amid U.S. Dispute", "date": "2019-06-04 17:55", "summary": "Approximately 23,600 unauthorized migrants were detained by Mexico's migration authorities last month. MEXICO CITY-Mexico has stepped up apprehensions of Central American migrants seeking to get to the U.S. to help contain the migrant surge that has angered the Trump administration.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/franchisees-disagree-with-the-franchisers-11559685310", "title": "Franchisees Disagree With the Franchisers", "date": "2019-06-04 17:55", "summary": "David Barr, the chairman of the International Franchise Association (IFA), recently wrote \"Franchisees Like Me Are in Union Crosshairs,\" opposing the Protect Alabama Small Business Act. The IFA represents franchisers, not franchisees.. I am chairman of the Coalition of Franchisee Associations (CFA) and a Dunkin' Donuts franchisee. The CFA is an organization made up of franchisees and franchisees only-our 35,000-plus member franchisees own over 85,000 small businesses, employing over 1.5 million individuals.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-royal-welcome-trump-and-may-to-turn-toward-thorny-trade-issues-11559645704", "title": "Trump Talks Up U.K. Trade Deal Despite Brexit Impasse", "date": "2019-06-04 17:53", "summary": "President touts close economic links in meeting with Prime Minister Theresa May, but such an accord could prove tough. LONDON-President Trump promised Britain a broad free-trade accord once it leaves the European Union, an offer that would require the U.K. to secure the decisive break with the bloc advocated by prominent Brexit backers in the race to succeed Prime Minister Theresa May.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/priorities-the-u-n-fends-off-a-sexist-apocalypse-11559685234", "title": "Priorities: The U.N. Fends Off a Sexist Apocalypse", "date": "2019-06-04 17:53", "summary": "You rightly highlight the irony in the fact that the ultra-politically correct tech companies that create the voice assistants are behind this digital sexism.. Regarding your editorial \"Sign of the Sexist Apocalypse\" (May 30): You rightly highlight the irony in the fact that the ultra-politically correct tech companies that create the voice assistants are behind this digital sexism. Through the voices they design, they are (literally) communicating ideas about women's role in society and perpetuating stereotypes about how they should be treated, whether this is intended or not. The responsibility to prevent this approaching \"sexist apocalypse,\" therefore, falls squarely on the companies. As technology continues to rapidly advance, it is critical that changes be made to both tech companies' demographics and the digital voices themselves, or it may really be the end of the world as we know it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alleged-wage-gap-gives-women-a-competitive-edge-11559685188", "title": "Alleged Wage Gap Gives Women a Competitive Edge", "date": "2019-06-04 17:53", "summary": "If companies can hire women instead of men of equivalent abilities for 20% less compensation, then those companies passing up low-cost female employees in favor of high-cost men should definitely be punished by shareholders and activist investors.. Regarding your editorial \"The 'Wage Gap' Commissars\" (May 28): If companies can hire women instead of men of equivalent abilities for 20% less compensation, then those companies passing up low-cost female employees in favor of high-cost men should definitely be punished by shareholders and activist investors. But then again, it is far more likely that the data are seriously flawed and lead to false and bad conclusions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-prices-drop-on-feds-interest-rate-remarks-11559663950", "title": "Gold Prices Climb on Fed Remarks", "date": "2019-06-04 17:52", "summary": "Expectations of lower rates tend to boost gold, which struggles to compete with yield-bearing assets when rates rise. Gold prices edged higher Tuesday, as stocks rallied amid growing expectations that the Federal Reserve is willing to cut rates in response to escalating economic uncertainty.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-verdict-on-cbd-is-confusing-11559685073", "title": "The Verdict on CBD Is ... Confusing", "date": "2019-06-04 17:51", "summary": "An FDA hearing on CBD, the nonpsychoactive substance in marijuana, sent industry shares down sharply, but not for long. Are you feeling anything yet?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-constitution-enumerates-some-but-not-all-rights-11559685118", "title": "Constitution Enumerates Some, but Not All Rights", "date": "2019-06-04 17:51", "summary": "You cannot say that if a right isn't spelled out in the Constitution, it doesn't exist.. William McGurn, among many others, seems to feel that the only rights we have under the Constitution are those that are specifically listed in the Constitution, and as access to abortion is nowhere mentioned, therefore such a right doesn't exist (\"John Roberts's 'Illegitimate' Court,\" Main Street, May 28). How, then, does he reconcile that position with the Ninth Amendment, James Madison's favorite, which states: \"The enumeration in the Constitution, of certain rights, shall not be construed to deny or disparage others retained by the people.\" We can argue what those \"other\" rights may be, and that is appropriate in a healthy democracy, but the one position you cannot take is to say that if a right isn't spelled out in the Constitution, it doesn't exist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/montreal-developer-moves-to-thwart-air-canadas-transat-takeover-11559680750", "title": "Montreal Developer Moves to Thwart Air Canada's Transat Takeover", "date": "2019-06-04 17:50", "summary": "Groupe Mach makes unexpected bid for travel-services company; Transat says it will continue negotiating with airline. Montreal real-estate developer Groupe Mach Inc. surprised markets on Tuesday by offering to buy Transat A.T. Inc. in an effort to scuttle Air Canada 's attempted takeover of the travel-services specialist.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-choppy-after-powell-remarks-11559664232", "title": "Dollar Edges Lower After Powell Remarks", "date": "2019-06-04 17:44", "summary": "Comments appeared to open door to interest-rate reduction. The dollar edged lower Tuesday after Federal Reserve Chairman Jerome Powell said the central bank was monitoring trade developments and would respond as necessary to support the economy.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-manafort-to-head-to-new-york-to-face-state-charges-11559682714", "title": "Paul Manafort to Head to New York to Face State Charges", "date": "2019-06-04 17:11", "summary": "Former Trump campaign chairman could be held in isolation on Rikers Island while he awaits trial. Paul Manafort, the former Trump campaign chairman now in federal prison, is set to be moved to New York to be arraigned on state charges as soon next week, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-raise-concerns-over-houses-bipartisan-retirement-bill-11559681143", "title": "Senate GOP Raises Concerns Over House's Bipartisan Retirement Bill", "date": "2019-06-04 17:06", "summary": "Among sticking points is the House's resistance to letting people pay for home-schooling with money in 529 tax-advantaged education-savings accounts. WASHINGTON-The House's overwhelming bipartisan vote for the most significant retirement-policy changes since 2006 doesn't look like enough to propel the legislation quickly through the Senate, where Republicans are now eyeing changes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-brexit-strategy-is-anathema-to-sterling-11559642100", "title": "Trump's Brexit Strategy Is Anathema to Sterling", "date": "2019-06-04 17:03", "summary": "Holders of the pound were already concerned about political chaos in Westminster before the U.S. president weighed in. There was plenty of pomp at Buckingham Palace when Donald Trump met Queen Elizabeth II on Monday, but Her Majesty's currency has a message for the U.S. president: His advice on dealing with Europe is profoundly unwelcome to holders of sterling.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-dip-briefly-into-bear-market-territory-11559662096", "title": "Oil Closes Higher After Dipping Into Bear-Market Territory", "date": "2019-06-04 16:51", "summary": "Concerns grow that the global economy is weakening and trade tensions are continuing. -Oil prices dipped into bear-market territory before recovering Tuesday amid jitters over the stability of the global economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-fed-president-wants-to-see-if-trade-tensions-ease-before-considering-rate-cut-11559680430", "title": "Dallas Fed President Wants to See if Trade Tensions Ease Before Weighing Rate Cut", "date": "2019-06-04 16:35", "summary": "Robert Kaplan urges patience, saying escalation in trade disputes 'could reverse themselves'. CHICAGO-Dallas Fed President Robert Kaplan said he wants to better understand whether an escalation in trade tensions between the U.S. and both China and Mexico will be drawn out before deciding whether the central bank should cut interest rates.", "categories": [["WSJ News Exclusive", "Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-under-pressure-after-aetna-deal-sets-long-term-profit-goals-11559648940", "title": "CVS, Under Pressure After Aetna Deal, Sets Long-Term Profit Goals", "date": "2019-06-04 16:34", "summary": "Combined company promises to return to earnings growth after 2019 decline; plans to open 1,500 health hubs in drugstores. CVS Health Corp. , under pressure to reassure skeptical investors after its merger with Aetna Inc., said it would return to profit growth next year and detailed a vision for a health-care behemoth that drives down medical costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economy-cools-faster-than-expected-as-trade-tensions-rise-world-bank-says-11559678393", "title": "Global Economy Cools Faster Than Expected as Trade Tensions Rise, World Bank Says", "date": "2019-06-04 16:23", "summary": "Global growth forecast for 2019 lowered to 2.6%, from 2.9% in January forecast. WASHINGTON-The global economy has stumbled sharply in the first half of the year with trade and investment flows between countries falling faster than expected, according to semiannual forecasts released by the World Bank on Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-manager-woodford-halts-funds-redemptions-11559679477", "title": "Star Manager Woodford Halts Fund's Redemptions", "date": "2019-06-04 16:17", "summary": "Suspending redemptions highlights problems of holding hard-to-sell assets when investors pull money out quickly. One of the U.K.'s best known money managers has suspended redemptions from his main £3.7 billion ($4.69 billion) fund, drawing fresh attention to the dilemma for investment firms that promise investors they can quickly cash out of funds that hold hard-to-sell assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-pull-back-after-powell-comments-11559660554", "title": "U.S. Government Bonds Pull Back", "date": "2019-06-04 16:10", "summary": "Yields rise after Fed chairman says policy makers 'will act as appropriate to sustain the expansion'. U.S. government bond prices fell Tuesday, as investors reassessed the balance of risks to the economy after Federal Reserve Chairman Jerome Powell said policy makers \"will act as appropriate to sustain the expansion.\"", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-fish-arent-the-focus-11559678581", "title": "Where Fish Aren't the Focus", "date": "2019-06-04 16:03", "summary": "Sea life takes a back seat to technology and environmentalism at the Aquarium of the Pacific's new wing.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-u-s-operations-chief-to-leave-bank-11559678106", "title": "Deutsche Bank U.S. Operations Chief to Leave Bank", "date": "2019-06-04 15:55", "summary": "Kate Clifford oversaw key U.S. regulatory relationships. Deutsche Bank AG's chief operating officer for the Americas, Kate Clifford, has quit after a little more than a year in the role, a key position responsible for relationships with top U.S. regulators, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-building-shimmers-like-the-ocean-11559678132", "title": "A Building Shimmers Like the Ocean", "date": "2019-06-04 15:55", "summary": "The new wing of the Aquarium of the Pacific sacrifices internal coherence for external flash.. Long Beach, Calif.", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-castigates-u-s-over-tribute-to-tiananmen-protesters-11559675599", "title": "China Castigates U.S. Over Tribute to Tiananmen Protesters", "date": "2019-06-04 15:13", "summary": "Beijing warns that its critics would 'end up in the ash heap of history'. China's government lashed out Tuesday at Secretary of State Mike Pompeo for commemorating the \"heroic\" protests leading to the violent crackdown at Beijing's Tiananmen Square in 1989, warning that its critics would \"end up in the ash heap of history.\"", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sofi-loses-three-top-executives-11559675426", "title": "SoFi Loses Three Top Executives", "date": "2019-06-04 15:10", "summary": "Online lenders continue to face tough environment. Three top executives of Social Finance Inc. are leaving the financial-tech startup in the coming weeks, adding to the challenges the company faces as it moves through a tough environment for online lenders.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-board-is-studying-with-interest-fiat-chrysler-bid-11559666972", "title": "Renault Board Is Studying 'With Interest' Fiat Chrysler Proposal", "date": "2019-06-04 15:10", "summary": "French car maker's board to meet again Wednesday to discuss merger. PARIS-The board of Renault SA said it needs more time to weigh a merger proposal from Fiat Chrysler Automobiles NV that would create the world's third-largest auto maker by production, with a market value of about $40 billion.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-comes-the-sunroom-11559673764", "title": "Here Comes the Sunroom", "date": "2019-06-04 14:42", "summary": "Solariums provide respite from urban environments and meld home and nature in more suburban settings. When blueprints for Jeff Bezos' planned renovation of his Washington, D.C., home were made public in 2018, one notable feature was an expansive so-called garden room set between two terraces.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-with-sunny-retreats-11559673682", "title": "Homes With Sunny Retreats", "date": "2019-06-04 14:41", "summary": "The glassed-in rooms provide a calm setting inside the home. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sec-sues-kik-over-100-million-token-sale-11559668489", "title": "SEC Sues Kik Over $100 Million Token Sale", "date": "2019-06-04 14:40", "summary": "Canadian social-media company most prominent business targeted by U.S. regulators over cryptocurrency sale. Canadian social-media company Kik Interactive Inc. has become the most prominent business sued by U.S. regulators over claims it illegally raised capital by selling its own cryptocurrency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-ok-dont-cook-this-approach-is-just-as-healthy-11559766063", "title": "It's OK. Don't Cook. This Approach Is Surprisingly Healthy.", "date": "2019-06-04 14:31", "summary": "There's so much pressure to put dinner on the table, but we often lack the time. Good news: A rising wave of services and strategies let you eat well without getting anywhere near a stove.. You don't have to cook.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffany-stung-by-drop-in-tourist-spending-in-u-s-11559672429", "title": "Tiffany Stung by Drop in Tourist Spending in U.S.", "date": "2019-06-04 14:20", "summary": "Jewelry chain reports 5% drop in same-store sales, gives cautious outlook. Tiffany & Co. reported a drop in sales for a second straight quarter and warned of more weakness ahead, citing lower demand from Chinese travelers and other tourists in the U.S.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-took-may-vacation-from-stock-funds-11559671991", "title": "Investors Took May Vacation From Stock Funds", "date": "2019-06-04 14:13", "summary": "Exchange-traded funds that invest in companies around the world shed record of almost $20 billion in assets. Investors dumped stock funds in May at a record clip as trade disputes sent markets tumbling.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/see-how-much-you-really-know-about-cybersecurity-11559672037", "title": "See How Much You Really Know About Cybersecurity", "date": "2019-06-04 14:13", "summary": "Take this Wall Street Journal quiz, with questions on the hackability of biometrics, whether you should pay ransom to hackers, and more. Companies spend huge amounts of time and money teaching employees how to guard against cyberattacks. And for good reason: Cyberattacks have the ability to disrupt business operations, damage technology and harm corporate reputations.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africas-economic-slump-challenges-ramaphosa-11559670197", "title": "South Africa's Economic Slump Challenges President Ramaphosa", "date": "2019-06-04 13:54", "summary": "Africa's most developed economy fell into its steepest quarterly contraction in a decade. JOHANNESBURG-The South African economy shrank sharply early this year, underscoring the steep challenges facing South African President Cyril Ramaphosa as he embarks on his new term.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-old-hollywood-homewith-a-man-cave-11559670878", "title": "An Old Hollywood Home-With A Man Cave", "date": "2019-06-04 13:54", "summary": "Once owned by actress Lana Turner, this Los Angeles property is down the street from the Playboy Mansion.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/home-down-the-street-from-playboy-mansion-lists-37-5-million-11559669440", "title": "Home Down The Street From The Playboy Mansion Lists For $37.5 Million", "date": "2019-06-04 13:30", "summary": "There isn't a grotto, but the Holmby Hills property comes with its own elaborate man cave. Down the street from the Playboy Mansion, a large home once owned by Hollywood actress Lana Turner is coming on the market for $37.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-cdc-head-pleads-guilty-in-sexual-misconduct-case-11559669119", "title": "Ex-CDC Chief Pleads Guilty to Lesser Charge in Groping Case", "date": "2019-06-04 13:25", "summary": "Thomas Frieden, who ran CDC during Obama administration, was accused of forcibly touching and harassing a woman in Brooklyn Heights. The former head of the federal Centers for Disease Control and Prevention pleaded guilty to a disorderly conduct violation on Tuesday, resolving his arrest for alleged sexual-misconduct in Brooklyn last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-john-waters-swears-by-his-motivating-writing-sweater-11559669111", "title": "Why John Waters Swears by His Motivating 'Writing Sweater'", "date": "2019-06-04 13:25", "summary": "The filmmaker and writer, whose new book of essays, 'Mr. Know-It-All: The Tarnished Wisdom of a Filth Elder,' was released last month, considers the ways that clothing can inspire. A LOT OF TIMES I have to get dressed up as me: to go on stage to perform my spoken-word Christmas shows; to host the great punk-rock festival Burger Boogaloo every July in Oakland, Calif.; to be the head counselor at the annual Camp John Waters in Connecticut; to go to court to be a character reference for friends who have been charged with crimes. I have lots of Comme des Garçons, Issey Miyake and Walter van Beirendonck outfits that make me look like the \"people's pervert\" as I've been called by the press, but if I have to fool a judge or a probation officer, I have my Paul Smith suits. The suits are more subtle and make it easier to hide the full extent of fashion from the law.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-be-lured-by-tiffanys-11559668781", "title": "Don't Be Lured by Tiffany's", "date": "2019-06-04 13:19", "summary": "Tiffany's stock is rising after beating low expectations, but the company still faces big risks. The U.S.-China trade tiff isn't doing Tiffany & Co. any favors. Despite a share-price bounce on Tuesday, the outlook isn't good.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-notches-court-win-in-case-over-stem-cell-clinic-11559665871", "title": "FDA Notches Court Win in Case Over Stem-Cell Clinic", "date": "2019-06-04 13:08", "summary": "US Stem Cell subsidiary didn't follow proper procedures in handling material, a federal judge rules. A Florida business focused on using stem cells to treat illnesses failed to meet standards for handling the material, a federal judge ruled on Monday, handing a win to the Food and Drug Administration, which previously called for changes in the clinic's operations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-gets-sell-side-green-light-11559667915", "title": "Uber Gets Sell-Side Green Light", "date": "2019-06-04 13:05", "summary": "The ride-hailing firm has a stamp of approval from nearly every large research group despite the fact that it has yet to prove its business model can turn a profit. Want a critical analysis of Uber ? Don't look to Wall Street.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wooden-bath-tubs-more-appealing-than-ceramic-11559667863", "title": "Wooden Bath Tubs: More Appealing Than Ceramic?", "date": "2019-06-04 13:04", "summary": "While some designers seek out soakers made of warmer-looking (and feeling) timber, others find wooden tubs potentially unsanitary. Eight design pros duke it out. INTRODUCING soothing wood in a room of hard, shiny materials like porcelain and polished metals is a lovely old trick. Why not the tub? The earthy colors and irregular grain would warm up and customize a traditionally sterile space, said New York interior designer Gia Sharp approvingly. Tina Ramchandani, a fellow New York designer, also said she'd welcome a lumber tub: \"Bathing in a natural element such as wood is more inviting and luxurious than cold ceramic.\" It doesn't hurt that this visually comforting material is literally toasty too. \"Wood retains heat longer, so wood tubs are perfect for lingering in and melting stress knots,\" said Ms. Sharp. New-breed wood tubs (this year's International Contemporary Furniture Fair in New York featured two) are influenced less by the traditional Japanese ofuro-defined by high, thin walls and a built-in seat-and more by dugout canoes and vintage clawfoots. (Witness, for example, the sensuous curves and sprawling dimensions of the cedar soaker inset above, from Italian manufacturer e-legno). Still, Japanese bathing culture, with roots in Buddhist purification rituals, remains relevant. \"The idea of bath as spa is not new, but a wood tub evokes bathing as a spiritual experience,\" said architect John Ike of San Francisco's Ike Kligerman Barkley, who installed one in a Richmond, Calif., project. Designer Joe Nahem placed a walnut example from Nina Mair in a Sagapoack, N.Y., house (shown above). \"The client loved it,\" he said.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-warns-its-citizens-about-visiting-or-studying-in-the-u-s-11559658148", "title": "China Warns Its Citizens About Visiting or Studying in the U.S.", "date": "2019-06-04 12:52", "summary": "Beijing targets the lucrative tourism and education sectors as it seeks other ways to pressure the U.S. in their trade dispute. BEIJING-China advised its citizens to reconsider visiting or studying in the U.S., a sign that Beijing might be targeting the lucrative tourism and education sectors as it tries to pressure Washington in their trade dispute.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-unveils-2-trillion-plan-for-u-s-to-lead-in-clean-energy-11559655000", "title": "Biden, Warren Outline Competing Plans to Address Climate Change", "date": "2019-06-04 12:39", "summary": "Democratic presidential contenders want to steer trillions of dollars toward fight against climate change, but they take different approaches. WASHINGTON-Joe Biden and Elizabeth Warren released competing proposals Tuesday to pump billions of dollars into the U.S. economy to fight climate change, seeking to connect with Democratic presidential primary voters animated by global warming.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-tensions-worry-ship-operators-11559665717", "title": "Trade Tensions Worry Ship Operators", "date": "2019-06-04 12:28", "summary": "The U.S.-China tariff row is casting clouds over the container shipping outlook just when carriers usually start girding for the profit-fueling summer rush. Global ship operators that normally begin the summer preparing for peak shipping season instead are bracing for a surge in tariffs.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unicorn-makes-a-comeback-as-symbol-of-scottish-independenceand-is-a-hit-with-little-girls-11559665084", "title": "Unicorn Makes a Comeback as Symbol of Scottish Independence-and Is a Hit With Little Girls", "date": "2019-06-04 12:18", "summary": "Resume Subscription. GLASGOW, Scotland-The unicorn has long been a fierce symbol of Scotland, known as a powerful and mysterious creature-lured forth only by a maiden-whose horn could purify water.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-foods-can-disturb-your-sleep-11559665074", "title": "What Foods Can Disturb Your Sleep?", "date": "2019-06-04 12:17", "summary": "An expert on nutrition and sleep discusses research on the worst offenders in bringing on a bad night's sleep-and a couple of unexpected sleep aids. Most people know that caffeine close to bedtime can interfere with sleep and that tossing back cocktails in the evening can cause a person to wake up a few hours later when the alcohol is metabolized. But less research has been done to understand the effects of food on sleep. One expert, Marie-Pierre St-Onge, an associate professor of nutritional medicine at Columbia University Irving Medical Center in New York-and director of the university's Sleep Center of Excellence-explains the sleep-diet relationship and what foods may disturb your slumber.", "categories": [["Life & Work", "Burning Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/burning-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whitebox-founder-departs-as-firms-bankruptcy-focus-grows-11559662861", "title": "Whitebox Founder Departs As Firm's Bankruptcy Focus Grows", "date": "2019-06-04 11:41", "summary": "The firm's assets under management have grown as bankruptcy bets paid off. Whitebox Advisors LLC founder Andy Redleaf is stepping away from the firm, a credit specialist that in recent years has been rewarded for investing more in bankrupt borrowers.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/headed-to-istanbul-4-souvenirs-to-scoop-up-11559662771", "title": "Four Souvenirs to Scoop Up in Istanbul", "date": "2019-06-04 11:39", "summary": "Istanbul can easily overwhelm even ace shoppers. Here are 4 items to zero in on, from streetwear to cookware. Turkish breakfasts-typically expansive enough to let you forgo lunch-are reason alone to plan a trip to Istanbul. One star dish is menemen, scrambled eggs with tomatoes, exquisite in its simplicity. Recreate it at home the old-school way, using a tin-lined copper frying pan. They're sold all over town, but half the fun is buying one at Zuccac, a shop in the hilly Besiktas district, cheerfully crammed with classic Turkish cooking utensils. From about $9 for the tin-lined copper pan, 56 Nuzhetiye Cd., zuccac.com", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ocean-vuong-america-has-amnesia-about-tiger-woods-11559662495", "title": "Ocean Vuong: America \"Has Amnesia\" About Tiger Woods", "date": "2019-06-04 11:34", "summary": "How do we salvage an Asian-American identity that has been erased by the media? Poet Ocean Vuong poses the question about Woods as part of his acclaimed novel, 'On Earth We're Briefly Gorgeous'-while also examining the experience of immigrants in a culture that conflates conformity with survival. The 30-year-old Vietnamese-American poet Ocean Vuong structures his semi-autobiographical debut novel, On Earth We're Briefly Gorgeous, as a long, devastating letter. It's written by the narrator, Little Dog, to his mother, who is still shattered by the Vietnam War and living unmoored in America. Little Dog serves as a translator to his mother, who is illiterate. \"I took off our language and wore my English, like a mask, so that others would see my face, and therefore yours,\" writes Little Dog. The character wants to be seen, and he wants his mother to be seen, so he tries to make sense of their lives as refugees by writing down their story, using words she may never read. Vuong, the author of the shattering, tender 2016 poetry collection Night Sky With Exit Wounds, brings the same magic to his prose.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/down-goes-jeopardy-james-down-goes-jeopardy-james-11559661835", "title": "Down Goes 'Jeopardy!' James", "date": "2019-06-04 11:25", "summary": "A game show contestant's historic run is stopped by the buzzer of a Chicago librarian. What a run of oddities for North American leisure time: The spelling bee ran out of words, a barely-known boxer named Andy Ruiz Jr. became heavyweight champion of the world, the St. Louis Blues won a hockey game in the Stanley Cup final for the first time in franchise history (and then won another!)-and James Holzhauer, the fastest-accumulating millionaire in \"Jeopardy!\" history, so good it seemed possible he'd never lose, lost.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-dylan-martin-scorsese-documentary-netflix-11559661014", "title": "The Inside Story of Bob Dylan's Finest Hour", "date": "2019-06-04 11:21", "summary": "Now the subject of a film by Martin Scorsese, the Rolling Thunder Revue was the moment Bob Dylan took complete control of his art. In this abridged essay from the new box set of those 1975 recordings, Wesley Stace explains how a vaudevillian caravan fueled by spontaneity and chaos led to his most memorable performances.. In 1975, everything came together for Bob Dylan.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glennmont-partners-raises-850-million-clean-energy-fund-11559659615", "title": "Glennmont Partners Raises €850 Million Clean Energy Fund", "date": "2019-06-04 10:46", "summary": "Resume Subscription. London-based Glennmont Partners has raised €850 million ($955.7 million) for its third clean energy infrastructure fund.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-fed-is-closely-monitoring-trade-fight-escalation-11559656510", "title": "Powell Suggests Fed Could Cut Rates If Trade Spat Escalates", "date": "2019-06-04 10:28", "summary": "Fed chairman says central bank is monitoring trade tensions and indicates it could act if economic outlook worsens. CHICAGO-Federal Reserve Chairman Jerome Powell said the central bank is closely monitoring the recent escalation in trade tensions and indicated it could respond by cutting rates if the economic outlook deteriorates.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-trail-of-coaching-blues-in-st-louis-11559658493", "title": "The Long Trail of Coaching Blues in St. Louis", "date": "2019-06-04 10:28", "summary": "Craig Berube has the chance to become the first coach to win a Stanley Cup while still coaching in St. Louis. The St. Louis Blues have a knack for identifying great head coaches. The trouble is, many of those coaches reached the heights of their greatness only after moving elsewhere.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-tariffs-on-mexico-are-likely-11559657991", "title": "Trump Says Tariffs on Mexico Are Likely", "date": "2019-06-04 10:19", "summary": "Remarks come amid negotiations to resolve a dispute over a surge in migrants. President Trump said Tuesday he expects U.S. tariffs on Mexico to go into effect next week, despite ongoing negotiations to resolve a dispute over a surge in Central American migration to the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paths-of-2018-grads-show-potential-impact-of-billionaires-gift-11559655146", "title": "The Morehouse Student Loan Gift, Through the Eyes of Previous Grads", "date": "2019-06-04 10:15", "summary": "Student-loan debt impacts alumni's first post-graduation year. The news took the internet by storm: Billionaire Robert F. Smith promised during a commencement address at Morehouse College in May to wipe out the student loans of the school's graduating class, a gift estimated at $40 million.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decrepit-factory-becomes-symbol-of-mexican-corruption-battle-11559657455", "title": "Decrepit Factory Becomes Symbol of Mexican Corruption Battle", "date": "2019-06-04 10:10", "summary": "As run-down fertilizer plant becomes money pit for state oil firm, authorities investigate the 2013 deal to buy it. MEXICO CITY-From the beginning, the deal raised questions. Petróleos Mexicanos, Mexico's state-run, debt-laden oil giant, agreed in 2013 to pay $273 million for an aging fertilizer plant that hadn't been operational for 14 years, rusting in the heat and humidity of southern Veracruz state.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/automation-could-force-millions-of-women-to-find-new-jobs-11559656920", "title": "Automation Could Force Millions of Women to Find New Jobs", "date": "2019-06-04 10:02", "summary": "Women are at nearly equal risk to men to lose their jobs to automation by 2030 as labor-saving technology spreads, study says. Automation could force more than 100 million women globally to find new occupations by 2030, according to a study from McKinsey Global Institute.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-clients-are-caught-in-the-act-11559656941", "title": "When Clients Are Caught in the Act", "date": "2019-06-04 10:02", "summary": "Agents remember instances of buyers and sellers behaving badly. Jim Kinney Vice president, luxury sales Baird & Warner, Chicago There was one couple. For the first few showings, I would show up, open the door and walk into the apartment, and the sellers would be there watching TV or eating dinner. They'd look up like it was a surprise that I was there, which was embarrassing. Buyers wanted to get out because they felt like they were intruding. The [sellers] would say, 'Oh, we forgot!' So I would make an appointment, and then on the day of the showing I would call them an hour before and say, \"Don't forget to get out of there.\" I had a showing scheduled for 9:00 on a Saturday morning. I called and the wife answered. I said, 'Don't forget we have a showing!' At 9:00, I go in with the clients, we look at the family room, we look at the dining room. We go to the master bedroom, and there are my clients in bed, naked as jaybirds and sound asleep. She must have answered the phone and gone back to bed. They were probably hung over. I picked up the sheet, threw it over them, and said, 'Right this way is the master bath,' and continued to show the apartment.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-botanic-garden-draws-visitors-in-spades-on-a-modest-budget-11559656801", "title": "Brooklyn Botanic Garden Draws Visitors in Spades on a Modest Budget", "date": "2019-06-04 10:00", "summary": "Resume Subscription. If you're anything like me, when wandering through the paradisiacal Brooklyn Botanic Garden and admiring the blooms, you can't help but wonder, \"How much did that plant cost?\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-yorks-gov-cuomo-weighs-adding-two-allies-to-mta-board-11559656275", "title": "New York Gov. Cuomo Weighs Adding Two Allies to MTA Board", "date": "2019-06-04 09:51", "summary": "Nomination of top state officials, one a former prosecutor, would come as authority faces deficits, overtime abuses. ", "categories": [["WSJ News Exclusive", "Transit"]], "category_links": ["https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/standard-chartered-hopes-no-deal-brexit-planning-will-boost-growth-11559655491", "title": "Standard Chartered Hopes No-Deal Brexit Planning Will Boost Growth", "date": "2019-06-04 09:38", "summary": "British bank expanded its operations in Europe to lay the ground for a seamless transition, regardless of how Britain splits from the EU. Britain has twice delayed its split from the European Union and the terms of the separation remain unclear, forcing financial institutions to tackle a cardinal risk: the potential loss of the ability to freely offer products and services across the EU.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/his-cars-come-in-three-speeds-fast-faster-and-fastest-11559655283", "title": "His Cars Come in Three Speeds: Fast, Faster and Fastest", "date": "2019-06-04 09:34", "summary": "Resume Subscription. Bob Panoff, 71, a federal tax litigator living in Pinecrest, Fla., on his Chrysler-built cars, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-long-way-from-go-karts-11559654830", "title": "Photos: A Long Way From Go-Karts", "date": "2019-06-04 09:27", "summary": "A Florida tax litigator who built homemade vehicles to race as a child shows off his trio of powerful Chryslers. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/feds-evans-doesnt-see-case-for-a-rate-cut-yet-11559654513", "title": "Fed's Evans Doesn't See Case for a Rate Cut Yet", "date": "2019-06-04 09:21", "summary": "'I think the fundamentals for the economy continue to be solid,' Chicago Fed president says. Federal Reserve Bank of Chicago President Charles Evans said he doesn't see the need to lower short-term rates, a move that is priced into financial markets.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-broker-rule-to-require-bias-disclosures-effect-on-pay-practices-unclear-11559653997", "title": "Broker Rule to Require Bias Disclosures; Effect on Pay Practices Unclear", "date": "2019-06-04 09:13", "summary": "Regulation Best Interest says brokers can't put their own paychecks ahead of a customer's needs. WASHINGTON-Investors will soon learn more about conflicts of interest that can bias investment advice under a regulatory action that is expected to be completed on Wednesday. Less clear is whether it would disrupt how brokers are paid.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-democrats-turn-mueller-report-into-must-see-tv-11559652778", "title": "Can Democrats Turn Mueller Report Into Must-See TV?", "date": "2019-06-04 08:52", "summary": "The House Judiciary Committee plans to hold a public hearing featuring Nixon's White House counsel. ", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-box-coupa-software-beyond-meat-and-continental-resources-11559644675", "title": "Stocks to Watch: Beyond Meat, CVS Health, FedEx and More", "date": "2019-06-04 08:51", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-unveils-proposal-to-fight-climate-change-11559652136", "title": "Joe Biden Unveils Proposal to Fight Climate Change", "date": "2019-06-04 08:42", "summary": "Democratic presidential candidate's plan calls Green New Deal 'crucial framework' for dealing with climate challenges. WASHINGTON-Democratic presidential candidate Joe Biden released a $1.7 trillion proposal over the next decade to fight climate change, outlining steps to reach net-zero carbon emissions by 2050.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-williams-effort-to-change-wall-street-culture-far-from-over-11559651401", "title": "Fed's Williams: Effort to Change Wall Street Culture Far From Over", "date": "2019-06-04 08:30", "summary": "New York Fed leader says fines aren't enough to address bad behavior on Wall Street. Federal Reserve Bank of New York President John Williams said Wall Street has yet to do enough to address bad behavior in its industry.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/source-of-cheap-real-estate-financing-is-getting-more-expensive-11559649601", "title": "Source of Cheap Real-Estate Financing Is Getting More Expensive", "date": "2019-06-04 08:00", "summary": "Participation has declined in EB-5 program, which trades U.S. residency status for foreign investors' money. A retreat by Chinese investors is raising the cost of a once reliably cheap source of financing for big U.S. real-estate projects.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/w-hotel-creator-evokes-childhood-with-new-lodging-brand-11559649600", "title": "W Hotel Creator Evokes Childhood With New Lodging Brand", "date": "2019-06-04 08:00", "summary": "Eco-friendly Treehouse aimed at younger guests, opening first property in London. Real-estate investor Barry Sternlicht is known for hotels featuring sleek designs, sophisticated cocktail lounges and opulent furnishings. His latest creation is meant to remind guests of their childhood.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fitness-clubs-spawn-urban-clusters-of-juice-bars-spas-11559649600", "title": "Fitness Clubs Spawn Urban Clusters of Juice Bars, Spas", "date": "2019-06-04 08:00", "summary": "Like a mall department store, a gym can anchor a neighborhood of health-related businesses. A health-and-wellness craze is creating clusters of juice bars, spas and similar retailers around popular fitness centers, revitalizing urban neighborhoods throughout the U.S.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mongolian-bank-pillages-chinas-money-markets-11559647980", "title": "Mongolian Bank Pillages China's Money Markets", "date": "2019-06-04 07:33", "summary": "Resume Subscription. China has a difficult history with the Mongols, but it used to be mostly about walls and burning arrows. These days it's about banks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-race-to-save-encryption-11559646737", "title": "The Day When Computers Can Break All Encryption Is Coming", "date": "2019-06-04 07:12", "summary": "Quantum computers will be able to overpower current encryption within a decade. That has security experts scrambling to come up with new ways to protect our data before it is too late. National-security experts and politicians have a message for America: A significant portion of the sensitive data we have today is going to be cracked by foreign powers in the not-too-distant future, and there is nothing anyone can do about it.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-and-amazon-trail-a-local-video-rival-in-india-thats-now-disney-owned-11559646003", "title": "Netflix and Amazon Trail a Local Video Rival in India That's Now Disney-Owned", "date": "2019-06-04 07:00", "summary": "Hotstar-which has 300 million monthly users-offers cricket, movies and decades of popular shows. NEW DELHI-To win in India, home to many of the world's next billion internet users, Netflix Inc. and Amazon.com Inc. are copying the tactics of a video-streaming service built for the local market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-ride-for-you-ubers-risky-ratings-11559646001", "title": "No Ride for You? Uber's Risky Ratings", "date": "2019-06-04 07:00", "summary": "Uber plans to ban riders with 'significantly below average' ratings but may lose those with high ratings. Uber is putting the diss into dystopian, according to some customers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-ad-spending-will-approach-10-billion-in-2020-new-forecast-predicts-11559642400", "title": "Political Ad Spending Will Approach $10 Billion in 2020, New Forecast Predicts", "date": "2019-06-04 06:00", "summary": "The 2018 midterms generated 'shockingly high' campaign ad spending. Spending on political advertisements is projected to hit a new high in 2020, surging $3.6 billion above the most recent presidential campaign year.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-may-be-tough-beast-for-regulators-to-tame-11559641949", "title": "Facebook May Be Tough Beast for Regulators to Tame", "date": "2019-06-04 05:52", "summary": "The FTC is likely to challenge Facebook's monopoly, but may not deliver a lasting blow. Facebook shares have been pummeled by negative news over the last 15 months, but investors enticed by its continued growth in the face of these challenges have regularly bought on the ensuing dips. In the near-term at least, that is unlikely to change.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-weird-day-of-reckoning-11559641888", "title": "Big Tech's Weird Day of Reckoning", "date": "2019-06-04 05:51", "summary": "Investors spooked by the prospect of a broad U.S. crackdown. The government even rained on Apple's party.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-cuts-rates-for-the-first-time-in-nearly-three-years-11559622792", "title": "Australia Cuts Rates for the First Time in Nearly Three Years", "date": "2019-06-04 05:32", "summary": "RBA seeks to offset the effects of global trade tensions and a slowdown in China. SYDNEY-Australia became the largest developed economy to cut interest rates in 2019, lowering borrowing costs for the first time in nearly three years to offset the effects of global trade tensions and a slowdown in China.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-food-embraces-meatless-burgers-but-there-arent-enough-to-go-around-11559640601", "title": "Fast Food Embraces Meatless Burgers, but There Aren't Enough to Go Around", "date": "2019-06-04 05:30", "summary": "Shortages came as Burger King, White Castle, other chains added meat substitutes to attract new diners. Fast-food restaurants are rushing to add meat-free burgers to their menus, hoping these higher-priced alternatives will help them capture additional traffic and dollars even as suppliers have struggled to fill all the orders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-funding-costs-subdued-despite-share-price-slide-11559640600", "title": "Deutsche Bank Funding Costs Subdued Despite Share-Price Slide", "date": "2019-06-04 05:30", "summary": "Debt investors aren't panicking even as lender's shares hit record low. Deutsche Bank AG shares fell to a record low Monday, yet debt investors aren't panicking and a key measure of the German bank's funding costs has improved in the past week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safe-space-or-police-state-how-far-should-you-go-in-monitoring-your-kids-online-11559640600", "title": "Safe Space or Police State? Monitoring Your Kids Online", "date": "2019-06-04 05:30", "summary": "No schoolwork equals more screen time; The Dos and Don'ts of surveilling your kids' devices. School is almost out and parents know what that means: no homework, later bedtimes and kids who want to bend the rules on screen time.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mississippi-river-towns-await-latest-crestsecond-highest-on-record-11559586479", "title": "Mississippi River Towns Await Latest Crest-Second Highest on Record", "date": "2019-06-04 00:38", "summary": "Flooding in St. Louis expected to be worst since 1993, but improvements since then could mitigate damage. Mississippi River towns are preparing for the highest round of flooding so far in a record wet spring, with river levels in St. Louis and surrounding areas swelling to their second-highest points on record.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tracy-pollan-on-the-benefits-of-a-flexitarian-dietmediterranean-crunch-salad-11559662226", "title": "Tracy Pollan on the Benefits of a 'Flexitarian' Diet", "date": "2019-06-04 00:01", "summary": "The actress and cookbook co-author recalls embracing a 'meat sometimes' diet following years of plant-based eating. Wellness began early for me. Our family home in Woodbury, N.Y., was like a menagerie. We had rabbits, a pet rooster, a pig, 27 cats, a horse in a nearby stable and even a baby alligator. We lived in suburbia, so I can't imagine our household followed zoning laws.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11559591452", "title": "Pepper...and Salt", "date": "2019-06-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-moves-to-hold-barr-ross-in-contempt-over-census-question-11559597475", "title": "House Panel Moves to Hold Barr, Ross in Contempt", "date": "2019-06-04 23:26", "summary": "Move comes as Justice Department responds to ACLU motion over citizenship question. WASHINGTON-The House Oversight and Reform Committee moved to vote to hold Attorney General William Barr and Commerce Secretary Wilbur Ross in contempt of Congress for ignoring the panel's subpoena seeking information about efforts to add a citizenship question to the 2020 census form.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-criticizes-londons-mayor-as-he-arrives-in-u-k-for-visit-11559557926", "title": "Trump's Arrival in London Brings Controversy, a Familiar Pattern on Foreign Soil", "date": "2019-06-04 22:40", "summary": "President's impolitic remarks don't appear to have marred his visit with a royal family grown accustomed to his habits on foreign soil. LONDON-President Trump referred to Meghan Markle, the Duchess of Sussex, as \"nasty\" and waded into the race to replace British Prime Minister Theresa May. He complained about the lack of variety in English cable news channels and attacked the mayor of London as a \"stone-cold loser.\"", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-touts-new-privacy-features-amid-scrutiny-of-tech-giants-11559589479", "title": "Apple Touts New Privacy Features Amid Scrutiny of Tech Giants", "date": "2019-06-04 22:38", "summary": "Offerings include anonymous login system, tools to prevent location tracking by apps. SAN JOSE, Calif.- Apple Inc. sought to tout itself as a digital-privacy crusader with an anonymous login system and tools that prevent apps from tracking a user's location, a push that is designed to further differentiate it from Google and Facebook Inc., which have built their fortunes on tracking user activity and behavior.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rejects-house-request-to-block-trumps-use-of-funds-for-wall-11559612940", "title": "Judge Rejects House Request to Block Trump's Use of Funds for Wall", "date": "2019-06-04 21:49", "summary": "A separate ruling last month, barring Trump's border-wall plans from moving forward, means Monday's decision has no effect for now. WASHINGTON-A federal judge on Monday rejected a request by the House of Representatives to block President Trump from building a southern U.S. border wall with funds not appropriated by Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-soccer-star-neymar-under-rape-investigation-11559610829", "title": "Brazil Soccer Star Neymar Under Rape Investigation", "date": "2019-06-04 21:13", "summary": "Brazilian police confirmed criminal case for rape was filed; Neymar has denied wrongdoing. SÃO PAULO-Brazilian soccer superstar Neymar is under criminal investigation in São Paulo after a woman accused him of raping her in a Paris hotel room, according to Brazilian police.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuit-alleges-trump-evaded-taxes-on-panama-hotel-project-11559610044", "title": "Lawsuit Alleges Trump Evaded Taxes on Panama Hotel Project", "date": "2019-06-04 21:00", "summary": "Litigation arose from the bitter fight for control of the waterfront Trump Ocean Club, which the Trump Organization has been ousted from managing. President Trump's property-management company allegedly failed to pay taxes in Panama on millions of dollars in fees it collected for managing a high-rise hotel there, according to new legal filings related to a business dispute over the development.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-supporting-actorsipad-watch-and-mactake-center-stage-at-wwdc-11559603781", "title": "Apple's Supporting Actors-iPad, Watch and Mac-Take Center Stage at WWDC", "date": "2019-06-04 20:41", "summary": "Sure, iPhones are the company's big seller. But it's leaning harder on other devices to push its ever-expanding services.. Apple spent a decade building a universe of products around the iPhone. It was the most popular device on the market, the most important revenue generator in the company's history. It was everything. But on Monday at Apple's Worldwide Developers Conference in San Jose, Calif, the company made it look like the iPhone was just one member of an ensemble cast.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-t-mobile-are-top-spenders-in-airwaves-auction-11559607257", "title": "AT&T, T-Mobile Are Top Spenders in Airwaves Auction", "date": "2019-06-04 20:14", "summary": "FCC ends bidding designed to spark investment in future 5G networks. AT&T Inc., Verizon Communications Inc. and T-Mobile US Inc. were the biggest spenders on a pair of Federal Communications Commission auctions designed to spark investment in next-wave 5G networks, according to results released Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-19-1-billion-disaster-aid-package-11559603163", "title": "House Passes $19.1 Billion Disaster-Aid Package", "date": "2019-06-04 20:04", "summary": "Lawmakers had negotiated for months over Puerto Rico funding; Trump has said he would sign measure. WASHINGTON-The House passed a $19.1 billion disaster-aid package with a bipartisan majority, sending the legislation to the president's desk after months of wrangling delayed the typically uncontroversial funding.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]