[{"link": "https://www.wsj.com/articles/protesters-attempt-to-storm-u-s-embassy-in-baghdad-11577787978", "title": "Trump Vows Retaliation After Iran-Backed Militia Supporters Try to Storm U.S. Embassy in Baghdad", "date": "2019-12-31 22:23", "summary": "Attempt to attack compound underscores U.S. challenge in maintaining forces in Iraq. BAGHDAD-Supporters of an Iran-backed militia tried to storm the American embassy compound in the Iraqi capital, driving the U.S. to send military reinforcements and pointing to the fraught challenge for Washington in maintaining forces in Iraq.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-iranians-escalate-in-baghdad-11577837753", "title": "The Iranians Escalate in Baghdad", "date": "2019-12-31 19:15", "summary": "The U.S. will have to deter Tehran's terrorism without alienating Iraq.. As an Iranian proxy militia surrounded and broke into the U.S. Embassy in Baghdad on Tuesday, most of the media framed the incident as a backlash against U.S. military strikes inside Iraq this weekend. The real story is Tehran's desire to push the U.S. out of Iraq-and its effort to coax President Trump to go along.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-and-britain-after-brexit-11577836582", "title": "Boris and Britain After Brexit", "date": "2019-12-31 18:56", "summary": "What's next after Britain's break from Europe? Historian Andrew Roberts is bearish on free-market policies but bullish on an alliance of English-speaking lands.. London", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-a-contested-convention-11577836484", "title": "Get Ready for a Contested Convention", "date": "2019-12-31 18:54", "summary": "Plus my predictions for the election, the Super Bowl and other events of 2020.. It's time for the annual predictions column. I'm chastened by my 2019 Oscar picks-0 for 4-which leave me with 15½ correct forecasts, 9½ wrong and one yet to be settled.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-20s-roar-again-11577836404", "title": "Will the '20s Roar Again?", "date": "2019-12-31 18:53", "summary": "We are overdue today for another wave of creative thinking about everything-politics, the culture, education and morality. But this time, hold the roaring.. If time travel were real, nearly half the U.S. population-and all the Democrats-would ship Donald Trump back to the Roaring '20s, an era presumably more in sync with his instinct for creative outrage. But voters then would have been as startled by Mr. Trump's political personality as voters now. Despite the dawn of the Flapper Age, their taste in presidents ran more toward Warren G. Harding, elected in 1920, whom no one would mistake for Donald J. Trump.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-penny-saved-is-a-latte-earned-11577836334", "title": "A Penny Saved Is a Latte Earned", "date": "2019-12-31 18:52", "summary": "Practice prudence by thinking of cash in Starbucks terms.. The total permeation of Starbucks into our daily lives has created a convenient metric for putting life's recurring revenues and expenses into perspective: the cost of a grande latte-with tax, roughly $3.75. I've been using the latte-ometer for so long, it's second nature to me. I can do the calculations faster than Russell Crowe in \"A Beautiful Mind.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-gertrude-himmelfarb-on-re-moralizing-society-11577836265", "title": "Notable & Quotable: Gertrude Himmelfarb on Re-Moralizing Society", "date": "2019-12-31 18:51", "summary": "From \"Beyond Social Policy: Re-Moralizing America,\" Feb. 7, 1995. The scholar died Monday at age 97.. From \"Beyond Social Policy: Re-Moralizing America\" by Gertrude Himmelfarb, The Wall Street Journal, Feb. 7, 1995. Himmelfarb died Monday at 97:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gertrude-himmelfarb-historian-who-defended-victorian-virtues-dies-at-97-11577835531", "title": "Gertrude Himmelfarb, Historian Who Defended Victorian Virtues, Dies at 97", "date": "2019-12-31 18:38", "summary": "Prolific author called for applying clear moral values to debates over poverty and other social issues. Gertrude Himmelfarb, a prominent historian who praised Victorian virtues and argued for their relevance to current political debates over poverty and other social issues, died Monday at her home in Washington. She was 97.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chief-justices-annual-report-warns-of-effect-of-rumor-and-false-information-on-democracy-11577835359", "title": "Chief Justice's Annual Report Cautions Against Rumor", "date": "2019-12-31 18:36", "summary": "Report says Americans must pass on 'tools to understand and improve' a functioning government. WASHINGTON-Chief Justice John Roberts closed 2019 by decrying the corrosive effect \"rumor and false information,\" spread instantly by social media, can inflict on democracy, declaring that Americans must pass on not only a functioning government but also \"the tools to understand and improve it.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-equalizer-11577833549", "title": "The Equalizer", "date": "2019-12-31 18:09", "summary": "The Trump era has been good for those with the least economic power.. For some years there's been an Internet rumor that Denzel Washington rejects Hollywood's leftist politics. It's hard to square with his history of contributing exclusively to Democrats for federal office. But Mr. Washington also has an intriguing habit of deviating from the liberal script on social policy. So perhaps the star of \"The Equalizer\" can appreciate the Trump era's benefits for the least powerful in our economy.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-order-extends-minimum-wage-to-hairdressers-carwash-workers-11577831133", "title": "State Order Extends Minimum Wage to Hairdressers, Carwash Workers", "date": "2019-12-31 17:25", "summary": "Tipped wages in certain industries would be fully eliminated by the end of 2020; businesses expected to push back. New York Gov. Andrew Cuomo on Tuesday directed the state's Department of Labor to extend minimum wage protections to workers in nail salons, carwashes and many other industries by the end of next year.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/max-crashes-strengthen-resolve-of-boeing-to-automate-flight-11577816304", "title": "MAX Crashes Strengthen Resolve of Boeing to Automate Flight", "date": "2019-12-31 17:20", "summary": "Boeing, Airbus and industry experts for long have planned more technology to prevent pilot error. Boeing Co. is increasingly committed to transferring more control of aircraft from pilots to computers after two crashes exposed flaws in an automated system on its 737 MAX that overpowered aviators in the disasters.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watching-the-ball-dropits-not-just-for-tourists-11577830090", "title": "Watching the Ball Drop-It's Not Just for Tourists", "date": "2019-12-31 17:08", "summary": "Meet some New Yorkers who have made heading to Times Square an annual New Year's Eve tradition. Most hardened New Yorkers scoff at the idea of being trapped in a pen for hours without a bathroom, standing shoulder to shoulder with strangers, to watch the ball drop in Times Square.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-rebounded-in-2019-but-challenges-loom-11577828486", "title": "Bitcoin Rebounded in 2019, but Challenges Loom", "date": "2019-12-31 16:41", "summary": "Venture capital has cooled in blockchain sector, bitcoin faces far-better equipped competitors in 2020. Bitcoin's price rebounded sharply in 2019, but by other measures it was a less bullish year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gig-companies-need-their-day-in-court-11577817702", "title": "Gig Companies Need Their Day in Court", "date": "2019-12-31 16:37", "summary": "Legal challenge from Uber, Postmates could bring some much-needed clarity for investors. Gig economy companies may or may not win their legal challenge to California's ambitious new law. Their investors still could use the additional clarity-however it goes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-carlos-ghosn-experience-11577826902", "title": "The Carlos Ghosn Experience", "date": "2019-12-31 16:15", "summary": "It's hard to blame him for fleeing Japan after his ill-treatment.. Former Nissan CEO Carlos Ghosn has become an international fugitive after fleeing Japan before his expected trial on accusations of financial wrongdoing. It would have been better had he cleared his name in court, but then it isn't clear that he could have received a fair trial.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-deaths-of-mining-11577825555", "title": "The Hidden Deaths of Mining", "date": "2019-12-31 15:52", "summary": "Resume Subscription. Many mining deaths aren't captured by global safety statistics, making the industry seem safer than it is to regulators, investors and consumers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/from-gillettes-metoo-ad-to-starbuckss-game-of-thrones-moment-cmo-todays-most-read-stories-of-2019-11577822004", "title": "From Gillette's #MeToo Ad to Starbucks's 'Game of Thrones' Moment, CMO Today's Most-Read Stories of 2019", "date": "2019-12-31 15:40", "summary": "Major marketers picked up social causes...and advertised on Pornhub. CMO Today's most-read article of 2019 covered Gillette's unexpected embrace of the #MeToo movement, adding a new layer to its long-running portrayals of masculinity and getting boycott threats for its trouble.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purples-past-is-richer-than-you-think-11577824058", "title": "The History of Purple-From Snails' Tears to Prince", "date": "2019-12-31 15:27", "summary": "This season, designers are bringing the historically regal hue-once reserved for queens, empresses, and Prince-to the people. IN THE SPRING of 1856, an 18-year-old English chemistry student named William Henry Perkin spent the Easter break pottering about in his home laboratory. His plan was to extract a synthetic version of the malaria drug quinine from a sludgy byproduct of gas lighting known as coal tar. As it turned out, malaria sufferers had to wait until 1944 for synthetic quinine. Instead, Perkins stumbled into fashion history by inadvertently creating the first aniline dye, a deep mauve that was soon dubbed Perkin's purple.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-end-2019-showing-fissures-over-fighting-vs-compromise-11577823966", "title": "Democrats End 2019 Showing Fissures Over Fighting vs. Compromise", "date": "2019-12-31 15:26", "summary": "Joe Biden tells primary voters he can appeal to Republicans, while Elizabeth Warren emphasizes picking a fighter. Top Democratic presidential candidates are laying out two distinct governing visions heading into the 2020 election year, closing 2019 with opposing arguments about whether to seek compromise with Republicans if President Trump is defeated.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susan-collins-becomes-second-gop-senator-to-question-mcconnell-over-impeachment-trial-11577823952", "title": "Susan Collins Becomes Second GOP Senator to Question McConnell Over Impeachment Trial", "date": "2019-12-31 15:25", "summary": "With only a four-vote Senate majority, a small bloc of Republican senators could upend majority leader's efforts. WASHINGTON-Maine Sen. Susan Collins has become the second Republican to question the Senate Majority Leader Mitch McConnell's approach to the impeachment trial of President Trump, underscoring how a few GOP defections could upset Mr. McConnell's control of the highly charged proceedings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-fall-on-last-day-of-strong-december-11577806662", "title": "Commodities Fall on Last Day of Strong December", "date": "2019-12-31 15:04", "summary": "Brighter economic view supports riskier investments heading into new year. Commodities fell in quiet trading Tuesday but still closed out December with outsize gains, highlighting how a brighter view of the world economy is supporting riskier investments entering 2020.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/messiah-review-what-is-his-mission-11577822581", "title": "'Messiah' Review: What Is His Mission?", "date": "2019-12-31 15:03", "summary": "In Netflix's new series, a charismatic man from the Middle East may be the answer we've been waiting for, or may spell the end of humanity.. The scandal of \"Messiah\"-the 10-part Netflix series about a reputed Savior of Mankind arising out of the Middle East-isn't that its Iranian-born prophet resembles a Western-traditional Jesus. Or that he incites international outrage by leading 2,000 Syrian Palestinians to the border of the West Bank. Or that his pan-religious message of love and godliness is embraced by the spiritually famished. Or even that the principal Israeli in the series is a torturer. No, the outrage is that the show can be so alive for so long and then drop so very dead, apparently of the same self-doubt and cynicism that infect so many of the people it portrays.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tricks-to-make-long-flights-fly-by-11577820973", "title": "Tricks to Make Long Flights Fly By", "date": "2019-12-31 14:36", "summary": "We asked three seasoned fliers-including Brooklyn Nets' Spencer Dinwiddie-to share their strategies for surviving (and enjoying) long-haul plane trips. I often travel to Africa, India and South America, so managing an overnight flight that leads into a long workday is a core competency. Managing sleep is a science. I stay away from alcohol and eat before I board, so mealtime doesn't eat into snooze time. Don't rely on airline ear plugs; bring wax ear plugs and a cashmere sweater, or African kikoi-it's like a warm shawl-to wrap yourself up like a little mummy. On a long day flight, use the time in a fun way-for research and think time, mulling over the creative stuff you can never focus on with all the interruptions in a workday. On a return trip, I'll also do a Headspace meditation. It's a lifesaver to relieve the flat panic of the brain, especially good for re-entry into family life after a hard trip.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-rights-advocates-see-lessons-in-texas-church-shooting-11577806103", "title": "Gun-Rights Advocates See Lessons in Texas Church Shooting", "date": "2019-12-31 14:29", "summary": "Armed parishioner gunned down a shooter Sunday; incident has become rallying cry for those pushing to expand right-to-carry laws. A streaming video of the Sunday church service in Texas at which a parishioner gunned down a shooter is rallying those who support making it easier for private citizens to bear arms.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-will-sign-phase-one-trade-deal-with-china-on-jan-15-11577802332", "title": "Trump Says He Will Sign Phase-One Trade Deal With China on Jan. 15", "date": "2019-12-31 14:19", "summary": "President adds he will travel to Beijing for talks on a broader pact 'at a later date'. WASHINGTON-President Trump said he would sign the recently negotiated phase-one trade deal with China in Washington on Jan. 15-marking a formal truce in the U.S-China trade war-and would later travel to Beijing to negotiate a broader pact.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-markets-cruise-to-end-of-year-with-light-demand-for-fed-money-11577806719", "title": "Money Markets Cruise to End of Year With Light Demand for Fed Money", "date": "2019-12-31 14:06", "summary": "Major banks seek far less liquidity than Fed offers, repeating pattern seen over recent days. Allaying once-strong fears of heavy-duty money-market volatility at the end of the year, Wall Street's biggest banks once again sought far less liquidity from the Federal Reserve Bank of New York than the institution was willing to provide on Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-weir-used-lottery-windfall-to-shore-up-scottish-soccer-team-11577816770", "title": "Colin Weir Used Lottery Windfall to Shore Up Scottish Soccer Team", "date": "2019-12-31 13:26", "summary": "Former Glasgow TV cameraman also supported arts and Scottish independence movement. Poor health forced Colin Weir to quit his job as a television cameraman in Glasgow, Scotland, before he and his then-wife won more than $200 million in a lottery in 2011.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deep-state-attracts-criticism-for-a-good-reason-11577814695", "title": "The 'Deep State' Attracts Criticism for a Good Reason", "date": "2019-12-31 12:51", "summary": "Most of us agree that merit-based appointment to the civil service is to be preferred to the 'spoils system.' But 'merit' doesn't preclude having political convictions that influence opinion as well as action.. Although one might agree with Francis Fukuyama that \"American Liberty Depends on the 'Deep State' \" (Review, Dec. 21), it's important to recognize that those needed career bureaucrats can also have political biases that impede the promotion of policies they oppose. Most of us concede that merit-based appointment to the civil service is to be preferred to the spoils system. But merit doesn't preclude having political convictions that influence opinion as well as action. President Trump is likely right in his suspicion that the \"deep state\" has worked to thwart his ambitions. Upholding the rule of law may be best served by having a continuing corps of professional bureaucrats, but the bureaucracy's limitations should be appreciated.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-lose-when-we-neglect-the-thank-you-note-11577814340", "title": "What We Lose When We Neglect the Thank-You Note", "date": "2019-12-31 12:45", "summary": "If we brought back respect, gratitude and undivided attention for others, I suspect we would rekindle a marvelous fire by which to warm our hearts.. As a retired etiquette consultant, I'm often asked, \"What's the greatest faux pas seen today?\" The answer is abuse of the cell phone and lack of gratitude. \"Sending a thank-you note is an act of not only gratitude but also humility,\" writes Michael P.H. Stanley in his wonderful op-ed \"A Thank-You Note Helped Me Find My Calling\" (Dec. 28). To that I say amen. Raising our sons, we had one rule at Christmas: You get to enjoy the gift, but by the end of the day you will enjoy writing the thank-you note.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-biotech-blowup-was-foretold-11577810963", "title": "This Biotech Blowup was Foretold", "date": "2019-12-31 11:49", "summary": "Melinta Therapeutics filed for bankruptcy protection last Friday. Investors should have seen it coming.. There is no substitute for fundamental research.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-new-rules-on-your-frequent-flier-program-11577788202", "title": "Get Ready for New Rules on Your Frequent-Flier Program", "date": "2019-12-31 11:47", "summary": "The path to elite status is shifting, emphasizing spending over miles, and perks like airport-lounge access are getting more restricted. New year, new rules. United Airlines is changing how you earn top-tier elite status in its frequent-flier program, making money more important than miles and top status harder to achieve. Other airlines are starting to copy the sometimes byzantine rules.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-turns-to-china-with-u-s-tax-credit-ending-11577810430", "title": "Tesla Turns to China With U.S. Tax Credit Ending", "date": "2019-12-31 11:40", "summary": "Silicon Valley auto maker's domestic business has slowed this year as federal tax credits phase out to zero Jan. 1. Tesla Inc. marks the beginning of a new era this week: the loss of a U.S. tax credit that effectively lowered the price of its vehicles and helped build interest in fledgling electric cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-ghosn-gone-japans-trial-of-the-century-fizzles-11577788308", "title": "Lebanon Says Ghosn Entered Country Legally", "date": "2019-12-31 11:35", "summary": "The high-profile defendant's escape from Tokyo throws a wrench in Japanese prosecutors' plans. Lebanese officials said former auto executive Carlos Ghosn entered the country legally, deepening the mystery of how he made it from Japan, where he was on bail awaiting trial, to his ancestral home.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-economies-must-brace-for-chill-wind-from-china-11577810045", "title": "Asian Economies Must Brace for Chill Wind From China", "date": "2019-12-31 11:34", "summary": "Advanced economies in Asia will face a challenge in adapting to China's long-term slowdown. While the world has been fixated on the ebb and flow of the U.S.-China trade war, a domestic slowdown at work in the Chinese economy is having its own ripple effects overseas.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-vale-vowed-never-another-dam-collapse-then-an-even-worse-one-11577809114", "title": "Brazil's Vale Vowed 'Never Again.' Then Another Dam Collapsed.", "date": "2019-12-31 11:18", "summary": "Resume Subscription. BELO HORIZONTE, Brazil-In November 2015, an earthen wall holding back mining waste collapsed, sending a giant wave of mud speeding toward the town of Mariana in southeast Brazil. Among 19 people killed was 5-year-old Emanuelly Fernandes, whose mangled body was found 40 miles down the valley.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/talking-the-talk-11577808909", "title": "Talking the Talk", "date": "2019-12-31 11:15", "summary": "How playwrights craft believable dialogue for their characters.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-income-households-shift-away-from-payday-loans-11577807446", "title": "Lower-Income Households Reduce Payday Loans", "date": "2019-12-31 10:50", "summary": "Growth in installment lending is driven by regulatory changes and technology innovations. WASHINGTON-Installment loans and online small-business lending are quickly replacing payday loans as sources of credit for lower-income households, driven by regulatory changes and innovations in financial technology, according to a new study.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-buys-10-stake-in-record-label-of-billie-eilish-drake-11577793085", "title": "Tencent Buys 10% Stake in Record Label of Billie Eilish, Drake", "date": "2019-12-31 10:32", "summary": "Chinese internet giant has agreed to acquire a stake in Universal from Vivendi for $3.36 billion. Tencent Holdings Ltd. is buying a 10% stake in the music giant behind Ariana Grande, Drake and Billie Eilish for €3 billion ($3.36 billion) in a deal that bolsters the Chinese internet giant's growing presence in the record industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/folk-musician-arlo-guthrie-is-his-fathers-son-11577805294", "title": "Folk Musician Arlo Guthrie Is His Father's Son", "date": "2019-12-31 10:14", "summary": "The singer-songwriter talks about stepping in to care for his late dad, folk legend Woody Guthrie, during his battle with Huntington's disease. ", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rx-for-ailing-indian-health-service-changes-in-spending-recruitment-11577804731", "title": "Rx for Ailing Indian Health Service: Changes in Spending, Recruitment", "date": "2019-12-31 10:05", "summary": "U.S. agency is under pressure to improve care for the 2.6 million Native Americans it serves. Some of the biggest problems plaguing the troubled Indian Health Service, which cares for 2.6 million Native Americans, could be addressed by taking some relatively straightforward steps, according to IHS employees, tribal members, U.S. lawmakers and outside health-care experts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instead-of-tuition-students-give-schools-cut-of-future-salaries-11577804401", "title": "Instead of Tuition, Students Give Schools Cut of Future Salaries", "date": "2019-12-31 10:00", "summary": "New loan strategy shifts financial risk to institutions, creating incentives for graduates to be workforce-ready. Alex Ross, who graduated in October from an intensive design boot camp at General Assembly coding school in New York City, is still looking for a job. But while the former media producer is eager to launch her new career, she's not particularly worried about paying the $14,700 tuition.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-for-rich-seniors-a-hit-with-property-investors-11577793601", "title": "Housing for Rich Seniors a Hit With Property Investors", "date": "2019-12-31 10:00", "summary": "High-end Chicago apartment tower sells after financial restructuring as developers prepare for wealthy baby boomers. A high-end senior housing facility in Chicago has sold for double its 2012 purchase price, the latest sign that investors are increasingly eager to own properties catering to wealthy retirees.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-concerns-about-the-economy-talent-shortage-seep-into-2020-11577804402", "title": "CFOs' Concerns About the Economy, Talent Shortage Seep Into 2020", "date": "2019-12-31 10:00", "summary": "Finance chiefs also are expected to continue monitoring geopolitical uncertainty. Finance chiefs will pay close attention to the geopolitical climate and the threat of digital disruption in the coming year as they continue to face tough decisions related to capital spending and talent at their companies.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-democrats-gird-for-fierce-2020-fightin-arizona-11577803012", "title": "Trump, Democrats Gird for Fierce 2020 Fight in Arizona", "date": "2019-12-31 09:36", "summary": "Democrats look to replicate 2018 Senate victory, while GOP woos Trump voters who sat out midterms. DESERT HILLS, Ariz.-Four years ago, the relatively humdrum scene never would have happened: A week before Christmas, more than three dozen Democrats filed into a public school cafeteria to go over their finances and organizing goals, and to hear from a local candidate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-prices-rose-at-a-slightly-faster-pace-in-october-11577800837", "title": "Home Prices Rose at a Slightly Faster Pace in October", "date": "2019-12-31 09:21", "summary": "Case-Shiller index coincides with other indicators pointing to a pickup in home sales. Home prices increased at a slightly faster rate in October, the latest sign the housing market is firming after weakness earlier in the year.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-more-than-just-a-playlist-11577801640", "title": "This Is More Than Just a Playlist", "date": "2019-12-31 09:14", "summary": "Songs from the 2010s that speak to money, business and power, as chosen by WSJ reporters and editors. There are plenty of songs from the past decade that are literally about money: From the National's \"Bloodbuzz Ohio\" and Rihanna's \"Bitch Better Have My Money\" on outstanding debts, to Cardi B's straightforward anthem \"Money.\"", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-share-their-priorities-for-2020-11577800800", "title": "CIOs Share Their Priorities for 2020", "date": "2019-12-31 09:00", "summary": "Talent, training, automation and cybersecurity emerge as top concerns for tech executives. Recruiting the best talent and empowering staff to expedite tech projects are top agenda items in 2020 for chief information officers and other technology executives, who expect to wear multiple hats as motivators, negotiators and strategists.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-picking-in-japan-is-like-rummaging-through-a-thrift-shop-11577800800", "title": "Stock Picking in Japan Is Like Rummaging Through a Thrift Shop", "date": "2019-12-31 09:00", "summary": "Thirty years ago, when Japanese stocks hit a record, the entire market seemed like a hot startup. This article is part of the Journal's quarterly markets review.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-update-reminds-usersagain-and-againof-being-tracked-11577799336", "title": "iPhone Update Reminds Users-Again and Again-of Being Tracked", "date": "2019-12-31 08:35", "summary": "Some app developers are concerned that frequent iOS 13 notifications will scare users away. \"' Facebook ' has used your location 107 times in the background over the past 3 days. Do you want to continue to allow background location use?\"", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-uber-mcdermott-international-netflix-11577785399", "title": "Stocks to Watch: Uber, McDermott International, Netflix", "date": "2019-12-31 08:29", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/see-wsj-magazines-top-10-most-read-stories-of-2019-11577798971", "title": "See WSJ. Magazine's Top 10 Most-Read Stories of 2019", "date": "2019-12-31 08:29", "summary": "Featuring Kim Kardashian West's controversial shapewear line launch; Kevin Durant on physical recovery and mental health; and rising stars like Maya Hawke and Grimes, these are WSJ.'s most-read stories of the year. Kim Kardashian West has long dreamed of her own body-positive, shade-inclusive line of shapewear and underwear. But now the outcry over the erstwhile Kimono's name could derail many months of planning. How she and a team of blue-chip investors are trying to salvage their claim to a piece of the $83 billion industry.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-school-wrestling-was-fading-then-came-the-girls-11577797653", "title": "High School Wrestling Was Fading. Then Came the Girls.", "date": "2019-12-31 08:07", "summary": "A rise in girls state tournaments has driven participation in girls wrestling, which is now more popular than high school gymnastics. Like many high schools across the U.S., Lebanon High School in central Missouri used to have three or four girls among the dozens of boys who came out for the wrestling team each year. But most girls declined to sign up for the awkwardness and difficulty of grappling against boys.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cocoa-futures-melting-as-traders-fear-oversupply-11577797200", "title": "Cocoa Futures Melting as Traders Fear Oversupply", "date": "2019-12-31 08:00", "summary": "Laws requiring a living wage for cocoa farmers in key growing nations have some traders worrying about a flood of production. Laws requiring a living wage for farmers in key cocoa-producing nations helped push prices to an 18-month high in November. Now, some traders worry the climb is going to prompt a flood of production world-wide, undermining the gains.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-underwhelms-in-its-first-big-test-11577788203", "title": "5G Underwhelms in Its First Big Test", "date": "2019-12-31 07:13", "summary": "In South Korea, where the next-generation wireless network has been rolled out widely, download speeds have risen but many users aren't impressed. SEOUL-When 5G services launched here in April, Jang Dong-gil was among the first wave of South Koreans to sign up.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-win-sparks-london-property-dealmaking-11577793600", "title": "Boris Johnson's Win Sparks London Property Dealmaking", "date": "2019-12-31 07:00", "summary": "Deal volumes surge as uncertainty over Brexit fades along with the prospect of a Labour-led government. Commercial property investors celebrated the victory of Prime Minister Boris Johnson's Conservative Party by going on a London buying spree.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africas-scandal-hit-state-firms-put-economy-on-cliffs-edge-11577790000", "title": "South Africa's Scandal-Hit State Firms Put Economy on 'Cliff's Edge'", "date": "2019-12-31 06:00", "summary": "Major companies veer toward bankruptcy, as rolling blackouts choke economic growth. JOHANNESBURG-Growing problems at South Africa's state-owned enterprises are pushing major companies toward bankruptcy and subjecting the continent's most developed economy to rolling blackouts that are choking growth.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-on-chinese-goods-are-skirted-by-some-u-s-shoppers-11577788201", "title": "Tariffs on Chinese Goods Are Skirted by Some U.S. Shoppers", "date": "2019-12-31 05:30", "summary": "Buying online directly from abroad is duty-free up to $800; some U.S. retailers say it isn't fair. WASHINGTON-A blue Louis Vuitton -style bag advertised by a Chinese merchant for $200 caught Andrew Carlson's eye as he scrolled Instagram. And he knew he could buy it without paying the 25% tariff that President Trump put on Chinese handbag imports in May.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-rides-the-railroads-to-boost-its-slowing-economy-11577788201", "title": "China Rides the Rails to Boost Its Slowing Economy", "date": "2019-12-31 05:30", "summary": "Train line investment has been a trusted way to improve growth, but the plan runs counter to Beijing's efforts to reduce debt. BEIJING-To re-energize its slowing economy, China is turning back to an old growth engine: rail investment.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-candidates-use-spanish-ads-events-to-court-latinos-in-primary-race-11577788201", "title": "Presidential Candidates Use Spanish Ads, Events to Court Latinos", "date": "2019-12-31 05:30", "summary": "Hispanics could surpass black voters as largest minority voting bloc in U.S. next year. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deer-disease-takes-its-toll-on-hunting-in-the-south-11577788200", "title": "Deer Disease Takes Toll on Hunting in the South", "date": "2019-12-31 05:30", "summary": "Tennessee, Mississippi see fewer kills in first full hunting season since chronic wasting illness hit states. Deer hunting has declined in some Southern states since a fatal, mad-cow-like disease was discovered in the region's deer population, state officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tesla-wannabe-needs-a-financial-recharge-11577783243", "title": "Chinese Tesla Wannabe Needs a Financial Recharge", "date": "2019-12-31 04:10", "summary": "The electric-vehicle maker had a flashy finish to a grim year-and the future remains dim. It has been an annus horribilis for Chinese Tesla wannabe NIO-and 2020 will be another tough year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-arrives-in-lebanon-after-fleeing-japan-11577741238", "title": "Ghosn Flees Trial in Japan for Lebanon", "date": "2019-12-31 02:23", "summary": "Former Nissan, Renault chief was awaiting trial for alleged financial wrongdoing. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11577728644", "title": "Pepper...and Salt", "date": "2019-12-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-a-to-z-guide-to-cheeseplus-pungent-pairings-1457536832", "title": "The A-to-Z Guide to Cheese", "date": "2019-12-31 00:01", "summary": "Thanks to an increase in artisan production and major advances in aging and marketing, the options at your local cheese counter are better, broader and bolder than ever before. Here's what you should be noshing on now. The experts will tell you: When composing a cheese plate, go for variety-different milk types, textures and flavors. Something old, something new, something mild, something blue. Over and out.", "categories": [[]], "category_links": []}]