[{"link": "https://www.wsj.com/articles/softbank-to-take-control-of-wework-11571746483", "title": "WeWork Ex-CEO Set for Big Payout", "date": "2019-10-22 23:29", "summary": "Co-founder Adam Neumann to step down from WeWork board, while maintaining a stake in the company. SoftBank Group Corp. said it agreed to take a majority stake in WeWork after securing a deal that could hand co-founder Adam Neumann a nearly $1.7 billion windfall and sever most of his ties with the troubled office-space startup.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-gop-lawmakers-reject-trump-calling-impeachment-probe-a-lynching-11571773623", "title": "Many GOP Lawmakers Reject Trump Calling Impeachment Probe a 'Lynching'", "date": "2019-10-22 23:07", "summary": "President's tweet draws fire from Republicans who nonetheless condemn investigations led by House Democrats. WASHINGTON-A tweet by President Trump comparing the U.S. House's impeachment inquiry to a lynching became the latest test for Republicans, as GOP lawmakers seeking to criticize Democrats over the probe instead found themselves again on the defensive because of the president's rhetoric.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-astros-bet-on-an-accused-abuser-backfires-11571798817", "title": "The Astros' Bet on an Accused Abuser Backfires", "date": "2019-10-22 22:46", "summary": "A locker room outburst by Houston assistant general manager Brandon Taubman reignited the team's controversial decision to employ reliever Roberto Osuna. HOUSTON-The Houston Astros traded for Roberto Osuna 15 months ago with little regard for the moral implications of such a deal. They added a pitcher charged with assaulting the mother of his child, an accusation Major League Baseball found credible enough to suspend Osuna for 75 games under the sport's domestic violence policy.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-falls-short-on-profit-11571745670", "title": "McDonald's Falls Short on Profit", "date": "2019-10-22 22:06", "summary": "Burger chain's same-store sales grew 5.9% globally in latest quarter. McDonald's Corp. needed promotions and price increases to help boost sales in the third quarter as the world's biggest burger chain by revenue works to lure more customers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stealthy-bear-stalking-the-dow-11571742003", "title": "The Stealthy Bear Stalking the Dow", "date": "2019-10-22 21:59", "summary": "If stock markets go into decline, historians will date the global bear market from Jan. 26, 2018. Could we be in a stealth bear market? On the face of it, the question is bizarre: A bear market is usually defined as a 20% fall from a peak, but the S&P 500 is just 1% off its all-time high. If you hold the index, you would laugh at the idea that this is anything other than a bull market, albeit a rather slow one.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diplomat-to-face-questions-about-ukraine-aid-concerns-11571750496", "title": "Diplomat Says Trump Tied Ukraine Aid to Biden Probe", "date": "2019-10-22 21:21", "summary": "Bill Taylor, testifying in House impeachment probe, raises concern about possible quid pro quo over investigations seen as aiding Trump. WASHINGTON-A top U.S. diplomat in Kyiv said President Trump made nearly $400 million in aid contingent on the Ukrainian president investigating Democratic presidential candidate Joe Biden and alleged Ukrainian interference in the 2016 U.S. election, in prepared testimony that shed new light on the central question facing the impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-ceo-slams-california-law-on-gig-economy-11571792115", "title": "DoorDash CEO Slams California Law on Gig Economy", "date": "2019-10-22 20:55", "summary": "Tony Xu says AB5 would have disastrous results if implemented. LAGUNA BEACH, Calif.-The chief executive of food-delivery startup DoorDash Inc. said there could be disastrous consequences from a recently passed California bill designed to classify independent contractors as employees.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-commissioners-staff-win-reprieve-from-contempt-hearing-11571791692", "title": "CFTC Commissioners, Staff Win Reprieve From Contempt Hearing", "date": "2019-10-22 20:48", "summary": "Kraft and Mondelez accused the CFTC of violating an unusual confidentiality provision in a settlement with the derivatives regulator. The U.S. Commodity Futures Trading Commission's top brass can't be blocked from airing their views on the agency's enforcement efforts, an appeals court has ruled.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chipotles-sees-online-sales-boost-11571779136", "title": "Chipotle Sees Online Sales Boost", "date": "2019-10-22 20:47", "summary": "Chain is trying to keep up business through deals for members of its loyalty program, launch of carne asada. Chipotle Mexican Grill Inc. is selling more burritos as the chain pushes online sales, though handling deliveries is coming at a cost.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-donor-to-trump-clinton-to-plead-guilty-in-campaign-finance-case-11571787747", "title": "Major Donor to Trump, Clinton to Plead Guilty in Campaign-Finance Case", "date": "2019-10-22 19:42", "summary": "Imaad Zuberi, who gave nearly $1 million to Trump inaugural, funneled foreign money to U.S. politicians in both parties. A major donor to both Donald Trump and Hillary Clinton made hundreds of thousands of dollars of illegal campaign contributions, some from foreign sources, to help cultivate influential U.S. politicians, according to charging documents filed Tuesday by federal prosecutors in California.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-ready-to-invest-billions-in-policing-products-on-its-site-11571787628", "title": "Amazon Ready to Pour Billions Into Policing Products", "date": "2019-10-22 19:40", "summary": "E-commerce giant is also lobbying for stiffer penalties for counterfeiters, its consumer chief says. LAGUNA BEACH, Calif.- Amazon.com Inc. might need to spend billions of dollars in the future to prevent the sale of counterfeit goods, expired food or dangerous products on its platforms to preserve the customer trust that is critical to the company's future, Amazon consumer chief Jeff Wilke said Tuesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-preparing-for-long-term-confrontational-relationship-with-china-11571689264", "title": "U.S. Companies Preparing for Long-Term 'Confrontational Relationship' With China", "date": "2019-10-22 19:36", "summary": "Businesses have started to diversify supply-chain investments away from the China market, U.S.-China Business Council executive says. BOSTON-U.S. companies are preparing for tensions with China to extend far beyond the status of the continuing trade discussions, an executive for the U.S.-China Business Council said Monday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-instruments-scales-back-its-outlook-11571786711", "title": "Texas Instruments Scales Back Its Outlook", "date": "2019-10-22 19:25", "summary": "Third-quarter earnings, but not sales, beat analysts' estimates. Shares of Texas Instruments Inc. fell in after-hours trading Tuesday after the company reported disappointing September-quarter results and projecting more challenges in the current quarter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-commercial-airplanes-chief-leaving-amid-737-max-crisis-11571772010", "title": "Boeing Commercial Airplanes Chief Leaving Amid 737 MAX Crisis", "date": "2019-10-22 19:20", "summary": "The announcement of Kevin McAllister's departure comes on the eve of Boeing's quarterly earnings. Boeing Co. shuffled the ranks of top management on Tuesday, replacing the head of its jetliner business as it struggles to shore up confidence among customers, investors and lawmakers in the company's handling of the 737 MAX crisis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadians-humble-trudeau-11571786399", "title": "Canadians Humble Trudeau", "date": "2019-10-22 19:19", "summary": "The Liberals take a beating over energy but hold onto power.. Canadians behaved with characteristic moderation on Monday and dealt Prime Minister Justin Trudeau a rebuke while letting him hold onto power with a minority government. The biggest loser was the glib politics of climate change.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-brexit-deal-they-love-to-hate-11571786073", "title": "A Brexit Deal They Love to Hate", "date": "2019-10-22 19:14", "summary": "Britain's Parliament claims it supports Boris Johnson-but not yet.. British voters have had it up to their ears with different sorts of Brexit-hard Brexit, soft Brexit, Theresa May's Brexit, Boris Johnson's Brexit, Canada-plus Brexit or Norway Brexit, and the list goes on. Britain's Parliament on Tuesday invented the worst version yet, the Augustinian Brexit. Lord, let us leave the European Union, lawmakers said, but not yet.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-gasoline-panic-11571786009", "title": "California's Gasoline Panic", "date": "2019-10-22 19:13", "summary": "Hey, Governor Newsom, didn't you want higher fuel prices?. Democrats in California have worked hard for years to inflate gasoline prices, but now they're searching for a fall guy as voters gripe about how much they're paying to fill up. Round up the usual fossil-fuel suspects!", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trumps-lynching-11571785928", "title": "Donald Trump's 'Lynching'", "date": "2019-10-22 19:12", "summary": "The President keeps asking friends to defend the indefensible.. Donald Trump made himself a political celebrity in 2016 by persuading news media to talk about-Donald Trump. He did it mainly by the expedient of saying outrageous things-by trolling, in the parlance of social media-and it worked. It's still working, though these days as often to his detriment as advantage.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-in-reversal-to-seek-fda-ok-for-alzheimers-drug-after-further-analysis-11571744526", "title": "Biogen, Reversing Itself, to Seek FDA Approval for Alzheimer's Drug", "date": "2019-10-22 19:11", "summary": "Change in plans follows analysis of a larger dataset from studies of aducanumab; share price surges. Biogen Inc. plans to seek regulatory approval early next year for an Alzheimer's disease drug that had been considered a lost cause after the company pulled the plug on late-stage studies because of disappointing results.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-says-ceo-mark-parker-to-step-aside-as-ceo-11571775828", "title": "Nike Chief Mark Parker to Step Down in 2020", "date": "2019-10-22 19:06", "summary": "Board member John Donahoe to take over as sportswear giant's CEO with Parker remaining chairman. Nike Inc.'s longtime leader Mark Parker will step aside as chief executive and be succeeded by a technology industry veteran, marking a strategic shift atop the world's biggest sportswear brand.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-bill-to-expose-owners-of-shell-companies-11571785516", "title": "House Passes Bill to Expose Owners of Shell Companies", "date": "2019-10-22 19:05", "summary": "Legislation looks to curb money laundering and other illegal activity; fate of Senate version unclear. The U.S. House of Representatives passed a bill on Tuesday requiring shell companies to disclose their true owners, an effort to crack down on money-laundering and other crimes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-bankers-charged-in-global-insider-trading-scheme-11571763384", "title": "Investment Bankers Charged in Global Insider-Trading Scheme", "date": "2019-10-22 19:03", "summary": "Federal prosecutors say alleged ring resulted in tens of millions of dollars in illegal profits. They were young lovers in London, working as junior investment bankers at Moelis & Co. and Centerview Partners LLC. They had affectionate nicknames for each other: Pops and Popsy.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-brexit-deal-clears-vital-hurdle-in-parliament-11571768188", "title": "Johnson Brexit Deal Clears Hurdle but Timetable Rejected", "date": "2019-10-22 19:00", "summary": "Lawmakers endorse prime minister's divorce agreement with EU but won't rush to meet Oct. 31 deadline. LONDON-U.K. lawmakers endorsed a Brexit deal for the first time on Tuesday, raising the prospect that the country's protracted divorce from the European Union is finally entering its endgame.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-there-a-doctrine-in-the-white-house-11571785129", "title": "Is There a Doctrine in the White House?", "date": "2019-10-22 18:58", "summary": "Students debate if Trump's foreign policy reflects a strategy or merely plays to the base.. Editor's note: This Future View is about President Trump's foreign-policy outlook. Next week we'll discuss Seattle's plan to incorporate discussion of \"power, privilege, and oppression\" into K-12 math classes. We'll ask, \"Do social-justice themes belong in math education?\" Students should click here to submit opinions of fewer than 250 words before Oct. 29. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hillary-is-a-russian-asset-11571784745", "title": "Hillary Is a Russian Asset", "date": "2019-10-22 18:52", "summary": "Democrats trying to revive 'collusion' must want Trump back in the White House.. In a difficult period for our country, everyone is let down by commentary that relies on stale talking points. Channeling Hillary Clinton's latest podcast eruption, some pundits have lately returned to trying to keep Trump-Russia collusion alive, so let's go through it again.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-opening-of-the-american-voters-mind-11571784667", "title": "The Opening of the American Voter's Mind", "date": "2019-10-22 18:51", "summary": "Nearly one-third say their presidential vote will depend on the Democratic nominee.. In an era of political polarization, most pundits believe persuadable voters are near extinction and base mobilization is the key to victory. The annual Public Religion Research Institute/Brookings Institution American Values survey released on Monday suggests this view is wrong.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hillary-tulsi-fault-line-11571784603", "title": "The Hillary-Tulsi Fault Line", "date": "2019-10-22 18:50", "summary": "Their feud could foretell trouble for Democrats in 2020.. Why would Hillary Clinton attack the 11th-place Democratic presidential candidate, currently polling at 1.2%? In an interview last week Mrs. Clinton said the Russians have \"their eye on somebody who is currently in the Democratic primary and are grooming her to be the third-party candidate.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-cuisine-review-the-national-palate-11571784553", "title": "'American Cuisine' Review: The National Palate", "date": "2019-10-22 18:49", "summary": "A history of food in the United States, from regional styles in New England and the South, to the ascendancy of McDonald's.. Step aside, apple pie, your time has passed. Today, a new set of foods anchor American tables, a bountiful buffet of tacos and ramen, kimchi and craft whiskey, Impossible Burgers and Nashville hot chicken, oat milk and CBD-infused sparkling water. Right now, there's no food as American as Flamin' Hot Cheetos.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-posts-gains-in-users-revenue-11571775101", "title": "Snap Posts Gains in Users, Revenue", "date": "2019-10-22 18:48", "summary": "Changes to its social-media app and new tools for advertisers appear to be paying off. Snap Inc. reported another quarterly increase in users and revenue, signaling that changes made earlier this year to its social-media app and the launch of new tools for advertisers are helping its fortunes.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-battling-impeachment-looks-to-coordinate-with-hill-gop-11571779558", "title": "White House, Battling Impeachment, Looks to Coordinate With Hill GOP", "date": "2019-10-22 18:44", "summary": "Regular calls, talking points mark an attempt to sharpen the message from Trump allies. President Trump has signed off on regular conference calls between senior White House aides and select Republican lawmakers to coordinate messaging and legal strategies on the House impeachment probe, one of the few proactive measures undertaken so far by West Wing officials who have been unwilling to cooperate in the investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-to-offer-free-disney-as-streaming-wars-heat-up-11571754438", "title": "Verizon to Offer Free Disney+ as Streaming Wars Heat Up", "date": "2019-10-22 18:43", "summary": "Carrier to give streaming service to wireless customers, as new video entrants make grab for customers. Verizon Communications Inc. said it would give its wireless customers on unlimited data plans a year of free access to Disney+, giving the new streaming entrant a huge potential boost and the cellphone carrier a fresh way to hold on to customers.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-antitrust-threat-to-national-security-11571784197", "title": "The Antitrust Threat to National Security", "date": "2019-10-22 18:43", "summary": "Americans love to hate companies like Google and Amazon, but Big Tech serves strategic interests.. Forty-six state attorneys general have joined Letitia James, their New York counterpart, in an antitrust investigation of Facebook . Every presidential candidate in last week's Democratic debate agreed that big tech companies have grown too powerful and must be humbled or diminished, if not broken up entirely. This idea has gained popularity across the political spectrum, with two-thirds of Americans now saying they would break up Big Tech. Although still a long shot, the breakup campaign has spawned dozens of antitrust probes against Amazon, Apple and Google as well as Facebook. And it has started a long-overdue debate about Silicon Valley's sweeping influence.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-picket-line-makes-a-comeback-11571784134", "title": "The Picket Line Makes a Comeback", "date": "2019-10-22 18:42", "summary": "Enraged by Trump and energized by the Janus ruling, unions turn to an old familiar tactic.. President Trump has been mostly quiet about the standoff between General Motors and the United Auto Workers. Since he's known for building hotels and not consensus, that's probably a good thing. But these labor disputes aren't going away. Work stoppages have risen sharply in recent years and the number of workers who have been idled is approaching levels not seen since the 1980s.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-trumps-executive-privilege-ask-george-washington-11571784069", "title": "Impeachment Trumps Executive Privilege. Ask George Washington", "date": "2019-10-22 18:41", "summary": "Charles I tried to withhold records, saying 'the king can do no wrong.' The Framers had another view.. President Trump has refused to cooperate with the \"official impeachment inquiry\" Speaker Nancy Pelosi announced last month. One line of defense is executive privilege, a principle holding that certain executive-branch communications, especially related to diplomacy, may be kept from Congress. The White House says the privilege limits the testimony of former officials, and Mr. Trump's personal lawyer, Rudy Giuliani, cited it in refusing to comply with a subpoena.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-norms-11571784018", "title": "Notable & Quotable: Norms", "date": "2019-10-22 18:40", "summary": "'Do we live with Trump, who lays bare all the problems with what happens when naked self-interest collides with power?'. Mark Hemingwaywriting for the Federalist, Oct. 21:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-seeks-to-rein-in-reveling-in-popular-nightlife-hub-11571783751", "title": "New York City Seeks to Rein in Reveling in Popular Nightlife Hub", "date": "2019-10-22 18:35", "summary": "Mayor announces rules for six-block area on the Lower East Side, with more than 80 eating and drinking spots. Mayor Bill de Blasio wants partyers in Manhattan's Lower East Side to be more polite.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/p-g-posts-another-quarter-of-strong-sales-gains-11571744680", "title": "P&G Posts Another Quarter of Strong Sales Gains", "date": "2019-10-22 18:23", "summary": "Consumers continued to pay higher prices for household goods. Procter & Gamble Co. posted another quarter of strong sales of household staples and said it was well positioned to ride out any pullback in consumer spending.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peak-liberalism-in-california-11571782917", "title": "Peak Liberalism in California?", "date": "2019-10-22 18:21", "summary": "'The leader of the alternative universe' risks a consumer revolt.. California's rookie Gov. Gavin Newsom is running the nation's boldest experiment testing the consumer pain threshold for liberal governance. The Democrat can certainly claim he has a mandate after winning election last year with nearly 62% of the vote. But the state's recent history says that a governor who presides over a breakdown in basic services won't stay in office very long.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lockheed-martin-guidance-falls-short-11571747166", "title": "Lockheed Martin Buoyed by Record Orders", "date": "2019-10-22 18:20", "summary": "Defense company expects sales growth to slow next year; shares edge lower. Lockheed Martin Corp. expects its order backlog to reach a record $140 billion by the end of the year, showing the resilience of some U.S. defense companies in the face of domestic budget pressures and geopolitical turmoil.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-diplomat-urged-ukrainian-president-to-convince-trump-he-would-investigate-corruption-11571770997", "title": "Diplomat Urged Zelensky to Convince Trump He Would Investigate Corruption", "date": "2019-10-22 18:17", "summary": "Weeks before Trump July 25 phone call, Kurt Volker discussed investigations with Ukraine's Zelensky at a Toronto meeting. WASHINGTON-Weeks before President Trump and Volodymyr Zelensky's July phone call, U.S. diplomat Kurt Volker told the Ukrainian president he needed to convince Mr. Trump he was willing to investigate corruption and alleged Ukrainian 2016 election interference, according to a person familiar with the former envoy's recent testimony to Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-secretary-mark-esper-withdraws-from-jedi-cloud-contract-review-11571778816", "title": "Defense Secretary Mark Esper Withdraws From JEDI Cloud Contract Review", "date": "2019-10-22 18:15", "summary": "Esper cites son's work for original bidder; Amazon, Microsoft are current finalists. WASHINGTON-Defense Secretary Mark Esper said he would withdraw from reviewing the Pentagon's huge JEDI cloud-computing contract to avoid the appearance of a conflict of interest.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-trying-to-light-self-on-fire-arrested-near-world-trade-center-11571782441", "title": "Man Trying to Light Self on Fire Arrested Near World Trade Center Area", "date": "2019-10-22 18:14", "summary": "NYPD says suspicious package found near man was being tested. A man who attempted to light himself on fire was arrested near One World Trade Center on Tuesday afternoon, a spokesman for the New York Police Department said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-in-college-admissions-cheating-case-face-additional-charges-11571771608", "title": "Parents in College-Admissions Cheating Case Face New Charges", "date": "2019-10-22 17:52", "summary": "New federal program bribery allegation could lead to tougher sentences if they are found guilty. BOSTON-Eleven parents who prosecutors say were involved in the nationwide college-admissions cheating scheme are now facing additional charges, raising the possibility of more significant prison time if found guilty.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogan-seeks-putins-support-to-carve-out-syrian-buffer-zone-11571737838", "title": "Russia Agrees to Help Turkey Expand Buffer Zone in Syria", "date": "2019-10-22 17:50", "summary": "The so-called safe zone would be free of Kurdish fighters that Ankara views as a terrorist threat. SOCHI, Russia-Russia agreed to help Turkey drive out Kurdish militias from a \"safe zone\" in northeastern Syria, highlighting Moscow's flourishing ties with a NATO member and a rebalance of power in war-torn Syria as U.S. troops leave.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bancorp-cuts-assistant-branch-managers-11571771072", "title": "U.S. Bancorp Cuts Assistant Branch Managers", "date": "2019-10-22 17:46", "summary": "Layoffs would affect less than 2% of workforce. U.S. Bancorp is eliminating its assistant branch managers and teller coordinators at its roughly 2,800 branches across the country.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bny-mellon-vice-chairman-bill-daley-has-left-bank-11571774005", "title": "BNY Mellon Vice Chairman Bill Daley Has Left Bank", "date": "2019-10-22 17:44", "summary": "Daley, who joined the New York lender earlier this year, had been adviser to former CEO Scharf. Bill Daley, the former White House chief of staff, has left his post at Bank of New York Mellon Corp. less than five months after the bank announced his arrival.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snaps-growth-story-losing-fans-11571779945", "title": "Snap's Growth Story Losing Fans", "date": "2019-10-22 17:32", "summary": "Social network shows another strong quarter of user growth, though broader business concerns remain. The problem with a stunning photo is that its subject will forever be measured against it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-expects-to-be-profitable-a-year-earlier-than-projected-11571765364", "title": "Lyft Expects to Be Profitable a Year Earlier Than Projected", "date": "2019-10-22 17:25", "summary": "Ride-hailing company forecasts reaching profitability by end of 2021. LAGUNA BEACH, Calif.-Ride-hailing company Lyft Inc. expects to be profitable on an adjusted earnings basis, before factoring in costs such as interest, taxes and depreciation, a year ahead of analysts' expectations, the company's co-founders said Tuesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-powell-reminisces-about-it-overhaul-at-the-state-department-11571779489", "title": "Colin Powell Reminisces About IT Overhaul at the State Department", "date": "2019-10-22 17:24", "summary": "Finding out-of-date computers back in 2001, then-secretary upgraded hardware and software, but found 'brainware' the toughest to change. ORLANDO, Fla.-When Colin Powell arrived at the State Department in January 2001 as President George W. Bush's secretary of state, he found an information-technology system predating the internet. Some departments were still using computers from Wang Laboratories, which went bankrupt in 1992.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anonymous-times-op-ed-author-to-publish-tell-all-about-trump-administration-11571779237", "title": "Anonymous Op-Ed Author to Publish Tell-All About Trump Administration", "date": "2019-10-22 17:20", "summary": "'A Warning' to hit bookshelves Nov. 19. An anonymous writer described as a senior Trump administration official whose op-ed piece in the New York Times last year caused a firestorm has written a book called \"A Warning\" slated to hit bookshelves on Nov. 19.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edith-halpert-forgotten-impresario-11571778913", "title": "Edith Halpert, Forgotten Impresario", "date": "2019-10-22 17:15", "summary": "She championed American modernism while ensuring that regular people could afford art; now the Jewish Museum is honoring her legacy.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-faces-rising-lease-costs-after-failed-ipo-11571742001", "title": "WeWork Faces Rising Lease Costs", "date": "2019-10-22 17:09", "summary": "A tidal wave of rising real-estate expenses could top $10 billion in the next four years. WeWork, which has gone from hot startup to bailout candidate in a month, will face a tidal wave of rising real-estate costs that could top $10 billion in the next four years, a result of its growth-at-any-cost strategy.", "categories": [["Real Estate", "Commercial Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/commercial-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brighter-outlook-lifts-emerging-market-currencies-11571765082", "title": "Pound Falls on Brexit Delay", "date": "2019-10-22 17:09", "summary": "Investors more optimistic on emerging-market currencies. The British pound fell Tuesday, after U.K. lawmakers endorsed Prime Minister Boris Johnson's Brexit deal but voted against a proposed timetable to push it through Parliament by the end of the month.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streamer-quibi-sells-150-million-in-ads-avoids-product-placement-11571770554", "title": "Streamer Quibi Sells $150 Million in Ads, Avoids Product Placement", "date": "2019-10-22 17:07", "summary": "Short-form mobile video service set for April 2020 launch; adds several major advertisers. LAGUNA BEACH, Calif.-Quibi Chief Executive Meg Whitman said that the short-form streaming-video service's $150 million in ad sales will limit its risks for the first year after its launch, and that the company will encourage content creators to use advertisers' products in programming.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-republicans-hammer-proposed-state-campaign-finance-system-over-cost-11571778372", "title": "New York Republicans Hammer Proposed State Campaign-Finance System Over Cost", "date": "2019-10-22 17:06", "summary": "A state commission is exploring how to set up public system that costs no more than $100 million a year. New York Republicans on Tuesday stepped up their attacks against a state commission set up to create up a public campaign-finance system, questioning the cost of such a system and the methods for crafting it.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/td-ameritrade-revenue-forecast-tops-analyst-estimates-11571773681", "title": "TD Ameritrade Revenue Forecast Tops Analyst Estimates", "date": "2019-10-22 16:55", "summary": "Electronic broker expects revenue to fall about 15% next year after it nixed trading commissions. TD Ameritrade Holding Corp. said it expects revenue to fall about 15% next year after the electronic broker nixed trading commissions, an estimate that isn't as severe as analysts predicted.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wave-of-financial-stress-hits-low-rated-companies-11571736606", "title": "Wave of Financial Stress Hits Low-Rated Companies", "date": "2019-10-22 16:50", "summary": "Challenges across industries are stirring concerns among investors about an economic downturn. An array of business challenges is hitting low-rated companies across the U.S. economy, driving selling in the bottom tier of the corporate-debt market that contrasts with gains in stocks and other riskier assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-edge-down-ahead-of-brexit-vote-11571735240", "title": "Stocks Tick Lower Amid Slew of Corporate Results", "date": "2019-10-22 16:37", "summary": "Major indexes swing in response to latest batch of third-quarter earnings reports; Biogen shares surge. U.S. stocks fell Tuesday as investors digested the latest flurry of third-quarter earnings reports and U.K. lawmakers rejected a plan to pull Britain out of the European Union by Oct. 31.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ladies-first-at-american-ballet-theatre-11571776668", "title": "Ladies First at American Ballet Theatre", "date": "2019-10-22 16:37", "summary": "American Ballet Theatre's current season places a special emphasis on works created for the company by women.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-advised-to-prepare-for-multiple-benchmark-rates-in-transition-from-libor-11571776045", "title": "U.S. Companies Advised to Prepare for Multiple Benchmark Rates in Transition from Libor", "date": "2019-10-22 16:27", "summary": "Globally expanding businesses need to look beyond the replacement created by the Federal Reserve, advisers say. BOSTON-Advisers to globally expanding U.S. companies are recommending that they prepare to use several short-term lending benchmarks when the London interbank offered rate falls out of use.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-hasbro-fall-as-tariff-threat-weighs-on-toy-orders-11571763446", "title": "Shares of Hasbro Fall as Tariffs Weigh on Toy Orders", "date": "2019-10-22 16:17", "summary": "Company says U.S. retailers are shying away from merchandise sourced from China. Shares of Hasbro Inc. tumbled Tuesday after the company reported that trade tensions with China cut into its latest quarterly results.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/p-g-wipes-the-floor-with-rivals-11571761260", "title": "P&G Wipes the Floor With Rivals", "date": "2019-10-22 16:16", "summary": "Contrasting fortunes of Procter & Gamble, Kimberly-Clark and Reckitt Benckiser come down to willingness to invest in brands and judicious pruning of portfolios. Procter & Gamble is pulling ahead of its rivals in household staples, but nothing is guaranteed. In this industry, constant vigilance is the price of success.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogens-alzheimers-revelation-isnt-so-simple-11571757469", "title": "Biogen's Alzheimer's Revelation Isn't So Simple", "date": "2019-10-22 16:13", "summary": "Optimism that biotech company has cracked code on a multibillion-dollar Alzheimer's disease market is premature. A stunning reversal of fortune for an experimental Alzheimer's disease drug has Biogen shares off the mat. But investors shouldn't abandon their skepticism just yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-can-still-deliver-11571761659", "title": "UPS Can Still Deliver", "date": "2019-10-22 16:11", "summary": "The shipping company's results disappointed investors, and it faces some stiff challenges, but in the near term, at least, its investments should pay off. United Parcel Service faces some big challenges in the years ahead. That doesn't mean it can't win Christmas.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-supplier-continental-to-overhaul-business-11571764454", "title": "Car-Parts Supplier Continental to Overhaul Business", "date": "2019-10-22 16:09", "summary": "Company plans $2.8 billion write-down as industry shifts toward electric vehicles; unit to be spun off. BERLIN- Continental AG , one of the world's biggest auto-parts suppliers, said it would reorganize its business and book a €2.5 billion ($2.8 billion) write-down, in the latest evidence of how softening global car demand and the mass shift to electric vehicles are reshaping the car-manufacturing economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-californias-blackouts-a-step-to-reform-11571774439", "title": "Are California's Blackouts a Step to Reform?", "date": "2019-10-22 16:00", "summary": "The Golden State is getting exactly what a majority of its voters voted for.. Regarding Holman Jenkins's \"Do California's Blackouts Make Sense?\" (Business World, Oct. 12): It makes sense, when a company is in bankruptcy over state-mandated fire liability, that the company would refrain from supplying power in the face of more liability. It makes sense that more power outages will occur because of the multibillion-dollar liability burden put on public utilities. This situation can only be mitigated by the government changing the laws and Public Utilities Commission rules. The politicians want to blame corporate greed and avarice in search of that feel-good, self-righteous moment to signal virtue and gather votes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-need-radical-change-not-tinkering-11571774369", "title": "Schools Need Radical Change, Not Tinkering", "date": "2019-10-22 15:59", "summary": "Any 'solution' that doesn't open schools to the accountability of market forces, which we insist on in all other endeavors, is no solution at all.. In \"How Parents Helped Transform a Los Angeles School\" (op-ed, Oct. 14), former Los Angeles Mayor Antonio Villaraigosa, to his credit, mentions a number of politically unmentionable problems with today's public schools. But his solution-\"elect more leaders who pledge to always put the interests of kids first\"-is comical. We've already sacrificed enough generations of kids, particularly minority kids, and there's no sign of reform except the usual litany of cynical promises from the vested interests in the $700 billion government-sponsored monopoly on public education.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brigid-kosgei-would-have-led-marathon-world-in-60-11571774216", "title": "Brigid Kosgei Would Have Led Marathon World in '60", "date": "2019-10-22 15:56", "summary": "Had Ms. Kosgei participated in the 1960 Rome Olympics marathon, she would have beaten the men's winner.. The article on marathon running \"Records Test Limits of Physiology\" (Sports, Oct. 14) makes the point that Brigid Kosgei's time of 2:14:4 broke Paula Radcliffe's world record of 2:15:25 by a handsome margin of more than one minute. Historically, it is revealing that had Ms. Kosgei participated in the 1960 Rome Olympics marathon she would have beaten the men's winner-Ethiopia's Abebe Bikila-again by a margin of more than one minute and that her time would have been a world record.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-cant-kill-these-gorgeous-preserved-plants-heres-why-11571773399", "title": "You Can't Kill These Gorgeous 'Preserved' Plants. Here's Why", "date": "2019-10-22 15:43", "summary": "5 examples of the growing trend for real plants and flowers- technically dead but legitimately lush- that need zero care. THE NEW PLANT craze in town? Dead ones. Or, in polite circles, \"preserved.\" Ordinary dried flowers lose all their liquid, hence the inevitable browning. When preserving botanicals, however, producers essentially replace their natural sap with conservation liquid (often plant-based), so they keep their appearance and some scent. Since they're \"as dead as dead can be dead,\" as New York Botanical Garden associate curator Kenneth Karol put it, you can't kill them, an oddly life-affirming upshot. Here, five preserved options, with styling advice from pros.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-technologies-new-acting-cfo-gets-a-chance-to-audition-for-postmerger-role-11571772712", "title": "United Technologies' New Acting CFO Gets a Chance to Audition for Postmerger Role", "date": "2019-10-22 15:31", "summary": "Neil Mitchill will take over the company's finance function until the closing of its merger with Raytheon. United Technologies Corp. hired an acting finance chief ahead of its planned $135 billion merger with Raytheon Co. , an appointment that could be an audition for an executive role at the combined company.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esper-tours-saudi-military-site-as-u-s-readies-troop-buildup-11571772446", "title": "Esper Tours Saudi Military Site as U.S. Readies Troop Buildup", "date": "2019-10-22 15:27", "summary": "Defense secretary's trip comes amid strained U.S.-Saudi relations and growing Russian influence in the region. PRINCE SULTAN AIR BASE, Saudi Arabia-Defense Secretary Mark Esper met Tuesday with the king of Saudi Arabia during a tour of the kingdom's military facilities as the U.S. pursues its biggest Middle East troop buildup of the Trump administration.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palladium-rally-continues-as-analysts-project-shortages-11571752428", "title": "Palladium Rally Continues Amid Project Shortages", "date": "2019-10-22 15:23", "summary": "A roaring increase in the metal's price puts it near a record. A booming rally in the silvery-white metal palladium has continued in October, underscoring how bets on the future of auto technology and environmental regulations continue to ripple through commodity markets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-says-discounts-wont-drive-long-term-growth-in-food-delivery-11571771726", "title": "Uber Says Customer Discounts Won't Drive Long-Term Growth", "date": "2019-10-22 15:15", "summary": "Company's strategy isn't dependent on customer incentives, Uber Everything chief says. LAGUNA BEACH, Calif.-Incentives are a big part of the food-delivery business today but won't be over the long term, the head of Uber Everything said Tuesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/future-of-tech-facebooks-dominance-challenged-by-social-media-splinter-11571767201", "title": "Future of Tech: Facebook's Dominance Challenged by Social-Media Splinter", "date": "2019-10-22 15:10", "summary": "Activate co-founder Michael Wolf predicts broad social-networking world beyond Facebook. Facebook Inc.'s dominance is declining as people spend more of their attention on alternative social-media platforms that promise privacy or cater to selective interests and hobbies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-headphones-according-to-top-record-producers-11571771353", "title": "The Best Headphones According to Top Record Producers", "date": "2019-10-22 15:09", "summary": "6 platinum selling music pros and the headphones they most ardently recommend--from brands like Sennheiser, Audio Technica and (surprise) Apple. Bernie Grundman, mastering engineer on Michael Jackson's 'Thriller' album: \"General consensus among our engineers is that the Sennheiser HD600($400, sennheiser.com) is the least hyped, most accurate and pleasing to listen to, especially with an aftermarket cable and proper amp. It's not the most expensive pair by a long shot, either. Speakers are nearly always superior to headphones for working with audio, but, the HD600 is my best bet.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-house-speaker-wont-run-for-re-election-amid-scandal-11571770985", "title": "Texas House Speaker Won't Run for Re-Election Amid Scandal", "date": "2019-10-22 15:03", "summary": "Fellow Republicans urged Dennis Bonnen to step aside, fearing Democratic gains in next election. The speaker of the Texas House of Representatives said Tuesday he wouldn't run for re-election next year after the revelation of a secretly recorded backroom conversation led his fellow Republicans to call for him to step down.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrian-kurdish-fighters-tell-u-s-they-have-withdrawn-from-turkeys-safe-zone-11571765171", "title": "Syrian Kurdish Fighters Say They Have Withdrawn From Safe Zone", "date": "2019-10-22 14:56", "summary": "Pence received letter Tuesday from Syrian Democratic Forces commander saying his forces had left safe area. WASHINGTON-Kurdish forces have told the Trump administration that they have completed their withdrawal from a safe zone along the Turkey-Syria border, a senior U.S. official said, as required under a temporary truce.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-regulators-fault-design-lack-of-oversight-in-bridge-collapse-11571769841", "title": "Federal Regulators Fault Design, Lack of Oversight in Bridge Collapse", "date": "2019-10-22 14:44", "summary": "NTSB Chairman also said cracks observed days before the bridge collapsed in 2018 should have led contractors and university to close the road. Federal officials have determined a Miami university bridge that collapsed and killed six people in 2018 showed significant design errors and the state government should have conducted greater oversight because of the project's complexity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-zuckerberg-to-face-congressional-grilling-11571755928", "title": "Facebook's Zuckerberg Faces Lawmakers Over Cryptocurrency", "date": "2019-10-22 14:34", "summary": "CEO goes before House panel to discuss plans for libra but will face other questions about its platform. In the 18 months since Mark Zuckerberg last testified on Capitol Hill, Facebook Inc. has focused heavily on three big initiatives: its cryptocurrency plans, a push to private messaging, and fixing the abuses of its platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-existing-home-sales-declined-2-2-in-september-11571753088", "title": "Housing Market Stalls in September", "date": "2019-10-22 14:31", "summary": "Existing home sales fall, dimming turnaround hopes. The housing market sputtered in September as a lack of homes for sale and high prices disrupted what was shaping up as a rebound in the second half of the year.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-proud-boys-members-each-get-four-years-in-prison-for-manhattan-brawl-11571768912", "title": "Two Proud Boys Members Each Get Four Years in Prison for Manhattan Brawl", "date": "2019-10-22 14:28", "summary": "Men were convicted of attempted gang assault in incident involving antifascist protesters. Two members of the far-right Proud Boys group were sentenced on Tuesday to four years in prison for their role in a 2018 brawl following a speech by the organization's founder at a New York City Republican club.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starving-brokers-surviving-on-pot-and-fake-meat-11571768711", "title": "Starving Brokers Surviving on Pot and Fake Meat", "date": "2019-10-22 14:25", "summary": "Securities lending picks up as traders seek to short stocks such as Beyond Meat and Tilray. Individual investors' steady diet of fake meat and cannabis has at least one unusual side effect: a boon for discount brokers.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-settles-with-maker-of-tracking-apps-11571768696", "title": "FTC Settles with Maker of Tracking Apps", "date": "2019-10-22 14:24", "summary": "Retina-X, company owner James Johns Jr. agree to limits on apps' ability to monitor devices without user's knowledge. A software developer behind remote-monitoring apps-which federal regulators said were used to stalk people-has accepted new restrictions on its products.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-roadway-deaths-decline-for-second-straight-yearin-2018-11571746206", "title": "U.S. Roadway Deaths Decline for Second Straight Year in 2018", "date": "2019-10-22 14:07", "summary": "Crash-avoidance technologies are lauded; more pedestrians and cyclists killed, however. U.S. traffic fatalities fell for a second consecutive year in 2018, a decline federal safety regulators attribute to auto makers outfitting more new vehicles with safety technologies that better protect when accidents occur.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breakup-of-tech-giants-on-the-table-u-s-antitrustchief-says-11571765689", "title": "Breakup of Tech Giants 'on the Table,' U.S. Antitrust Chief Says", "date": "2019-10-22 14:00", "summary": "'Big is not bad,' but 'big behaving badly is bad,' Makan Delrahim says at WSJ Tech Live summit. LAGUNA BEACH, Calif.-The top U.S. prosecutor investigating tech giants like Facebook Inc. and Google made clear Tuesday that no measure is out of his reach.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapores-temasek-makes-takeover-offer-for-offshore-rig-builder-keppel-11571767196", "title": "Singapore's Temasek Makes Takeover Offer for Offshore Rig Builder Keppel", "date": "2019-10-22 13:59", "summary": "State-run investor will look to merge the business with Sembcorp Marine to match global shipyard consolidation. Singapore's Temasek Holdings made a $2.9 billion offer for majority control of Keppel Corp. , and the sovereign-wealth fund plans to merge the shipyard with rival Sembcorp Marine Ltd. in response to consolidation in the ship construction sector in South Korea and China, people familiar with the matter said.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-posts-better-than-expected-3q-results-11571743898", "title": "Harley-Davidson Posts Better-Than-Expected 3Q Results", "date": "2019-10-22 13:59", "summary": "Retail sales fell 3.6% in the U.S. in the quarter but rose 2.7% internationally. Harley-Davidson Inc. is still struggling to attract new riders to its most important U.S. market but said it has found success in several markets abroad in recent months.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-vote-forces-trudeau-to-join-with-rival-to-govern-11571754991", "title": "Canada Vote Forces Trudeau to Join With Rival to Govern", "date": "2019-10-22 13:55", "summary": "Liberal Party, short of majority, has options on the left to form minority government. OTTAWA-Canadian Prime Minister Justin Trudeau, fresh off an election win Monday night that left him with a weakened mandate, must quickly turn his focus to finding common ground among rivals to maintain his grip on power.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-denies-federal-agencys-authority-to-issue-fintech-bank-charters-11571766837", "title": "Judge Denies Agency's Authority to Issue Fintech Bank Charters", "date": "2019-10-22 13:53", "summary": "The ruling is a victory for state financial regulators. A federal banking regulator doesn't have the authority to grant national charters to financial technology companies, a federal judge ruled Monday, a blow to the Trump administration's effort to offer firms a new pathway to the traditional banking system.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/task-of-forming-israeli-government-falls-to-gantz-after-netanyahu-fails-11571762248", "title": "Task of Forming Israeli Government Falls to Gantz", "date": "2019-10-22 13:05", "summary": "Ex-military chief takes up baton with threat of a third election looming. TEL AVIV-The task of forming Israel's next government falls on Wednesday to former military chief Benny Gantz, who will have to address conflicting demands from disparate political parties to succeed.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-plaid-shirts-american-men-crave-most-11571763924", "title": "The Plaid Shirts American Men Crave Most", "date": "2019-10-22 13:05", "summary": "American brands such as Lands' End and Eddie Bauer have trafficked in tartans for decades. Here are the best-sellers, all shirts or jackets, from six popular catalogs. Best-seller: Mackinaw Cruiser Wool Jacket in \"Red and Black\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-technologies-raises-profit-outlook-11571743571", "title": "United Technologies Raises Profit Outlook", "date": "2019-10-22 12:46", "summary": "Aerospace company recorded higher quarterly earnings and revenue. United Technologies Corp. raised its profit outlook for the year as it recorded higher quarterly earnings and revenue driven largely by its 2018 acquisition of airplane-parts maker Rockwell Collins Inc.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-donating-1-billion-toward-affordable-housing-in-silicon-valley-11571760000", "title": "Facebook Commits $1 Billion Toward Affordable Housing in Silicon Valley", "date": "2019-10-22 12:30", "summary": "The social-media giant estimates its initiative will produce up to 20,000 new housing units over the next decade. Facebook Inc. said it is providing $1 billion to help ease a shortage of affordable housing in Silicon Valley, the third tech giant this year to commit to addressing the issue as the industry seeks to soften the impact of its rapid growth.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-will-history-make-of-weworks-meltdown-11571761400", "title": "What Will History Make of WeWork's Meltdown?", "date": "2019-10-22 12:23", "summary": "The spectacular deterioration of the office-sharing company invokes comparisons with the financial crisis, which are a stretch. How will history view WeWork?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-louvres-secret-negotiations-to-mount-the-biggest-leonardo-da-vinci-show-ever-11571760902", "title": "Inside the Louvre's Secret Negotiations to Mount the Biggest Leonardo da Vinci Show Ever", "date": "2019-10-22 12:15", "summary": "Resume Subscription. Paris", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iraq-fires-commanders-in-bid-to-defuse-popular-unrest-11571760745", "title": "Iraq Fires Commanders in Bid to Defuse Popular Unrest", "date": "2019-10-22 12:12", "summary": "New protests are planned for Friday, now backed by populist cleric Moqtada al-Sadr, as the conflict in Syria next door poses a new threat to stability. BAGHDAD-The Iraqi government on Tuesday fired scores of senior military commanders for their role in a deadly crackdown on protesters, as authorities tried to avert a potential explosion of unrest that is compounded by new threats to Iraq's stability in neighboring Syria.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interpublic-operating-income-increases-despite-headwinds-in-the-u-s-11571760516", "title": "Interpublic Operating Income Increases Despite Headwinds in the U.S.", "date": "2019-10-22 12:08", "summary": "Latin America, continental Europe and Canada performed better, ad giant says. Interpublic Group of Cos. posted a higher third-quarter profit, even as account losses late last year weighed on sales in the U.S.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-injects-99-9-billion-into-markets-tuesday-11571751192", "title": "Fed Adds Temporary And Permanent Liquidity To Financial System Tuesday", "date": "2019-10-22 11:43", "summary": "Conducts $64.90 billion in overnight repurchase agreements, $35 billion repo operation. The Federal Reserve Bank of New York injected $99.9 billion in temporary liquidity and $7.5 billion in permanent reserves into financial markets Tuesday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/josef-centeno-ama-carne-guisada-recipe-11571758486", "title": "The Chef Reclaiming Tex-Mex Says There's One Secret To Successful Nachos", "date": "2019-10-22 11:37", "summary": "L.A.'s Josef Centeno reflects on the childhood feasts that inspired his new cookbook Amá. Los Angeles-based chef Josef Centeno has been pumping out some of the country's most thoughtful Tex-Mex at Bar Amá and Amácita. His restaurant Bar Amá is named after his great-grandmother, whom everyone called Amá and who immigrated to Texas at the tail end of the Mexican Revolution. By Centeno's account, she was the sort of matriarch who fed everyone, and what she fed her family was Tex-Mex cuisine. \"Simple cooking that wasn't authentically Mexican but not the melted-cheese-topped stuff people usually talk about when describing Tex-Mex,'' Centeno writes in the introduction of Amá, his newest cookbook.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-u-s-senators-have-to-decide-if-theyre-rooting-for-the-nationals-11571756590", "title": "Impeachment? U.S. Senators Can't Even Agree on Rooting for the Nationals", "date": "2019-10-22 11:27", "summary": "WSJ Sports took a roll-call vote and got a lesson in how Washington takes sides-or doesn't.. With the possibility of an impeachment trial looming over the Senate, there has never been a better time to ask every U.S. senator the question gripping the nation's capital:", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-yeas-nays-and-abstentions-11571757942", "title": "The Yeas, Nays and Abstentions", "date": "2019-10-22 11:25", "summary": "How the senators responded to The Wall Street Journal's Nationals vote. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/travelers-profit-declines-11571743477", "title": "Travelers' Profit Declines", "date": "2019-10-22 11:25", "summary": "Company added to reserves due to increase in claims payments for lawsuits, jury awards. Travelers Cos.' earnings fell in the third quarter as the insurance company added to its reserves due to an increase in claims payments for lawsuits and jury awards.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-founder-kevin-plank-steps-aside-as-ceo-11571744657", "title": "Under Armour Founder Kevin Plank Steps Aside as CEO", "date": "2019-10-22 11:20", "summary": "Sportswear company promotes operating chief Patrik Frisk; Plank to stay as chairman. Kevin Plank, the founder and chief executive of Under Armour Inc. , is stepping down as CEO, leaving the task of turning around the sportswear maker to one of his lieutenants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-business-sentiment-improves-slightly-bank-of-canada-11571757515", "title": "Canada Business Sentiment Improves Slightly: Bank of Canada", "date": "2019-10-22 11:18", "summary": "Results should reinforce expectations central bank will leave key interest rate on hold at 1.75%. OTTAWA-Overall Canadian business sentiment improved slightly in recent months but remains short of the high levels reported in previous years, a Bank of Canada survey found.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-would-let-consumers-move-data-among-social-media-11571756143", "title": "Bill Would Let Consumers Move Data Among Social Media", "date": "2019-10-22 10:55", "summary": "Platforms would have to make it easy for users to transfer contact lists and other information. WASHINGTON-A bipartisan trio of senators proposed legislation aimed at boosting competition in the tech sector by loosening social-media platforms' grip on users' data.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-connick-jr-on-having-to-deal-with-loss-at-age-13-11571755723", "title": "Harry Connick Jr. on Having to Deal With Loss at Age 13", "date": "2019-10-22 10:48", "summary": "The singer revisits how music and acting helped ease his childhood blues. Harry Connick Jr., 52, is a Grammy- and Emmy-winning singer, pianist, bandleader, arranger and actor. His latest album, \"True Love: A Celebration of Cole Porter\" (Verve), is out Oct. 25. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-silvers-sleepless-nights-11571755111", "title": "Adam Silver's Sleepless Nights", "date": "2019-10-22 10:38", "summary": "A new NBA season begins after an unsettled showdown with China. Where does the league go from here?. He slept very little over there. Adam Silver has been stateside for a bit now, and yet the timeline still feels blurry, in the way it can when you're back from traveling on the other side of the world. He knew he didn't do much sleeping, as the NBA tried to diplomatically ease its way out of an unexpected, contentious showdown with China.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stronger-u-s-demand-bolsters-profit-at-ups-11571743508", "title": "Stronger U.S. Demand Bolsters Profit at UPS", "date": "2019-10-22 10:37", "summary": "COO Jim Barber, top candidate to take over company, will retire. United Parcel Service Inc. benefited from a continued surge in overnight air shipments in the third quarter, as speedy next-day delivery increasingly becomes the standard for online orders.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-johnson-urges-support-ahead-of-make-or-break-brexit-vote-11571754971", "title": "U.K.'s Johnson Appeals for Support Ahead of Pivotal Brexit Vote", "date": "2019-10-22 10:36", "summary": "Prime Minister Boris Johnson warns that Britain's exit from the EU is on the line if Parliament fails to back him. LONDON-Prime Minister Boris Johnson appealed to lawmakers to back his Brexit deal ahead of a crucial vote on Tuesday that would provide him with an important win in his effort to withdraw the U.K. from the European Union.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everything-on-this-table-has-mayonnaise-funeral-food-stands-tall-against-change-11571754775", "title": "'Everything on This Table Has Mayonnaise.' Funeral Food Stands Tall Against Change", "date": "2019-10-22 10:32", "summary": "Armed with deviled eggs and Jell-O, church volunteers are fighting to keep up their tradition of preparing funeral meals. When someone dies in Tabor, Minn., Cheryl Novak knows what to do.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-ohio-a-fight-over-bailing-out-nuclear-plants-turns-nasty-11571754198", "title": "In Ohio, a Fight Over Bailing Out Nuclear Plants Turns Nasty", "date": "2019-10-22 10:23", "summary": "State attorney general investigates complaints; 'I've never seen anything this nutty,' says professor. Ohio is girding for a nasty statewide fight over the bailout of two nuclear plants to get even nastier.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-rallies-arent-just-part-of-his-campaign-they-are-the-campaign-11571753199", "title": "Trump's Rallies Aren't a Sideshow. They Are the Campaign.", "date": "2019-10-22 10:06", "summary": "Resume Subscription. WASHINGTON-President Trump is closer to his second Election Day than his first, and an impeachment probe threatens his political future. But inside Trump campaign rallies, it's still 2016.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bike-boat-or-board-how-to-hack-your-new-york-commute-11571752800", "title": "Bike, Boat or Board. How to Hack Your New York Commute.", "date": "2019-10-22 10:00", "summary": "Resume Subscription. Over a decade of experimentation with his 5.5-mile commute between Brooklyn and Manhattan, architect Brendan McNee has \"explored numerous ways of avoiding the subway,\" as he puts it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pac-formed-by-former-sanders-staff-adds-more-endorsements-11571751586", "title": "PAC Formed by Former Sanders Staff Adds More Endorsements", "date": "2019-10-22 09:39", "summary": "Group that helped fuel the rise of Rep. Alexandria Ocasio-Cortez announced 11 new endorsements. The political action committee that recruited and helped fuel the rise of Rep. Alexandria Ocasio-Cortez (D., N.Y.) on Tuesday announced 11 new endorsements in races across the country, bringing its total slate of candidates to 27.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-prime-minister-trudeau-headed-to-election-win-11571711840", "title": "Trudeau Wins Re-Election but Fails to Secure Majority", "date": "2019-10-22 09:15", "summary": "His Liberals will lead minority government, relying on support from other parties to pass legislation. Canadian Prime Minister Justin Trudeau won re-election, overcoming recent scandals that had damaged his reputation as a champion of clean governance and diversity to defeat his conservative rival.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-climate-show-trial-11571698112", "title": "A Climate Show Trial", "date": "2019-10-22 09:14", "summary": "Exxon is charged with being too alarmist in public about the risk of global warming.. Does the law count for anything when the target of a prosecution is politically unpopular? That's the question to keep in mind this week as New York's attorney general opens her climate-change show trial in state court against Exxon Mobil Corp.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-investor-makes-6-3-billion-bid-for-u-k-food-delivery-company-11571741531", "title": "Tencent Investor Makes $6.3 Billion Bid for U.K. Food-Delivery Company", "date": "2019-10-22 09:14", "summary": "Just Eat urged shareholders to reject the offer from Prosus, saying it preferred an already agreed combination with a rival. A newly formed tech-investment giant in Europe made its first big move, launching a £4.9 billion ($6.3 billion) offer for Just Eat PLC and challenging the global food-delivery ambitions of the likes of Amazon.com Inc. and Uber Technologies Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/premiums-for-aca-health-plans-are-set-to-drop-in-2020-11571749200", "title": "ACA Health Plan Premiums Set to Drop in 2020", "date": "2019-10-22 09:00", "summary": "Health law shows further signs of stabilizing, complicating the political cases for and against it. Premiums for the most popular health plans sold under the Affordable Care Act will drop for the second consecutive year, the Trump administration said Tuesday, as the law enters its 10th year and shows increasing signs of stabilizing.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jimmy-carter-hospitalized-after-fall-at-georgia-home-11571747598", "title": "Jimmy Carter Hospitalized After Fall at Georgia Home", "date": "2019-10-22 08:33", "summary": "The 95-year-old former president fractures pelvis in his third fall in recent months. ATLANTA-Former President Jimmy Carter is in the hospital again after falling and fracturing his pelvis Monday evening at his home in Plains, Ga.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-handcrafted-hot-rod-honors-a-patriarch-11571747420", "title": "A Handcrafted Hot Rod Honors a Patriarch", "date": "2019-10-22 08:30", "summary": "Resume Subscription. Armando Pedroza of Montebello, Calif., 38, a cargo-shipping coordinator, on his Don Challo hot rod, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ubs-eliminates-fees-on-some-accounts-for-wealth-clients-11571747401", "title": "UBS Eliminates Fees on Some Wealth Accounts", "date": "2019-10-22 08:30", "summary": "Swiss bank opens new front in price war shaking up money-management industry. UBS Group AG will eliminate some fees on investment accounts sold through its own U.S. financial advisers, opening a new front in the price war that has shaken up the money-management industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-handcrafted-hot-rod-with-many-custom-parts-11571747396", "title": "Photos: A Handcrafted Hot Rod With Many Custom Parts", "date": "2019-10-22 08:29", "summary": "Members of the Pedroza family built a one-of-a-kind, 'smoke-breathing' vehicle from rehabbed and custom-made parts.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ubs-takes-restructuring-charge-as-profits-fall-11571746564", "title": "UBS Takes Restructuring Charge as Profits Fall", "date": "2019-10-22 08:26", "summary": "Swiss bank preparing to make organizational changes to its investment bank. UBS Group AG said it would weather tougher banking conditions by tightening up the focus of its investment bank and charging large clients for deposits, as it posted a fall in third-quarter profit.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-falls-in-love-with-the-nationals-11571745399", "title": "Washington Falls in Love With the Nationals", "date": "2019-10-22 07:56", "summary": "The Nationals have become what the Redskins football team long was: the sports franchise that can transcend political divides, writes Gerald F. Seib. Washingtonians learned two things last week. They learned that the President of the United States and the Speaker of the House can't stand to be in the same room together for even half an hour.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-european-import-lower-ceo-pay-11571744313", "title": "A New European Import: Lower CEO Pay", "date": "2019-10-22 07:38", "summary": "A fight over a CEO's salary in Britain makes S&P 500 bosses look overpaid. The resignation of the boss of a U.K. medical device company over pay highlights the growing gap between American and European executive salaries. Now institutional investors are beginning to push back on fat U.S. paychecks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbc-news-chief-signed-new-deal-as-weinstein-lauer-allegations-brewed-11571742896", "title": "NBC News Chief Signed New Deal as Weinstein, Lauer Allegations Brewed", "date": "2019-10-22 07:14", "summary": "Noah Oppenheim gets show of support from Comcast's NBCUniversal and is in line to succeed NBC News Chairman Andy Lack. ", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-buys-w-hotel-in-manhattan-as-part-of-brand-revamp-11571742001", "title": "Marriott Buys W Hotel in Manhattan as Part of Brand Revamp", "date": "2019-10-22 07:00", "summary": "Company says it purchased the property to use it as an 'incubator for new ideas and designs'. Marriott International Inc. mostly got out of the real-estate business many years ago, but the big hotel operator still buys properties when it sees an opportunity or senses a threat.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-wants-to-narrow-losses-as-social-media-competition-grows-11571742000", "title": "Snap Wants to Narrow Losses as Social-Media Competition Grows", "date": "2019-10-22 07:00", "summary": "Analysts expect Snapchat operator's latest earnings to show a narrower quarterly loss and higher revenue. Snap Inc. is scheduled to report third-quarter results after the bell Tuesday. Here are the key points to watch:", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opportunity-zone-funds-are-off-to-a-slow-start-lagging-behind-heady-expectations-11571742002", "title": "Opportunity Zone Funds Are Off to a Slow Start, Lagging Behind Heady Expectations", "date": "2019-10-22 07:00", "summary": "Tax breaks aimed at distressed communities prove tougher sell than expected. Investors have been slow to embrace a new tax break meant to spur economic growth in distressed communities, leaving the amount of money raised for these programs well short of fund managers' lofty expectations.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facing-headwinds-but-ready-for-the-storm-11571742030", "title": "UBS: Facing Headwinds but Ready for the Storm", "date": "2019-10-22 07:00", "summary": "Swiss banking giant has the ammunition to deploy as market outlook dims. UBS is facing gale-force winds, but it has plans to weather the storm.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-lauds-launch-of-worlds-most-expensive-drug-11571731104", "title": "Novartis Lauds Launch of World's Most Expensive Drug", "date": "2019-10-22 06:08", "summary": "Sales beat expectations despite data-manipulation scandal. Novartis AG reported a strong launch for its new gene therapy Zolgensma-the world's most expensive drug-overcoming concerns about whether insurers would cover the treatment and a data-manipulation scandal at the unit that makes it.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fighting-extradition-ukrainian-tycoon-aligns-legal-strategy-with-trump-camp-11571736603", "title": "Fighting Extradition, Ukrainian Tycoon Aligns Legal Strategy With Trump Camp", "date": "2019-10-22 05:30", "summary": "Dmytro Firtash says his prosecution by the U.S. is politically motivated and has enlisted president's allies to fight it. For more than five years, Ukrainian tycoon Dmytro Firtash has been marooned in Vienna, fighting extradition to the U.S. on bribery and related charges.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-about-the-money-why-hong-kong-matters-so-much-to-china-11571736607", "title": "Why Hong Kong Matters So Much to China", "date": "2019-10-22 05:30", "summary": "Hong Kong's attachment to Western-style values has drawn Beijing into a political crisis, but the city is a valuable gateway into the global financial system. HONG KONG⁠-Since China resumed control of Hong Kong in 1997, the city has served as a conduit for trillions of dollars in fundraising, trade and investment.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-emperor-in-town-11571735164", "title": "A New Emperor in Town", "date": "2019-10-22 05:06", "summary": "Japan's Emperor Naruhito-who assumed the role in May following his 85-year-old father's abdication-proclaims his accession to the throne. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/marvel-strikes-podcast-deal-with-siriusxm-11571734800", "title": "Marvel Strikes Podcast Deal With SiriusXM", "date": "2019-10-22 05:00", "summary": "Superhero podcast series, talk shows to be released exclusively via satellite radio and Pandora. Coming soon to a podcast near you: superhero stories.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-mcdonalds-novartis-halliburton-ups-facebook-11571733935", "title": "Stocks to Watch: McDonald's, Novartis, Halliburton, UPS", "date": "2019-10-22 04:45", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-star-market-is-falling-to-earth-11571732956", "title": "China's STAR Market Is Falling to Earth", "date": "2019-10-22 04:29", "summary": "The technology stock board, designed as a source of capital for the country's most promising young firms, suffers from the same flaws as its predecessors. Naming your new stock-exchange board the STAR Market brings to mind meteoric gains. Three months on from its launch, China's technology stock board looks increasingly like a black hole, inhaling speculative capital for little reward.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hoping-to-find-gold-rio-tinto-strikes-lithium-instead-11571726163", "title": "Hoping to Find Gold, Rio Tinto Strikes Lithium Instead", "date": "2019-10-22 02:36", "summary": "Company bets piles of waste rock contain vast stores of the mineral that helps power electric vehicles. SYDNEY- Rio Tinto PLC thinks it can become the biggest domestic producer of lithium in the U.S. without digging a new hole in the ground.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emperor-naruhitos-imperial-ceremonies-begin-in-tokyo-11571708871", "title": "Japan's Emperor Naruhito Marks Enthronement", "date": "2019-10-22 01:52", "summary": "Dignitaries from more than 180 nations gather for the occasion. TOKYO-Emperor Naruhito proclaimed his accession to the throne, accompanied by three shouts of \"banzai\"-a wish for a long life-and a 21-gun salute.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shari-redstone-says-viacomcbs-has-enough-scale-to-compete-11571720338", "title": "Shari Redstone Says ViacomCBS Has Enough Scale to Compete", "date": "2019-10-22 01:39", "summary": "'We actually create content people actually want to watch,' Ms. Redstone said. Shari Redstone said the combination of Viacom Inc. and CBS Corp. , the companies that make up her family's media empire, will create a content giant that can compete with larger industry rivals, even if she doesn't pursue additional mergers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-election-too-close-to-call-as-trudeau-tries-to-hang-on-to-power-11571660097", "title": "Canadian Election a Tossup as Trudeau Tries to Stay in Power", "date": "2019-10-22 01:27", "summary": "Liberal prime minister and his Conservative challenger seek to win over voters with tax-relief measures. OTTAWA-Early Canadian election results suggest Prime Minister Justin Trudeau's Liberal Party lost some ground but retained the bulk of its support in Atlantic Canada, giving the incumbent Liberals an edge over their Conservative rivals.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-doesnt-want-to-censor-political-ads-over-accuracy-executive-says-11571720440", "title": "Facebook Doesn't Want to Censor Political Ads Over Accuracy, Executive Says", "date": "2019-10-22 01:00", "summary": "But the social-media platform will bar those inciting violence, Chief Technology Officer Mike Schroepfer tells WSJ Tech Live conference. LAGUNA BEACH, CALIF.- Facebook Inc. doesn't want to censor paid content from politicians based on accuracy but it would draw the line at political ads if they encourage violence, Chief Technology Officer Mike Schroepfer said Monday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrian-conflict-traps-refugees-in-an-exodus-to-nowhere-11571761535", "title": "Syrian Conflict Traps Refugees in an Exodus to Nowhere", "date": "2019-10-22 00:01", "summary": "Resume Subscription. KILLI, Syria-This tiny village in the northwestern corner of Syria became a refuge six months ago as thousands of families fled shelling by the government of President Bashar al-Assad and airstrikes by one of its main allies, Russia.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chicagos-new-mayor-grapples-with-nations-worst-pension-debt-11571755765", "title": "Chicago's New Mayor Grapples With Nation's Worst Pension Debt", "date": "2019-10-22 00:01", "summary": "Lori Lightfoot vows to avoid excessive parking fees and other nickel-and-dime strategies. CHICAGO-Mayor Lori Lightfoot has been in office only five months, but she is facing the prospect of having to ask a lot of residents in the nation's third-largest city.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11571683644", "title": "Pepper...and Salt", "date": "2019-10-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-senators-approve-pension-system-overhaul-11571786238", "title": "Brazil Senators Approve Pension System Overhaul", "date": "2019-10-22 00:01", "summary": "The passing of the legislation is a political victory for President Jair Bolsonaro. BRASÍLIA-Brazilian senators overwhelmingly approved on Tuesday a revamp of the country's insolvent social-security system, which will sharply lower spending and serve as a pillar for President Jair Bolsonaro's overhaul of a sluggish economy hamstrung by bureaucracy and protectionism.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}]