[{"link": "https://www.wsj.com/articles/greek-leader-calls-for-surprise-early-elections-11558906556", "title": "Greek Leader Calls for Surprise Early Elections", "date": "2019-05-26 18:57", "summary": "The move by left-wing Prime Minister Alexis Tsipras comes after losing to the conservative opposition in EU elections. ATHENS-Greek Prime Minister Alexis Tsipras unexpectedly called snap national elections Sunday night after his left-wing Syriza party suffered a heavy defeat in European Parliament elections.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bart-starr-celebrated-packers-quarterback-dies-at-85-11558896870", "title": "Bart Starr, Celebrated Packers' Quarterback, Dies at 85", "date": "2019-05-26 18:11", "summary": "He helped turn Green Bay into a football capital, scoring touchdown to win famed 'Ice Bowl' in 1967. Bart Starr, the quarterback who lived up to his last name by transforming a small town in Wisconsin into a football capital as he led the Green Bay Packers to five championships, died Sunday, the team said. He was 85.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-fiat-chrysler-discuss-merger-of-equals-as-part-of-alliance-talks-11558892189", "title": "Renault, Fiat Chrysler Discuss Merger as Part of Alliance Talks", "date": "2019-05-26 17:49", "summary": "The two car makers also are considering a share swap, according to people familiar with the matter. Renault SA and Fiat Chrysler Automobiles NV are discussing the possibility of a merger, according to people familiar with the matter, as the auto makers explore options for combining their businesses to better cope with slowing sales and the expensive challenge of electric vehicles and self-driving cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-team-heads-into-world-cup-on-a-winning-note-11558906149", "title": "U.S. Women's Soccer Team Heads Into World Cup on a Winning Note", "date": "2019-05-26 17:29", "summary": "Defending champions defeat Mexico, 3-0, in last friendly match before heading to tournament in France. HARRISON, N.J.-The U.S. women's soccer team dominated its final tuneup game before the World Cup, beating Mexico 3-0 on Sunday at Red Bull Arena, then exited amid fireworks and a swell of cheers from the near-sellout crowd of 26,332.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teva-settles-oklahoma-opioid-case-for-85-million-11558886977", "title": "Teva Settles Oklahoma Opioid Case for $85 Million", "date": "2019-05-26 12:20", "summary": "Deal comes days before drugmaker was to go to trial, leaving Johnson & Johnson as lone defendant. Teva Pharmaceutical Industries Ltd. agreed Sunday to pay $85 million to resolve claims by the state of Oklahoma that the company's marketing helped fuel a rise in opioid addiction.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-opposition-faces-up-to-modis-dominating-victory-11558886241", "title": "India's Opposition Faces Up to Modi's Dominating Victory", "date": "2019-05-26 11:57", "summary": "Parties reject their leaders' offer to resign; Congress party considers overhaul after its message was soundly rejected at ballot box. NEW DELHI-After suffering a landslide victory by Prime Minister Narendra Modi's party, two of India's leading opposition figures offered their resignations over the weekend. Though their party leaders refused to let them step down, the gestures reflected the severity of their defeat.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tornado-kills-at-least-two-in-oklahoma-11558886029", "title": "Tornado Kills at Least Two in Oklahoma", "date": "2019-05-26 11:53", "summary": "Sixteen people taken to local hospitals from trailer park, some in critical condition, says El Reno mayor. .", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-fried-chicken-soars-to-new-heights-11558879201", "title": "Asian Fried Chicken Soars to New Heights", "date": "2019-05-26 10:00", "summary": "Will a Taiwanese version of the comfort food paired with bubble tea be the 'next burger and milkshake'?. Move over KFC. These days, New Yorkers are increasingly seeking out fried chicken done with an Asian flair.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-toronto-raptors-have-a-kawhi-leonard-edge-in-the-nba-finals-11558878176", "title": "The Toronto Raptors Have a Kawhi Leonard Edge in the NBA Finals", "date": "2019-05-26 09:42", "summary": "He shut down Giannis Antetokounmpo and the Bucks. Now he may be the best player in a series against the Warriors.. The Golden State Warriors have been to five consecutive NBA Finals during this run that has elevated them into the same air as some of the greatest basketball teams of all time, and they've spent the last four Junes trying to solve a problem named LeBron James.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mit-scientists-biotech-research-is-called-into-question-11558875600", "title": "MIT Scientist's Biotech Research Is Called Into Question", "date": "2019-05-26 09:00", "summary": "Dr. Ram Sasisekharan defends the experimental antibodies as distinct ways of attacking viruses. A prominent MIT researcher is defending himself and his team's research against an accusation that they misled the scientific community about the discovery of two drugs in development, including a treatment for the flu virus that has attracted federal funding.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pittsburgh-breathes-easier-after-repairs-at-u-s-steel-coke-plant-11558872000", "title": "Pittsburgh Breathes Easier After Repairs at U.S. Steel Coke Plant", "date": "2019-05-26 08:00", "summary": "City's cleaner image put at risk after fire knocked out pollution controls for months. PITTSBURGH-Emissions from the nation's largest coke plant, 15 miles south of Pittsburgh, have dropped sharply after a surge in pollution earlier this year prompted health warnings and widespread complaints of foul smells.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-is-it-safe-for-children-to-start-strength-training-11558872000", "title": "When Is It Safe for Children to Start Strength Training?", "date": "2019-05-26 08:00", "summary": "A professor of orthopedic surgery and pediatrics explains the risks and benefits for children and adolescents-and when it's OK to add weights. Coaches may ask young athletes to train in the off-season. Teenagers may want to \"bulk up\" as they enter high school or college. Parents may have their own ideas about their kids going to the gym. Holly J. Benjamin, a professor of orthopedic surgery and pediatrics and the director of primary-care sports medicine at the University of Chicago, helped write the American Academy of Pediatrics' policy for strength training. Here she defines what strength training is and explains the risks and benefits for children and adolescents-and when it's safe to add weights.", "categories": [["Life & Work", "Burning Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/burning-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-players-to-launch-business-11558872001", "title": "U.S. Women's Soccer Players to Launch Business", "date": "2019-05-26 08:00", "summary": "The company owned by four team veterans will start with streetwear but aims to add other products and challenge corporate norms. Winning the 2015 World Cup brought the U.S. Women's National Team the highest-rated soccer game in U.S. history, a ticker-tape parade and a post-victory tour that generated millions for the U.S. Soccer Federation.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-brings-his-own-prize-to-japans-sumo-wrestling-championship-11558837740", "title": "Trump Brings His Own Prize to Japan's Sumo Championship", "date": "2019-05-26 07:15", "summary": "Event is part of president's four-day visit to meet the country's newly enthroned emperor. TOKYO-An underdog wrestler won Japan's summer sumo tournament, but it was a new trophy presented after the final match that stole the show.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-convertible-bond-boom-in-china-isnt-all-good-news-for-shareholders-11558868403", "title": "A Convertible-Bond Boom in China Isn't All Good News for Shareholders", "date": "2019-05-26 07:00", "summary": "Companies have become more sophisticated in using capital markets to raise funds, but existing shareholders could see holdings diluted. SHANGHAI-Chinese companies have become avid issuers of bonds that convert into shares, building on a stock-market rally to raise funds at low interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-try-stock-picking-as-volatility-rises-11558863000", "title": "Investors Try Stock Picking as Volatility Rises", "date": "2019-05-26 05:30", "summary": "Some view sharper equity moves as an opportunity to beat the broader market. Volatility in the market is driving a stock-picking comeback.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refiners-poised-for-boost-from-clean-fuel-rules-11558863000", "title": "Refiners Poised for Boost From Clean-Fuel Rules", "date": "2019-05-26 05:30", "summary": "Worries about higher fuel prices for consumers have been supplanted by optimism about rising investment into the industry. DELAWARE CITY, Del.-The oil refinery owned by PBF Energy Inc. near this Delaware Bay town was mothballed nearly a decade ago. Today it is running almost full-bore, and PBF and a business partner are spending $100 million to expand it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papua-new-guineas-prime-minister-resigns-11558860870", "title": "Papua New Guinea's Prime Minister Resigns", "date": "2019-05-26 04:54", "summary": "The veteran politician quit his post rather than face a no-confidence vote following weeks of political turmoil.. Papua New Guinea's veteran Prime Minister Peter O'Neill has resigned following weeks of political turmoil and government defections over his handling of various budget and health crises, including a $13 billion plan to double liquefied natural gas exports.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-japan-visit-golf-burgers-and-a-provocative-tweet-11558854862", "title": "Trump's Japan Visit: Golf, Burgers and a Provocative Tweet", "date": "2019-05-26 03:14", "summary": "The president applauded North Korean state media's criticism of former vice president Joe Biden. TOKYO-President Trump began his four-day visit to Japan on a provocative note.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-negotiators-agree-to-new-round-of-talks-11558830760", "title": "Venezuela Negotiators Agree to New Round of Talks", "date": "2019-05-26 20:32", "summary": "U.S. says it supports Oslo talks if they lead to the ouster of Nicolás Maduro and free elections. Both sides of Venezuela's political divide agreed to hold a new round of negotiations, Norway's foreign ministry said Saturday, as Oslo looks to mediate a solution to the South American nation's political standoff and humanitarian crisis.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}]