[{"link": "https://www.wsj.com/articles/fake-eyelash-kits-sourced-from-north-korea-put-cosmetics-firm-in-u-s-crosshairs-11548977856", "title": "Fake Eyelash Kits Sourced From North Korea Put Cosmetics Firm in U.S. Crosshairs", "date": "2019-01-31 18:57", "summary": "California company says it discovered the problem and reported it after a self-administered audit. A California cosmetics company agreed to pay about $1 million to settle allegations it violated U.S. sanctions regulations by importing fake eyelash kits from China-based suppliers that had sourced materials from North Korea.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mr-president-tear-down-that-word-11548978926", "title": "Mr. President, Tear Down That Word", "date": "2019-01-31 18:55", "summary": "Trump needs a way out of the shutdown. Meanwhile, Howard Schultz misjudges the country's direction.. NPR voice: This week in Advice for People Who Didn't Ask, we focus on two men of significant ambition who are making perplexing decisions.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grande-vs-keurig-billionaires-11548978810", "title": "Clash of the Billionaire Politicians", "date": "2019-01-31 18:53", "summary": "Schultz's independent run makes more sense than Bloomberg's Democratic one.. Billionaire Michael Bloomberg lectured billionaire Howard Schultz Monday on the proper way to run for president. Third-party campaigns are a nice thought, explained Mr. Bloomberg, but the Starbucks baron is indulging in too grande-venti-trenta of an ambition: \"There is no way an independent can win.\"", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-do-with-empty-churches-11548978752", "title": "What to Do With Empty Churches", "date": "2019-01-31 18:52", "summary": "A small and shrinking congregation often has the most beautiful religious architecture.. Wander any large U.S. city and you'll spot a serious mismatch. Majestic old houses of worship have only vestigial congregations. Without their endowments these cathedrals, chapels and synagogues couldn't keep the lights on.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/act-natural-review-dont-worry-theyll-survive-11548978666", "title": "'Act Natural' Review: Don't Worry, They'll Survive", "date": "2019-01-31 18:51", "summary": "How should you raise your children? Long ago, experts offered falsehood, myth and speculation. Modern parenting advice isn't much better.. Modern parenting literature portrays raising a child as difficult business. Make your own baby food or you risk raising a sugar addict. Letting a bored child play with your phone rather than sustainably sourced wooden blocks is an invitation to delinquency. Such advice is often premised on helping parents raise children \"naturally,\" perhaps as children were parented at some ideal time in the past. But, notes Jennifer Traig-a book author, humorist and mother of two-in \"Act Natural,\" the word \"parenting\" itself \"only came into common usage about forty years ago, which I guess means parenting was invented after I was.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-centuries-of-corporate-personhood-11548978712", "title": "Two Centuries of Corporate Personhood", "date": "2019-01-31 18:51", "summary": "Dartmouth won an important Supreme Court victory in 1819.. Jeff Clements, author of \"Corporations Are Not People,\" delivered a lecture of the same title at Dartmouth a few years ago. One wonders if Mr. Clements appreciated the irony. It was in Dartmouth College v. Woodward, decided Feb. 2, 1819, that the U.S. Supreme Court affirmed the legal personhood of corporations as an essential principle of American law.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-n-can-save-venezuelareally-11548978590", "title": "The U.N. Can Save Venezuela-Really", "date": "2019-01-31 18:49", "summary": "Officially recognizing Guaidó would weaken Maduro's finances and grip on the military.. It's extraordinary how quickly the fortunes have turned against Venezuelan strongman Nicolás Maduro. His dream of a second presidential term was interrupted last week when the National Assembly declared his re-election invalid and legally removed him from office. Since Jan. 23, the U.S. and 20 other countries have recognized National Assembly leader Juan Guaidó as Venezuela's interim president, and the Trump administration has attempted to drain the Maduro regime's lifeblood by imposing sanctions on the state-run oil company. Yet Mr. Maduro is clinging to power, calling the military to his aid rather than going gently.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-of-the-union-without-artificial-sweeteners-11548978481", "title": "The State of the Union Without Artificial Sweeteners", "date": "2019-01-31 18:48", "summary": "Trump will boast and brag. What if a president were appropriately grumpy?. Surely I am not the only one able to brook the lengthiest of delays in the delivery of this year's-or any other year's-State of the Union. The address has become a predictable bore. The president of either party emphasizes his accomplishments, diminishes or neglects to mention his defeats, and members of his party stand and applaud at every claptrap-I use the word in its original sense-while the opposing party remains seated in sullen disenchantment. The only item of possible interest in recent years has been whether Justice Ruth Bader Ginsburg can remain awake.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-slowdown-that-dare-not-speak-its-name-11548978538", "title": "Germany's Slowdown That Dare Not Speak Its Name", "date": "2019-01-31 18:48", "summary": "The rise of the AfD and the threat of recession have so far failed to upset the country's complacency.. Berlin", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-should-stop-living-a-liii-11548978436", "title": "The NFL Should Stop LIVing a LIII", "date": "2019-01-31 18:47", "summary": "Does the Super Bowl really need Roman numerals?. Forget bad officiating and Deflategate. The National Football League has a bigger problem that afflicts us all-players, fans, gamblers, even advertisers. It's the title of the big game: Super Bowl LIII. It's high time the pigskin potentates abandoned their pretentious Roman numerals in favor of the familiar Arabic numbers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-for-el-chapo-urges-jurors-to-keep-open-mind-11548978176", "title": "Defense for 'El Chapo' Urges Jurors to Keep Open Mind", "date": "2019-01-31 18:42", "summary": "In closing statement, Mexican drug lord's lawyer seeks to undermine credibility of cartel insiders who testified at trial. A lawyer for Joaquín \"El Chapo\" Guzmán Loera asked jurors in Brooklyn federal court to look past the Mexican drug lord's notoriety and acquit him of drug-trafficking charges, dismissing the government's witnesses over the past three months as liars.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-takes-down-catholic-history-11548978029", "title": "Notre Dame Takes Down Catholic History", "date": "2019-01-31 18:40", "summary": "Catholics against Columbus are covering murals that depict the explorer bringing their Catholic faith to the Americas.. Regarding Alejandro Bermudez's \"Catholics Against Columbus\" (Houses of Worship, Jan. 25): What's the matter with Father John Jenkins, president of the University of Notre Dame? By covering the Columbus murals at the school, he has waded into the progressive swamp which will sooner than later engulf him and the university. I hope there is a backlash to this action. Notre Dame should stick to what it does best: academics and football.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-college-would-create-better-educated-citizens-11548977950", "title": "Free College Would Create Better Educated Citizens", "date": "2019-01-31 18:39", "summary": "Free high school hasn't diminished the value of a high-school degree.. Regarding Dave Erchull's Jan. 24 letter responding to Jason Riley's (\"Think College is Expensive? Wait Until It's Free,\" Upward Mobility, Jan. 16): I respectfully disagree. What is wrong with a cabdriver, or anyone else for that matter, wishing to be better educated? As important as it is, surely most would agree, there's more to life than just earning a living. To Mr. Erchull's point, presumably, free college would diminish the quality of a college degree. I'm not so sure. Has the availability of a free high-school education diminished the quality of a high-school diploma? In fact, I would argue the opposite, not to mention the benefits of a more-informed citizenry.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-has-duty-to-investigate-trump-hotel-lease-11548977992", "title": "Congress Has Duty to Investigate Trump Hotel Lease", "date": "2019-01-31 18:39", "summary": "Chairman Peter DeFazio on his probe of the Trump Organization.. Fred Barnes calls me \"eager\" to investigate President Trump regarding the Old Post Office building (OPO), where his hotel is leasing space from the federal government (\"The Downside of Anti-Trump Rage,\" op-ed, Jan. 23).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-should-address-bad-governments-refugee-role-11548977918", "title": "Pope Should Address Bad Governments' Refugee Role", "date": "2019-01-31 18:38", "summary": "The pope should admonish the leaders of countries generating refugees for not doing enough to counteract crime, poverty and hopelessness.. I appreciate Pope Francis' message about caring for our fellow human beings as they make great efforts to leave their countries and search for better lives (\"In Panama, Pope Speaks Up for Migrants,\" World News, Jan. 25).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-government-lawyers-must-follow-the-standards-11548977872", "title": "Even Government Lawyers Must Follow the Standards", "date": "2019-01-31 18:37", "summary": "Every lawyer, government or private, is subject to rules of professional conduct which prohibit pursuing meritless litigation.. I agree with Judge Alex Kozinski that the government's limitless litigation budget poses a significant threat to private citizens and encourages never-ending litigation (\"How a Pointless Lawsuit Took Off,\" op-ed, Jan., 25). Curiously, the judge fails to mention a very powerful tool in the judicial belt to curb such abuses. Every lawyer, government or private, is subject to rules of professional conduct which prohibit pursuing meritless litigation. I wonder whether anyone referred the obdurate U.S. attorneys to the governing disciplinary body?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-citgo-weighs-bankruptcy-other-options-amid-political-fight-11548963476", "title": "Venezuela's Citgo Weighs Bankruptcy, Other Options", "date": "2019-01-31 18:34", "summary": "Refining company seeks to protect operations amid a tussle between the Trump administration and Venezuela's government. The Trump administration's sanctions against Venezuela's oil sector are forcing the country's Citgo Petroleum Corp., one of the largest refiners in the U.S., to consider bankruptcy as a way to protect its operations amid the battle for political control in Caracas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kristaps-porzingis-trade-knicks-cap-space-11548975161", "title": "Knicks Trade Star Porzingis for... Nobody Knows", "date": "2019-01-31 18:32", "summary": "Kristaps Porzingis is gone. But now the Knicks have enough money for two marquee free agents this summer. Will they land Kevin Durant?. The New York Knicks have not been a very good team in approximately forever. They have been plagued by chronic mismanagement and treated their fans to some terrible basketball in the five years since the NBA team in the league's biggest market made it to the playoffs. The only thing they had going for them was Kristaps Porzingis: the young superstar who, until late in the afternoon of a frigid winter day in the worst season in their history, they were planning to build around.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ranking-house-member-presses-boeing-on-china-backed-satellite-deal-11548967170", "title": "House Member Presses Boeing on China-Backed Satellite Deal", "date": "2019-01-31 18:27", "summary": "McHenry requests details on what Boeing knew about Global IP's China links, probes whether deal violated U.S. export laws. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-opposition-leader-outlines-plan-to-revive-nation-11548976950", "title": "Venezuela Opposition Leader Outlines Plan to Revive Nation", "date": "2019-01-31 18:22", "summary": "Juan Guaidó, recognized by Washington as the rightful leader, said he would sell state assets and invite private investment in the energy industry. CARACAS-Juan Guaidó, the 35-year-old opposition leader recognized by Washington as Venezuela's rightful leader, laid out a plan Thursday to reverse President Nicolás Maduro's economic polices and address Latin America's worst humanitarian crisis in decades.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-a-shiver-runs-through-it-11548976166", "title": "Amazon: A Shiver Runs Through It", "date": "2019-01-31 18:09", "summary": "Record sales and earnings show signs of deceleration-Amazon investors' greatest fear. Amazon.com just reported its best quarter ever and its worst quarter in years. That both are true speaks to the dichotomy inherent in evaluating what is-for now anyway-the world's most valuable company.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banking-with-beijing-11548975960", "title": "Banking With Beijing", "date": "2019-01-31 18:06", "summary": "Malaysia is the latest country to rethink Belt and Road projects.. Eighteen months after a Chinese construction firm broke ground on Malaysia's 400-mile East Coast Rail Link, the $20 billion project has been cancelled. Or so it seemed on Saturday, before Prime Minister Mahathir Mohamad contradicted his economics minister in saying that no decision has been made. But Mr. Mahathir has previously called these Chinese projects unfair, and he should stick to those instincts.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-rebuff-trump-on-syria-withdrawal-plan-11548975257", "title": "Senate Republicans Rebuff Trump on Syria Withdrawal Plan", "date": "2019-01-31 17:54", "summary": "The GOP-controlled Senate advanced legislation opposing the president's decision to pull troops from Syria and Afghanistan. The GOP-controlled Senate advanced legislation on Thursday opposing President Trump's decision to withdraw troops from Syria and Afghanistan, the latest legislative rebuke to Mr. Trump's foreign policy from members of his own party.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blurred-borders-carlyle-raises-1-35-billion-for-new-tech-fund-11548974837", "title": "Blurred Borders: Carlyle Raises €1.35 Billion for New Tech Fund", "date": "2019-01-31 17:47", "summary": "Private-equity giant looks to invest more of its latest fund on both sides of the Atlantic. Carlyle Group LP has rounded up €1.35 billion ($1.55 billion) for its latest fund focused on investments in European technology businesses. But this time around, the firm predicts more of those companies will span both sides of the Atlantic.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tool-company-claims-ips-worldwide-misappropriated-millions-11548974246", "title": "Tool Company Claims IPS Worldwide 'Misappropriated' Millions", "date": "2019-01-31 17:37", "summary": "Creditor Stanley Black & Decker is owed $41 million from the bankrupt freight-payment provider. Stanley Black & Decker Inc., owed an estimated $41 million by bankrupt freight-payment services provider IPS Worldwide LLC, says the company \"misappropriated\" its cash, according to recent court filing.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-in-talks-on-payments-to-brazils-dam-disaster-victims-11548974150", "title": "Vale in Talks on Payments to Brazil's Dam Disaster Victims", "date": "2019-01-31 17:35", "summary": "The disaster has claimed at least 110 lives, with 238 more missing and feared dead. SÃO PAULO-Brazilian mining giant Vale SA hopes to sign a deal with the state of Minas Gerais soon so it can start paying damages to the victims of the collapse last week of a tailings dam owned by the company.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nick-saban-wins-again-in-baton-rougeover-the-irs-11548974097", "title": "Nick Saban Wins Again in Baton Rouge-Over the IRS", "date": "2019-01-31 17:34", "summary": "Alabama coach's Louisiana real estate deduction gets Judge's blessing. Alabama football coach Nick Saban racked up a win this month after all, prevailing over the Internal Revenue Service in court.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-wealthy-women-sex-trafficking-survivor-rachel-lloyd-on-founding-a-nonprofit-11548973901", "title": "Secrets of Wealthy Women: Sex-Trafficking Survivor Rachel Lloyd on Founding a Nonprofit", "date": "2019-01-31 17:31", "summary": "She tells host Veronica Dagher how she has made it her mission to lead women to a safe and successful future in the WSJ podcast. When she was just 13 years old, Rachel Lloyd dropped out of school to help support her alcoholic single mother pay the bills.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-follow-wall-street-higher-on-fed-11548925213", "title": "Dow Industrials Edge Lower on Sluggish Earnings", "date": "2019-01-31 17:27", "summary": "Blue chips and S&P 500 finish January with strong gains. A trio of disappointing earnings reports pulled the Dow Jones Industrial Average slightly lower Thursday, though the blue-chip index still logged its strongest January performance since 1989.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-weighs-purchase-of-45-boeing-made-f-a-18-warplanes-11548973494", "title": "Germany Weighs Purchase of 45 Boeing-Made F/A-18 Warplanes", "date": "2019-01-31 17:24", "summary": "Possible deal would be win for Trump administration but surprise blow to Lockheed Martin. BERLIN-Germany is considering purchasing 45 Boeing Co. -made F/A-18 warplanes for its air force, German government officials said Thursday, in what would be a win for the Trump administration but a surprise blow to Boeing rival Lockheed Martin Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-not-good-but-good-enough-11548947027", "title": "GE: Not Good, but Good Enough", "date": "2019-01-31 17:18", "summary": "GE shares rose as the company lagged analyst consensus but CEO Larry Culp sent a clear message that he has stopped the rot. General Electric Chief Executive Larry Culp kicked off the company's conference call with a telling reference to the best-seller \"Good to Great.\"", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-franciscos-soda-health-warning-found-unconstitutional-11548971110", "title": "San Francisco's Soda Health Warning Found Unconstitutional", "date": "2019-01-31 17:14", "summary": "Judges rule that city's required wording on ads for sugary drinks violates First Amendment. A federal appeals court ruled a San Francisco ordinance requiring health warnings on advertising for sugary drinks violates the First Amendment, in a victory for national beverage makers whose products have come under increasing government scrutiny.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-twitter-take-action-to-combat-foreign-misinformation-11548965673", "title": "Facebook, Twitter Remove Accounts to Combat Foreign Misinformation", "date": "2019-01-31 17:02", "summary": "Social-media giants say accounts originated in Iran, Venezuela. Facebook Inc. and Twitter Inc. said on Thursday that they removed hundreds of fake accounts from Iran and Venezuela spreading misinformation on their social-media platforms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-lawmakers-pass-15-minimum-wage-bill-11548972117", "title": "New Jersey Lawmakers Pass $15 Minimum-Wage Bill", "date": "2019-01-31 17:01", "summary": "Increase to be phased in, with most workers eligible for top rate by 2024. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/con-ed-seeks-rate-increases-for-new-york-city-area-customers-11548971155", "title": "Con Ed Seeks Rate Increases for New York City-Area Customers", "date": "2019-01-31 16:50", "summary": "Utility's residential gas customers would see the biggest jump in their monthly bills under the proposal. Consolidated Edison Inc. is seeking permission to raise electricity and gas rates in and near New York City, but the utility is likely to face pushback on the proposal and the level of increases it is seeking.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanon-gets-a-government-nine-months-after-elections-11548971377", "title": "Lebanon Gets a Government Nine Months After Elections", "date": "2019-01-31 16:49", "summary": "Wrangling between factions backed by Saudi Arabia and Iran have pushed country to brink of economic collapse. BEIRUT-Rival factions in Lebanon agreed Thursday to form a unity government nearly nine months after the elections, ending a political standoff that has pushed the country to the brink of economic collapse.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-y-c-s-troubled-housing-authority-to-go-under-federal-monitor-11548964297", "title": "N.Y.C.'s Troubled Housing Authority to Go Under Federal Monitor", "date": "2019-01-31 16:42", "summary": "Feds will pick new housing authority management as city commits to funding fixes. The New York City Housing Authority, operator of the largest public housing system in the U.S., will be given new management assigned by the federal government, and the city will have to commit to spending billions of dollars to fix its aging housing stock, according to a decision announced Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-weighs-new-russia-sanctions-over-detention-of-ukrainian-sailors-11548970934", "title": "U.S. Weighs New Russia Sanctions Over Ukraine Sailors' Detention", "date": "2019-01-31 16:42", "summary": "Russia is still holding two dozen Ukrainian sailors it detained in the Sea of Azov, heightening tensions. WASHINGTON-The Trump administration is considering new sanctions against Russia over its detention of 24 Ukrainian sailors seized in November, including penalties against Russian ships, the U.S. envoy to Ukraine said Thursday.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-power-unit-weighs-on-fourth-quarter-results-subprime-probe-settled-11548936549", "title": "GE Cites Progress Toward Turnaround After Tough Year", "date": "2019-01-31 16:32", "summary": "Power unit weighed on fourth-quarter results; conglomerate to pay $1.5 billion to settle subprime probe. General Electric Co. executives said they were making progress in turning around the troubled conglomerate, after the company reported another quarter of weak profits in its core power business and legacy problems in its GE Capital unit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-doll-review-a-matter-of-life-and-death-and-death-and-death-11548969957", "title": "'Russian Doll' Review: A Matter of Life and Death, and Death, and Death", "date": "2019-01-31 16:25", "summary": "Natasha Lyonne stars as a woman who keeps dying during her birthday party only to find herself transported back again and again, alive, to the festivities.. Likability is an overrated virtue on television to judge by Nadia Volvokov (Natasha Lyonne), the hard-boiled hipster of \"Russian Doll.\" Recreationally vulgar, a sufferer of absolutely no fools, and abrasive enough to send people scattering, she's also a woman resigned to the unsplendid eventualities of middle age in a city poised on the precipice of decadent collapse. She's kind of lovable. And people come to her birthday party. So how bad can she be?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-abc-murders-review-the-detective-has-a-secret-11548969928", "title": "'The ABC Murders' Review: The Detective Has a Secret", "date": "2019-01-31 16:25", "summary": "This Christie adaptation, starring John Malkovich, uncovers more of the back story of the least flamboyant, most downbeat Hercule Poirot we've ever met.. Hercule Poirot, the fussy, fastidious and not-French detective created by Agatha Christie, has provided a number of great actors a dignified way to serve up their inner ham: Albert Finney, Peter Ustinov, Ian Holm, Kenneth Branagh-even the sublime David Suchet-all threw understatement to the wind. And given how the Christie twists have wheedled their way into the mystery lover's mind, the question surrounding any new Poirot adaptation isn't really \"whodunit.\" It's \"who's overdone it?\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-boses-new-audio-sunglasses-live-up-to-the-hype-11548969733", "title": "Do Bose's New Audio Sunglasses Live Up to the Hype?", "date": "2019-01-31 16:22", "summary": "The audio giant's new smart shades pump high-quality beats into your ears without shoving plastic buds in them. NOTHING BEATS getting something free, except when it comes to earbuds. Though most smartphones come bundled with shoddy buds, 50% of those subpar sets never make it out of the box, according to tech researchers at the Diffusion Group. Instead, as per data analytics firm Statista, Americans who want to hear Kendrick Lamar and Chris Stapleton spent nearly $4 billion on finer headphones in 2018.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scooter-startup-lime-is-raising-400-million-at-2-billion-valuation-11548969258", "title": "Scooter Startup Lime Is Raising $400 Million at $2 Billion Valuation", "date": "2019-01-31 16:16", "summary": "GV, the venture capital arm of Google parent Alphabet, is expected to lead the latest round. Scooter startup Lime is raising $400 million at a $2 billion valuation in the latest funding round, according to a regulatory filing. This is a big boost to the ride-sharing electric-scooter sector that has seen sizeable investor interest despite questions about profitability and vandalism.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-leader-tells-trump-kabul-is-willing-to-help-cut-u-s-troop-costs-11548969342", "title": "Afghan Leader Tells Trump Kabul Is Willing to Help Cut U.S. Troop Costs", "date": "2019-01-31 16:15", "summary": "Ghani's letter to Trump signals concern about the effects of a hasty American troop withdrawal on security in Afghanistan. DUBAI-In an effort to keep U.S. military forces in Afghanistan, President Ashraf Ghani has told President Trump that the Kabul government is willing to discuss how to reduce the size and cost of maintaining America's military presence in the country.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vintage-trains-and-planes-converted-into-novel-restaurants-and-bars-11548969157", "title": "Vintage Trains and Planes Converted Into Novel Restaurants and Bars", "date": "2019-01-31 16:12", "summary": "From a 1900s caboose in Portland, Ore., to a 737 in central China, five vintage trains and planes transformed into unique restaurants and bars. WHEN THE TWA HOTEL opens this spring at John F. Kennedy International Airport, tipplers will find bar stools instead of passenger seats behind the cockpit of a parked 1958 TWA prop plane. But this won't be the first time a plane has been transformed into a pub. Among the growing number of aircraft and trains to be repurposed as bars or restaurants, these five are well worth boarding-no ticket required.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resilient-u-s-economy-fuels-january-stock-market-recovery-11548939600", "title": "Stocks Post Best January in 30 Years", "date": "2019-01-31 16:02", "summary": "Gains by banks and small caps helped lift the Dow and S&P 500 to their best starts since the 1980s. Banks and smaller companies propelled stocks to their best January in 30 years, a sign that investors are favoring sectors tied to the U.S. economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-extend-post-fed-rally-11548957153", "title": "U.S. Government Bonds Extend Post-Fed Rally", "date": "2019-01-31 16:01", "summary": "Data showing eurozone in 2018 grew at weakest pace in four years helped push investors toward safer assets. U.S. government-bond prices extended gains Thursday, as month-end buying and weak European economic data added to demand for Treasurys.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polar-vortex-strains-systems-general-motors-halts-factories-11548946411", "title": "Polar Vortex Strains Systems; General Motors Halts Factories", "date": "2019-01-31 16:01", "summary": "Deadly cold prompts factory closures in Midwest as frigid temperatures move east. Auto makers closed factories, airlines canceled more flights and gas utilities urged customers to turn down their thermostats as the Midwest continued to grapple Thursday with deadly Arctic temperatures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arctic-review-acing-the-ice-11548968407", "title": "'Arctic': Acing the Ice", "date": "2019-01-31 16:00", "summary": "After a plane crash, the lonely hero of Joe Penna's debut feature must choose between staying in the relative safety of the wreckage or venturing into a frozen landscape to look for help.. Back stories are the stuff of rich literature, but all too often in these overexplained times they're the bane of strong drama. In \"Arctic\" a pilot has crashed his single-engine plane in the middle of a snowy nowhere. If the film weren't as clean and uncluttered as it is, we might be told that his crash had complex antecedents. Maybe his mind was clouded by opioids after the loss of his newborn quintuplets to an incurable disease, he misread the coordinates on his charts and, in a mounting delirium of anxiety and grief, ran out of fuel. Instead, Joe Penna's fine debut feature, with Mads Mikkelsen in the only speaking role, tells us nothing about the man except his name-it's Overgård, according to a patch on his parka-and shows, entirely in the present tense, his desperate struggle to stay alive, and to save another life in the process.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daughter-of-mine-review-what-makes-a-mother-11548968115", "title": "'Daughter of Mine': What Makes a Mother", "date": "2019-01-31 15:55", "summary": "Laura Bispuri's Italian film questions the nature of maternity with a story about a child raised by her birth mother's neighbor.. A small movie set in coastal Sardinia, \"Daughter of Mine\"-in Italian with English subtitles-asks big questions and answers them fully, vividly and affectingly, without a trace of sentimentality. The most obvious question concerns the maternal bond: Who can claim it more persuasively, the birth mother or the woman who has raised the child? Two other questions, though, dominate a specific child's life as she approaches her 10th birthday: Who am I, and who should I be?", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miss-bala-review-misfire-in-mexico-11548968091", "title": "'Miss Bala' Review: Misfire in Mexico", "date": "2019-01-31 15:54", "summary": "The story of a young woman caught up in narco gang warfare in Tijuana is loaded with action cliches.. As entertainment calculations go, \"Miss Bala\" has a lot going for it-a large Hispanic-American audience may welcome an action adventure made mainly by and targeted at Hispanic-Americans, with a gun-toting heroine, Gloria, played by Gina Rodriguez. As entertainment, however, the film is calculation impure and simple. It's a box-ticking exercise in female jeopardy, survival and empowerment, oppressively efficient in its relentless way but unrelieved by emotional resonance.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-believes-in-tom-brady-or-something-like-that-11548967365", "title": "Nobody Believes in Tom Brady. Or Something Like That.", "date": "2019-01-31 15:42", "summary": "For motivation, a Super Bowl perennial tries on the underdog (or underdog-ish) mentality. Historically, Super Bowl week is a mockable target-a circus-like crush of media nonsense that mostly embarrasses everyone associated with it. But in 2019, how is it different than any other clown car pile-up in American public life? Is modern political coverage some sort of dignified enterprise when compared to football's? Turn on cable news-everyone is croaking away like caffeinated bullfrogs. Every machination of Washington, D.C., is breathlessly hyped like destruction's eve. Social media is a shoelace fire atop a tire fire atop a garbage fire.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-pauses-after-strong-gains-11548932983", "title": "U.S. Oil Prices Fall Amid Doubts Over China Trade Deal", "date": "2019-01-31 15:38", "summary": "Crude prices reversed earlier gains on concerns of weaker global economy. • U.S. oil prices reversed earlier gains to end lower Thursday after President Trump said any U.S.-China trade deal may have to be postponed, which sparked concerns of a weaker global economy and reduced demand for oil.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-faces-deepening-scrutiny-in-europe-11548930489", "title": "Huawei Faces Deepening Scrutiny in Europe", "date": "2019-01-31 15:22", "summary": "EU is latest authority to consider measures to address concerns about the Chinese telecommunications-equipment maker. The European Union is exploring ways to address security concerns about Huawei Technologies Co. and other Chinese telecommunications-equipment suppliers, EU officials said, a move that could effectively halt sales of Huawei gear in one of the company's most important markets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-218-billion-in-debt-11548965955", "title": "Treasury to Sell $218 Billion in Debt", "date": "2019-01-31 15:19", "summary": "U.S. Treasury Department's auctions next week will range from 18-day cash-management bills to 30-year bonds. The U.S. Treasury Department will auction $218 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/net-neutrality-rollback-faces-legal-challenges-testing-trump-agenda-11548965122", "title": "Net Neutrality Rollback Faces Legal Challenges Testing Trump Agenda", "date": "2019-01-31 15:05", "summary": "Internet companies, consumer advocates and several states want to invalidate the Federal Communications Commission overturn of net neutrality. WASHINGTON-The conservative rollback of Obama-era net-neutrality rules faces its first major legal test Friday, when a federal court considers lawsuits brought by consumer advocates, internet companies and a group of Democratic-led states that oppose the deregulation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-extends-climb-on-post-fed-dollar-weakness-11548940733", "title": "Gold Extends Rally After Cautious Fed Comments", "date": "2019-01-31 14:51", "summary": "Most-active Comex copper futures rose as investors hope a trade resolution will boost the outlook for global growth and commodity consumption. Gold prices surged again Thursday, supported for much of the day by a sliding dollar and falling Treasury yields after the Federal Reserve indicated late Wednesday it was done raising rates for now.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albert-j-dunlap-cost-slashing-sunbeam-ceo-known-as-chainsaw-al-dies-at-age-81-11548611699", "title": "Albert Dunlap Compared Himself to Springsteen, Then Came the Fall", "date": "2019-01-31 14:48", "summary": "Wall Street was sold on 'Chainsaw Al' until his turnaround at Sunbeam proved to be a mirage. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-is-willing-to-move-without-congress-on-border-wall-11548960181", "title": "Trump Willing to Move Without Congress on Border Wall", "date": "2019-01-31 14:46", "summary": "The president said the White House and congressional negotiators are no closer to an immigration deal. WASHINGTON-President Trump said Thursday that the White House and congressional negotiators were no closer to an immigration deal, five days after he agreed to end the partial government shutdown, and reiterated he is willing to act alone to build a wall on the southern border.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ah-wilderness-review-comedy-that-passes-the-no-budget-test-11548963705", "title": "'Ah, Wilderness!' Review: Comedy That Passes the No-Budget Test", "date": "2019-01-31 14:41", "summary": "A stripped-down production of Eugene O'Neill's only mature full-length comedy shows that the playwright's work endures.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racist-and-anti-semitic-imagery-scrawled-in-elite-new-york-city-schools-bathrooms-11548960964", "title": "Racist and Anti-Semitic Imagery Scrawled in Elite New York City School's Bathrooms", "date": "2019-01-31 14:39", "summary": "Principal of Brooklyn Technical High School beefed up supervision of boys' bathrooms. The principal of one of New York City's top public schools, Brooklyn Technical High School, beefed up supervision of boys' bathrooms this week after finding racist and anti-Semitic imagery inside them, emails show.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-of-advisers-face-claims-of-overcharging-for-mutual-funds-11548936000", "title": "Dozens of Advisers Face Claims of Overcharging for Mutual Funds", "date": "2019-01-31 14:35", "summary": "More than 50 investment advisers face pressure to settle federal claims as part of SEC probe. More than 50 investment advisers are under pressure to settle federal claims they steered customers to higher-fee mutual funds over cheaper versions, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-posts-fourth-quarter-loss-hurt-by-falling-markets-11548939135", "title": "Blackstone, Apollo Hurt by Falling Markets in Fourth Quarter", "date": "2019-01-31 14:35", "summary": "Blackstone also strikes first two deals by its new infrastructure fund. Private-equity firms Blackstone Group LP and Apollo Global Management LLC became the latest financial players whose earnings were hit by volatile markets in the fourth quarter, but their portfolios held up better than the broader market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-federal-worker-jobless-claims-are-relatively-low-11548963138", "title": "Why Federal Worker Jobless Claims Are Relatively Low", "date": "2019-01-31 14:32", "summary": "One reason: Some employees would have been required to pay back the unemployment-benefits money. Although the government shutdown that just ended was the longest on record, far fewer federal employees filed unemployment claims than during shutdowns in 2013 and the mid-1990s.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agency-attacked-for-approving-workplace-regulation-during-shutdown-11548963113", "title": "Agency Attacked for Approving Workplace Regulation During Shutdown", "date": "2019-01-31 14:31", "summary": "Democrats and employee-rights groups question the timing of a rule that eases workplace injury reporting requirements. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electrolux-seeks-split-in-two-to-restart-investment-in-tennessee-11548958846", "title": "Electrolux Seeks Split in Two, to Restart Investment in Tennessee", "date": "2019-01-31 14:29", "summary": "Company expects to spend $250 million in Springfield, while ceasing production at its facility in Memphis. Electrolux AB said Thursday that it is preparing to split in two, separating its professional-products and household-appliances businesses, while restarting its investment in its Springfield, Tenn., plant.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thank-the-fed-for-a-retro-january-surge-11548962762", "title": "Thank the Fed for a Retro January Surge", "date": "2019-01-31 14:26", "summary": "Risky investments are back after a bleak December, echoing what is known as the 'January effect'. What a January!", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tinders-ceo-swipes-right-on-these-advisers-11548432001", "title": "Tinder CEO Swipes Right on These Advisers", "date": "2019-01-31 14:10", "summary": "Elie Seidman prioritizes the perspectives of good listeners and those whose career paths diverge from his. As boss of Match Group Inc.'s steamiest dating app, Tinder Inc., Elie Seidman says he invites criticism but doesn't act on every piece of advice he receives. He prefers feedback from people with whom he's worked closely so he knows how to interpret their suggestions. He also prioritizes counsel from people who are good listeners, a trait he thinks is undervalued in the C-suite, and people whose career paths diverge from his. \"I've spent most of my work life in companies that are startups,\" he says, \"but I'm interested in the perspective of people who have spent a lot of their life at very big organizations.\" Here, four trusted advisers:", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/love-grandma-how-grandparents-can-help-pay-for-college-11548960033", "title": "Love, Grandma: How Grandparents Can Help Pay for College", "date": "2019-01-31 13:40", "summary": "When grandparents own the '529,' there can be advantages. But don't run afoul of rules for aid consideration.. Readers wrote to us with questions about saving for college and tax-advantaged \"529\" accounts. We asked experts to help us answer them.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Saving for College"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-names-robert-swan-ceo-removing-interim-tag-11548945789", "title": "Intel's CEO Search Ends Where It Began: With the CFO", "date": "2019-01-31 13:40", "summary": "Bob Swan named chief executive; Todd Underwood will serve as interim chief financial officer. Intel Corp. ended a seven-month search for a new leader by removing the interim title from CEO Bob Swan, calling on the longtime tech executive to solve thorny manufacturing problems at a time when demand for its once-hot data-center chips is cooling.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-winter-salad-everyone-wants-11549050141", "title": "The Winter Salad Everyone Wants", "date": "2019-01-31 13:31", "summary": "It's satisfying, a little spicy, and happens to be vegan. This recipe from New Orleans chef John Sinclair puts winter grapefruit, squash and radicchio to use in a dish that pleases everyone at the table. YOU COULD CALL it bar food. That's how chef John Sinclair describes the offerings at his two New Orleans bar-restaurants, Barrel Proof and Longway Tavern. But the term hardly seems equal to this salad of radicchio and arugula tossed with roasted squash, fennel, grapefruit and crunchy pistachios, Mr. Sinclair's first Slow Food Fast recipe.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-serious-cooks-are-in-love-with-frozen-food-11549036158", "title": "Why Serious Cooks Are In Love With Frozen Food", "date": "2019-01-31 13:31", "summary": "Revisit the supermarket's coolest aisle and hack into your freezer's full potential. These brrrilliant recipes for no-thaw pork chops, clam chowder and bhindi masala make an airtight case. I KNEW I WAS entering \"a new life stage\" when I recently found myself fantasizing about buying a second freezer. My interest in maximum cubic capacities and automatic defrost cycles was not precipitated by a craving for Hungryman dinners or initiation into a doomsday cult. Rather, as a recipe developer and my family's primary cook, I've come to regard my freezer as my most reliable wing man.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-charter-communications-rise-on-revenue-growth-11548959381", "title": "Charter Communications Shares Edge Up on Revenue Report", "date": "2019-01-31 13:29", "summary": "Cable giant said it plans to decrease its capital expenditures by nearly $2 billion in 2019. Shares of Charter Communications Inc. soared on Thursday after revenue at the internet, cable and phone company came in ahead of expectations.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-market-currencies-rise-on-dovish-fed-11548958296", "title": "Emerging-Market Currencies Rise on Dovish Fed", "date": "2019-01-31 13:11", "summary": "Expectations that U.S. rates won't rise tend to raise the attractiveness of emerging-market assets. Emerging-market currencies rallied Thursday, as investors reacted to a dovish pivot from the Federal Reserve.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logomania-how-to-wear-springs-biggest-trend-so-it-doesnt-wear-you-1518114749", "title": "Can I Wear Logos Without Them Wearing Me? An Investigation", "date": "2019-01-31 13:09", "summary": "Fashion logos are back, but wearing them indiscriminately can hurt your personal brand. A smart woman's guide. I enjoy shopping alone, but I'm never truly alone. Inside my head, a chorus of critics-ranging from my accountant to Trinny and Susannah from the original British version of \"What Not to Wear\"-tends to weigh in on potential purchases. A few seasons back, it was my mother's voice that piped up as I stood in the downtown Manhattan Balenciaga store, transfixed by a preppy-ish denim tote emblazoned with a retro-looking logo. \"How tacky!\" she said. \"You don't want to be a walking billboard.\" In my childhood, she'd barred me from wearing logos and, as an adult, I found them kind of distasteful myself. Yet recently I've been inexplicably drawn to conspicuously branded fashion: shoes with Chanel's interlocking Cs, Supreme baseball caps, Gucci sweaters. Why, as a rational, frugal, navy-clad mom myself, am I suddenly struck with an embarrassing case of logo fever?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-found-the-perfect-womens-work-bags-1527177177", "title": "We Found the Perfect Women's Work Bags", "date": "2019-01-31 13:04", "summary": "After an intensive search and interviews with dozens of women, we've landed on 10 do-it-all solutions that marry function with elegance-and out-perform any man's briefcase. SCENE: A PACKED New York City subway train, headed toward midtown in morning rush hour. Professional women, nearly all scanning smartphones, balance bags on their knees, in the crook of their arms, on their shoulders, or, cringingly, between their shoes on the germy floor. I clock a weathered Goyard purse, a boxy Kate Spade bag, a structured Prada \"Saffiano Executive Tote Bag,\" a cotton tote printed with the name of an art fair. In them? Judging from conversations I've had with dozens of women, the contents could include anything from gym clothes to flat shoes to legal briefs to laptops to lunches to breast pumps. A \"work bag\" is arguably the most important fashion investment women can make-able to serve as a mobile home office, to make or break an outfit.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-solar-powered-dream-home-with-the-electric-vehicle-to-match-11548957072", "title": "A Solar-Powered Dream Home, With the Electric Vehicle to Match", "date": "2019-01-31 12:51", "summary": "Dan Neil lays out plans for his perfect home, complete with solar panels and a 'honking' battery to store solar energy for fueling an EV-at zero cents per mile. IN DECEMBER, when I wrote about waiting to buy a new electric vehicle, a lot of commenters challenged me: Isn't an electric car as bad or worse for the environment than a gas-powered car? No. Don't the batteries just wind up in landfills? Oy, no. Aren't EVs more expensive? Not the one I'm buying.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-exchanges-to-fire-company-building-stock-market-supercomputer-11548956486", "title": "Exchanges to Fire Company Building Stock-Market Supercomputer", "date": "2019-01-31 12:41", "summary": "Finra to take over the Consolidated Audit Trail from Thesys Technologies. WASHINGTON-Stock exchanges intend to fire the contractor they hired to build a data warehouse for all U.S. stock-market activity, the latest sign of trouble for a project designed to detect trading fraud and causes behind wild swings in prices.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marlboro-maker-is-riding-the-cigarettes-demise-11548956085", "title": "Marlboro Maker Forecasts Accelerating Decline in Cigarette Sales", "date": "2019-01-31 12:34", "summary": "Altria chief says Juul investment positions company to benefit from shift. Marlboro maker Altria Group Inc. said Thursday it sees U.S. cigarette sales falling even faster than it had expected, validating the company's outsize investment in e-cigarettes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-splits-the-difference-with-new-ceo-11548954824", "title": "Intel Splits the Difference With New CEO", "date": "2019-01-31 12:13", "summary": "Bob Swan's surprise appointment as chief executive still marks a shift for the insular chip giant. Bob Swan didn't have the world's easiest job to begin with. Now it has become much harder.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-sunday-is-bigger-than-football-11548953571", "title": "Super Bowl Sunday Is Bigger Than Football", "date": "2019-01-31 11:52", "summary": "In an age of fragmentation, one TV event still brings the whole country together. A century from now, professional football may still be going strong, or it may have disappeared like chariot racing and jousting. Whatever the case, on that first February Sunday of 2119, it's likely that tens of millions of Americans will get together with family and friends. They'll drink. They'll eat salty foods and fatty foods. They'll drink some more, and they'll plop down on couches to celebrate Super Bowl CLIII-even if the NFL is long gone.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-wear-argyle-without-looking-like-a-40-year-old-virgin-11548953516", "title": "How To Wear Argyle Without Looking Like a 40-Year-Old Virgin", "date": "2019-01-31 11:51", "summary": "The diagonal-diamond print has some dweeby associations, but its roots as a rebellious warrior pattern can be reclaimed with the right pizzazz. THE ARGYLE PATTERN is basically just plaid flipped on its side and skewed a bit so that squares become diamonds. In its irreverence, it's the backward hat, the popped collar, the sagging pants of tartans. And it's been fittingly sported by a long line of rebellious yet stylish dudes.", "categories": [["Life & Work", "Fashion", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/that-s-debatable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-proposes-big-boost-in-top-estate-tax-rate-11548953199", "title": "Sanders Proposes Boost in Top Estate-Tax Rate", "date": "2019-01-31 11:46", "summary": "Proposal comes as other progressives have targeted wealthy Americans to combat inequality. WASHINGTON-Sen. Bernie Sanders proposed nearly doubling the top estate-tax rate to 77% from 40%, continuing progressives' push for new and expansive ways to tax the wealthiest Americans and combat inequality.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-is-the-polar-vortex-coldest-two-minnesota-towns-compete-for-the-title-11548952932", "title": "Where Is the Polar Vortex Coldest? Two Minnesota Towns Compete for the Title", "date": "2019-01-31 11:42", "summary": "Embarrass, Minn., hoped to win the state low-temperature crown, which it argues unjustly went to a neighbor in 1996 when the official thermometer broke. EMBARRASS, Minn.-Arctic air that has gripped the Midwest meant there was a chance this morning that temperatures could set a record in a little town that's one of America's chilliest. It would be revenge served extremely cold.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-crying-over-spills-unless-they-flood-your-laptop-11548952494", "title": "No Crying Over Spills -Unless They Flood Your Laptop", "date": "2019-01-31 11:34", "summary": "Luckily, internet research shows nothing is too soggy to be salvaged. Spilling coffee all over your laptop is one of the most traumatic misfortunes known to man. It's best not to do it when you are in the middle of a Power Point presentation or Skyping with your parole officer. I myself spilled a half-gallon of chocolate milk all over my MacBook Air last week while doing my taxes. That wasn't quite as dramatic; my mortgage interest deduction wasn't working out as I'd hoped, anyway.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecbs-weidmann-important-not-to-waste-time-in-normalizing-monetary-policy-11548951077", "title": "ECB's Weidmann: Important Not to Waste Time in Normalizing Monetary Policy", "date": "2019-01-31 11:23", "summary": "The warning stands at odds with recent comments by ECB president Mario Draghi. FRANKFURT-German central-bank President Jens Weidmann called on the European Central Bank to press ahead with plans to phase out ultralow interest rates, warning that the ECB currently has little room to deal with any new economic downturn.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-shutdown-for-small-business-11548951611", "title": "No Shutdown for Small Business", "date": "2019-01-31 11:20", "summary": "The NFIB survey shows another hiring surge in January, and better pay for workers.. Many political reporters have spent the last six weeks cataloging alleged harms to the economy from the partial government shutdown ended last week. Meanwhile outside of government, America's small companies were ramping up their historic effort to employ new workers. That's according to the latest National Federation of Independent Business employment survey, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-cut-off-u-s-oil-imports-as-fuel-ran-low-11548951549", "title": "Mexico Cut Off U.S. Oil Imports as Fuel Ran Low", "date": "2019-01-31 11:19", "summary": "The decision hampered the ability of Mexico's refineries to make up for gasoline shortfalls, former officials said. MEXICO CITY-Mexico has stopped buying U.S. light crude oil under its new president, a decision that former government officials say has likely aggravated the country's gasoline shortage crisis.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hershey-looks-to-new-candy-higher-prices-to-boost-revenue-11548940888", "title": "Hershey Looks to New Candy, Higher Prices to Boost Revenue", "date": "2019-01-31 11:18", "summary": "Higher costs, competition still weigh on candy maker. Hershey Co. said new candy and packaging will lift sales and profit this year even as it faces tougher competition from a wider range of snack makers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-contemporary-artists-set-to-have-a-buzzy-2019-11548950884", "title": "Nine Contemporary Artists Set to Fill Up Your Instagram Feed", "date": "2019-01-31 11:08", "summary": "As fair season begins in earnest with Frieze Los Angeles, five art-world insiders predict who'll have a talked-about 2019. With the contemporary art world long in the mode of expansion beyond the usual players-and with February's Frieze Los Angeles set to bring the contemporary fair to the West Coast for the first time-major collectors and curators are feeling the pressure to find the next big thing. In excerpted interviews, five experts share who they think will be the most talked about:", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-states-feeling-flush-governors-look-to-spend-11548950401", "title": "Free Community College, Higher Teacher Pay: States Embark on Spending Sprees", "date": "2019-01-31 11:00", "summary": "Republican and Democratic state leaders increase spending initiatives after years of belt-tightening. After years of retrenchment, state spending is back.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aristotles-pursuit-of-happiness-11548950094", "title": "Aristotle's Pursuit of Happiness", "date": "2019-01-31 10:54", "summary": "The ideas of the Greek philosopher can still help us create better lives and communities. Happiness seems to be in short supply today, with acrimony, incivility and bad behavior permeating society and the media from the highest echelons of government on down. Yet happiness has always been something distinctively coveted by Americans. The inalienable right to pursue it, along with life and liberty, was enshrined by Thomas Jefferson in the Declaration of Independence.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-river-house-duplex-with-a-rothschild-pedigree-for-22-5-million-11548949878", "title": "A River House Duplex with a Rothschild Pedigree for $22.5 Million", "date": "2019-01-31 10:51", "summary": "In one of Manhattan's most exclusive buildings, a sprawling apartment owned by Lady Lynn Forester de Rothschild goes on the market.. In a Manhattan building known for its associations with the city's elite, a sprawling duplex owned by a member of the Rothschild banking dynasty is listing for $22.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-for-tapping-your-retirement-savings-11548949857", "title": "Tips for Tapping Your Retirement Savings", "date": "2019-01-31 10:50", "summary": "Tools do exist for doing it right, but a good adviser can be invaluable. I'm approaching retirement, and I'm looking for tools or services that can help me figure out the best way to tap my savings. I know I could hire a financial adviser, but the fees are steep and I hope to do this on my own. Any guidance?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dowdupont-sales-flat-as-lower-demand-dents-growth-11548932509", "title": "DowDuPont Shares Tumble on Oil Price, Currency Pressure", "date": "2019-01-31 10:42", "summary": "Conglomerate reports flat sales ahead of breakup planned for this year. DowDuPont Inc. shares fell sharply on Thursday after the conglomerate reported flat sales ahead of its planned breakup this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-lawyer-takes-communications-role-parrying-congressional-oversight-11548948721", "title": "Lawyer Takes Communications Role Parrying Congressional Oversight", "date": "2019-01-31 10:40", "summary": "Steven Groves to join press office in job developing talking points, fielding media inquiries. WASHINGTON-The White House is assigning one of its lawyers to a new communications role to handle the stepped-up oversight coming from Democratic-led congressional committees, among other issues, a White House official said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-doctor-is-in-the-house-11548949044", "title": "The Doctor Is in (the House)", "date": "2019-01-31 10:37", "summary": "Many therapists see patients at home. But merging personal and professional spaces can be tricky.. \"The ego is not master in its own house.\"", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-make-stripes-feel-fresh-layer-them-wantonly-11548948870", "title": "To Make Stripes Feel Fresh, Layer Them Wantonly", "date": "2019-01-31 10:34", "summary": "Take a cue from the women's resort collections and pile on striated pieces from basic to brash. ONCE UPON A time, wearing stripes could get you killed. According to medieval records, at least one Frenchman-a cobbler-was executed as punishment for his striped garb in 1310. Back then, the pattern was widely associated with the devil and other unsavory characters like prostitutes, prisoners and clowns. But by the end of the 18th century, stripes had shed their stigma. They were embraced by the upper class and later, in the 19th century, were adopted by the French Navy in the form of the iconic Breton-striped top. Coco Chanel introduced mariner-inspired stripes into the high-fashion lexicon, and stripes have since taken plenty of turns on the catwalk.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/therapy-at-home-11548948820", "title": "Therapy at Home", "date": "2019-01-31 10:33", "summary": "A look at how therapists have created spaces inside their homes to treat patients.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ups-results-ride-the-surge-in-online-shopping-11548940648", "title": "UPS Results Ride the Surge in Online Shopping", "date": "2019-01-31 10:32", "summary": "Package-delivery giant posts higher revenue, but extra spending hurts profit. United Parcel Service Inc. posted higher revenue for the fourth quarter as it handled more packages and squeezed higher prices from shipments, even as costs tied to expanding the company's network cut into profit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-apron-sheds-customers-again-11548947466", "title": "Blue Apron Sheds Customers Again", "date": "2019-01-31 10:29", "summary": "Meal-kit maker trims marketing spending to improve margins. Blue Apron Holdings Inc. said it lost more customers in the latest quarter as the maker of subscription food boxes cut back on advertising and marketing for its meal-kits.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-court-throws-out-four-qualcomm-patent-suits-against-apple-11548948009", "title": "German Court Throws Out Four Qualcomm Patent Suits Against Apple", "date": "2019-01-31 10:20", "summary": "Ruling is second victory for tech giant in a series of global patent disputes between the two companies. A German court dismissed four patent lawsuits from Qualcomm Inc. against Apple Inc., the second victory this month for the tech giant in a continued global legal battle with the chip maker.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-new-home-sales-surged-in-november-11548947691", "title": "New-Home Sales Surged in November", "date": "2019-01-31 10:14", "summary": "Despite the month-to-month increase, sales of new homes were down 7.7% compared to a year earlier, suggesting a bumpy market. WASHINGTON-Sales of newly built homes soared in November.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-filed-for-bankruptcy-why-did-its-shares-then-rise-11548946801", "title": "PG&E Filed for Bankruptcy. Why Did Its Shares Then Rise?", "date": "2019-01-31 10:00", "summary": "A look at why the range of outcomes for PG&E shareholders is vast. Shares of PG&E Corp. have risen since the utility company filed for chapter 11 bankruptcy protection Tuesday, an unusual development highlighting the uncertainty surrounding the firm's future.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-rams-struggle-to-win-over-hometown-tv-audience-11548946800", "title": "Los Angeles Rams Struggle to Win Over Hometown TV Audience", "date": "2019-01-31 10:00", "summary": "Despite an impressive Super Bowl run, Rams draw lower share of local viewers than many other teams. The Los Angeles Rams' overtime victory over the New Orleans Saints in the National Football Conference championship on Jan. 20 was arguably the franchise's biggest moment in nearly two decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-gets-unwanted-visit-from-an-old-friend-11548945619", "title": "Apollo Gets Unwanted Visit From an Old Friend", "date": "2019-01-31 09:40", "summary": "A former portfolio company of the private equity giant is going up against it in a bid battle. Old friends can make the worst adversaries.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polar-vortex-to-blast-midwest-with-subzero-temperatures-11548781875", "title": "Polar Vortex Blasts Midwest With Subzero Temperatures", "date": "2019-01-31 09:38", "summary": "Extreme cold and life-threatening conditions continued in the Midwest and began to affect the Northeast.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shell-profit-doubles-as-disciplined-approach-pays-off-11548930434", "title": "Shell Profit Doubles in Boost for Big Oil", "date": "2019-01-31 09:37", "summary": "Shares in Shell rise 4% as CEO Ben van Beurden says the oil major's 'disciplined approach' will continue. Royal Dutch Shell PLC doubled its 2018 profit as strong crude prices and belt tightening have kept Big Oil on track to deliver healthy returns.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nintendos-switch-drives-strong-results-but-cautious-outlook-surprises-analysts-11548944577", "title": "Nintendo's Switch Drives Strong Results", "date": "2019-01-31 09:34", "summary": "The videogame company sold 9.4 million units of its hybrid console during the quarter. OSAKA, Japan- Nintendo Co. said it sold more than nine million units of its Switch console in a strong final quarter of 2018 but forecast weaker performance to begin this year, surprising analysts who said the outlook might be too conservative.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-businesses-complain-saudi-arabia-is-slow-to-pay-11548945000", "title": "U.S. Businesses Complain Saudi Arabia Is Slow to Pay", "date": "2019-01-31 09:30", "summary": "General Dynamics thrusts into public a long-held criticism of the kingdom, the biggest U.S. arms buyer, with the issue becoming a bilateral irritant. Saudi Arabia has failed to pay more than $1 billion it owes for military trucks built by defense industry giant General Dynamics Corp., the company and Canadian officials said, thrusting into public a complaint Western firms have quietly made for years: that the kingdom is slow to pay its debts.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-microsoft-facebook-qualcomm-tesla-and-mondelez-11548934556", "title": "Stocks to Watch: Microsoft, Facebook, Qualcomm, Tesla, and Mondelez", "date": "2019-01-31 09:15", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercards-expenses-rise-faster-than-revenue-due-to-litigation-provision-11548943261", "title": "Mastercard Reports Higher Profit, Revenue", "date": "2019-01-31 09:01", "summary": "Credit-card company sets aside $757 million for litigation costs in its latest quarter. Mastercard Inc.'s profit rose in the fourth quarter along with revenue despite the credit-card company setting aside $757 million for litigation costs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/con-ed-riles-westchester-with-moratorium-on-natural-gas-hookups-11548943200", "title": "Con Ed Natural-Gas Moratorium Riles Westchester", "date": "2019-01-31 09:00", "summary": "Officials, builders furious as utility stops accepting new customers, citing high demand. Consolidated Edison Inc. is implementing a moratorium on new natural-gas hookups in Westchester County, angering local builders and elected officials who say the move could cost the area jobs and tax revenue.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-freight-launches-ratings-for-cargo-facilities-11548943201", "title": "Uber Freight Launches Ratings for Cargo Facilities", "date": "2019-01-31 09:00", "summary": "A system modeled on Uber's passenger-ratings app follows a year when tight truck capacity had shippers scrambling to get goods delivered. Uber Technologies Inc. is rolling out a ratings feature for cargo pickup and drop-off facilities through its freight-booking app that truckers can use to help decide which shipments they want to deliver.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-just-cant-quit-government-shutdowns-11548943201", "title": "Congress Just Can't Quit Government Shutdowns", "date": "2019-01-31 09:00", "summary": "Lawmakers float various measures intended to eradicate funding gaps but can't seem to agree on one. WASHINGTON-After the third partial government closure in less than two years, Congress has had enough. But shutting down shutdowns isn't proving easy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-gdp-contracted-0-1-in-november-11548943005", "title": "Canada GDP Contracted 0.1% in November", "date": "2019-01-31 08:56", "summary": "On a one-year basis, the Canadian economy expanded 1.7%. OTTAWA-The Canadian economy contracted slightly in November, reinforcing expectations that the Bank of Canada will keep interest rates on hold over the coming months.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-employment-costs-rose-0-7-in-the-fourth-quarter-11548941758", "title": "U.S. Employment Costs Rose 0.7% in the Fourth Quarter", "date": "2019-01-31 08:35", "summary": "Compensation for private-sector workers was up 0.6%. WASHINGTON-Compensation for American workers grew more slowly in the fourth quarter than the third.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobless-claims-jumped-last-week-11548941621", "title": "Jobless Claims Jumped Last Week", "date": "2019-01-31 08:33", "summary": "Initial claims, a proxy for layoffs across the U.S., increased to 253,000, the highest level since Sept. 30. WASHINGTON-The number of Americans filing applications for new unemployment benefits rose sharply last week, although claims filed by federal employees ticked down during the fourth week of a monthlong partial government shutdown.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-risk-in-consumer-giants-shopping-spree-11548941623", "title": "The Hidden Risk in Consumer Giants' Shopping Spree", "date": "2019-01-31 08:33", "summary": "Unilever's fourth-quarter sales underwhelmed investors despite a rash of deals to buy growth. Global consumer companies have radically changed their shopping habits and now favor acquisitions of small, insurgent brands. Unilever is the first to highlight the risk of such deals turning sour but won't be the last.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-football-team-that-thinks-33-year-old-sean-mcvay-is-old-11548940754", "title": "The Football Team That Thinks 33-Year-Old Sean McVay Is Old", "date": "2019-01-31 08:19", "summary": "Before he became the youngest head coach in NFL history and took the Rams to the Super Bowl, he was an assistant with the Florida Tuskers. And it's the job that explains his meteoric rise. ATLANTA-The day before the 2009 United Football League championship, the Florida Tuskers sat in a room watching film and going over a new play again and again. They were captivated by the team's tight end coach, who was frequently teased for being just 23 years old. His name was Sean McVay.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-fortifies-syrian-border-to-keep-out-islamic-state-militants-11548939600", "title": "Iraq Fortifies Syrian Border to Keep Out Islamic State", "date": "2019-01-31 08:00", "summary": "Fighters flee shrinking domain, spurring Baghdad to seal off the frontier. BAGHDAD-As U.S.-backed forces close in on Islamic State's last territory in Syria, some militants are fleeing to Iraq-using longstanding smuggling networks and posing as nomadic shepherds to slip through the border, according to Iraqi officials.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-collar-robots-are-coming-for-jobs-11548939601", "title": "White-Collar Robots Are Coming for Jobs", "date": "2019-01-31 08:00", "summary": "A combination of AI and globalization could reshape the workforce like nothing we've seen before. Richard Baldwin, professor of International Economics at the Graduate Institute, Geneva, explains. Amelia works at the online and phone-in help desks at the Swedish bank SEB. Blond and blue-eyed, she has a confident bearing softened by a slightly self-conscious smile. Amelia also works in London for the Borough of Enfield and in Zurich for UBS . And did I mention that Amelia can memorize a 300-page manual in 30 seconds, speak 20 languages and handle thousands of calls simultaneously?", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-faces-squeeze-in-north-america-11548927421", "title": "Unilever Faces Squeeze in North America", "date": "2019-01-31 07:41", "summary": "Sales growth misses expectations as the consumer-goods giant contends with intense competition. LONDON- Unilever PLC reported disappointing quarterly revenue growth and warned of a tough year ahead amid fierce competition in North America and volatile emerging markets, underscoring the challenge facing new Chief Executive Alan Jope.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-reports-economic-net-loss-as-private-equity-funds-depreciate-11548937877", "title": "Apollo Reports Economic Net Loss as Private-Equity Funds Depreciate", "date": "2019-01-31 07:31", "summary": "The private-equity firm's funds depreciated by 11% during the fourth quarter. Apollo Global Management LLC reported an economic net loss in the fourth quarter as the firm's private-equity funds depreciated by 11%.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venmo-starts-paying-off-for-paypal-11548937800", "title": "Venmo Starts Paying Off for PayPal", "date": "2019-01-31 07:30", "summary": "PayPal's earnings are being held back by slowing business at eBay, but future growth drivers like Venmo are growing briskly. EBay is PayPal 's past. Investors should focus on its future.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-slowdown-feeds-fears-about-faltering-global-growth-11548930934", "title": "Eurozone Slowdown Feeds Fears About Faltering Global Growth", "date": "2019-01-31 07:30", "summary": "The eurozone economy grew at the weakest pace in four years in 2018. The eurozone economy grew at the weakest pace in four years in 2018 as Italy slipped into recession, with a further slowdown likely this year as the currency area faces growing political tensions and the threat of weaker demand for its exports from China and the U.K.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battered-oil-investors-dive-back-into-crude-11548936962", "title": "Battered Oil Investors Dive Back Into Crude", "date": "2019-01-31 07:16", "summary": "Signs suggest heavyweight producers from OPEC are cutting output and the breakneck expansion in U.S. shale drilling is slowing down. Oil investors, their wounds still fresh from last year's sharp selloff, are again growing bullish on crude.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/potential-deutsche-bank-deal-gains-german-government-support-11548936776", "title": "Potential Deutsche Bank Deal Gains German Government Support", "date": "2019-01-31 07:12", "summary": "Growing acceptance of a merger means the country's two biggest banks may not fully control their own fates much longer. The German government is prepared to back a potential merger of Deutsche Bank AG and rival Commerzbank AG to create a national banking giant, responding to deep skepticism among shareholders, clients and others about the health of the two banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brookfield-raises-15-billion-real-estate-fund-11548936000", "title": "Brookfield Raises $15 Billion Real-Estate Fund", "date": "2019-01-31 07:00", "summary": "Global fund will seek high returns by taking more risks than conservative investors. Brookfield Asset Management Inc., which made some of the world's largest real-estate deals last year, has finished raising its largest-ever property fund at $15 billion, the company said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-ask-if-trump-administration-misspent-funds-during-shutdown-11548936001", "title": "Democrats See Misspending by White House During Shutdown", "date": "2019-01-31 07:00", "summary": "White House kept parts of government open by interpreting rules to use money Congress didn't appropriate. Democrats are raising questions about whether the Trump administration misspent money during the 35-day government shutdown.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-champagne-dreams-on-a-six-pack-budget-11548936001", "title": "Tesla: Champagne Dreams on a Six-Pack Budget", "date": "2019-01-31 07:00", "summary": "Tesla has now posted a profit for two consecutive quarters, but its level of investment seems unsustainably low. It isn't every day that a chief executive casually mentions at the end of a call with investors that his chief financial officer is leaving.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-surprise-pick-for-tesla-cfo-is-a-relative-unknown-11548935508", "title": "Elon Musk's Surprise Pick for Tesla CFO Is a Relative Unknown", "date": "2019-01-31 06:51", "summary": "The 34-year-old Zach Kirkhorn became a vice president at the auto maker only a few weeks ago. Tesla Inc.'s latest C-suite shake-up will thrust a 34-year-old relative unknown into the spotlight as financial chief of one of Silicon Valley's most heavily scrutinized companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghosn-in-prison-no-clock-no-computer-and-30-minutes-a-day-outside-11548935355", "title": "Ghosn in Prison: No Clock, No Computer and 30 Minutes a Day Outside", "date": "2019-01-31 06:49", "summary": "Former auto executive says he was victim of a plot by those opposed to his attempts to integrate Nissan more fully with Renault, Mitsubishi. PARIS-Carlos Ghosn said he is allowed daily, 30-minute outdoor breaks on the roof of the Tokyo detention center where he has been held for more than two months. Without a clock or watch, the former auto executive has \"no sense of time,\" according to a jail-house interview published Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worlds-largest-money-market-fund-is-shrinking-as-it-battles-rival-on-yields-11548934202", "title": "World's Largest Money Market Fund Is Shrinking as It Battles Rival on Yields", "date": "2019-01-31 06:30", "summary": "Flagship fund Tianhong Yu'e Bao shrank by more than a third last year. HONG KONG-China's Ant Financial Services Group created the world's largest money-market fund in just a few years before being forced to scale it back.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-latest-cfo-must-handle-complex-portfolio-unorthodox-boss-11548933814", "title": "Tesla's Latest CFO Must Handle Complex Portfolio, Unorthodox Boss", "date": "2019-01-31 06:23", "summary": "Analysts say the electric car maker relies on shrewd management of working capital and access to low-cost capital. Tesla Inc.'s new finance chief must quickly master the company's sensitive working-capital arrangements and complex debt portfolio if he is to help chief executive Elon Musk achieve his goal of turning a profit throughout 2019.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-slowdown-causes-recoils-in-growth-around-the-globe-11548932400", "title": "China Slowdown Hits Growth Globally", "date": "2019-01-31 06:00", "summary": "Asia, Europe and U.S. struggle to adjust to giant's sluggish demand and shifting export patterns. China's slowing economy is sending shock waves through its trading partners around the world.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-trains-make-comeback-as-pipeline-bottlenecks-worsen-11548930600", "title": "Oil Trains Make Comeback as Pipelines Can't Keep Up", "date": "2019-01-31 05:30", "summary": "Crude-by-rail has rebounded across the U.S. because oil production has outstripped pipeline capacity. The use of trains to carry crude is surging after dropping in recent years amid concerns about safety, as drillers in parts of North America produce more oil than area pipelines can accommodate.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-pivot-in-tandem-postponing-stimulus-plans-to-fuel-growth-11548930601", "title": "Central Banks Shift on Plans to Pull Back Stimulus", "date": "2019-01-31 05:30", "summary": "Reversal could support markets in the months ahead, including sectors like housing and autos that are sensitive to interest rates. A slowing global economy and low inflation has central banks around the world rethinking plans to gradually pull back financial stimulus from markets and the banking system.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growth-in-college-endowments-slows-in-2018-11548930600", "title": "Growth in College Endowments Slowed in 2018", "date": "2019-01-31 05:30", "summary": "Endowments grew by 8% last year, but their health is at risk over the longer term. Growth in college endowments slowed to 8% last year, due largely to stock-market declines.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-earnings-what-to-watch-11548930601", "title": "Amazon's Earnings: What to Watch", "date": "2019-01-31 05:30", "summary": "Analysts caution that the company has had mixed results in beating analyst revenue estimates. Amazon.com Inc. is scheduled to announce its fourth-quarter earnings after the market closes on Thursday. Here's what you need to know:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-ease-up-listing-rules-to-give-tech-sector-a-boost-11548929145", "title": "China to Ease Up Listing Rules to Give Tech Sector a Boost", "date": "2019-01-31 05:05", "summary": "Newly released guidelines for the Science and Technology Innovation Board promise an easier path to listing, raising capital. Guidelines for a new exchange for technology companies in Shanghai promise an easier path to listing and raising capital, though regulators will retain a strong role.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-leads-rebound-in-chinese-e-commerce-stocks-11548914533", "title": "Alibaba Leads Rebound in Chinese E-Commerce Stocks", "date": "2019-01-31 04:41", "summary": "Shares have surged this month as investors grow more optimistic about online spending in China. Shares of Alibaba and smaller rivals have surged in January, as investors grew more optimistic about online spending in China.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nokia-gets-small-signal-boost-from-5g-11548923605", "title": "Nokia Gets Small Signal Boost From 5G", "date": "2019-01-31 03:33", "summary": "Amid a backlash against Huawei, investors are eager to gauge any boost for European rivals like Nokia. Nokia Corp. forecast growing, if sporadic, demand for 5G gear this year and next, but said near-term sales are likely to be flat as the Finnish telecom equipment maker struggles to emerge from years of cost cutting and profit warnings.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-fed-giveth-china-taketh-away-11548921869", "title": "What the Fed Giveth, China Taketh Away", "date": "2019-01-31 03:07", "summary": "Markets are celebrating dovish language from the Federal Reserve, but that shouldn't distract from the darkening picture abroad. Investors got what they wanted from the Federal Reserve. Unfortunately two other big factors for stock markets-global trade growth and China-are unlikely to be as accommodating.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malaysias-securities-commission-fines-deloitte-over-breaches-tied-to-1mdb-11548882601", "title": "Malaysia's Securities Commission Fines Deloitte Over Breaches Tied to 1MDB", "date": "2019-01-31 02:48", "summary": "The penalties mark the first action against an audit firm over the fund in Malaysia. KUALA LUMPUR, Malaysia-Malaysia's securities regulator imposed penalties on Deloitte PLT for four breaches related to an Islamic bond program issued by a unit of state investment fund 1Malaysia Development Bhd., or 1MDB.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11548876250", "title": "Pepper...and Salt", "date": "2019-01-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-has-record-low-crime-but-in-some-neighborhoods-most-murders-go-unsolved-11548936000", "title": "N.Y.C. Murders Drop, but Most Go Unsolved in Poorer Neighborhoods", "date": "2019-01-31 00:01", "summary": "Twenty nondomestic homicides occurred in one Brooklyn precinct from 2013 through 2017. Four have been solved.. Margaret Johnson learned a painful lesson over the past four years: It is hard for murder victims in her neighborhood to get justice.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-rusal-chair-astonished-u-s-pushed-him-out-11548910860", "title": "Former Rusal Chair 'Astonished' U.S. Pushed Him Out", "date": "2019-01-31 00:01", "summary": "Jean-Pierre Thomas was on the job less than a month before the U.S. asked him to leave as a condition for lifting sanctions. When the U.S. lifted sanctions on United Co. Rusal PLC this week, the aluminum producer surprised observers with news of a boardroom shake-up: Chairman Jean-Pierre Thomas, on the job for less than a month, was out.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-manufacturing-remains-listless-if-slightly-improved-11548908220", "title": "China's Manufacturing Remains Listless, if Slightly Improved", "date": "2019-01-31 23:17", "summary": "The manufacturing purchasing managers' index rose a tick, beating economists' expectations. BEIJING-An official gauge of China's factory activity remained weak in January, if slightly improved, with soft domestic demand dragging down Beijing's efforts to arrest an economic slowdown.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-asks-western-allies-to-help-form-buffer-zone-in-northern-syria-11548884000", "title": "U.S. Asks Western Allies to Help Form Syria Buffer Zone", "date": "2019-01-31 21:20", "summary": "None agree to proposal yet, posing another challenge to Trump's order for a quick troop pullout amid fears of an Islamic State rebound or a war between Turkish forces and Kurdish fighters. WASHINGTON-The U.S. wants to assemble a coalition of Western nations to create and potentially enforce a new buffer zone in northern Syria, U.S. officials said, but none have yet agreed to the proposal, which includes a promise of American military assistance.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-expects-another-drop-in-revenue-amid-licensing-disputes-11548883848", "title": "Qualcomm Expects Another Drop in Revenue", "date": "2019-01-31 20:57", "summary": "Chip maker swings to fiscal first-quarter profit, but revenue tumbles 20%. Qualcomm Inc. said revenue dropped 20% in its latest quarter and is likely to fall by a smaller amount in the current period, as disputes with customers including Apple Inc. continue to take a toll on the maker of communications chips.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-details-on-amazon-berkshire-hathaway-jpmorgan-health-venture-emerge-in-court-battle-11548899146", "title": "New Details on Amazon, Berkshire Hathaway, JPMorgan Health Venture Emerge in Court Battle", "date": "2019-01-31 20:45", "summary": "Health-care venture may build its own solutions, court filings in UnitedHealth's lawsuit against a former executive reveal. BOSTON-Health giant UnitedHealth Group Inc. went to court Wednesday to try to stop a former executive from working for a company it sees as a competitor, the health-care venture launched last year by Amazon.com Inc., Berkshire Hathaway Inc. and JPMorgan Chase & Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-changes-visa-process-for-high-skilled-workers-11548879868", "title": "U.S. Changes Visa Process for High-Skilled Workers", "date": "2019-01-31 20:37", "summary": "Immigrants with master's degrees or higher get priority in new H-1B visa system. WASHINGTON-The Trump administration unveiled changes to how the coveted visas for high-skilled foreign workers are allocated, starting this April, in an effort to boost the number awarded to people with advanced degrees from U.S. universities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-behind-oxycontin-maker-made-billions-say-court-papers-11548897041", "title": "Family Behind OxyContin Maker Made Billions, Say Court Papers", "date": "2019-01-31 20:10", "summary": "The complaint, Purdue Pharma says, 'is riddled with demonstrably inaccurate allegations'. ", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-logs-weak-fourth-quarter-net-profit-11548896339", "title": "Samsung Posts Slide in Fourth-Quarter Net Profit", "date": "2019-01-31 19:58", "summary": "The smartphone and memory chips maker attributed the results to 'unfavorable business and macroeconomic factors'. SEOUL-Samsung Electronics Co. reported a 31% slide in fourth-quarter net profit, the latest technology giant forced to stomach financial pain from a global pullback in consumer spending.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-weighs-ban-on-flavored-e-cigarettes-menthols-11548895703", "title": "New York City Council Weighs Ban on Flavored E-Cigarettes, Menthols", "date": "2019-01-31 19:48", "summary": "Proposals come as vaping among young people rises. New York City Council members on Wednesday introduced legislation that would prohibit the sale of menthol cigarettes and flavored e-cigarettes.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypals-earnings-fell-6-in-fourth-quarter-11548895253", "title": "PayPal's Earnings Fell 6% in Quarter", "date": "2019-01-31 19:40", "summary": "Payments company reports its expenses increased at a faster pace than its revenue. PayPal Holdings Inc. reported a 6% drop in fourth-quarter earnings, as expense growth outpaced revenue growth.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-capital-dilemma-keep-or-sell-jet-leasing-business-11548846000", "title": "GE Faces a Capital Dilemma Over Its Jet-Leasing Business", "date": "2019-01-31 19:27", "summary": "Sale of business could pay down $40 billion of debt, but would remove steady stream of cash. General Electric Co. 's lending business, GE Capital, has run up deep losses in recent years, but it also contains one of the embattled conglomerate's best assets: the world's biggest aircraft-leasing operation. Now, several potential suitors are circling the unit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/temperatures-plunge-to-lowest-levels-in-decades-as-polar-vortex-hits-midwest-11548858876", "title": "Temperatures Plunge to Lowest Levels in Decades as Polar Vortex Hits Midwest", "date": "2019-01-31 19:25", "summary": "Windchill temperatures fell to minus 50 degrees Fahrenheit across much of Chicago and near minus 70 across parts of the upper Midwest. CHICAGO-An Arctic air mass Wednesday plunged temperatures across the Midwest to their lowest levels in decades, sending a third of the country indoors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-notches-another-quarterly-profit-11548885033", "title": "Tesla Notches Another Quarterly Profit", "date": "2019-01-31 19:25", "summary": "Elon Musk commits electric-car maker to a profitable 2019-though it would be with a new chief financial officer. Tesla Inc. chief Elon Musk on Wednesday committed the Silicon Valley auto maker to an ambitious goal this year: a profit in every quarter. But if it does deliver, it will be with a new chief financial officer.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-seek-to-break-immigration-impasse-11548844200", "title": "Lawmakers Seek to Break Immigration Impasse", "date": "2019-01-31 19:24", "summary": "Democrats release opening offer as wall appears to remain a sticking point. WASHINGTON-Negotiations over border security began Wednesday, as House Democrats unveiled an opening offer and signaled flexibility in coming talks even as the idea of President Trump's desired border wall appeared to remain a sticking point between the parties.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-ahead-of-the-fed-11548839844", "title": "Stocks Extend Gains After Fed Decision", "date": "2019-01-31 19:23", "summary": "Major indexes climb to highest level since early December as Apple, Boeing rally on earnings results. The Dow Jones Industrial Average surged more than 430 points Wednesday, logging its highest close since early December, after the Federal Reserve left interest rates unchanged and signaled further increases are on hold.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-can-the-u-s-sell-china-services-11548887498", "title": "What Can the U.S. Sell China? Services", "date": "2019-01-31 19:22", "summary": "Analysts see potential in sectors like banking, insurance and consulting. But there are 'ridiculous obstacles' to being able to offer them to the Chinese market. WASHINGTON-As negotiators meet this week to hammer out a new U.S.-China trade deal, the Trump administration's team will be pushing to slash the U.S. trade deficit with China, now running at about $350 billion annually.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-apologizes-11548894046", "title": "The Fed Apologizes", "date": "2019-01-31 19:20", "summary": "Powell continues his rehabilitation tour, and markets applaud.. Apology accepted. We refer to the one that Chairman Jerome Powell and the other members of the Federal Open Market Committee (FOMC) offered implicitly to financial markets on Wednesday for misjudging economic conditions in December. The Fed has now moved in six weeks from raising interest rates one or more times this year to a declaration that it will be \"patient\" before it raises rates again.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-again-presses-amazon-on-deal-11548894001", "title": "New York City Council, Again, Presses Amazon on Deal", "date": "2019-01-31 19:20", "summary": "Lawmakers focused on what they say is the 'misleading' economic benefit to the city in exchange for $3 billion in incentives. New York City Council members grilled Amazon.com Inc. executives and city officials for the second time on a proposal for a new Queens campus on Wednesday, focusing on what they say is the \"misleading\" economic benefit to the city in exchange for $3 billion in incentives.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-leaves-rates-unchanged-signals-pause-on-future-increases-11548874931", "title": "Fed Signals Hold on Rate Increases", "date": "2019-01-31 19:19", "summary": "The Fed dropped explicit references to future interest-rate increases that have been in its monetary-policy statements since 2015. WASHINGTON-The Federal Reserve indicated Wednesday that it was done raising interest rates for now, fueling a market rally.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-afraid-of-howard-schultz-11548893911", "title": "Who's Afraid of Howard Schultz?", "date": "2019-01-31 19:18", "summary": "Democrats seem to be afraid he might give them a policy debate.. The way progressives are denouncing Howard Schultz, you'd think he is Donald Trump's first cousin. The former Starbucks CEO said Sunday he might run for President as an independent in 2020, and Democrats have since been shrieking like teenagers at a horror movie. They seem to fear a policy debate, which is exactly why a Schultz candidacy could be good for the country, including Democrats.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/documents-on-indicted-russian-company-were-leaked-online-muellers-office-says-11548892164", "title": "Documents on Indicted Russian Company Were Leaked Online, Mueller's Office Says", "date": "2019-01-31 19:16", "summary": "Special counsel's office says documents weren't sensitive, but leak appeared to be aimed at discrediting the inquiry. WASHINGTON-Purported hackers obtained and leaked confidential information about special counsel Robert Mueller's investigation as part of a pro-Russian disinformation campaign that appeared to be aimed at discrediting the inquiry, Mr. Mueller's office disclosed Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-reports-record-profit-11548882887", "title": "Facebook Posts Record Profit, Capping Grueling Year", "date": "2019-01-31 19:16", "summary": "Shares rise as social network shows resilience of its businesses as it battles through a string of challenges. Facebook Inc. posted record quarterly profit despite a drumbeat of negative headlines, prompting CEO Mark Zuckerberg to say the social-media giant has turned a corner and plans to focus this year on building new products.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphias-union-indictments-11548893690", "title": "Philadelphia's Union Indictments", "date": "2019-01-31 19:14", "summary": "Even by Big Labor standards, the charges are startling.. Machine politics took a beating in Pennsylvania Wednesday as federal prosecutors filed a 116-count indictment against a Philadelphia city councilman and his pals at the International Brotherhood of Electrical Workers Local 98. The story is that Pennsylvania Democrats canoodled with union leaders despite myriad signs of corruption.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-feasts-at-expense-of-food-company-client-suit-claims-11548884825", "title": "Goldman Feasts at Expense of Food-Company Client, Suit Says", "date": "2019-01-31 19:12", "summary": "Financial giant accused of gaining over $200 million, working against interests of company it advised on acquisition. Goldman Sachs Group Inc. put its own interests ahead of that of a corporate client in advising on a wholesale-food company acquisition last year, a new lawsuit alleges.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-close-el-chapo-trial-with-lengthy-appeal-to-jurors-11548893522", "title": "Prosecutors Close 'El Chapo' Trial With Lengthy Appeal to Jurors", "date": "2019-01-31 19:12", "summary": "In five-hour closing statement, U.S. government urges accountability for drug lord's litany of alleged crimes. Federal prosecutors in Brooklyn, N.Y., made their final pitch to jurors to find Joaquín \"El Chapo\" Guzmán Loera guilty of smuggling tons of illegal drugs to the U.S., after calling more than 50 witnesses at trial to testify against the infamous Mexican drug lord.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kpmgs-high-wire-ge-audit-11548856801", "title": "High-Wire Audit Looms as Regulators Scrutinize KPMG and GE", "date": "2019-01-31 19:11", "summary": "Year-end audits are usually routine affairs, but with GE under investigation and KPMG under scrutiny from regulators, this one could cause fireworks. Accounting giant KPMG LLP has been blessing the books of General Electric Co. for 110 years, but the audit currently under way holds significant risks for both companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-cloud-should-shine-past-pcs-pain-11548893318", "title": "Microsoft's Cloud Should Shine Past PCs Pain", "date": "2019-01-31 19:08", "summary": "PC slump hurts, but investors should keep eye on growing cloud prize. Microsoft got the important things right in its most recent quarter. But as one of the world's most valuable companies now, the software giant has lost the benefit of wiggle room.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-mysterious-pause-11548893175", "title": "The Fed's Mysterious Pause", "date": "2019-01-31 19:06", "summary": "If the Federal Reserve is signaling a halt to rate increases, it could mean officials view the economy as fundamentally fragile. The Federal Reserve's monetary tightening hasn't just paused; it may be over.", "categories": [["Economy", "ANALYSIS"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/va-will-issue-new-rules-expanding-access-to-private-care-11548866605", "title": "VA Issues New Rules Expanding Access to Private Care", "date": "2019-01-31 19:01", "summary": "Move is seen costing billions and igniting debate over effect on veterans' public services. WASHINGTON-The Department of Veterans Affairs announced new rules greatly expanding the amount of medical care provided to military veterans through the private sector, potentially costing billions of dollars and fueling debate over the privatization of the health services under the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]