[{"link": "https://www.wsj.com/articles/robert-kraft-apologizes-as-defense-attorneys-say-investigation-was-illegally-conducted-11553374687", "title": "Robert Kraft Apologizes Even as He Contests Charges", "date": "2019-03-23 16:58", "summary": "Patriots owner makes first public statement since being charged with soliciting prostitution. New England Patriots owner Robert Kraft struck an apologetic tone in his first public statement since being charged with soliciting prostitution, even as his attorney alleged that illegal police tactics would cause the case against Mr. Kraft to crumble if it went to trial.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-plans-fixes-to-make-737-max-stall-prevention-feature-easier-for-pilots-to-control-11553373777", "title": "Boeing, FAA Closer to 737 Max Fix", "date": "2019-03-23 16:42", "summary": "Federal Aviation Administration officials have tentatively approved sweeping software and pilot-training changes. U.S. air-safety regulators have tentatively approved sweeping software and pilot-training changes for Boeing Co. 's grounded 737 MAX jets, aimed at fixing problems with a suspect flight-control system, according to internal government documents and people familiar with the details.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/both-sides-hope-for-political-fodder-in-a-mueller-report-that-remains-under-wraps-11553367055", "title": "Both Sides Hope for Political Fodder in Mueller Report", "date": "2019-03-23 14:50", "summary": "Democrats call for full, immediate public release; Republicans want more measured approach. Politicians across the political spectrum are calling for the public release of special counsel Robert Mueller's report on Russian interference in the 2016 elections now that the results of the investigation have been delivered to Attorney General William Barr.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabias-economic-overhaul-is-backfiring-11553338819", "title": "Saudi Arabia's Economic Overhaul Is Backfiring", "date": "2019-03-23 14:09", "summary": "Saudis facing new taxes and an exodus of workers experience the downside of the crown prince's reform agenda. RIYADH, Saudi Arabia-A sweeping effort to diversify the Saudi kingdom's oil-dependent economy is creating new problems, as Saudis and their businesses begin to feel the pain of an uncertain transition.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chilean-cardinal-accused-of-sex-abuse-coverup-resigns-11553353461", "title": "Chilean Cardinal Accused of Sex-Abuse Coverup Resigns", "date": "2019-03-23 12:37", "summary": "Cardinal Ricardo Ezzati is the latest member of Chile's Catholic Church hierarchy to resign amid the country's clerical sex-abuse crisis. ROME-Pope Francis accepted the resignation of the archbishop of Santiago, Chile, the latest member of the Latin American country's Catholic Church hierarchy to step down under fire for his handling of clerical sex abuse.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-signs-up-to-chinas-global-infrastructure-plan-despite-u-s-ire-11553341408", "title": "Italy Signs Up to Chinese Global Plan Despite U.S. Ire", "date": "2019-03-23 11:20", "summary": "U.S. diplomats and EU officials have criticized Italy's move, warning that China's plans could weaken Western cohesion. ROME-Italy and China signed an agreement to cooperate on Beijing's global infrastructure plan, the Belt and Road Initiative, sealing an accord that has alarmed Italy's U.S. and European allies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southern-poverty-law-center-president-richard-cohen-to-step-down-11553353308", "title": "Southern Poverty Law Center President to Step Down", "date": "2019-03-23 11:01", "summary": "'Whatever problems exist at the SPLC happened on my watch, so I take responsibility for them.'. MONTGOMERY, Ala.-The head of the Southern Poverty Law Center on Friday announced that he is stepping down, the latest high-profile departure from the watchdog organization best known for its work monitoring extremist groups.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amy-hempel-a-writer-with-a-knack-for-brevity-returns-with-sing-to-it-11553353121", "title": "Amy Hempel, a Writer With a Knack for Brevity, Returns With 'Sing to It'", "date": "2019-03-23 10:58", "summary": "The PEN/Malamud Award winner releases a miniaturist book with more than a few 'short, short stories'. On her calf next to a scar left by a motorcycle accident, Amy Hempel has the words \"sing to it\" written in Arabic. She got the tattoo after completing a short story of the same name. It is also the title for her latest collection, out on Tuesday, her first in over a decade.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-backed-force-says-islamic-states-caliphate-destroyed-in-syria-11553322489", "title": "ISIS Caliphate Is Defeated as Last Syria Bastion Falls", "date": "2019-03-23 10:54", "summary": "Insurgency remains a threat in the region and beyond; officials warn a U.S. pullout from Syria could let fighters regroup. U.S.-backed forces ousted Islamic State from its last outpost in Syria, marking the end of a nearly five-year campaign that forced the extremist group to morph from a governing authority back into a guerrilla insurgency as swaths of territory were freed from its brutal rule.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-tax-could-hurt-value-of-some-of-new-yorks-most-expensive-homes-11553346000", "title": "New Tax Could Hurt Value of Some of New York's Most Expensive Homes", "date": "2019-03-23 09:00", "summary": "Plan to impose so-called pied-à-terre tax would levy biggest tax on properties valued at $25 million or more. Owners of some of New York's priciest real estate could face a dramatic drop in the value of their properties under a state plan to impose a so-called pied-à-terre tax in New York City.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/land-rover-wins-over-chinese-courtbut-not-car-buyers-11553346001", "title": "Land Rover Wins Over Chinese Court-but Not Car Buyers", "date": "2019-03-23 09:00", "summary": "Jaguar Land Rover has successfully pursued a copycat in a Beijing court but is struggling to sell cars in China. Western car makers need a sense of yin and yang to operate in China. While sales boomed, they had to deal with copycats and ownership restrictions. Now that there are signs of governance reforms, sales are stalling.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legalized-marijuana-gives-hiring-managers-a-headache-11553346000", "title": "Legalized Marijuana Gives Hiring Managers a Headache", "date": "2019-03-23 09:00", "summary": "Companies are relaxing drug-testing standards as number of positive results for pot use increases. Companies facing a shortage of employees from health-care workers to forklift operators are confronting a new challenge: finding candidates who can pass drug tests in states that have legalized marijuana.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wouldnt-you-like-to-get-away-why-the-bar-is-a-go-to-for-tv-comedies-11553345985", "title": "Wouldn't You Like to Get Away? Why the Bar Is a Go-To for TV Comedies", "date": "2019-03-23 08:59", "summary": "'Abby's' joins 'Cheers' and many other sitcoms that rely on a watering hole for laughs. NBC's newest comedy, \"Abby's,\" premiering Thursday, takes place at an unlicensed bar that the title character operates in her backyard. Like other TV watering holes before it, this setting also caters to the needs of the sitcom itself.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-aim-to-teach-teens-financial-savvy-11553342401", "title": "Schools Aim to Teach Teens Financial Savvy", "date": "2019-03-23 08:00", "summary": "More states are enacting financial-literacy requirements for schools, a move some hope will save taxpayers money in the long run. Owen Cole, a senior at Elizabethtown High School in Kentucky, planned to attend Western Kentucky University after graduating. A financial literacy class changed his mind.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-guitar-riff-that-began-with-a-rolling-stones-rift-11553338801", "title": "The Guitar Riff That Began With a Rolling Stones Rift", "date": "2019-03-23 07:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sorolla-spanish-master-of-light-review-a-glowing-love-of-place-11553338800", "title": "'Sorolla: Spanish Master of Light' Review: A Glowing Love of Place", "date": "2019-03-23 07:00", "summary": "The underrecognized painter captured the harshness and beauty of Spain's life, landscapes and explosive light in fast brushwork and stunning effects.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fueled-by-strong-economy-u-s-labor-force-defies-projected-declines-11553338801", "title": "Aided by Strong Economy, U.S. Labor Force Beats Forecasts", "date": "2019-03-23 07:00", "summary": "Economists still warn of powerful downward drag from aging population in coming years. The U.S. labor-force participation rate has defied predictions of demographic-driven declines thanks to a strong economy that is pulling in and retaining more workers.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/probe-caps-robert-muellers-long-career-in-public-service-11553338801", "title": "Probe Caps Mueller's Long Career", "date": "2019-03-23 07:00", "summary": "Tight-lipped prosecutor and former FBI chief became one of very few lawyers to ever investigate a president. With his probe into Russian interference in the 2016 election now over, special counsel Robert Mueller joins a small and rarefied club of prosecutors who have taken on the politically fraught task of investigating a sitting president.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avon-after-breakup-explores-deal-that-would-put-it-back-together-11553252401", "title": "Avon, After Breakup, Explores Deal That Would Put It Back Together", "date": "2019-03-23 06:48", "summary": "Amid long sales slump, some directors discuss selling both North American and international operations to Brazilian rival. Three years after splitting itself apart, Avon Products Inc. has been looking at a deal that would put the company back together.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-noah-syndergaards-slightly-less-ferocious-fitness-routine-11553337901", "title": "Photos: Noah Syndergaard's (Slightly Less) Ferocious Fitness Routine", "date": "2019-03-23 06:45", "summary": "The New York Mets pitcher took a new approach to exercise as he approached the 2019 season. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ceo-q-a-altria-boss-on-getting-into-weed-taking-risks-11553313720", "title": "CEO Q&A: Altria Boss on Getting Into Weed, Taking Risks", "date": "2019-03-23 00:02", "summary": "Howard Willard spent 26 years inside the Marlboro maker, and now he's shaking it up. Howard Willard, a two-decade veteran of Altria Group Inc., took over as CEO of the Marlboro maker last year and quickly struck two deals that have upended the company: investing in e-cigarette startup Juul Labs Inc. and in Canadian cannabis grower Cronos Group . He sat down with The Wall Street Journal in February for an interview. Here are edited excerpts:", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pitcher-called-thor-learns-how-less-is-more-at-the-gym-11553338800", "title": "A Pitcher Called Thor Learns How Less Is More at the Gym", "date": "2019-03-23 00:01", "summary": "Resume Subscription. Now he's one of the most physically imposing players in Major League Baseball. But Noah Syndergaard did not always instill fear on the mound. The New York Mets' 26-year-old star pitcher, nicknamed Thor for his blond locks, 6-foot-6 frame and extra fast fastball and slider, was far less sculpted as a teen.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11553284967", "title": "Pepper...and Salt", "date": "2019-03-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-plans-flood-insurance-overhaul-11552950860", "title": "Trump Administration Plans Flood Insurance Overhaul", "date": "2019-03-23 00:01", "summary": "Expensive properties could see rate increases under new FEMA plan. WASHINGTON-The Trump administration said Monday it plans to overhaul government-subsidized flood insurance, in a sweeping proposal that could raise rates on more expensive properties and those in higher-risk areas.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-marlboro-maker-bet-on-juul-the-vaping-upstart-aiming-to-kill-cigarettes-11553313678", "title": "Why Marlboro Maker Bet on Juul, the Vaping Upstart Aiming to Kill Cigarettes", "date": "2019-03-23 00:01", "summary": "Tobacco-giant Altria says its $12.8 billion investment in the hot e-cigarette company will give it a piece of the fast-growing segment of the market. FDA scrutiny poses risks.. RICHMOND, Va.-The biggest U.S. tobacco company has made a $12.8 billion bet on a company whose stated goal is to get smokers to drop cigarettes. The calculated gamble: The move will help the Marlboro maker keep up with a quickly changing market. The risk: It could hasten its own decline.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-software-is-biased-like-we-are-can-new-laws-change-that-11553313609", "title": "Software Is Biased Like Us. Can New Laws Change That?", "date": "2019-03-23 00:00", "summary": "Data scientists and civil rights groups are raising the alarm about bias in algorithms that determine everything from who goes to jail to how much your insurance will cost. ", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-chemical-plant-owner-was-punished-for-safety-lapses-before-deadly-blast-11553251874", "title": "Chinese Chemical Plant Owner Was Previously Cited for Safety Lapses", "date": "2019-03-23 22:38", "summary": "Death toll from Jiangsu Tianjiayi Chemical plant explosion rises to 64. BEIJING-The owner of a Chinese chemical plant that exploded this week, killing dozens of people and injuring hundreds, has a record of safety and environmental lapses, underscoring the nation's challenge in improving industrial safety after a string of disasters in recent years.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fema-officials-accidentally-released-private-data-from-2-3-million-disaster-victims-11553306354", "title": "FEMA Officials Accidentally Released Private Data From 2.3 Million Disaster Victims", "date": "2019-03-23 22:33", "summary": "Agency says it gave too much personal information to a contractor, says the incident wasn't a data breach. Federal emergency officials inadvertently released personal information of more than 2 million disaster victims in what a government watchdog called a \"major privacy incident,\" according to a recent report.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-show-calm-after-brexit-delay-11553244944", "title": "Stocks, Bond Yields Fall on Global Economic Concerns", "date": "2019-03-23 22:01", "summary": "Yield on 10-year Treasury note slides to lowest since January 2018. Global stocks and bond yields slid Friday as investors' anxiety mounted about the health of the world economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-reverses-additional-north-korea-sanctions-announced-a-day-ago-11553282228", "title": "Trump Blocks Planned North Korea Sanctions", "date": "2019-03-23 21:57", "summary": "President's announcement via Twitter surprises U.S. officials and spurs confusion about his diplomatic strategy. President Trump said he wouldn't move forward with a round of large-scale sanctions against North Korea on Friday, catching senior officials in his own administration by surprise and spurring confusion about his diplomatic strategy to induce Pyongyang to give up its nuclear arsenal and programs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/concern-grows-for-u-s-citizens-detained-in-venezuela-11553302782", "title": "Concern Grows for U.S. Citizens Detained in Venezuela", "date": "2019-03-23 20:59", "summary": "Twelve U.S. citizens or permanent U.S. residents are being held by the Maduro regime. The State Department is demanding that a dozen U.S. citizens and permanent residents being held in detention in Venezuela be granted access to proper nutrition and medical care, and be afforded fair judicial treatment.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-committee-told-to-expect-word-that-mueller-report-has-been-delivered-to-attorney-general-barr-11553288563", "title": "Robert Mueller's Report on Trump-Russia Investigation Is Delivered to Attorney General Barr", "date": "2019-03-23 20:37", "summary": "Closely watched report expected to detail findings related to President Trump. WASHINGTON-Special counsel Robert Mueller presented his long-awaited report to the Justice Department on Friday, ending his nearly two-year investigation that has loomed over the Trump presidency and likely setting up a political battle over what he has found.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muellers-much-anticipated-report-arrives-with-little-fanfare-11553299854", "title": "Mueller's Much-Anticipated Report Arrives With Little Fanfare", "date": "2019-03-23 20:10", "summary": "Washington was business as usual on Friday, but a political battle over what the special counsel found is just getting started. Special counsel Robert Mueller's appointment in May 2017 was so noteworthy, Justice Department officials waited until after markets closed to make the announcement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]