[{"link": "https://www.wsj.com/articles/oil-investors-worry-growth-slowdown-would-curb-demand-11565107561", "title": "Global Oil Prices Slide Into Bear Market", "date": "2019-08-06 19:56", "summary": "Brent has fallen more than 20% since April amid concerns the trade war will curb fuel demand. Oil investors are as worried about slowing demand as they are about excess supply, amid fresh concerns that the U.S.-China trade fight will hurt the global economy and curb fuel consumption.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-deal-to-open-fire-tv-to-outside-ad-sellers-has-its-limits-11565134650", "title": "Amazon's Deal to Open Fire TV to Outside Ad Sellers Has Its Limits", "date": "2019-08-06 19:37", "summary": "Ad sellers Dataxu and Trade Desk aren't getting Amazon's shopper data or inventory. Amazon.com Inc. has taken the unusual step of opening its closed Fire TV platform to outside companies' ad-buying tools, but the tech giant's openness only goes so far.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-says-data-manipulation-occurred-in-trials-of-world-s-priciest-drug-11565116881", "title": "FDA Says 'Data Manipulation' Occurred in Trials of World's Priciest Drug", "date": "2019-08-06 19:11", "summary": "U.S. agency 'remains confident' that Zolgensma, used to treat an infant muscle-wasting disease, should stay on market. WASHINGTON-The Food and Drug Administration said \"data manipulation\" took place during company studies of Zolgensma, the world's most expensive drug, but officials said the gene-therapy product still should stay on the market.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barneys-files-for-bankruptcy-plans-to-close-most-stores-11565071198", "title": "Barneys Files for Bankruptcy, Plans to Close Most Stores", "date": "2019-08-06 19:11", "summary": "New bankruptcy lenders emerge and will provide funds to keep the doors open at some of the luxury retailer's stores, including its New York flagship, while the company looks for a buyer. Barneys New York Inc. filed for bankruptcy protection with plans to close most of its stores and a new deal with a pair of investment firms that stepped forward at the 11th hour to throw a lifeline to the luxury retailer as it looks for a buyer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-quarterly-revenue-surges-but-profit-drops-11565123396", "title": "Disney's Quarterly Revenue Surges but Profit Drops", "date": "2019-08-06 19:09", "summary": "Acquisition of several 21st Century Fox properties, Hulu drive revenue past $20 billion. LOS ANGELES-A star-crossed \"X-Men\" movie and rained-out cricket matches contributed to growing pains at the newly integrated Walt Disney Co. and 21st Century Fox Inc.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/still-chasing-brett-kavanaugh-11565132661", "title": "Still Chasing Brett Kavanaugh", "date": "2019-08-06 19:04", "summary": "Now Democrats are demanding to see his email inbox from 2003.. Justice Brett Kavanaugh is nearing a year on the Supreme Court, yet Democrats haven't stopped trying to undo his confirmation. On Tuesday two Members of the House Judiciary Committee, Jerry Nadler and Hank Johnson, asked the National Archives to produce more files, some dating back 18 years, from Justice Kavanaugh's time in the White House.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flagging-future-killers-11565132691", "title": "Flagging Future Killers", "date": "2019-08-06 19:04", "summary": "Some useful steps to identify and deter dangerous individuals.. The Dayton and El Paso shootings have spurred familiar calls for more gun control, and by all means let's have a debate. But the focus should be on denying weapons to the potential killers rather than on gun laws that may be politically satisfying but won't make much difference.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-the-trade-wild-card-11565132626", "title": "Hong Kong, the Trade Wild Card", "date": "2019-08-06 19:03", "summary": "An army crackdown could be the end of a U.S.-China deal.. As if the U.S.-China trade talks aren't complicated enough, the territory of Hong Kong now looms as a potential deal killer.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-first-needs-democracy-abroad-11565132519", "title": "'America First' Needs Democracy Abroad", "date": "2019-08-06 19:01", "summary": "Trump's apathy toward abuses in Hong Kong and elsewhere could damage U.S. interests.. Last week a bipartisan, bicameral quartet of legislators sent a letter to President Trump on the situation in Hong Kong. The signatories, including Florida Sen. Marco Rubio and Maryland Sen. Ben Cardin, urged the president to issue a strong statement condemning what they termed \"Beijing's efforts to undermine Hong Kong's autonomy.\" They deplored Chinese suggestions that the People's Liberation Army might have grounds to intervene against peaceful protesters. Declaring that \"Hong Kong's governance is not China's internal affair,\" they argued that U.S. failure to respond to Chinese threats would \"only encourage Chinese leaders to act with impunity.\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-mass-shootings-are-terrorism-11565132452", "title": "Yes, Mass Shootings Are Terrorism", "date": "2019-08-06 19:00", "summary": "But focusing on white nationalism or even politics would miss most of them.. Let me do the New York Times editorial board one better: We should try to stop mass shootings even if they aren't motivated by white-nationalist ideas.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-google-get-away-with-censorship-11565132175", "title": "Don't Let Google Get Away With Censorship", "date": "2019-08-06 18:56", "summary": "Big tech companies enjoy legal immunity premised on the assumption they'll respect free speech.. There is an understandable reluctance among conservatives to allow the government to pass any laws governing big technology companies as a result of their hostility to conservative voices. These conservatives, citing the fundamental American belief in limited government, argue that whatever the big tech companies do, they are not the government. Constitutional guarantees of free speech do not apply to private companies.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-yellow-light-for-red-flag-laws-11565132144", "title": "A Yellow Light for Red-Flag Laws", "date": "2019-08-06 18:55", "summary": "Be wary of denying individual rights based on predictions.. President Trump's proposal to \"red flag\" potential mass shooters is well-intentioned. If we could prevent even one mass killing by identifying and disarming the potential perpetrator beforehand, it would be worthwhile. But do we have the tools to do it, and at what cost to our constitutional rights?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karl-marx-philosophy-and-revolution-review-on-the-marxist-question-11565132016", "title": "'Karl Marx: Philosophy and Revolution' Review: On the Marxist Question", "date": "2019-08-06 18:53", "summary": "A new biography presents him not as a clockwork economic determinist but rather as a flexible analyst of capitalism.. How was the ideology of Karl Marx shaped by his Jewish background? Over the past several years, Yale University Press has published a series of short biographies of eminent Jews, from Moses to Barbra Streisand. This project now has provided the much-honored Israeli political scientist Shlomo Avineri with an opportunity to tackle this question, which inevitably leads to a still thornier follow-up: Was Karl Marx Jewish at all?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelans-brace-for-pain-from-u-s-sanctions-against-maduro-11565131653", "title": "Venezuelans Brace for Pain From U.S. Sanctions Against Maduro", "date": "2019-08-06 18:47", "summary": "Washington says new measures won't hit people's basic needs, but citizens fear more deprivation. Venezuelans already struggling with galloping inflation and food shortages prepared for more privation after the U.S. imposed sweeping sanctions that match measures against North Korea, Iran and Cuba.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-n-agency-for-palestinians-is-even-worse-than-you-imagine-11565131636", "title": "The U.N. Agency for Palestinians Is Even Worse Than You Imagine", "date": "2019-08-06 18:47", "summary": "A report alleges sexual misconduct, nepotism and retaliation by several Unrwa officials.. A corruption scandal involving sexual misconduct, nepotism, retaliation against whistleblowers and lots of business-class travel has gripped the United Nations Relief and Works Agency for Palestine Refugees in the Near East. It represents a new low for Unrwa and an indictment of the idea of an international agency dedicated to a single interest. But it's also a unique opportunity to see behind the curtain of a billion-dollar U.N. bureaucracy and phase it out.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-america-still-assimilate-immigrants-11565131670", "title": "Can America Still Assimilate Immigrants?", "date": "2019-08-06 18:47", "summary": "Newcomers don't threaten America. The danger lies in diminishing the values of freedom and opportunity.. There is a scene in the first season of the Amazon television series \"Jack Ryan\" in which a French intelligence officer explains to the title character, her American counterpart, why immigrants to France have so much trouble assimilating.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-knows-too-much-about-us-so-what-11565131496", "title": "Facebook Knows Too Much About Us. So What?", "date": "2019-08-06 18:44", "summary": "Students debate how to think about data privacy in the age of Big Tech.. Editor's note: This Future View is about privacy concerns and Big Tech. Next, we'll discuss America's gun debate. How could it improve? What would be a constructive direction for it to go in? Students should click here to submit opinions of fewer than 250 words before Aug. 20. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-de-blasio-thinks-bernie-would-have-won-in-2016-11565131468", "title": "Notable & Quotable: De Blasio Thinks Bernie Would Have Won in 2016", "date": "2019-08-06 18:44", "summary": "'Clinton campaign staffers' reactions ranged from eye rolls to anger.'. Sally Goldenberg and Alex Thompsonreporting for Politico, Aug. 6:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-deals-body-blow-to-struggling-u-s-farm-belt-11565093998", "title": "China Deals 'Body Blow' to Struggling U.S. Farm Belt", "date": "2019-08-06 18:37", "summary": "Farmers, agricultural groups decry retaliatory move to stop buying U.S. crops and livestock. The U.S. Farm Belt braced for deeper pain from the escalating trade battle between the world's two biggest economies after China said it would suspend all imports of U.S. agricultural goods.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hertz-beats-revenue-expectations-in-latest-quarter-11565131015", "title": "Hertz Beats Revenue Expectations in Latest Quarter", "date": "2019-08-06 18:36", "summary": "Car-rental company's revenue rises 5% following yearslong financial difficulties. Car-rental giant Hertz Global Holdings Inc. swung to a profit in its second quarter on record revenue, sending shares of the company higher in after-market trading.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-embargo-puts-citgo-bond-payment-at-risk-11565130931", "title": "Venezuela Embargo Puts Citgo Bond Payment at Risk", "date": "2019-08-06 18:35", "summary": "Opposition leaders said the Trump administration's embargo would protect Citgo from being seized by creditors. Venezuela's opposition leaders said the latest U.S. economic sanctions on its government shield state-owned refiner Citgo Petroleum Corp. from being seized, possibly allowing them to avoid more than $900 million in coming bond payments.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-group-shares-rise-as-company-outperforms-expectations-11565130883", "title": "Match Group Shares Rise as Company Outperforms Expectations", "date": "2019-08-06 18:34", "summary": "Operator of online-dating platforms reported second-quarter revenue increased about 18% from the year prior. Match Group Inc.'s shares rose nearly 18% in after-hours trading Tuesday as the company posted higher-than-expected profit and sales in the latest quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/8chan-owner-defends-speech-forum-in-wake-of-el-paso-shooting-11565108749", "title": "8chan Owner Defends Speech Forum in Wake of El Paso Shooting", "date": "2019-08-06 18:31", "summary": "Jim Watkins says someone other than suspect uploaded purported manifesto and that Cloudflare's move to end internet services was politically motivated. The owner of online forum 8chan defended his company in a YouTube video Tuesday against the internet-services provider that effectively took it offline and against attempts to silence platforms of speech.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papa-johns-reports-profit-but-sales-continue-to-struggle-11565128075", "title": "Papa John's Returns to Profit After Tough Year", "date": "2019-08-06 18:28", "summary": "Pizza chain has faced weaker sales and negative publicity related to its founder. Papa John's International Inc. reported its first quarterly profit since last year, but the company is still struggling to lift sales from its locations in the U.S. and Canada following a host of controversies.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/names-of-more-alleged-boy-scouts-abusers-are-disclosed-11565107104", "title": "Names of More Alleged Boy Scouts Abusers Disclosed", "date": "2019-08-06 18:07", "summary": "Lawyers release list after Pennsylvania lawsuit by a man who says he was sexually abused during the 1970s. Lawyers released hundreds of previously undisclosed names of alleged sexual abusers with ties to the Boy Scouts of America.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/care-com-founder-to-step-down-as-ceo-months-after-wsj-report-11565089901", "title": "Care.com Founder to Step Down as CEO Months After WSJ Report", "date": "2019-08-06 18:04", "summary": "The company also reported a net quarterly loss. The founder and chief executive of Care.com Inc. said Tuesday she would resign as CEO, five months after a Wall Street Journal investigation showed that the online marketplace provided limited vetting of its caregivers, sometimes with tragic results.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-trade-fight-casts-shadow-over-market-analysts-see-volatility-ahead-11565092806", "title": "More Stock-Market Volatility Expected as U.S., China Dig In Heels Over Trade", "date": "2019-08-06 18:01", "summary": "Tensions aren't likely to abate soon, analysts warn. The stock market recovered some of its losses Tuesday. But major indexes remain down more than 4% from their records, and Wall Street analysts are urging investors to brace for further turbulence.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-launches-health-initiative-to-help-those-involved-in-the-criminal-justice-system-11565128874", "title": "NYC Launches Health Initiative to Help Those Involved in the Criminal-Justice System", "date": "2019-08-06 18:01", "summary": "Program aims to educate doctors to better help people who have been incarcerated, or are on probation or parole. The New York City Health Department is launching an initiative to educate health-care providers on how to better serve patients who have been involved in the criminal-justice system.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accused-el-paso-shooters-family-says-he-was-influenced-and-informed-by-people-we-do-not-know-11565124735", "title": "Accused El Paso Shooter's Family Blames Outside Influences, Denounces His Actions", "date": "2019-08-06 18:00", "summary": "Mass shooting at a Walmart over the weekend left 22 people dead. The family of accused El Paso mass shooter Patrick Crusius denounced the influences that they said drove him to open fire at a Walmart Saturday and called the shooting, in which 22 people died, an atrocity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-laureate-toni-morrison-has-died-11565099219", "title": "Nobel Laureate Toni Morrison Has Died", "date": "2019-08-06 17:55", "summary": "'Beloved' novelist was first black woman to receive the Nobel Prize in literature, awarded in 1993. Toni Morrison, a literary lion whose narrative voice soared from deep tenderness to searing power in \"Beloved,\" \"Song of Solomon\" and other novels, died Monday night in New York, her publisher Alfred A. Knopf said. She was 88 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-tosses-count-against-former-white-house-counsel-before-trial-11565127850", "title": "Count Dismissed Against Former White House Counsel Before Trial", "date": "2019-08-06 17:44", "summary": "Case will still proceed to trial on a separate charge that also involves alleged false statements. WASHINGTON-A federal judge on Tuesday dismissed a key part of the case against former White House counsel Greg Craig on the eve of his trial on charges stemming from legal work he performed for Ukraine in 2012.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fall-of-barneys-burns-a-hedge-fund-star-11565086634", "title": "The Fall of Barneys Burns a Hedge-Fund Star", "date": "2019-08-06 17:34", "summary": "Richard Perry controlled the department store during broader retail decline. Some billionaire hedge-fund managers buy sports teams. Richard Perry snapped up one of New York's most influential luxury department-store chains.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-headline-the-new-york-times-has-to-rewrite-11565127124", "title": "Another Headline the New York Times Has to Rewrite", "date": "2019-08-06 17:32", "summary": "An appeals court revives former Alaska Gov. Sarah Palin's lawsuit against the newspaper.. On Monday night the New York Times changed an accurate headline for its Tuesday print edition after some Twitter users complained that it was insufficiently critical of President Donald Trump. A new court decision on another Times story related to gun violence suggests that abandoning journalistic standards can carry a heavy price.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-opioid-litigation-its-now-states-v-cities-11565123075", "title": "In the Opioid Litigation, It's Now States v. Cities", "date": "2019-08-06 17:27", "summary": "States oppose move by cities and counties to band together; parties all fear missing out on tobacco-like payday. CLEVELAND-When tobacco companies agreed to pay states $206 billion two decades ago to settle litigation over the public-health costs of smoking, cities and counties eagerly awaited their share of the money. For the most part, it never came.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rnc-sue-california-over-tax-return-law-11565122995", "title": "Trump, RNC Sue California Over Tax-Return Law", "date": "2019-08-06 17:25", "summary": "Lawsuits claim a new requirement for making the state's presidential primary ballot is unconstitutional. WASHINGTON-President Trump and his re-election campaign filed a federal lawsuit Tuesday challenging a new California law requiring presidential candidates to make public their tax returns in order to appear on the state's primary-election ballot.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-visit-el-paso-and-dayton-testing-his-ability-to-heal-11565126283", "title": "Trump to Visit El Paso and Dayton, Testing His Ability to Heal", "date": "2019-08-06 17:18", "summary": "President faces criticism from local officials over his rhetoric, stance on gun laws. President Trump plans to visit El Paso, Texas, and Dayton, Ohio, site of the back-to-back weekend shootings that forced a raw national debate about race and gun violence and spurred critics to question his ability to heal in a moment of crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rodan-fields-cio-looks-to-go-agile-11565125309", "title": "Rodan & Fields CIO Looks to Go Agile", "date": "2019-08-06 17:01", "summary": "Steven Dee plans to hire more IT staff, build better sales tools for the skin-care company's distributors. Rodan & Fields LLC recently named its first chief information officer as the skin-care company plans to deploy more digital-sales and personalization tools to its army of independent distributors.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dayton-shooter-recalled-for-uncontrollable-urges-and-violent-statements-couched-as-jokes-11565122531", "title": "Portrait of Dayton Shooter: 'Uncontrollable Urges' and Violent Talk Couched as Jokes", "date": "2019-08-06 16:52", "summary": "FBI launches probe into violent ideologies the shooter was exploring before the attack; police said it's too early to ascribe motive. DAYTON, Ohio-Caitlyn Johnson dated Connor Betts for several months until she broke up with him in May because she found his interest in mass shooting and other behaviors disturbing, she said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacom-hungry-for-hits-gobbles-up-garfield-11565107200", "title": "Viacom, Hungry for Hits, Gobbles Up Garfield", "date": "2019-08-06 16:45", "summary": "The entertainment company wants fodder for programming it can show and sell to streaming services. Viacom Inc. has sunk its claws into another hit franchise.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-kashmir-move-could-complicate-u-s-efforts-to-forge-afghan-peace-11565122618", "title": "Kashmir's Loss of Autonomy Clouds Afghan Peace Efforts", "date": "2019-08-06 16:43", "summary": "India's removal of disputed region's autonomous governing status sparks Pakistan's anger; both nations are seen as critical to efforts to reach an accord with the Taliban. NEW DELHI-India's historic move to end the autonomous governing status of a disputed region threatens to complicate U.S. efforts to forge a peace deal with the Taliban in Afghanistan, while Indian authorities locked down the streets of Kashmir.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fertilizer-stockswilt-amid-trade-tensions-11565116085", "title": "Fertilizer Stocks Wilt Amid Trade Tensions", "date": "2019-08-06 16:40", "summary": "Farm-supply companies have slumped this week after threat to U.S. agricultural exports. Shares of farm-supply companies came under further pressure Tuesday following disappointing quarterly results from fertilizer maker Mosaic Co. amid an escalation in the U.S.-China trade fight.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revenue-rises-at-all-wynn-resorts-properties-11565123673", "title": "Revenue Rises at All Wynn Resorts Properties", "date": "2019-08-06 16:34", "summary": "Lower profit primarily due to expenses related to the development of the company's newly opened Encore Boston Harbor. Wynn Resorts Ltd. said revenue increased at all of its properties in the latest quarter, with the high-end hotel and casino operator reporting a nearly 10% rise in the money it makes per room in Las Vegas.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-to-buy-bento-box-the-animation-house-behind-bob-s-burgers-11565123520", "title": "Fox to Buy Bento Box, the Animation House Behind 'Bob's Burgers'", "date": "2019-08-06 16:32", "summary": "Deal to fortify Fox's pipeline for animation, which has been a staple of its prime-time lineup for decades. Fox Entertainment has agreed to buy Bento Box Entertainment, a prolific producer of animated content including several shows for Fox Corp.'s broadcast network.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercard-to-buy-majority-of-nets-corporate-services-businesses-for-3-19-billion-11565096310", "title": "Mastercard's $3 Billion Purchase Is Its Latest Bid to Do More Than Just Cards", "date": "2019-08-06 16:21", "summary": "The payments-technology company said the deal bolsters its account-to-account capabilities. Mastercard Inc. on Tuesday said it agreed to buy the majority of the corporate-services businesses of Danish payment-services provider Nets A/S for €2.85 billion ($3.19 billion)-its latest bet that the real-time payments market could be poised for significant growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-leads-the-way-among-crossover-donors-11565121712", "title": "Warren Leads the Way Among Crossover Donors", "date": "2019-08-06 16:02", "summary": "More than 40% of the nearly 442,000 Democratic donors who contributed to multiple candidates have given to the Massachusetts senator. WASHINGTON-Massachusetts Sen. Elizabeth Warren shares more donors with other presidential candidates than anyone else in the 2020 race, suggesting a crossover appeal that has helped her raise more than $25 million in a crowded primary without holding traditional fundraisers.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-turmoil-pushes-japanese-bond-yield-below-preferred-range-11565096746", "title": "Market Turmoil Pushes Japanese Bond Yield Below Preferred Range", "date": "2019-08-06 15:57", "summary": "Yield on 10-year Japanese government bonds fell to as low as minus 0.215%. TOKYO-The yield on Japan's benchmark government bond edged out of the Bank of Japan 's preferred range for the first time, putting the central bank's unconventional policy of trying to control yields to the test.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-says-gangs-involved-in-recent-brooklyn-shootings-11565121460", "title": "NYPD Says Gangs Involved in Recent Brooklyn Shootings", "date": "2019-08-06 15:57", "summary": "While overall crime in city is low, shootings are up 5% in 2019. New York City police officials said gang conflict was behind a spate of shootings in Brooklyn this summer, including a late-July shooting in the Brownsville neighborhood that left 11 people injured and one dead.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-ceo-says-television-industry-is-far-from-dead-11565121241", "title": "Discovery CEO Says 'Television Industry Is Far From Dead'", "date": "2019-08-06 15:54", "summary": "Owner of TLC, Animal Planet and Discovery Channel posts higher profit thanks to tax benefit, strong advertising growth. Discovery Inc. said second-quarter earnings grew more than fourfold, boosted by a tax benefit, higher operating results and strong advertising revenue growth, prompting its chief executive to say that the TV industry was \"far from dead.\"", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-wants-to-see-rate-cuts-effect-before-determining-next-move-11565101713", "title": "After Rate Cut, Trade Headwinds Complicate Outlook for Fed Officials", "date": "2019-08-06 15:44", "summary": "James Bullard and Mary Daly say it is too soon to tell if and when the central bank should act. Two Federal Reserve officials said lower interest rates might be warranted later this year amid a more uncertain trade outlook, but that it was premature to say when or how aggressively the central bank should act.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilroy-shooting-prompts-domestic-terrorism-investigation-by-fbi-11565120296", "title": "FBI Opens Terrorism Investigation in Gilroy Shooting", "date": "2019-08-06 15:38", "summary": "Shooter was exploring violent ideologies, had list of religious and political targets, agency says. The Federal Bureau of Investigation said it now considers last week's mass shooting at a food festival in Gilroy, Calif., to be a potential case of domestic terrorism.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-mail-order-pharmacy-faces-pushback-11565103923", "title": "Amazon Mail-Order Pharmacy Faces Pushback", "date": "2019-08-06 15:35", "summary": "PillPack is accused of improperly obtaining patient prescription data, in the latest sign that Amazon is running up against entrenched industry incumbents. Amazon.com Inc.'s foray into the pharmacy business is causing the company to clash with entrenched industry incumbents that are putting roadblocks in front of the company's growth plans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-firm-greensky-explores-possible-sale-11565106584", "title": "GreenSky Is Latest Online Lender to Tumble", "date": "2019-08-06 15:31", "summary": "Shares plunge after online lender says it is exploring a potential sale or merger and after missing profit expectations. Investors are falling out of love with online lenders.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dishs-ergen-defends-companys-wireless-plans-11565119655", "title": "Dish's Ergen Defends Company's Wireless Plans", "date": "2019-08-06 15:27", "summary": "Chairman says if he builds a new 5G network, investors will come. The stock's more than 25% drop suggests the market is skeptical.. Dish Network Corp. Chairman Charlie Ergen defended Tuesday the satellite-TV provider's expansion into phone service, as questions about how it will pay for its wireless ambitions have weighed on Dish's stock price.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aa-avant-garde-sampler-11565116905", "title": "An Avant-Garde Sampler", "date": "2019-08-06 14:41", "summary": "At the New Museum, three solo shows by women artists-Marta Minujín, Mika Rottenberg and Lubaina Himid-provide an intriguing window into contemporary installation art and figurative painting.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fbi-agent-sues-justice-department-over-firing-11565116096", "title": "Former FBI Agent Sues Justice Department Over Firing", "date": "2019-08-06 14:36", "summary": "Peter Strzok, who sent dozens of anti-Trump texts, alleges violations of his First Amendment rights. Former FBI agent Peter Strzok, who was fired by the FBI last year after he sent dozens of text messages disparaging Donald Trump, filed a lawsuit Tuesday accusing the Justice Department of violating his constitutional rights for dismissing him over private political speech.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heavy-duty-truck-orders-hit-lowest-level-in-nine-years-11565116161", "title": "Heavy-Duty Truck Orders Hit Lowest Level in Nine Years", "date": "2019-08-06 14:29", "summary": "Decline comes as truckers point to excess capacity and dimming industrial shipping demand. The market for heavy-duty trucks at the heart of the U.S. industrial sector is running out of road.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catherine-ohara-schitts-creek-wig-11565109502", "title": "For Catherine O'Hara, Nothing Is Funnier Than a Wig", "date": "2019-08-06 14:27", "summary": "The Schitt's Creek actress and comedy veteran, who's just netted her first comedy-acting Emmy nod, credits a supporting cast of hair pieces: \"The most fun I've had is wearing wigs sideways and backwards.\". As a star in '90s comedies like Home Alone and Beetlejuice, Catherine O'Hara flexed skills she honed as a part of Toronto's Second City improv troupe, where she'd been an understudy for Gilda Radner. But in her role as actress Moira Rose on TV comedy Schitt's Creek, O'Hara has a slightly more dramatic backstory. As a fallen soap opera star and matriarch of a once-wealthy family, the bewigged O'Hara swans around the titular backwoods town that the Rose family purchased before being defrauded of their riches. First airing on Pop TV, the cult show experienced a sudden burst of popularity when it hit Netflix in 2015, and O'Hara, 65, has received her first Emmy acting nomination for the role this year. (She has won before for comedy writing on Second City Television and been nominated for a dramatic supporting appearance in the miniseries Temple Grandin.) Her scene partner and frequent collaborator Eugene Levy, who plays her husband Johnny, was nominated as well; Levy's son, Daniel, is the creator of the show and plays their emotionally high strung son, David. Moira and Johnny find themselves booted from their L.A. mansion, living with David and their fashionable daughter Alexis in adjoining run-down motel rooms. (Levy's real-life daughter, Sarah, plays the smiley diner waitress, Twyla.)", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-malevolent-iran-hurts-u-s-friends-in-iraq-11565115758", "title": "A Malevolent Iran Hurts U.S. Friends in Iraq", "date": "2019-08-06 14:22", "summary": "Tehran's disinformation continues to influence the policy conversation in Washington, to our strategic detriment.. Jonathan Spyer's \"Israeli Jets Appear to Have Struck Iraq for the First Time Since 1981\" (op-ed, Aug. 2) offers a discouraging insight into Iran's malign influence in the region, and the U.S. response.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-advocates-wrestle-with-how-to-prevent-hot-car-deaths-11565092304", "title": "Deaths of Children in Hot Cars Spur Push for New Safety Measures", "date": "2019-08-06 14:21", "summary": "Lawmakers debate what type of technology to mandate following dozens of fatalities in recent years. More auto makers are committing to install technology that alerts drivers if they have accidentally left a child in the back seat, but safety advocates and lawmakers say the effort isn't enough to respond to the recent rise in car-seat fatalities.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-president-must-act-for-the-children-11565115623", "title": "Congress, President Must Act for the Children", "date": "2019-08-06 14:20", "summary": "Write into law humanitarian protections for children at the border including putting a stop to the cruel and unusual practice of family separation immediately.. I am a father and an advocate for children's rights and reading \"Over 900 Migrant Children Separated\" (U.S. News, July 31) made my stomach turn. Over the past year, somewhere along the U.S.-Mexico border, our government has pulled children apart from their parents at a rate of more than two a day. The average age of children being separated is 9. Think back to when you were 9-years-old and imagine being in a foreign land and being torn from your parents. It's overwhelming and cruel no matter your politics. These continued actions by our government are unacceptable, unconscionable and, simply put, un-American. Using children as pawns and collateral to deter immigration is indefensible.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gop-and-democrats-kick-the-can-again-11565115587", "title": "The GOP and Democrats Kick the Can Again", "date": "2019-08-06 14:19", "summary": "Let's call the budget agreement what it is: shirking responsibility and kicking the can down the road, as in not dealing with the Social Security crisis, illegal immigration and on and on and on.. Regarding your editorial \"The Bipartisan Spending Party\" (July 24): Why is no remedy suggested? Decades of budgetary incontinence are vexing but, other than some sense of propriety, there are few incentives for fiscal restraint. Those who originate the spending in Congress do so to curry favor, buy votes, feed donors and feel righteous in their idealism and good intentions. Fiscal hawks are a rare species. Presidents refrain from using their sole tool, the veto, to cut spending due to high political cost, a threat of slowing the economy through austerity and, especially with President Trump, a desire to keep measures of a healthy economy as high as possible.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sec-should-follow-its-own-rules-for-guidance-11565115544", "title": "The SEC Should Follow Its Own Rules for Guidance", "date": "2019-08-06 14:19", "summary": "Even novice students of due process understand that guidance provided in 2018 cannot be used in cases citing actions taken before that time.. Mark Chenoweth's and Peggy Little's \"Secret Laws for the Powerful\" (op-ed, July 24) focuses on regulation without notice-and-comment rule-making. Unfortunately, despite the Trump administration's pronouncements to the contrary, this practice continues. The Securities and Exchange Commission's Share Class Selection Disclosure Initiative is a headline-grabbing example in which 79 financial institutions were faulted for not taking in 2014-18 actions that weren't articulated until 2018 through \"gotcha\" enforcement actions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-poets-take-on-our-times-compared-to-eisenhowers-11565115507", "title": "A Poet's Take on Our Times Compared to Eisenhower's", "date": "2019-08-06 14:18", "summary": "\"The best lack all conviction, while the worst / Are full of passionate intensity.\". Regarding Robert D. Kaplan's \"Why We Need Someone Like Ike\" (op-ed, July 18): A W.B. Yeats poem sums up Robert Kaplan's essay with the third line of his \"The Second Coming,\" perhaps the most cited line of poetry in the 20th century: \"Things fall apart; the centre cannot hold,\" but more pointedly with the seventh and eighth lines, \"The best lack all conviction, while the worst / Are full of passionate intensity.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-governor-proposes-gun-reform-package-11565114889", "title": "Ohio Governor Proposes Gun Reform Package", "date": "2019-08-06 14:08", "summary": "Gov. DeWine pushes background checks, more mental-health funding following Dayton mass shooting. Ohio Gov. Mike DeWine pushed for background checks on almost all firearm sales in the state following a mass shooting that left nine dead and at least 27 injured in Dayton, Ohio, over the weekend.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prepared-to-die-hong-kong-protesters-embrace-hard-core-tactics-challenge-beijing-11565038264", "title": "'Prepared to Die': Hong Kong Protesters Embrace Hard-Core Tactics, Challenge Beijing", "date": "2019-08-06 14:06", "summary": "The resistance, which has mainstream support, is the biggest rebellion against China's government since President Xi took power. HONG KONG-In 2014, a protester named Chloe camped out on city streets, chanted slogans and planted \"seeds of hope,\" part of a 79-day occupation of major roads. The protesters' demands for greater democracy were ignored.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/using-social-media-to-prevent-mass-shootings-faces-challenges-11565083805", "title": "Using Social Media to Prevent Mass Shootings Faces Challenges", "date": "2019-08-06 13:53", "summary": "President Trump's directive to use technology to pinpoint suspects before they attack runs into practical barriers, experts say. President Trump's call for law enforcement and social-media companies to develop technology to prevent mass shootings cuts to the heart of several enormous challenges, experts say.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-millennial-pink-how-one-generations-colors-are-changing-everything-11565113661", "title": "Beyond Millennial Pink: How One Generation's Colors Are Changing Everything", "date": "2019-08-06 13:47", "summary": "Faucets, hoses, straws, all in a profusion of pastels not seen since the 1950s. But these hues are strategically murky-neither feminine nor masculine-to please a non-binary generation. PINK WAS FEELING lonely. In 2014, India Mahdavi's slightly grayed-out blush design for London's Sketch restaurant fired a shot across the bow of traditional neutrals like navy and tan. Since then, the muted hue has shown up in myriad interiors, flattered skin tones across social media, and tinted products from vases to linens. It was inevitable that a complementary color scheme would evolve around the millennial generation's It color, said Laura Guido-Clark, a Berkeley, Calif. designer and color expert whose clients include Samsung and Herman Miller.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarah-palins-suit-against-new-york-times-revived-by-appeals-court-11565113483", "title": "Sarah Palin's Suit Against New York Times Revived by Appeals Court", "date": "2019-08-06 13:44", "summary": "Appellate panel decides lower court was too hasty in dismissing the defamation lawsuit. A federal appeals court on Tuesday ruled that former Alaska Gov. Sarah Palin can proceed with a defamation lawsuit against the New York Times over a 2017 editorial that suggested the Republican politician had helped incite political violence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-quietly-embraces-the-term-domestic-terrorism-11565111442", "title": "Justice Department Quietly Embraces the Term 'Domestic Terrorism'", "date": "2019-08-06 13:10", "summary": "Government's unequivocal labeling of El Paso rampage as terrorism was latest example of recent change at DOJ. WASHINGTON-Just one day after the mass shooting at an El Paso Walmart, the top federal prosecutor in southern Texas declared that the incident would be treated as a terrorist attack.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-softbank-really-have-108-billion-for-its-vision-fund-2-11565091165", "title": "Does SoftBank Really Have $108 Billion for Its Vision Fund 2?", "date": "2019-08-06 13:09", "summary": "Abu Dhabi's Mubadala sovereign-wealth fund could invest up to $25 billion. SoftBank Group Corp. appeared to have pulled off a fundraising coup last month when it announced a technology investment fund with $108 billion in expected capital from the likes of Apple Inc. and Microsoft Corp.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-vows-to-punish-hong-kong-protesters-who-break-the-law-11565076634", "title": "China Warns Hong Kong Protesters, Signals Growing Impatience", "date": "2019-08-06 13:05", "summary": "Official cites Beijing's strength, underscores support for local leader and urges police to punish lawbreakers a day after strike paralyzes city. BEIJING-China's top office for Hong Kong affairs signaled Beijing's waning patience with protesters in Hong Kong, warning them not to underestimate the strength of the central government and urging the local police to punish those who break the law.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-toni-morrison-pillar-of-american-letters-11565104324", "title": "Photos: Remembering Toni Morrison, Pillar of American Letters", "date": "2019-08-06 13:05", "summary": "In Toni Morrison's fiction, black history was a trove of poetry, tragedy, love, adventure and good old gossip. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dartmouth-reaches-14-million-settlement-over-sexual-misconduct-allegations-11565110588", "title": "Dartmouth Reaches $14 Million Settlement Over Sexual Misconduct Allegations", "date": "2019-08-06 12:56", "summary": "Lawsuit said school ignored behavior of three former professors that included rape, groping, cocaine. Dartmouth College reached a settlement with nine current and former students who alleged the school ignored sexual misconduct from three former professors.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yemen-truce-efforts-falter-as-regional-rivalries-intensify-11565083800", "title": "Yemen Truce Efforts Falter as Rivalries Intensify", "date": "2019-08-06 12:45", "summary": "Hostilities between Iran-allied Houthis and Saudi Arabia-led forces risk fueling broader regional conflict. WASHINGTON-Diplomatic efforts to broker a cease-fire in Yemen between Saudi Arabia and Iran-aligned forces have faltered, people briefed on the talks say, setting back United Nations attempts to prevent the four-year war from fueling a broader regional conflict with Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-braces-itself-for-protracted-trade-dispute-with-the-u-s-11565091208", "title": "China Digs In to Outlast U.S. in Trade Dispute", "date": "2019-08-06 12:32", "summary": "President Xi Jinping, struggling to revive economy and quell Hong Kong protests, has little leeway for concessions that would undercut strongman image. BEIJING-The volley-for-volley trade war between China and the U.S. is accelerating at a time when Chinese President Xi Jinping can ill afford to make concessions, raising the likelihood of a protracted struggle between the world's two biggest economies.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wealth-manager-iconiq-known-for-silicon-valley-ties-widens-real-estate-holdings-11565089200", "title": "Wealth Manager Iconiq Widens Real-Estate Holdings", "date": "2019-08-06 12:20", "summary": "Investment firm that worked with Facebook CEO Mark Zuckerberg is buying rental apartments in U.S. cities. An investment firm known for its ties to Mark Zuckerberg is buying up apartments in major U.S. cities, as the wealth manager makes its first significant move into the residential rental market.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/august-books-sally-rooney-ocean-vuong-11565103404", "title": "Here's Everything to Read This August", "date": "2019-08-06 12:15", "summary": "What to order straight to the beach house: From the newest summer releases to a few classic reads we're just now catching up on, here are ten books the WSJ. staff is reading right now.. I just started Revenge of the She-Punks by Vivien Goldman. The music journalist and professor combines her academic prowess with the passion she absorbed as an original she-punk herself, magnifying how deeply embedded women's narratives of self-discovery and empowerment are within the history of punk. She even includes playlists throughout to soundtrack your reading with Patti Smith, Pussy Riot, and more! - Natalia Barr", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-are-wearing-fishing-vests-in-the-city-really-11565107006", "title": "Men Are Wearing Fishing Vests in the City (Really)", "date": "2019-08-06 11:56", "summary": "Humble, many-pocketed fishing and hunting vests are being reconsidered by designers and trendy types. Are you missing out?. IN \"THE FAREWELL,\" a recently released film about multiple generations of a Chinese family, an elderly character named Mr. Li shuffles around his apartment wearing a cropped, abundantly pocketed fishing vest over a polo shirt and khakis. The Saturday afternoon I saw the movie in Brooklyn, I wore a nearly identical vest over my T-shirt.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-seek-to-nationalize-their-local-races-11565106880", "title": "Republicans Seek to Nationalize Their Local Races", "date": "2019-08-06 11:54", "summary": "Political events in Kentucky and Mississippi offer examples of the dynamic at play in state and local races. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eldorado-resorts-likely-to-sell-a-las-vegas-strip-property-following-caesars-deal-11565106434", "title": "Eldorado Likely to Sell a Las Vegas Strip Property Following Caesars Deal", "date": "2019-08-06 11:47", "summary": "The casino operator plans to pay off as much as $4.5 billion of Caesars' debt in the first two years following the acquisition. Eldorado Resorts Inc. is strongly considering the sale of a Las Vegas Strip casino after finishing its acquisition of Caesars Entertainment Corp. next year, company officials said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wave-of-house-gop-retirements-crests-in-texas-11565101072", "title": "Wave of House GOP Retirements Crests in Texas", "date": "2019-08-06 11:38", "summary": "Four House Republicans from the state in last two weeks have declared they won't run for re-election in 2020. House Republicans are in the midst of a wave of retirements, and it appears to be cresting in Texas.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-u-s-labeled-china-a-currency-manipulator-and-what-it-means-11565105936", "title": "Why the U.S. Labeled China a Currency Manipulator and What It Means", "date": "2019-08-06 11:38", "summary": "The ultimate reason for designating a country a currency manipulator is to justify some sort of retaliation. WASHINGTON-After a decade of flirting with the issue, the U.S. Treasury on Monday labeled China a currency manipulator, something the U.S. hadn't done since 1994.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/care-com-needs-a-new-governess-11565105737", "title": "Care.com Needs a New Governess", "date": "2019-08-06 11:35", "summary": "Care.com's latest financial results show trust in child care is both delicate and paramount. Even Care.com is on the hunt for a trusted head of household.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/change-to-new-york-sex-abuse-laws-expected-to-spur-a-wave-of-lawsuits-11565105215", "title": "Change to New York Sex-Abuse Laws Expected to Spur a Wave of Lawsuits", "date": "2019-08-06 11:26", "summary": "Far-reaching new law extends statute of limitations for victims to sue alleged abusers. Just before Stephen Erickson died of cancer late last year, he got permission from a judge to speak under oath about a school janitor who he said sexually abused him beginning in seventh grade.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-san-francisco-fed-president-mary-daly-11565104152", "title": "Transcript: WSJ Interview With San Francisco Fed President Mary Daly", "date": "2019-08-06 11:11", "summary": "Resume Subscription. San Francisco Fed President Mary Daly spoke with Wall Street Journal reporter Nick Timiraos in San Francisco on Monday, Aug. 5. She discussed her support for last week's interest-rate cut and the outlook for the economy in an environment of heightened policy uncertainty. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-apron-narrows-loss-but-continues-to-lose-customers-11565092595", "title": "Blue Apron Narrows Loss but Continues to Lose Customers", "date": "2019-08-06 10:57", "summary": "It is a rocky time for the meal-kit business. Blue Apron Holdings Inc. narrowed its quarterly loss, but its customer count continued to decline, underscoring the challenge facing a new executive team trying to turn the meal-kit pioneer around.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-isnt-manipulating-the-yuanits-waiting-out-trump-11565088689", "title": "China Isn't Manipulating the Yuan-It's Waiting Out Trump", "date": "2019-08-06 10:52", "summary": "Beijing seems to have concluded it won't get an acceptable trade deal with the current U.S. president. China's leaders appear to have concluded that they won't secure an acceptable trade deal with President Trump. What they can do is try to weather the next 18 months while inflicting maximum political damage-and hope a weakening U.S. economy delivers a new president.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-family-graydon-carters-1951-chevrolet-11565102890", "title": "In the Family: Graydon Carter's 1951 Chevrolet", "date": "2019-08-06 10:48", "summary": "Resume Subscription. Graydon Carter, the former longtime editor of Vanity Fair magazine and founder of the new digital weekly Air Mail, on his 1951 Chevrolet woodie, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-car-for-connecticut-weekends-11565102520", "title": "Photos: A Car for Connecticut Weekends", "date": "2019-08-06 10:42", "summary": "This 1951 Chevrolet woodie served Graydon Carter's family for trips to the beach. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinese-troops-in-hong-kong-keep-low-profile-but-stand-ready-11565102155", "title": "Chinese Troops in Hong Kong Keep Low Profile but Stand Ready", "date": "2019-08-06 10:35", "summary": "Recent PLA military drills are raising the possibility that Beijing might order troops to quell protests, although that move is widely seen as remote. The possibility that Beijing would call in its army to quell unrest in Hong Kong is widely seen as remote. Still, recent saber rattling from the Chinese government has raised the specter of such an intervention.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-deal-music-to-vivendis-earsfor-now-11565101022", "title": "Tencent Deal Music to Vivendi's Ears-for Now", "date": "2019-08-06 10:17", "summary": "French conglomerate negotiated a good valuation for its prized asset, but cash returns could disappoint. French thinkers favor elegant theory over messy practice, and so seemingly does Vivendi . A potential deal to sell a stake in Universal Music Group to Tencent is better for the Paris-listed conglomerate's paper valuation than its cash returns.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-kids-want-to-be-james-harden-11565100311", "title": "Why Kids Want to Be James Harden", "date": "2019-08-06 10:08", "summary": "The stepback 3-pointer is the next big thing in youth basketball. The players love it. And their coaches hate it.. Brooklyn Nets guard Joe Harris has spent part of his summer for the last five years hosting a camp for youth basketball players, and he's learned that being around kids all day is a useful way of understanding the recent history and the inevitable future of his sport.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eva-longorias-three-century-legacy-in-texas-11565100031", "title": "Eva Longoria's Three-Century Legacy in Texas", "date": "2019-08-06 10:00", "summary": "The 'Dora and the Lost City of Gold' actress on her mother's influence, working at Wendy's and landing her first big break. Eva Longoria, 44, is an actress, producer and director. She stars in the film \"Dora and the Lost City of Gold,\" which opens Aug. 9, and is the executive producer of the ABC series \"Grand Hotel.\" She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-neighbors-build-cheaper-way-to-connect-to-web-11565100000", "title": "New York City Neighbors Build Cheaper Way to Connect to Web", "date": "2019-08-06 10:00", "summary": "NYC Mesh is an all-volunteer community creating its own high-speed internet service. Last week, on a sweltering Monday afternoon, Luke Gerke was pacing in front of his East Village home in Manhattan, engaged in that all-too-familiar pastime: Waiting for a technician to install his internet service.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-political-turmoil-cuts-short-lodging-comeback-11565089201", "title": "Puerto Rico's Lodging Comeback Is Cut Short by Political Turmoil", "date": "2019-08-06 09:39", "summary": "Island's tourism and luxury housing sector appeared poised for a rebound before a series of disruptions. Puerto Rico's lodging and luxury housing sector has been slammed by a relentless series of crises, from hurricanes and the Zika virus to the territory's bankruptcy.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-amazon-take-two-caesars-entertainment-shake-shack-11565088360", "title": "Stocks to Watch: Chesapeake, Beyond Meat, Mastercard, Amazon", "date": "2019-08-06 09:11", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-may-get-an-earful-from-the-heartland-11565089348", "title": "Trump May Get an Earful From the Heartland", "date": "2019-08-06 09:10", "summary": "Industrial, agricultural, energy and transportation companies are suffering from the China trade dispute, which hits Trump's voter base. Flyover country has had enough of the tariff spat with China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/construction-startup-katerra-attracts-former-oil-industry-ceo-11565096402", "title": "Construction Startup Katerra Attracts Former Oil-Industry CEO", "date": "2019-08-06 09:02", "summary": "SoftBank-backed Katerra taps Schlumberger veteran Paal Kibsgaard to oversee its rapid growth. A Silicon Valley-based construction startup has hired a former oil-industry chief executive, a sign that its rapid growth is starting to attract prominent talent from other industries.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-pension-funds-fell-short-in-2019-11565092806", "title": "Pension Funds Fell Short in 2019", "date": "2019-08-06 08:00", "summary": "Public plans with more than $1 billion in assets earned a median return of 6.79% for the year ended June 30, the lowest since 2016. Public pension plans fell short of their projected returns this year, adding to the burden on governments struggling to fund promised benefits to retired workers.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-put-soothing-spin-on-currency-move-11565091152", "title": "China Puts Soothing Spin on Currency Move", "date": "2019-08-06 07:32", "summary": "Publishers echo central bank in saying change was justified, market-driven, unlikely to mark the start of a larger depreciation; some even portrayed it as a sign of maturity. SHANGHAI-Chinese media played down Beijing's abandonment of a former red-line in currency policy as they sought to reassure the country's millions of small investors.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-in-talks-to-buy-stake-in-universal-music-group-11565078272", "title": "Tencent in Talks for Stake in Universal Music", "date": "2019-08-06 07:25", "summary": "Deal for 10% of Universal Music would tighten tech giant's dominance of music industry in China. BEIJING- Tencent Holdings Ltd. is negotiating to buy 10% of Universal Music Group, the world's largest music company, from Vivendi SA for about €3 billion ($3.36 billion)-a deal that would strengthen the Chinese internet giant's growing clout in the global record industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-seven-mexican-deaths-el-paso-shooting-prompts-new-cross-border-anxiety-11565089756", "title": "With Eight Mexican Deaths, El Paso Shooting Prompts New Cross-Border Anxiety", "date": "2019-08-06 07:19", "summary": "If Mexicans are afraid to shop in the U.S., El Paso's economy could feel long-term repercussions. The first cabinet-level official to visit El Paso, Texas, after a mass shooting over the weekend came on behalf of the government on the other side of the border.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-banks-are-circling-the-drain-11565089206", "title": "Japanese Banks Are Circling the Drain", "date": "2019-08-06 07:03", "summary": "Three decades of structural pressure from falling interest rates can no longer be escaped. Banking in a country where almost nobody defaults sounds easy. For Japan's lenders, it is anything but.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-energy-producing-buildings-work-in-swampy-south-atlanta-is-trying-11565089206", "title": "Can Energy-Producing Buildings Work in the Swampy South? Atlanta Is Trying", "date": "2019-08-06 07:00", "summary": "A new Georgia Tech building designed to produce more energy than it consumes will pit the latest energy-saving technology against Atlanta's humidity.. A two-story Atlanta building designed to produce more energy than it consumes is poised to open in early fall, a crucial test case of whether a large-scale environmentally-advanced project can achieve its goals in the heat and humidity of the Southeast.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-fed-official-is-focused-on-trade-tensions-11565083921", "title": "San Francisco Fed Official Is Focused on Trade Tensions", "date": "2019-08-06 05:32", "summary": "Mary Daly says U.S. and China dispute has amplified economic headwinds. SAN FRANCISCO-Mary Daly, Federal Reserve Bank of San Francisco president, said she is focused on U.S. and China trade tensions as a factor in figuring out the central bank's next step on interest rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-backed-vaco-buys-financial-consulting-business-morganfranklin-11565083806", "title": "Private Equity-Backed Vaco Buys Financial Consulting Business MorganFranklin", "date": "2019-08-06 05:30", "summary": "The companies' combined annual revenue would be $750 million. Vaco LLC, a private equity-backed executive recruiter and talent consulting company, has acquired MorganFranklin Consulting LLC in a bid to strengthen its financial consulting services.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-rights-lobby-faces-challenges-on-and-off-the-hill-11565083801", "title": "Gun-Rights Lobby Faces Challenges On and Off the Hill", "date": "2019-08-06 05:30", "summary": "Turmoil at the NRA and spending by gun-control groups have changed the political equation, but not enough to produce big legislative changes. In 2018, GOP Rep. Barbara Comstock campaigned on her top rating from the National Rifle Association and attacked her opponent for supporting expanded background checks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-surgery-social-networks-aim-to-curb-waiting-room-anxiety-11565083801", "title": "Waiting-Room Anxiety Eased With Apps That Give Updates", "date": "2019-08-06 05:30", "summary": "Tools allow parents a peek inside the operating room or NICU. It's a situation many parents know all too well: Whether they have an infant in the NICU or a child in surgery, the hours spent in that waiting room are completely nerve-racking. There are only so many crumpled magazines you can peruse and so many Instagram posts you can scroll through before you just want to yell, \"What's going on in there?\"", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-solemnly-swear-their-wedding-will-ditch-tradition-11565083803", "title": "They Solemnly Swear Their Wedding Will Ditch Tradition", "date": "2019-08-06 05:30", "summary": "As millennials marry, more couples are veering away from classical ceremonies; some are writing their own vows-or hiring ghostwriters to help them. Some young couples getting married today are making just one vow: That their wedding will look nothing like a traditional ceremony from their parents' time.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/switzerland-strives-to-be-global-leader-in-opening-skies-for-drones-11565082120", "title": "Switzerland Strives to Be Global Leader in Opening Skies for Drones", "date": "2019-08-06 05:02", "summary": "Swiss air-traffic control organization and local businesses team up to dramatically expand unmanned aircraft flights. ZURICH-Switzerland is working on pioneering ways to handle booming drone traffic aimed at allowing unmanned aircraft to quickly operate in much more of the nation's airspace than approaches being pursued in other countries.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-china-branded-a-currency-manipulator-steers-the-yuan-11565081471", "title": "How China, Branded a Currency Manipulator, Steers the Yuan", "date": "2019-08-06 04:51", "summary": "Here is a look at China's hybrid financial system and how it works. China has let the yuan depreciate beyond the key level of 7 per dollar, prompting the U.S. Treasury to label it a currency manipulator. This escalation in the U.S.-China trade war has rattled global markets.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-turnaround-tuesday-11565080984", "title": "Welcome to Turnaround Tuesday", "date": "2019-08-06 04:43", "summary": "In the stock market, the day of the week matters more than you might think. U.S. stock futures were in a decidedly better mood as Tuesday began than on Monday, rising 0.5% as Asian markets shut shop for the day.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11565027365", "title": "Pepper...and Salt", "date": "2019-08-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accused-subway-surfer-released-without-bail-after-18th-arrest-11565045335", "title": "Accused Subway Surfer Released Without Bail After 18th Arrest", "date": "2019-08-06 23:12", "summary": "Police say Brooklyn man is responsible for hundreds of train delays. A Brooklyn man who was arrested for the 18th time for subway crimes that police say have caused hundreds of delays for commuters was released without bail, officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-currency-weakening-escalates-trade-war-11565027431", "title": "U.S. Designates China as Currency Manipulator", "date": "2019-08-06 22:47", "summary": "Stocks tumble as the two nations swap blows over trade. WASHINGTON-The U.S. Treasury labeled China a currency manipulator after the Chinese central bank let the yuan depreciate, capping a day of trade-war escalations that sparked a global fall in financial markets and fears the clash could stall the U.S.'s economic expansion.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-u-s-to-protect-shipping-through-strait-of-hormuz-from-iranian-threats-11565026612", "title": "Britain, U.S. to Protect Shipping Through Strait of Hormuz", "date": "2019-08-06 22:10", "summary": "U.K. government says decision came after London struggled to build a European maritime coalition. Britain joined the U.S. in forming an international mission to protect shipping through the Strait of Hormuz from Iranian threats, the British government said on Monday, a decision that came after London struggled to build a European maritime coalition to safeguard ships in the region.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fringe-message-forum-8chan-goes-offline-after-el-paso-shooting-11564990191", "title": "8chan Faces Roadblock in Efforts to Return to Service", "date": "2019-08-06 20:41", "summary": "Epik, the host for the online forum used by the suspect in the El Paso, Texas, mass shooting, had its content blocked by a cloud-services provider. Online forum 8chan, used by the suspect in the El Paso, Texas, shooting that left 22 people dead, is facing a concerted effort to block its return after an internet-infrastructure provider cut off support Sunday night.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-launches-fourth-weapons-test-in-13-days-11565050436", "title": "North Korea Launches Fourth Weapons Test in 13 Days", "date": "2019-08-06 20:32", "summary": "The latest missiles test likely required a route that traveled above North Korean land. SEOUL-North Korea launched two short-range ballistic missiles Tuesday morning, Seoul officials said, the latest weapons test to challenge both the U.S. positioning in stalled nuclear negotiations and its tolerance for such provocations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-senator-sends-letter-to-amazon-ceo-on-capital-one-hack-11565036507", "title": "Senator Asks Amazon for More Details on Capital One Hack", "date": "2019-08-06 20:29", "summary": "Democratic Sen. Ron Wyden requests details about security of Amazon's cloud service. A Democratic senator is pressing Amazon.com Inc. for answers on its cloud-computing technology at the heart of the Capital One hack, one of the biggest-ever bank-data thefts.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fed-leaders-plea-for-central-banks-political-independence-11565051192", "title": "Former Fed Leaders Plea for Central Bank's Political Independence", "date": "2019-08-06 20:26", "summary": "Paul Volcker, Alan Greenspan, Ben Bernanke and Janet Yellen say Fed should be free from short-term political pressures. WASHINGTON-The former heads of the Federal Reserve made their case Monday for the central bank to remain independent and free from short-term political pressures, an implicit rebuttal to President Trump's repeated criticism of the institution.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/las-vegas-tourism-lifts-caesars-entertainment-revenue-11565050029", "title": "Las Vegas Tourism Lifts Caesars Entertainment Revenue", "date": "2019-08-06 20:07", "summary": "Casino operator reports $25 million in cost-cutting ahead of sale to Eldorado. Visitors to Caesars Entertainment Corp.'s Las Vegas properties boosted the global casino operator's revenue, thanks largely to higher rates for hotel rooms and more restaurant spending, as the company prepares to be acquired by rival Eldorado Resorts Inc.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-toll-from-mass-shootings-rises-as-trump-speak-out-on-violence-11565049758", "title": "Death Toll From Mass Shootings Rises as Trump Speaks Out", "date": "2019-08-06 20:02", "summary": "Local officials weigh fallout of the weekend attacks in El Paso and Dayton. The death toll from the weekend's two mass shootings rose to 31, with two more victims succumbing to their injuries, as President Trump laid out steps he said could help curb gun violence while stopping short of calling for major new restrictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]