[{"link": "https://www.wsj.com/articles/the-democratic-crackup-11552003045", "title": "The Democratic Crackup", "date": "2019-03-07 18:57", "summary": "Pelosi and her chaotic caucus manage to overshadow Trump-a dubious achievement.. Americans love a good political brawl, and that's terrible news for Speaker Nancy Pelosi. Her Democratic Party has commenced a full throw-down-with itself.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-african-future-of-americas-church-11552002998", "title": "The African Future of 'America's Church'", "date": "2019-03-07 18:56", "summary": "United Methodism stands alone among mainline Protestants in defense of tradition.. The United Methodist Church voted last week to uphold its rule that clergy remain celibate if single or monogamous if married. It also reaffirmed its ban on same-sex marriage. United Methodism is nearly the only major historically liberal mainline Protestant denomination to retain such stances on sex.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-democratic-sen-sherrod-brown-won-t-run-for-president-11551980206", "title": "Ohio Democratic Sen. Sherrod Brown Won't Run for President", "date": "2019-03-07 18:56", "summary": "Brown, re-elected to Senate in 2018, will 'do everything I can' to elect a Democrat to White House. WASHINGTON-Ohio Sen. Sherrod Brown said Thursday that he will not seek the 2020 Democratic nomination for president.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-completes-work-on-missile-facility-images-show-11551967478", "title": "U.S. Seeks Access to North Korean Missile Base", "date": "2019-03-07 18:55", "summary": "Satellite images show work moving toward an operational state. WASHINGTON-The U.S. will ask North Korea to admit American inspectors to a missile-launch site that Pyongyang has begun to restore, but the Trump administration hasn't concluded the facility is currently operational, a senior State Department official said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unforced-error-of-medicare-for-all-11552002942", "title": "The Unforced Error of Medicare for All", "date": "2019-03-07 18:55", "summary": "Democrats would be wise to seek reform, not revolution.. Prominent Democrats falling over themselves to support Medicare for All are making a big mistake. For a party seeking to rebrand itself-especially in places like my native Ohio, where health crises abound-this scenario is a GOP dream. It's easy to demand universal health care, but as efforts dating back to FDR have shown, legislative victories are a slow burn. Megaphones on social media won't change that.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liquid-rules-review-going-with-the-flow-11552002894", "title": "'Liquid Rules' Review: Going With the Flow", "date": "2019-03-07 18:54", "summary": "On a trans-Atlantic flight, a professor holds forth on the many liquids in the plane-from jet fuel to the glues holding the aircraft together.. Of the three phases of matter-gas, liquid and solid-scientists pay the least amount of attention to liquids. This is not because they are unimportant but because they are the hardest to understand. Gases are in a state of near constant motion, which enables one to determine their average properties, such as temperature or pressure. The atoms in solids, such as silicon or diamond, are relatively stationary, but their crystalline order dramatically simplifies the equations necessary to understand their properties. Liquids, however, are the worst of both worlds-they lack the order of crystals, while the methods that reveal the properties of gases become hard to apply when the atoms condense into a liquid.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-bull-has-room-to-run-11552002819", "title": "Why the Bull Has Room to Run", "date": "2019-03-07 18:53", "summary": "Euphoria kills economic expansions. The mood on the street now is best described as skepticism.. The bull market started March 9, 2009, 10 years ago Saturday. The S&P 500 had dropped to a close of 676 in the midst of the financial crisis, 2,072 points or 75% lower than its current 2,748 level. Given that the Federal Reserve has quintupled the size of its balance sheet in the intervening years, and that the heavy regulatory hand of the Obama administration gave way to a more salubrious attitude toward commerce under President Trump, perhaps the duration and the magnitude of the current bull market shouldn't surprise us.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-rules-trump-administration-must-enforce-special-education-policy-11552002802", "title": "Federal Judge Rules to Enforce Special-Education Policy", "date": "2019-03-07 18:53", "summary": "Obama administration rule focused on proportions of minority students identified for special-education programs. WASHINGTON-A federal court in Washington ruled Thursday that an Obama administration policy seeking to address the high proportion of black and Hispanic children in special-education classes must go into effect.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-and-pakistan-are-flirting-with-nuclear-disaster-11552002765", "title": "India and Pakistan Are Flirting With Nuclear Disaster", "date": "2019-03-07 18:52", "summary": "'Neither side wants to escalate. But both . . . have become prisoners of their own propaganda.'. If you had to name the man most likely to spark a nuclear war, who would you pick? Kim Jong Un? Here's another candidate: Masood Azhar, the founder of the Pakistani jihadist group Jaish-e-Mohammed, or Army of Mohammed.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-art-of-climate-science-11552002661", "title": "Notable & Quotable: The Art of Climate Science", "date": "2019-03-07 18:51", "summary": "From 1989: \"Entire nations could be wiped off the face of the Earth by rising sea levels if the global warming trend is not reversed by the year 2000.\". From a June 29, 1989, Associated Press dispatch:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-have-taken-over-education-reform-11552002719", "title": "Democrats Have Taken Over Education Reform", "date": "2019-03-07 18:51", "summary": "A once-heterodox movement is now monochromatically blue. That's bad for the cause.. The K-12 education-reform movement was once led primarily by conservatives and libertarians with centrist Democrats as junior partners. But over the past decade, education reform has taken a hard left turn. Republicans are now almost entirely invisible within the ranks of its activists. This progressive capture of education reform-like the capture of much of the media and academia-will undermine the quality and effectiveness of the movement's work.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-considers-implementing-code-of-conduct-for-justices-11552002562", "title": "Supreme Court Considers Implementing Code of Conduct", "date": "2019-03-07 18:49", "summary": "Chief Justice John Roberts is exploring whether to come up with workplace code, Justice Elena Kagan tells Congress. WASHINGTON-Chief Justice John Roberts is weighing whether to create a code of conduct for members of the Supreme Court, Justice Elena Kagan told lawmakers Thursday, a sign that the #MeToo movement's challenge to workplace sexual harassment has reached the most powerful level of the legal profession.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-gives-european-allies-friday-deadline-to-sign-on-to-syria-proposal-11551995825", "title": "U.S. Gives European Allies Friday Target to Sign on to Syria Proposal", "date": "2019-03-07 18:48", "summary": "Washington needs to know their intentions in order to complete plans to ensure Islamic State doesn't re-establish a foothold in northeast, officials say. The Trump administration is pressing eight European allies to commit by Friday to a U.S. proposal to stabilize northeastern Syria, U.S. officials said, setting a target meant to persuade reluctant partners to join Washington in the still-developing plan.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-fed-react-to-a-slowing-global-economy-11551990608", "title": "Slow Growth Prods Central Banks", "date": "2019-03-07 18:37", "summary": "The European Central Bank announced new stimulus plans and the Federal Reserve signaled more reluctance to raise U.S. interest rates this year. Concern over sluggish global growth is causing central bankers to shift tacks, as the European Central Bank unveiled surprise plans Thursday to stimulate the Continent's flagging economy and Federal Reserve officials signaled their growing reluctance to raise U.S. interest rates at all.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-votes-to-support-single-security-for-fannie-freddie-11551995595", "title": "Wall Street Votes to Support Single Bond for Fannie, Freddie", "date": "2019-03-07 18:32", "summary": "Obama, Trump administrations pushed for overhaul of market for Fannie, Freddie bonds. The world's second-largest bond market moved a step closer to its much-anticipated overhaul on Thursday when Wall Street firms voted to support a single mortgage-backed bond for Fannie Mae and Freddie Mac .", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-stimulus-sinks-euro-11551977578", "title": "ECB Stimulus Sinks Euro", "date": "2019-03-07 18:10", "summary": "European currency falls to 21-month low against dollar, with further drop expected. A dovish shift from the European Central Bank stoked fears of slowing global growth, sending the euro Thursday to a nearly-two year low against the dollar and slamming emerging-market currencies.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-uzbek-official-telecom-executive-charged-in-bribery-scheme-11552000004", "title": "Former Uzbek Official, Telecom Executive Charged in Bribery Scheme", "date": "2019-03-07 18:06", "summary": "Daughter of late Uzbekistan President Karimov and the head of MTS's Uzbekistan subsidiary charged for alleged roles in $1 billion scheme. U.S. prosecutors charged a daughter of the late president of Uzbekistan and the former head of the Uzbek subsidiary of a Russian telecommunications company for their alleged roles in a $1 billion bribery and money-laundering scheme.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-foreign-minister-calls-on-russia-china-to-oppose-venezuelas-maduro-11551995278", "title": "Brazil Foreign Minister Calls on Russia, China to Oppose Maduro", "date": "2019-03-07 18:06", "summary": "Official says nation will appeal on behalf of opposition leader Guaidó at Brics summit. BRASÍLIA, Brazil-Brazil's firebrand foreign minister, Ernesto Araújo, said his country will put pressure on China, Russia and other emerging-market nations to back Venezuelan opposition leader Juan Guaidó.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-democrats-propose-public-health-insurance-option-11551992377", "title": "Connecticut Democrats Propose Public Health-Insurance Option", "date": "2019-03-07 18:01", "summary": "Industry representatives fear legislation would destabilize the marketplace. Democratic lawmakers in Connecticut introduced legislation Thursday that would create a public option for health-care coverage, allowing individuals and small businesses to buy insurance through the state.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-propose-bill-to-help-disabled-veterans-who-seek-bankruptcy-11551997943", "title": "Lawmakers Propose Bill to Help Disabled Veterans Who Seek Bankruptcy", "date": "2019-03-07 17:32", "summary": "Bill would protect disability payments from going to credit-card companies and other lenders. Federal lawmakers say injured veterans who file for bankruptcy shouldn't be forced to use their disability payments to pay off credit-card companies and other lenders.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cream-of-the-crop-why-new-zealands-stock-market-is-breaking-records-11551935445", "title": "Cream of the Crop: Why New Zealand's Stock Market Is Breaking Records", "date": "2019-03-07 17:29", "summary": "Index advanced 7.1% this year, hitting several new peaks. New Zealand's stock benchmark is the first in the Asia-Pacific region to hit record highs this year. That speaks to the market's unusual makeup.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consigliere-has-gone-from-the-godfather-to-the-white-house-11551997334", "title": "'Consigliere' Has Gone from 'The Godfather' to the White House", "date": "2019-03-07 17:22", "summary": "A Mafia term that the book and movie popularized decades ago has tarred a number of close advisers to the president. Fifty years ago, on March 10, 1969, Mario Puzo published a novel that pulled back the curtain on the inner workings of a Mafia family. \"The Godfather\"-and its movie adaptation three years later by Francis Ford Coppola-would introduce the public to a raft of Italian-American mobster lingo.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edward-lamperts-new-sears-faces-legal-troubles-11551997242", "title": "Edward Lampert's New Sears Faces Legal Troubles", "date": "2019-03-07 17:20", "summary": "New Sears sparring with the company left behind in bankruptcy and also facing a lawsuit over the use of the Craftsman name. Edward Lampert has been at the helm of the new Sears for just weeks, but the retailer is already sparring with the old company left behind in bankruptcy as well as with Stanley Black & Decker Inc.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-its-so-hard-to-buy-the-market-at-the-bottom-and-hang-on-11551981712", "title": "Why It's So Hard to Buy the Market at the Bottom and Hang On", "date": "2019-03-07 17:02", "summary": "A decade on from the stock market's financial crisis lows, investors should imagine: If they had bought at the bottom, what would they have done next?. True contrarians only buy stocks when it makes them feel physically sick. This week is exactly 10 years since the vomit-inducing moment when the S&P 500 hit an intraday low of 666 (rounding down), Citigroup became a penny stock and General Motors was considering bankruptcy.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-against-adnan-syed-review-justice-for-all-11551995465", "title": "'The Case Against Adnan Syed' Review: Justice for All?", "date": "2019-03-07 16:51", "summary": "A murder case gets another look in this HBO documentary miniseries.. In 1999, 18-year-old Hae Min Lee, a popular and attractive Baltimore high-school student, was found strangled in a wooded park. For which crime her former boyfriend Adnan Syed was charged and convicted. The names of the victim, the accused and a few other principals in \"The Case Against Adnan Syed\" (begins Sunday, 9 p.m., HBO) will be familiar to the audience that first learned of the story nearly five years ago in the popular podcast \"Serial.\" The difference between it and this four-part series is a radical one. The HBO version's ambitious, complex and deeply detailed narrative delivers dimension to this story of doomed romance, clashing cultural values, and dubious justice as only film can.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-to-launch-new-stimulus-measures-11551963228", "title": "ECB to Launch New Stimulus in Major Policy Reversal", "date": "2019-03-07 16:47", "summary": "European Central Bank became the first rich-country central bank to take steps in response to the global slowdown.. FRANKFURT-With a major policy reversal Thursday, the ECB became the first rich-country central bank to unveil new stimulus in response to the global economic slowdown.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-health-service-head-to-face-questions-on-failure-to-stop-doctor-who-abused-patients-11551995117", "title": "Indian Health Service Head to Face Questions on Failure to Stop Doctor Who Abused Patients", "date": "2019-03-07 16:45", "summary": "House Energy and Commerce Committee request is latest congressional inquiry into the agency after a Wall Street Journal-Frontline investigation. Lawmakers summoned the U.S. Indian Health Service's leader to answer for the agency's failure to stop a pediatrician from sexually abusing his child patients and a slate of longstanding problems with the quality of the agency's care, according to a letter from the U.S. House Energy and Commerce Committee.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-weaken-ahead-of-update-from-the-ecb-11551949538", "title": "U.S. Stocks End Lower After the ECB Launches Fresh Stimulus Measures", "date": "2019-03-07 16:45", "summary": "Global stocks' rebound has stalled this week as investors have grappled with lingering questions about U.S.-China trade relations. U.S. stocks slid Thursday after the European Central Bank unveiled plans to deploy additional stimulus, raising fresh worries about the health of the global economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transit-review-exploring-the-state-of-being-a-stateless-man-11551995082", "title": "'Transit': Exploring the State of Being a Stateless Man", "date": "2019-03-07 16:44", "summary": "The hero of Christian Petzold's film flees the forces of fascism, takes on another man's identity, then falls in love with his wife.. Instead of summoning up the haunting strangeness of Christian Petzold's \"Transit\" by summarizing the action, which is sporadic, or specifying the time and place, which are ambiguous, let me recount a sequence that begins with a little blob of something being heated in a teaspoon over a candle. Is it heroin? No, it's solder. The hero, Georg (Franz Rogowski), a German refugee in France, is trying to repair a loose connection on a radio while a young boy looks on, transfixed. When the radio comes to life, it plays a song that moves Georg deeply-his mother sang it to him when he was a child. As Georg sings along, the boy's mother, Melissa (Maryam Zaree), comes home from work and watches. She doesn't listen, since she's profoundly deaf, but soon, signing briskly, she tells her son to tell Georg that she'd like to watch him sing the song again. Which he does, with redoubled feeling that's reflected on her face.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-merryman-helped-design-first-hand-held-calculator-in-mid-1960s-11551994983", "title": "Jerry Merryman Helped Design First Hand-held Calculator in Mid-1960s", "date": "2019-03-07 16:43", "summary": "Trio of Texas Instruments scientists used a new tool, microchips, to create a device that took the drudgery out of simple math. In the mid-1960s, Jerry Merryman and two colleagues at Texas Instruments Inc. were given a project that would forever change math homework.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kroger-gets-marked-down-11551978444", "title": "Kroger Gets Marked Down", "date": "2019-03-07 16:42", "summary": "The supermarket chain is doing nearly everything right, but faces industry hurdles that justify its fall from grace with investors. Grocery giant Kroger is doing everything it can to respond to pressures on its industry. That hasn't been enough to satisfy investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-household-net-worth-fell-by-3-730-trillion-in-fourth-quarter-due-to-stock-market-volatility-11551978894", "title": "Stock-Market Volatility Takes a Bite Out of U.S. Households' Net Worth", "date": "2019-03-07 16:35", "summary": "After increasing in the first three quarters of 2018, household net worth fell by $3.73 trillion in the fourth quarter. The total net worth of U.S. households dropped during the fourth quarter of 2018, as stock-market turbulence hit Americans' wealth and offset a slight gain in the value of real-estate holdings.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madison-avenue-veteran-mark-penn-is-in-talks-to-be-ceo-of-mdc-partners-11551993400", "title": "Madison Avenue Veteran Mark Penn Is in Talks to Be CEO of MDC Partners", "date": "2019-03-07 16:34", "summary": "Penn's Stagwell Group is in negotiations to take a minority stake in the ad company. Mark Penn, a Madison Avenue veteran and former adviser to Bill and Hillary Clinton, is in talks to become chief executive of the advertising company MDC Partners Inc., as part of a deal that would give his investment group a minority stake, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barnes-noble-lowers-earnings-forecast-after-weak-postholiday-sales-11551968780", "title": "Barnes & Noble Lowers Earnings Forecast After Weak Postholiday Sales", "date": "2019-03-07 16:19", "summary": "Bookseller reported earnings of $66.9 million for the third quarter, compared with a net loss of $63.5 million for the comparable quarter a year prior. Barnes & Noble Inc. said Thursday that it expects to record a smaller profit this year than it had previously anticipated following sluggish postholiday sales, sending shares of the bookseller plunging in afternoon trading.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-european-government-bond-prices-rise-after-ecb-shift-11551974500", "title": "U.S., European Government Bond Prices Rise After ECB Shift", "date": "2019-03-07 16:04", "summary": "ECB's rate policy matters for U.S. market as low yields on European government bonds make Treasurys more attractive. Government bonds on both sides of the Atlantic strengthened Thursday after the European Central Bank said it would hold interest rates at current levels at least through the end of this year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trudeau-says-he-regrets-loss-of-trust-with-former-attorney-general-11551970510", "title": "Trudeau Says He Regrets Loss of Trust With Former Attorney General", "date": "2019-03-07 15:56", "summary": "Prime minister defends his office against allegations of interference in legal case, but says there are lessons to be learned. OTTAWA-Canadian Prime Minister Justin Trudeau acknowledged there were missteps in his office's dealings with the former attorney general, in an effort to move beyond a political firestorm consuming his government and threatening his re-election prospects.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-advance-on-supply-factors-11551958813", "title": "Oil Prices Advance on Supply Factors", "date": "2019-03-07 15:52", "summary": "The market has been kept in check by rising U.S. production and signs of slowing economic growth. •Oil prices closed at a one-week high on Thursday, as investors focused on OPEC-led production cuts that have helped rebalance the market since the start of the year.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-youre-creeped-out-by-facebook-here-are-the-settings-to-check-11551880802", "title": "Creeped Out by Facebook? Here Are the Settings to Check", "date": "2019-03-07 15:47", "summary": "There's no way to turn off Facebook's tracking, but there are controls meant to limit its impact on the ads you see. Facebook still feels pretty creepy at times. You'll be talking about something, then an ad for that thing will pop up in your news feed or on Instagram. It might be all in our heads. After telling a friend how dusty my apartment was a few weeks ago, I got an ad for an air purifier. What's the most likely explanation? I noticed the ad because I was complaining about dust? Or Facebook has bugged my apartment?", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-march-2-11551989244", "title": "Best-Selling Books Week Ended March 2", "date": "2019-03-07 15:43", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-mark-zuckerberg-said-privacy-he-didnt-mean-privacy-from-facebook-11551991351", "title": "When Mark Zuckerberg Said Privacy, He Didn't Mean Privacy From Facebook", "date": "2019-03-07 15:42", "summary": "The CEO's privacy manifesto is a road map for getting the company's services more embedded in our daily lives so it can gather data in new and creative ways. ", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-cracks-down-on-vaccine-misinformation-11551989347", "title": "Facebook Cracks Down on Vaccine Misinformation", "date": "2019-03-07 15:39", "summary": "Move comes as lawmakers consider how to tackle the problem. Facebook Inc. said Thursday it would make it tougher for vaccine skeptics to spread misinformation, amid criticism that the tech giant wasn't doing enough to limit the proliferation of such content.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rubiks-cube-how-to-cross-it-off-your-bucket-list-11551989382", "title": "Never Solved the Rubik's Cube? This High-Tech Version Will Help", "date": "2019-03-07 15:09", "summary": "The GoCube-a high-tech update with a companion app-offers games and coaching to help you finally solve the notorious puzzle. I'VE SOLVED a Rubik's Cube only once, if you consider peeling off the stickers and reattaching them \"correctly\" a solution. As a 10-year-old, I considered it a stroke of brilliance; my cousin, whose toy I'd ruined, disagreed. I recently had the opportunity to re-establish my genius credentials a bit more ethically with the GoCube-a high-tech update of the notoriously vexing '70s puzzle.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belgium-finds-men-guilty-in-jewish-museum-terrorist-attack-11551988762", "title": "Belgium Finds Men Guilty in Jewish Museum Terrorist Attack", "date": "2019-03-07 14:59", "summary": "Jury trial issues first verdict against a European who joined Islamic State in Syria and returned to stage jihad. BRUSSELS-A French-Algerian man and his accomplice were found guilty of shooting four people in the Jewish Museum of Brussels five years ago, the first verdict against a European who joined Islamic State in Syria and returned to stage terrorist attacks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfpb-chief-kathy-kraninger-sees-role-for-companies-in-preventing-consumer-harm-11551988530", "title": "Consumer-Finance Watchdog: Firms Have Role in Policing Themselves", "date": "2019-03-07 14:55", "summary": "Democrats press new CFPB director on the bureau's direction under Trump-appointed leaders. WASHINGTON-The Trump administration's new consumer-finance chief said she wants to work with businesses to prevent harm to consumers, pledging a collaborative approach to policing financial companies.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/krogers-profit-revenue-fall-11551965339", "title": "Kroger Shares Fall as Online Investments Dent Profit", "date": "2019-03-07 14:50", "summary": "Supermarket chain posts lower quarterly revenue and profit as competition increases. Kroger Co. is struggling to keep up in a more competitive grocery market.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-cohen-sues-trump-organization-over-legal-fees-11551983113", "title": "Cohen Sues Trump Organization Over Legal Fees", "date": "2019-03-07 14:44", "summary": "Suit claims payments stopped after the former Trump lawyer indicated he would cooperate with investigators. Michael Cohen, a former attorney for President Trump, on Thursday filed a lawsuit against the Trump Organization for not paying legal fees Mr. Cohen alleges he was owed as a result of his work for the company.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-fix-it-plan-for-insurance-raise-rates-boost-returns-11551987745", "title": "GE's Fix-It Plan for Insurance: Raise Rates, Boost Returns", "date": "2019-03-07 14:42", "summary": "Executives say they have handle on insurance business facing $30 billion in future claims. General Electric Co. sought to reassure investors that it has a handle on its troubled insurance business, saying it is pushing to raise premiums paid by tens of thousands of older Americans and shifting its investments to boost returns on its reserves.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/martin-shkreli-steers-his-company-from-prisonwith-contraband-cellphone-11551973574", "title": "Martin Shkreli Steers His Old Company From Prison-With Contraband Cellphone", "date": "2019-03-07 14:10", "summary": "Having made friends including 'Krispy' and 'D-Block,' the disgraced pharmaceutical executive is planning his billion-dollar comeback. From a top bunk in a 12-person prison cell in Fort Dix, N.J., Martin Shkreli is at work on a big second act.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queens-district-attorney-to-step-down-over-health-issues-11551985715", "title": "Queens District Attorney to Step Down Over Health Issues", "date": "2019-03-07 14:08", "summary": "Richard Brown has held office since 1991. Longtime Queens District Attorney Richard Brown said Thursday that he would resign in June due to health issues.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-brainard-adjusts-outlook-to-fewer-rate-increases-11551979253", "title": "Fed's Brainard Adjusts Outlook to Fewer Rate Increases", "date": "2019-03-07 14:00", "summary": "Slowing global economy and high uncertainty underscore need for fewer interest-rate increases than expected earlier, Fed governor says. PRINCETON, N.J.-A top Federal Reserve official said Thursday a slowing global economy, risks to U.S. growth and uncertainty over the outlook bolster the case for fewer interest-rate increases than she had previously expected, adding any decision the Fed makes on monetary policy lies months down the road.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-tosses-family-that-controls-maker-of-oxycontin-11551985100", "title": "Hedge Fund Tosses Family That Controls Maker of OxyContin", "date": "2019-03-07 13:58", "summary": "Move by Hildene Capital Management comes as legal and financial pressures increase on multibillion-dollar Sackler family. The billionaire family that controls OxyContin maker Purdue Pharma LP, already facing mounting legal and financial pressure, has been tossed out of a large hedge fund for its alleged role in fueling the opioid crisis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marys-seacole-review-caregiving-across-centuries-11551985028", "title": "'Marys Seacole' Review: Caregiving Across Centuries", "date": "2019-03-07 13:57", "summary": "Jackie Sibblies Drury's new play adds a twist to the improbable yet true story of a 19th-century Jamaican nurse who made her way to what is now Ukraine, where she worked with Florence Nightingale during the Crimean War.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrily-we-roll-along-review-shorter-travel-time-11551984972", "title": "'Merrily We Roll Along' Review: Shorter Travel Time", "date": "2019-03-07 13:56", "summary": "Stephen Sondheim's backward-moving tale of a pair of musical-comedy collaborators opens in a shrunken version off Broadway.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citadel-closing-stock-focused-aptigon-unit-11551975507", "title": "Citadel Closing Stock-Focused Aptigon Unit", "date": "2019-03-07 13:52", "summary": "Eric Felder, who ran the unit, leaving after less than two years at the firm. Chicago hedge-fund giant Citadel is closing one of its stock-focused units, Aptigon Capital, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/geneva-auto-show-legends-are-being-reborn-as-evs-11551984455", "title": "Geneva Auto Show: How Legendary Brands Are Being Reborn as EVs", "date": "2019-03-07 13:47", "summary": "Outdated auto marques like Pininfarina, Lagonda and Hispano Suiza are finding new life via electric concept cars, many of which debuted at the Geneva International Motor Show. Dan Neil reports. WALKING THE AISLES at the Geneva International Motor Show (through March 17), I was having déjà vu from before I was even born. Some of the banners hanging from the rafters of Palexpo convention center haven't been seen in decades. The winner for Most Anachronistic: Hispano Suiza, the Spanish sporting and luxury marque, summoned out of the historical ether and reimagined as a \"hyper-luxe\" electric sports-car atelier. At the appointed hour on Tuesday, descendants of co-founder Damián Mateu gathered for the unveiling of the \"Carmen.\" Named after a beloved matriarch, the Carmen is a fantastical beast, a chimera, with 1,000-plus electric horsepower, gullwing doors, a hornet's tail and a face like a fruit bat. Family members weren't the only ones tearing up.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/geneva-auto-show-how-legendary-brands-are-being-reborn-as-evs-11551983885", "title": "Inside the Geneva International Motor Show", "date": "2019-03-07 13:38", "summary": "The electrifying returns of Pininfarina, Lagonda and Citroën. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yelp-evades-fire-but-isnt-bulletproof-11551983590", "title": "Yelp Evades Fire but Isn't Bulletproof", "date": "2019-03-07 13:33", "summary": "Activist SQN says it won't challenge Yelp's board, but remains firm on its targets for the online reviewing platform. Yelp dodged a bullet Thursday morning, but the activist's gun remains at the ready.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-cardinal-found-guilty-in-cover-up-of-child-sex-abuse-11551956499", "title": "French Cardinal Convicted for Covering Up Child Sex Abuse", "date": "2019-03-07 13:32", "summary": "Cardinal Philippe Barbarin says he will tender his resignation as archbishop of Lyon to Pope Francis. PARIS-A French cardinal was found guilty on Thursday of failing to report child sex abuse, the first conviction of such a high-ranking Catholic Church official for covering up instances of a criminal practice that has deeply marred the church's image in recent years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-recipe-delivers-an-early-taste-of-spring-11552057285", "title": "This Recipe Delivers an Early Taste of Spring", "date": "2019-03-07 13:31", "summary": "True to their clean, elemental style, the chefs from London's Marksman Public House offer this steamed hake in an aromatic broth laced with white wine and dotted with cockles and sweet green peas. THE OFFICIAL start of spring is a few weeks away, and it will be some time before we're flush with in-season produce. Fortunately, chefs Jon Rotheram and Tom Harris of London's Marksman Public House have a recipe to tide us over.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-shareholders-support-company-in-say-on-pay-vote-11551982109", "title": "Disney Shareholders Support Company in Say-on-Pay Vote", "date": "2019-03-07 13:08", "summary": "Resolution failed last year, but passed after company twice reduced CEO Robert Iger's compensation package. Walt Disney Co. shareholders narrowly approved a say-on-pay referendum concerning Chief Executive Robert Iger's compensation, one year after voting against his pay package and prompting the company to make changes to it in recent months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-agrees-to-buy-hotel-tonight-11551981601", "title": "Airbnb to Buy Hotel Tonight", "date": "2019-03-07 13:00", "summary": "Deal gives the home-sharing company more inventory and helps accelerate its move into hotel bookings. Airbnb Inc. announced a deal to acquire hotel-booking site Hotel Tonight Inc. Thursday for an undisclosed sum.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-business-hiring-breaks-record-11551981010", "title": "Small Business Hiring Breaks Record", "date": "2019-03-07 12:50", "summary": "February NFIB survey finds historic job creation.. The great American jobs machine is still roaring. Slowing global growth and trade friction may cloud the economic horizon, but U.S. small businesses in February went on an historic hiring binge. That's according to the latest employment report from the National Federation of Independent Business, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lobbying-is-dead-says-lobbying-boss-11551980996", "title": "Lobbying Is Dead, Says Lobbying Boss", "date": "2019-03-07 12:49", "summary": "Carlos Tavares, chief executive of Peugeot and president of the European Automobile Manufacturers' Association, is grappling with a costly breakdown in public trust. Europe's car industry just isn't getting its message across. The boss of its main lobbying body has a novel solution: quit lobbying.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-productivity-rose-1-9-in-the-fourth-quarter-11551965652", "title": "Productivity Growth Shows Signs of Long-Awaited Strength", "date": "2019-03-07 12:47", "summary": "Output per hour of nonfarm business sector workers registered the strongest nine-month stretch of growth between April and December since 2010. WASHINGTON-U.S. worker productivity, an important driver of wage and output growth, is showing glimmers of recovery after years of subdued increases that held back the economy.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-165-billion-in-debt-11551979566", "title": "Treasury to Sell $165 Billion in Debt", "date": "2019-03-07 12:26", "summary": "U.S. Treasury Department next week will auction $38 billion in new debt and $127 billion in previously sold debt. The U.S. will auction $165 billion in securities next week, comprising $38 billion in new debt and $127 billion in previously sold debt. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-rolls-out-new-etfs-focused-on-artificial-intelligence-11551978432", "title": "Goldman Launches New ETFs Focused on Artificial Intelligence", "date": "2019-03-07 12:07", "summary": "Wall Street firm launches five new funds with Motif Investing that will rely on machine learning. Move over, plain-vanilla passive investing. The machines are taking over.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/williams-says-uncertainties-loom-large-shutdown-held-back-growth-regulators-ease-bank-rules-11551978405", "title": "Williams Says Uncertainties Loom Large; Shutdown Held Back Growth; Regulators Ease Bank Rules", "date": "2019-03-07 12:06", "summary": "The Wall Street Journal's central banking newsletter for Thursday, March 7, 2019. We are delighted that you'd like to resume your subscription.", "categories": [["Pro Central Banks Newsletter"]], "category_links": ["https://www.wsj.com/news/types/pro-central-banks-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-bigwigs-buy-19th-century-manhattan-compound-11551978234", "title": "Real-Estate Bigwigs Buy 19th-Century Manhattan Compound", "date": "2019-03-07 12:03", "summary": "The Wilf family pays $75 million for two adjoining properties that could be combined to create one of the city's biggest homes plus an additional office building.. In Midtown Manhattan, a few blocks south of a string of high-price highrises collectively known as Billionaire's Row, two adjoining limestone-and-brick homes have sold for $75 million as part of a package deal that also includes a small office building.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-magnates-estate-for-sale-11551978176", "title": "Mall Magnate's Estate for Sale", "date": "2019-03-07 12:02", "summary": "The huge Indiana property that Melvin Simon called home is on the market for $25 million.. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mall-magnates-estate-for-sale-11551978088", "title": "Mall Magnate's Estate for Sale", "date": "2019-03-07 12:01", "summary": "The huge Indiana property that Melvin Simon called home is on the market for $25 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/afraid-to-dirty-your-pricey-air-jordans-call-in-the-super-sneaker-cleaners-11551978008", "title": "Afraid to Dirty Your Pricey Air Jordans? Call In the Super Sneaker Cleaners", "date": "2019-03-07 12:00", "summary": "Fancy footwear fans find best way to get their shoes clean is to pay someone else to do it; 'works of art'. Moshood Olafunmishe rarely wore his $660 Kanye West-designed, limited-edition Yeezy Boost sneakers, preserving them for special occasions only.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecbs-dour-growth-forecast-gives-investors-the-jitters-11551977647", "title": "ECB's Dour Growth Forecast Gives Investors the Jitters", "date": "2019-03-07 11:54", "summary": "Banking stocks drop and government bonds rally as the ECB doubles down on a key lending program. European bank stocks fell sharply and government bond yields plumbed recent lows as investors came to terms with the European Central Bank's dour outlook on growth and fresh efforts to boost lending.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-asian-frontier-locals-fear-jungle-highway-is-a-road-to-ruin-11551972938", "title": "In Asian Frontier, Locals Fear Jungle Highway Is a Road to Ruin", "date": "2019-03-07 11:53", "summary": "Resume Subscription. SORONG, Indonesia-Mile by mile, a ribbon of concrete is slicing through the mountains and dense forests that make up some of the world's most inaccessible wilderness.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/index-firm-mscis-finance-chief-to-leave-11551911615", "title": "Index Firm MSCI's Finance Chief to Join ADP", "date": "2019-03-07 11:43", "summary": "Index provider named Andrew Wiechmann as its interim CFO. Index provider MSCI Inc.'s chief financial officer is leaving the firm later this month to become CFO at payrolls processor Automatic Data Processing Inc.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-takes-aim-at-shale-company-ceos-pay-11551954600", "title": "Activist Takes Aim at Shale-Company CEO's Pay", "date": "2019-03-07 11:39", "summary": "Kimmeridge Energy to seek board seats at PDC Energy. A shareholder activist will challenge PDC Energy Inc. in an effort to change the way the oil producer pays its executives, part of a broader push by investors to force U.S. energy producers to focus more on profitability than growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tiny-plastics-in-your-clothes-are-becoming-a-big-problem-11551963601", "title": "The Tiny Plastics in Your Clothes Are Becoming a Big Problem", "date": "2019-03-07 11:30", "summary": "Microfibers from synthetic clothing can make their way into seafood and drinking water every time the garments are washed. Makers of sportswear and fleece jackets are trying to address concerns about tiny plastic particles from synthetic clothing finding their way into seafood and drinking water.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teens-need-the-truth-about-drugs-11551976039", "title": "Teens Need the Truth About Drugs", "date": "2019-03-07 11:27", "summary": "Decades of scare tactics haven't worked. What's effective is clear information about risks and alternative ways to relieve stress.. In high school in the 1970s, I was one of the millions of American teenagers subjected to lame antidrug campaigns. A police officer came to my school and lectured us about the evils of marijuana, heroin and LSD. My friends and I half-listened; it didn't bother us much because we were pleasantly stoned.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tradeweb-markets-files-to-go-public-11551975090", "title": "Tradeweb Markets Files to Go Public", "date": "2019-03-07 11:11", "summary": "Company is expected to be valued at more than $5.5 billion at the time of its stock offering. Refinitiv is taking trading-platform operator Tradeweb Markets Inc. public.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-k-line-warns-of-huge-loss-cuts-chartered-fleet-11551974910", "title": "Japan's 'K' Line Warns of Huge Loss, Cuts Chartered Fleet", "date": "2019-03-07 11:08", "summary": "Japan's third-biggest liner says its annual loss will hit $895 million, five times more than originally forecast. Japanese shipping line Kawasaki Kisen Kaisha Ltd. said it will trim its chartered container fleet and slash its bulk-vessel count after warning it will lose an estimated 100 billion yen ($895 million) this year, in a new sign of mounting financial woes in the maritime sector.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphia-is-first-u-s-city-to-ban-cashless-stores-11551967201", "title": "Philadelphia Is First U.S. City to Ban Cashless Stores", "date": "2019-03-07 11:05", "summary": "Lawmakers move to maintain access to marketplace for lower-income consumers; Amazon and other businesses express concern about limits on innovation. Philadelphia is the first major U.S. city to ban cashless stores, placing it at the forefront of a debate that pits retail innovation against lawmakers trying to protect all citizens' access to the marketplace.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-could-have-been-a-very-different-country-a-search-for-family-reveals-a-lost-moment-11551974189", "title": "'China Could Have Been a Very Different Country.' A Search for Family Reveals a Lost Moment", "date": "2019-03-07 10:56", "summary": "Resume Subscription. On an unusually bright and blue-skied day in Beijing this summer, I went looking for a grave.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ecbs-latest-stimulus-will-help-banks-more-than-the-economy-11551973338", "title": "ECB's Latest Stimulus Will Help Banks More Than the Economy", "date": "2019-03-07 10:42", "summary": "Investors were too negative about the recent European Central Bank announcement, which was good news for lenders. After months of pretending to ignore the subject, the European Central Bank has finally confirmed another bout of long-term lending. This won't revive the slowing eurozone economy, but it will help cushion the blow for banks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fantasies-of-alien-life-11551973104", "title": "Fantasies of Alien Life", "date": "2019-03-07 10:38", "summary": "Human beings have never encountered extra-terrestrials, but we've been imagining them for thousands of years. Fifty years ago this month, Kurt Vonnegut published \"Slaughterhouse-Five,\" his classic semi-autobiographical, quasi-science fiction novel about World War II and its aftermath. The story follows the adventures of Billy Pilgrim, an American soldier who survives the bombing of Dresden in 1945, only to be abducted by aliens from the planet Tralfamadore and exhibited in their zoo. Vonnegut's absurd-looking Tralfamadorians (they resemble green toilet plungers) are essentially vehicles for his meditations on the purpose of life.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-1-million-show-garage-11551972863", "title": "The Super-Luxury Show Garage", "date": "2019-03-07 10:34", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vanguard-to-roll-out-its-first-actively-managed-esg-fund-11551972786", "title": "Vanguard to Roll Out Its First Actively Managed ESG Fund", "date": "2019-03-07 10:33", "summary": "Asset manager looks to complement existing ESG portfolio of low-cost, index-based offerings. Vanguard Group Inc. is launching its first actively managed environmental, social and governance-focused equity fund, as the asset manager looks to complement its existing ESG portfolio of low-cost, index-based offerings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-garages-for-the-car-crazy-11551972667", "title": "Luxury Garages for the Car-Crazy", "date": "2019-03-07 10:31", "summary": "Homeowners are going to extremes to find ways to enjoy their trophy vehicles.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-shift-nods-to-example-of-chinese-super-app-wechat-11551972136", "title": "Facebook Shift Nods to Chinese Super-App WeChat", "date": "2019-03-07 10:22", "summary": "While Zuckerberg sees a future in messaging, payments, services, China's consumers are already there. BEIJING- Facebook Inc.'s latest shift toward private messaging, payments and e-commerce echoes the footsteps of WeChat , China's social networking super app that many Chinese find indispensable.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexa-can-you-be-empathetic-all-knowing-and-funny-11551971093", "title": "'Alexa, Can You Be Empathetic, All-Knowing and Funny?'", "date": "2019-03-07 10:04", "summary": "Rohit Prasad, head scientist of Amazon's Alexa, on the quest for omnipresent, human-sounding AI assistants. In the future, a conversation with a digital assistant will be indistinguishable from one with a person, according to Rohit Prasad. As the head scientist of Amazon.com Inc.'s Alexa, Mr. Prasad oversees hundreds of engineers working to ensure the AI-powered assistant properly responds to voice commands, whether in Echo speakers, smart microwaves or cars. Mr. Prasad is also developing AI to tackle more complicated issues, like teaching Alexa to converse fluently, whisper responses or suggest that you close the garage door.", "categories": [["", "Forward Thinking"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-ready-to-retire-but-should-your-401-k-keep-working-11551970800", "title": "You're Ready to Retire, But Should Your 401(k)?", "date": "2019-03-07 10:00", "summary": "Employers are amending rules and offering services to keep retiree money in company-sponsored plans. As baby boomers leave the workforce, more employers are trying to persuade them to stick with their 401(k) plans during retirement.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sandra-day-oconnors-lessons-in-leadership-11551970249", "title": "Sandra Day O'Connor's Lessons in Leadership", "date": "2019-03-07 09:50", "summary": "In her 25 years on the Supreme Court, the justice demonstrated the power of civility and determination. Before voting on cases in their weekly conference, the nine justices of the Supreme Court shake hands. At her first conference, in October 1981, Sandra Day O'Connor, the first woman appointed to the Court, offered her hand to Justice Byron \"Whizzer\" White. The former All-Pro halfback squeezed it so hard that tears \"squirted\" from her eyes, she later recalled. But O'Connor was never intimidated by White. She knew that her fellow justice, easily bored and hypercompetitive, liked to putt golf balls on the rug in his chambers, so when she wanted to win his vote, she would wander down the hall to challenge him to a putting contest.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telecom-giants-lawsuit-marks-shift-to-war-footing-11551967863", "title": "Huawei's Lawsuit Marks Shift to War Footing", "date": "2019-03-07 09:11", "summary": "Huawei's move challenges the U.S.'s multifaceted campaign to limit its rise and cast it as a national-security threat, but it also risks further antagonizing U.S.. SHENZHEN, China-For years, Huawei Technologies Co. bided its time as the U.S. gradually escalated its campaign to rein in the Chinese telecom giant. Now, Huawei has shifted to a war footing, suing the U.S. government as the company looks to defend its global business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-amazon-allergan-amgen-american-eagle-guidewire-software-11551960420", "title": "Stocks to Watch: Amazon, Allergan, Amgen and American Eagle", "date": "2019-03-07 09:10", "summary": "Here are some of the companies with shares expected to trade actively in Thursday's session. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-health-startup-livongo-eyes-2019-ipo-11551967202", "title": "Digital-Health Startup Livongo Eyes 2019 IPO", "date": "2019-03-07 09:02", "summary": "Diabetes specialist to join tech companies rushing to the public markets. Digital-health startup Livongo Health Inc. is preparing for an initial public offering as soon as the third quarter of 2019, joining a horde of technology companies racing to tap the public markets.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-magazine-contributors-march-2019-11551967200", "title": "WSJ. Magazine Contributors: March 2019", "date": "2019-03-07 09:00", "summary": "Photographers Jeremy Liebman, Dan Martensen, Alessandra Sanguinetti, Kyle Weeks, stylist Camille Bidault-Waddington, and writer Emily Holt contributed to this issue of the magazine. Photographer Dan Martensen travels often but rarely gets to slow down and immerse himself in a destination. A roving fashion shoot in Jamaica-\"as spontaneous and magical a place as I have ever visited,\" he says-provided the opportunity to absorb the location and capture it on camera. \"Jamaica is about the people, above all,\" says Martensen, who took the above snapshot of students in Black River while scouting locations. For stylist Camille Bidault-Waddington, who had never visited Jamaica before, the assignment made for an adventure-and an escape: \"What better place to go in the middle of gray winter?\" Pulling together looks for the shoot, she sought to reflect the Caribbean island's aesthetic, which she describes as \"a bit romantic, a bit soft, a bit fluid and laid back.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-magazine-editors-letter-culture-club-11551967200", "title": "WSJ. Magazine Editor's Letter: Culture Club", "date": "2019-03-07 09:00", "summary": "Editor in Chief Kristina O'Neill introduces the March 2019 issue of WSJ. Magazine. Our March Men's Style issue features two cover stars who tap into our deepest emotions, from love to terror. Jordan Peele was best known as a comedian and co-host of the sketch show Key & Peele until his Oscar-winning debut, Get Out, transformed him into a horror auteur and social critic. Now, with the release of Us, he charts the psychic toll of privilege through a family tormented by nightmarish versions of themselves. For Peele, moving from laughs to thrills was a natural transition. \"People who have done live comedy and who have written comedy develop a real sense of how an audience is going to react,\" he says. \"It's left me obsessed with riding the audience like a wave.\"", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/window-for-bipartisan-compromise-in-washington-narrows-11551965748", "title": "Window for Bipartisan Compromise in Washington Narrows", "date": "2019-03-07 08:35", "summary": "Disputes in Congress and expanding investigations of Trump imperil hoped-for deals on infrastructure, prescription-drug pricing. WASHINGTON-Intensifying partisan pressure in Congress is further clouding prospects for any major legislative compromises with the White House in the few months before the 2020 election cycle consumes Capitol Hill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-declined-last-week-11551965585", "title": "U.S. Jobless Claims Declined Last Week", "date": "2019-03-07 08:33", "summary": "Initial claims, an indication of layoffs across the U.S., fell by 3,000. WASHINGTON-The number of U.S. workers filing new applications for unemployment benefits fell slightly last week.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-overtime-rule-expected-to-boost-pay-eligibility-11551964676", "title": "New Overtime Rule Expected to Boost Pay Eligibility", "date": "2019-03-07 08:17", "summary": "Interest groups expect Trump administration proposal will expand overtime but to fewer workers than Obama-era plan. WASHINGTON-Business groups expect the Labor Department's forthcoming overtime proposal to be more palatable than rules sought by the prior administration, but worker advocates say it doesn't go far enough to protect Americans when they work more than 40 hours a week.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiny-stock-moves-fuel-jitters-about-market-momentum-11551963600", "title": "Tiny Stock Moves Fuel Jitters About Market Momentum", "date": "2019-03-07 08:00", "summary": "After Fed comments on pausing rate increases and better-than-expected fourth-quarter earnings, trading quiets down. Daily stock moves have fallen sharply following last quarter's volatility, stoking worries that the market is losing momentum after a shift by the Federal Reserve fueled the recent rally.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-an-anonymous-nfl-scout-and-i-think-youre-all-garbage-11551963612", "title": "I'm an Anonymous NFL Scout, and I Think You're All Garbage", "date": "2019-03-07 08:00", "summary": "As football's draft approaches, cue the petty criticism from unnamed executives. Your hands are too small. Or wait: Is it that your hands are too big? You're too slow for our offense. Or maybe...you're too fast?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-businesses-warn-against-hong-kong-move-to-allow-extraditions-to-china-11551963324", "title": "U.S. Businesses Warn Against Hong Kong Move to Allow Extraditions to China", "date": "2019-03-07 07:55", "summary": "Proposal to allow suspects wanted by Beijing to be sent across the border would undermine city's reputation, American group says. HONG KONG-A proposed law that would allow criminal suspects to be extradited from Hong Kong to mainland China is drawing opposition, including from foreign business leaders who warn Beijing could exploit the law for political purposes and shake confidence in the city.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-homeowners-and-their-insurers-face-a-flooding-crisis-from-within-11551960001", "title": "American Homeowners and Their Insurers Face a Flooding Crisis From Within", "date": "2019-03-07 07:00", "summary": "Data show claims for water damage from inside leaks have surged while other types of claims have fallen. More American homes are flooding from the inside.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayers-other-big-challenge-finding-its-next-blockbuster-drugs-11551960000", "title": "Bayer's Other Big Challenge: Finding Its Next Blockbuster Drugs", "date": "2019-03-07 07:00", "summary": "Litigation over Bayer's weedkillers is just one of the company's problems. Expiring patents on its top-selling drugs could pose another headache. BERLIN- Bayer AG , embroiled in a legal battle over whether its weedkillers cause cancer, faces another potentially big problem: expiring patents on its top-selling drugs, with no emerging winners in its pipeline.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-next-big-bet-latin-american-tech-11551960002", "title": "SoftBank's Next Big Bet: Latin American Tech", "date": "2019-03-07 07:00", "summary": "Japanese conglomerate launches Innovation Fund, aiming to invest at least $5 billion in region over next five years. TOKYO- SoftBank Group Corp. is launching a $5 billion fund to invest in tech startups in Latin America, dwarfing rivals in a region experiencing a surge in venture-capital inflows.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biomass-mess-shows-trouble-with-sustainable-investing-11551957895", "title": "Biomass Mess Shows Trouble with Sustainable Investing", "date": "2019-03-07 06:24", "summary": "Biofuels are increasingly seen as less green than they claim, highlighting a key challenge for environmental investment strategies. Investors focused on environmental trends may be more vulnerable to changing tastes than they think. An industry considered sustainable today can seem nefarious tomorrow-just look at biomass.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/english-soccers-highest-paid-mystery-11551956400", "title": "English Soccer's Highest-Paid Mystery", "date": "2019-03-07 06:00", "summary": "Arsenal built its squad around Mesut Özil. But, despite his talent, he often doesn't play.. Arsenal has always been convinced that Mesut Özil is a soccer genius. The club was sure enough that it tripled its record transfer fee to acquire him in 2013 and remained certain enough to make him its highest paid player with a contract extension last year.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-chinese-quantitative-easing-on-the-way-11551956129", "title": "Is Chinese Quantitative Easing On the Way?", "date": "2019-03-07 05:55", "summary": "China has a problem. Its short rates are too low and its long rates are too high.. Chinese short-term borrowing rates are too low, helping stoke a new stock bubble. Long rates are too high, thanks to surging government debt issuance. Meanwhile, private-sector borrowing is weak. What to do?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-price-forecasts-hold-steady-for-2019-11551955328", "title": "Oil-Price Forecasts Hold Steady for 2019", "date": "2019-03-07 05:42", "summary": "OPEC-led production cuts and geopolitical risks are expected to keep crude prices rising through the first half. LONDON-Banks in February left their overall forecasts for oil prices in 2019 unchanged from January, even as they widely expected prices to rise through the first half of the year on the back of OPEC-led production curbs and geopolitical risks to global supply.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-economists-dig-into-the-workforce-reach-of-a-tight-labor-market-11551954600", "title": "Fed Economists Find Tight Labor Market Can Give Boost to Marginalized Workers", "date": "2019-03-07 05:30", "summary": "Benefits to certain marginalized workers increase when the unemployment rate falls below its estimated long-run level. An economy where the unemployment rate falls below estimates of its long-run level can yield outsize gains for some women and minority groups, according to new research by four veteran Federal Reserve economists.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-things-to-watch-in-the-february-jobs-report-11551954600", "title": "February Jobs Report Expected to Show Continued Strength", "date": "2019-03-07 05:30", "summary": "The U.S. notched its 100th straight month of job gains in January; that streak was likely extended in February. The U.S. government releases its broad measure of the February labor market on Friday. Economists surveyed by The Wall Street Journal expect the Labor Department to report employers added 180,000 jobs while the unemployment rate ticked down to 3.9%. Here are five things to watch in the report.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/msci-pulls-chinese-stock-from-indexes-over-foreign-ownership-cap-11551954156", "title": "MSCI Pulls Chinese Stock From Indexes Over Foreign Ownership Cap", "date": "2019-03-07 05:22", "summary": "The weighting of a second company will be cut. Global index compiler MSCI Inc. removed a Shenzhen-listed company from its China indexes and cut the weighting of a large home-appliance maker, as international holdings of both got close to breaching national foreign-ownership limits.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sour-economic-outlook-weighs-on-cfo-spending-expansion-plans-survey-finds-11551953208", "title": "Sour Economic Outlook Weighs on CFO Spending, Expansion Plans, Survey Finds", "date": "2019-03-07 05:06", "summary": "CONTENT FROM OUR SPONSOR. Concerns about the U.S. economy are putting a chill on spending and expansion plans among U.S. executives, according to a first-quarter survey by the Association of International Certified Professionals Accountants (AICPA) released Thursday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/convicted-cardinal-george-pell-sued-over-alleged-child-abuse-11551945359", "title": "Convicted Cardinal George Pell Sued Over Alleged Child Abuse", "date": "2019-03-07 02:55", "summary": "Civil action filed in Australian state court says the priest assaulted a boy in the 1970s. MELBOURNE, Australia-An Australian man is suing Cardinal George Pell alleging abuse when he was a boy four decades ago, reviving allegations against the most senior Catholic priest to be convicted of child sex offenses.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aflacs-machine-learning-tools-interpret-barrage-of-security-alerts-11557758956", "title": "Aflac's Machine Learning Tools Interpret Barrage of Security Alerts", "date": "2019-03-07 00:01", "summary": "Most Popular News. It's easy for companies to gather vast amounts of data about attempted cyberattacks on their systems and networks. It's harder to interpret the information and use it to formulate effective responses.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/policy-makers-debt-fears-can-worsen-downturns-say-researchers-11551934860", "title": "Policy Makers' Debt Fears Can Worsen Downturns, Say Researchers", "date": "2019-03-07 00:01", "summary": "New economic study aims to explain why countries with low debt-to-GDP ratios fare better following financial crises. Academic research has shown that countries with higher levels of government debt relative to the size of their economies fare worse after financial crises than countries with lower debt levels.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costco-beats-profit-expectations-in-latest-quarter-11551996298", "title": "Costco Raises Minimum Wage to $15 an Hour", "date": "2019-03-07 00:01", "summary": "Wholesale retailer reported same-store sales rose sharply in the holiday quarter. Costco Wholesale Corp. said it has raised starting wages for store workers to $15 an hour, as a tight U.S. labor market continues to drive fierce competition for hourly staffers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11551913128", "title": "Pepper...and Salt", "date": "2019-03-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-says-cohen-directed-his-lawyer-to-seek-trump-pardon-contradicting-testimony-11551931412", "title": "Cohen Told Lawyer to Seek Trump Pardon", "date": "2019-03-07 23:56", "summary": "President's former lawyer testified before House committee last week, 'I have never asked for, nor would I accept, a pardon from Mr. Trump'. WASHINGTON-Michael Cohen, a former lawyer for President Trump, directed his attorney last spring to inquire about the possibility of a presidential pardon, weeks after federal agents raided his properties, Mr. Cohen's lawyer said Wednesday, apparently contradicting his testimony before a House committee last week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-split-over-measure-tied-to-ilhan-omars-comments-11551905728", "title": "House Democrats Split Over Measure Tied to Omar's Comments", "date": "2019-03-07 23:17", "summary": "Vote on resolution condemning anti-Semitism is delayed; language condemning anti-Muslim bias is added to measure. WASHINGTON-House Democratic leaders put on hold a vote to denounce anti-Semitism as divisions grew within the party over the response to a freshman lawmaker's repeated criticism of U.S. policy toward Israel, the latest issue to roil the party since it gained a majority in November's elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-sues-the-u-s-challenging-a-law-signed-by-president-trump-11551924208", "title": "Huawei Challenges U.S. Restrictions as Unconstitutional", "date": "2019-03-07 21:57", "summary": "Suit challenges the constitutionality of parts of the National Defense Authorization Act. SHENZHEN, China-Huawei Technologies Co. filed a lawsuit challenging a law signed by President Trump in August that restricts federal agencies from doing business with the Chinese company, the latest in a series of countermoves by the telecommunications giant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-move-to-ease-crisis-era-levers-over-financial-firms-11551906898", "title": "Regulators Move to Ease Crisis-Era Levers Over Financial Firms", "date": "2019-03-07 21:18", "summary": "FSOC to review business sector activity rather than individual nonbank companies. Regulators dialed back a practice of publicly shaming the nation's biggest banks through \"stress test\" exams, taking one of the biggest steps yet to ease scrutiny put in place after the 2008 crisis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-arrests-american-journalist-expels-german-ambassador-11551911491", "title": "Venezuela to Deport U.S. Journalist, Expels German Ambassador", "date": "2019-03-07 21:15", "summary": "Moves threaten to escalate a political conflict in which President Nicolás Maduro clings to power amid increasing international opposition. Venezuela's embattled government planned to deport an American journalist who has written about dissent in the military and ordered the German ambassador to leave the country, moves that threaten to escalate a political conflict.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warnermedia-content-chief-says-competitors-are-eating-our-lunch-11551907308", "title": "WarnerMedia Content Chief Says Competitors 'Are Eating Our Lunch'", "date": "2019-03-07 21:14", "summary": "Robert Greenblatt adds division's networks need closer coordination for streaming service. Robert Greenblatt, the new chief content officer of AT&T Inc.'s recently restructured WarnerMedia entertainment division, told staffers Wednesday that creating a direct-to-consumer streaming service would require closer coordination between the company's entertainment units, saying its large competitors were \"eating our lunch.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-telecom-agrees-to-pay-850-million-to-resolve-bribery-charges-11551920694", "title": "Russian Telecom Agrees to Pay $850 Million to Resolve Bribery Charges", "date": "2019-03-07 20:04", "summary": "Mobile TeleSystems bribed an official to win business in Uzbekistan, the SEC said. A Russian telecommunications company agreed to pay $850 million to resolve federal bribery charges, the U.S. Securities and Exchange Commission said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-wont-partner-with-fox-news-for-primary-debates-11551904523", "title": "Democrats Won't Partner With Fox News for Primary Debates", "date": "2019-03-07 19:51", "summary": "DNC Chairman Tom Perez cites media report about network's relationship with White House. WASHINGTON-The Democratic National Committee said Wednesday that Fox News won't host any 2020 Democratic primary debates because of what the committee described as the network's inappropriate relationship with President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-clothing-retailer-charlotte-russe-to-close-remaining-stores-11551919882", "title": "Women's Clothing Retailer Charlotte Russe to Close Remaining Stores", "date": "2019-03-07 19:51", "summary": "Retailer filed for chapter 11 protection last month with about 500 locations. Fast fashion retailer Charlotte Russe Holding Inc. is preparing to close its remaining stores.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-hackers-have-hit-hundreds-of-companies-in-past-two-years-11551906036", "title": "Iranian Hackers Have Hit Hundreds of Companies in Past Two Years", "date": "2019-03-07 19:28", "summary": "Cyberattack campaign has caused damages estimated at hundreds of millions of dollars, focusing on Middle East but also affecting U.S.. Cyberattacks linked to Iranian hackers have targeted thousands of people at more than 200 companies over the past two years, Microsoft Corp. said, part of a wave of computer intrusions from the country that researchers say has hit businesses and government entities around the globe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-plans-new-emphasis-on-private-communications-11551899847", "title": "Facebook Plans New Emphasis on Private Communications", "date": "2019-03-07 19:24", "summary": "Chief Executive Mark Zuckerberg sees Facebook's future focused more on private sharing than public content. Facebook Inc., which became the world's biggest social network by encouraging people to share photos and messages publicly, said it is now betting on the opposite: that the future of social media lies in private messaging and small-group chats.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nsa-in-deliberative-process-over-metadata-surveillance-chief-says-11551913327", "title": "NSA in 'Deliberative Process' Over Metadata Surveillance, Its Chief Says", "date": "2019-03-07 19:21", "summary": "Gen. Paul Nakasone notes reports on ending controversial collection of domestic phone metadata. SAN FRANCISCO-The director of the National Security Agency said Wednesday the spy agency was \"in a deliberative process\" over the future of its controversial surveillance program that collects domestic phone metadata and is up for congressional renewal at the end of the year.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-deficit-freak-out-11551918002", "title": "Trade Deficit Freak Out", "date": "2019-03-07 19:20", "summary": "The rising gap is the result of faster growth. There's no need to panic.. Where's the Valium? Mass quantities may be needed to calm the apparent media panic over Wednesday's Commerce Department report that the U.S. trade deficit hit a record last year. Everyone can calm down, and President Trump can take a bow that his tax reform and deregulation are working as intended.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speaker-ocasio-cortez-11551917962", "title": "Speaker Ocasio-Cortez", "date": "2019-03-07 19:19", "summary": "House leaders seem to be afraid of their radical backbenchers.. Don't be surprised if either Paul Ryan or John Boehner has put in an empathy call to current House Speaker Nancy Pelosi this week. The former Republican House Speakers know all about willful backbenchers, and Democratic Reps. Ilhan Omar and Alexandria Ocasio-Cortez make the GOP Freedom Caucus look like powder puffs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-gets-exercised-over-exercises-11551917921", "title": "Trump Gets Exercised Over Exercises", "date": "2019-03-07 19:18", "summary": "War simulations with allies are crucial to military deterrence.. New satellite photos show North Korea may be prepping for another nuclear test after the summit in Hanoi. That's all the more reason for President Trump to rethink his cancellation of large military exercises with South Korea.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-reaches-new-milestone-in-body-camera-program-11551917494", "title": "NYPD Reaches New Milestone in Body-Camera Program", "date": "2019-03-07 19:11", "summary": "All of the New York City Police Department's 20,000 uniformed officers now have body cameras. The New York City Police Department said it had equipped all of its 20,000 uniformed officers with body cameras, notching a new milestone in the rollout of the devices despite setbacks last fall when some of them malfunctioned.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senator-reveals-she-was-raped-while-in-air-force-11551917239", "title": "Senator Reveals She Was Raped While in Air Force", "date": "2019-03-07 19:07", "summary": "Arizona's Martha McSally, an ex-fighter pilot, makes disclosure at hearing on military sexual assault. WASHINGTON-Sen. Martha McSally (R., Ariz.) said during a Senate hearing Wednesday that she was raped by a superior officer while she was serving in the Air Force.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-investigates-second-piece-of-debris-to-fall-from-elevated-subway-line-11551907794", "title": "MTA Investigates Second Piece of Debris to Fall From Subway Line", "date": "2019-03-07 19:06", "summary": "Piece of rusted metal follows similar incident last month; no injuries. The Metropolitan Transportation Authority has launched an investigation after a piece of debris fell onto a car in Queens, apparently from an elevated subway line.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trouble-for-justin-trudeau-11551917115", "title": "Trouble for Justin Trudeau", "date": "2019-03-07 19:05", "summary": "A criminal-justice scandal makes Canada's prime minister vulnerable.. Prime Minister Justin Trudeau will face the Canadian electorate in October-if his leadership survives that long. His political career is threatened by a member of his own Liberal Party, Jody Wilson-Raybould, who served as Canada's first Indigenous attorney general and justice minister until she was unceremoniously demoted in January to veterans-affairs minister.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistans-post-9-11-generation-11551917157", "title": "Afghanistan's Post-9/11 Generation", "date": "2019-03-07 19:05", "summary": "I was 4 when the Taliban took over my town in 1998. I think how far we have come and dread going back.. Kabul, Afghanistan", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-back-in-albany-amid-congestion-pricing-push-11551917092", "title": "MTA Back in Albany Amid Congestion-Pricing Push", "date": "2019-03-07 19:04", "summary": "Gov. Cuomo is pushing to authorize its inclusion in next state budget, which is due April 1. New York state lawmakers on Wednesday asked the Metropolitan Transportation Authority for new bus lines in Queens, more money for the Long Island Rail Road and greater representation for suburban commuters, as the authority pushes for a system of congestion pricing.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-has-become-the-far-left-coast-11551917067", "title": "California Has Become the Far Left Coast", "date": "2019-03-07 19:04", "summary": "Bullet trains and single payer don't work, but Golden State Democrats demand them anyway.. California's descent into a one-party state accelerated in 2018. Golden State Democrats picked up seven seats in the House. They now control almost 87% of the state's congressional delegation-46 of the 53 representatives. Orange County, one of the original strongholds of the conservative movement, is now a liberal bastion. Democrats hold both U.S. Senate seats and all eight elected statewide offices.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-overmedicating-our-children-11551917025", "title": "We're Overmedicating Our Children", "date": "2019-03-07 19:03", "summary": "The use of drugs as a quick fix doesn't help kids become resilient to stress or emotionally mature.. A couple came to my psychotherapy office because their 8-year-old son was having trouble at school. He couldn't sit still or focus on class work, and sometimes he'd act disruptively to get attention. The school had labeled the boy as having attention deficit and hyperactivity disorder and urged the parents to see a psychiatrist-who immediately prescribed a stimulant.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/story-of-the-year-11551916962", "title": "Story of the Year", "date": "2019-03-07 19:02", "summary": "You have to be obtuse to stare at this jobs record and pretend it isn't happening.. The great political challenge of our time is sorting out what matters from what's just chatter. The din of distracting statistical noise is overwhelming. A Democratic governor named Inslee announces he's going to run for the U.S. presidency on one issue-climate change. Days later, the real president delivers a speech of immeasurable length to a conference of conservatives about pretty much everything rattling around in his head. The new week dawns with a Democratic House committee chairman named Nadler demanding that 81 of the president's \"associates\" provide him with a document dump.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democratic-primary-from-hell-11551916920", "title": "The Democratic Primary From Hell", "date": "2019-03-07 19:02", "summary": "New rules, endless candidates and a front-loaded schedule. Pass the popcorn.. With the addition of Washington Gov. Jay Inslee and former Colorado Gov. John Hickenlooper, 14 Democrats are now running for president.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-has-been-bad-for-farmers-11551916875", "title": "Trump Has Been Bad for Farmers", "date": "2019-03-07 19:01", "summary": "Bankruptcies are way up, in part because of his immigration and trade policies.. The Trump administration has been bad for American farmers. In 2018 farm incomes declined $9.1 billion and total farm debt rose to $410 billion, the highest in nearly 40 years. Bankruptcies are more frequent than during the Great Recession, and they are up 59% in the region that includes my home state of Colorado, compared with 2008. Low commodity prices, persistent drought and labor shortages have pushed many farmers to the edge.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-third-pillar-review-whywashington-is-the-problem-11551916834", "title": "'The Third Pillar' Review: Why Washington Is the Problem", "date": "2019-03-07 19:00", "summary": "National politics has become hogtied by culture wars. A high priest of economics has a modest proposal: Strengthen local communities.. Recently 35% of Americans told Gallup pollsters that they trust the Federal government's handling of domestic problems, while 72% said they trust their local government. Given this mismatch in public confidence, should Washington do less and local governments do more?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}]