[{"link": "https://www.wsj.com/articles/protests-in-colombia-stretch-into-third-day-11574562934", "title": "Protests in Colombia Stretch Into Third Day", "date": "2019-11-23 21:35", "summary": "Demonstrations against President Iván Duque are the latest to roil South America. BOGOTÁ, Colombia-Protests against President Iván Duque stretched into a third-straight day with marchers accusing security forces of brutality and government officials claiming that an outbreak of looting and vandalism was part of an orchestrated terror campaign.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivia-marks-end-of-era-as-legislators-rush-to-approve-new-election-without-morales-11574537980", "title": "Bolivia Legislators Rush to Approve New Election Without Morales", "date": "2019-11-23 19:04", "summary": "Bill would prohibit the candidacy of the leftist standard-bearer, who has fled the country after an October vote marred by fraud allegations. LA PAZ, Bolivia-Lawmakers rushed Saturday to approve legislation that paves the way for a new presidential election and bars the candidacy of Evo Morales, marking a new path for his socialist movement without its standard-bearer.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-yale-football-game-delayed-by-protesters-11574551785", "title": "Harvard-Yale Football Game Delayed by Protesters", "date": "2019-11-23 18:29", "summary": "Students stage midfield sit-in at Yale Bowl, call for action over fossil fuels. NEW HAVEN, Conn.-Protesters wearing the colors of both Harvard and Yale staged a sit-in at midfield of Yale Bowl during halftime of the 136th edition of the annual football rivalry known as The Game.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-tells-democrats-weve-got-to-stop-this-circular-firing-squad-11574538639", "title": "Joe Biden Tells Democrats, 'We've Got to Stop This Circular Firing Squad'", "date": "2019-11-23 14:50", "summary": "Former vice president campaigns in Iowa as recent polls in the state have shown him losing ground to South Bend, Ind., Mayor Pete Buttigieg. DES MOINES, Iowa-Former Vice President Joe Biden is warning Democrats to halt a \"circular firing squad\" in the 2020 presidential race as he seeks to slow the momentum of his rivals ahead of the Iowa Democratic caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-assistant-put-giuliani-in-touch-with-pompeo-in-march-documents-show-11574490430", "title": "Trump's Assistant Put Giuliani in Touch With Pompeo in March, Documents Show", "date": "2019-11-23 12:47", "summary": "Documents come after a key witness's testimony connected Mr. Pompeo more tightly to events at the heart of the impeachment inquiry. WASHINGTON-Rudy Giuliani and Secretary of State Mike Pompeo spoke in March after President Trump's personal assistant put Mr. Giuliani's representative in touch with the State Department, new documents show, conversations that came in the midst of events under investigation in a House impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-makes-unannounced-visit-to-iraq-to-visit-u-s-troops-11574516561", "title": "Pence Visits U.S. Troops in Iraq, Meets With Kurdish Leader", "date": "2019-11-23 11:21", "summary": "Vice president reiterates President Trump's commitment to allies in the region. ERBIL, Iraq-Vice President Mike Pence traveled to Iraq on Saturday for an unannounced visit with U.S. troops days before the U.S. Thanksgiving holiday, and he met with the leader of Kurdistan but didn't visit Baghdad.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-control-groups-reassure-network-about-possible-bloomberg-run-11574524815", "title": "Gun Control Groups Reassure Network About Possible Bloomberg Run", "date": "2019-11-23 11:00", "summary": "Some staffers and volunteers say they are worried that a presidential campaign could take focus and resources from their work. Leaders of the political network built by Michael Bloomberg to push for gun-control measures have been reassuring members in recent days that they won't have to back the billionaire's potential 2020 presidential bid.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/takedas-dengue-vaccine-shows-promise-11574523000", "title": "Takeda's Dengue Vaccine Shows Promise", "date": "2019-11-23 10:30", "summary": "Latest data from trial shows treatment was effective in preventing children from dengue illnesses and hospitalization overall from four types of the virus, but the results suggested a potential concern. NATIONAL HARBOR, Md.-Scientists are making progress in developing new weapons against dengue, a debilitating mosquito-borne virus that threatens half the world's population.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pioneering-music-school-to-crack-long-locked-mystery-safe-11574517600", "title": "Pioneering Music School to Crack Long-Locked Mystery Safe", "date": "2019-11-23 09:00", "summary": "Third Street Music School Settlement plans to open safe in event tied to 125th anniversary. In 1972, the Third Street Music School Settlement, a Manhattan-based pioneer in arts education, moved to its present home on East 11th Street. Though the institution kept its name after the relocation, it didn't take a piece of its history-namely, a hefty safe whose contents and combination have been a secret over the years.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/testimonies-place-trump-at-center-of-ukraine-pressure-campaign-11574517601", "title": "Testimonies Place Trump at Center of Ukraine Pressure Campaign", "date": "2019-11-23 09:00", "summary": "Current and former officials said in impeachment hearings the president held up aid to Kyiv to push probes into Joe Biden and his son. WASHINGTON-More than 30 hours of public hearings laid out the case that President Trump sought to use the powers of his office to drive a newly elected Ukrainian president to pursue investigations that would benefit him politically, in a campaign involving his personal lawyer and several senior members of his administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-gains-in-suburbs-challenge-trumps-hold-in-pennsylvania-11574514001", "title": "Democratic Gains in Suburbs Challenge Trump's Hold in Pennsylvania", "date": "2019-11-23 08:00", "summary": "Republicans this month lost Philadelphia-area counties they had controlled for decades, but the GOP remains strong elsewhere in the state. NEWTOWN SQUARE, Pa.-A series of Democratic wins in the Philadelphia suburbs highlights the challenges President Trump faces in a key general election state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merkels-plans-to-allow-foreign-bids-for-germanys-5g-network-suffer-setback-11574507650", "title": "Merkel's Coalition Government Faces Test Over Huawei Dispute", "date": "2019-11-23 07:36", "summary": "Chancellor is in favor of allowing Huawei to supply components for Germany's next-generation 5G internet. LEIPZIG, Germany-Chancellor Angela Merkel was handed a damaging defeat at her party's annual convention over her plans to allow China's Huawei Technologies Co. to build Germany's next-generation 5G mobile network.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/history-tries-to-keep-up-with-the-times-11574510401", "title": "History Tries to Keep Up With the Times", "date": "2019-11-23 07:00", "summary": "The revamped Burke Museum of Natural History and Culture in Seattle is handsome and not without its highlights, but stumbles when it bends to contemporary mores.. Seattle", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-office-comes-designed-to-please-11574510402", "title": "Office of the Future: More Perks, Less Personal Space", "date": "2019-11-23 07:00", "summary": "Resume Subscription. When American Airlines Group Inc. polled its corporate staff on what they wanted in new office space, workers responded with a priority familiar to anyone who has flown recently: more legroom.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/at-migrant-camp-in-mexico-crowds-and-complaints-swell-11574510400", "title": "At a Migrant Camp in Mexico, the Crowds and Complaints Swell", "date": "2019-11-23 07:00", "summary": "Resume Subscription. MATAMOROS, Mexico-Rows of colorful tents extend from the foot of the international bridge here, where thousands of migrants placed in the Trump administration's \"Remain in Mexico\" program are living, often for months, as their asylum applications work their way through U.S. courts.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/walter-reed-failed-to-examine-almost-2-000-ct-scans-11574510400", "title": "Walter Reed Failed to Examine Almost 2,000 CT Scans", "date": "2019-11-23 07:00", "summary": "Internal investigation cites mistakes by physicians, technical problems. Nearly 2,000 radiology scans went unread for several years at Walter Reed National Military Medical Center, leading to at least one documented delay in treatment and one physician fearing hundreds more, according to an internal investigation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratscourt-black-voters-in-hopes-of-picking-off-bidens-support-11574510401", "title": "Democrats Court Black Voters in Hopes of Picking Off Biden's Support", "date": "2019-11-23 07:00", "summary": "African-American voters account for about a quarter of Democratic electorate. ATLANTA-Sens. Bernie Sanders and Elizabeth Warren held rallies at historically black colleges in Atlanta. Former Vice President Joe Biden convened with African-American mayors nearby, while Sen. Kamala Harris met with black business owners. Civil-rights activist the Rev. Al Sharpton hosted Mayor Pete Buttigieg and Sens. Cory Booker and Amy Klobuchar.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loomis-sayless-star-fund-manager-is-going-strong-but-hes-also-86-11574505000", "title": "Star Fund Manager Is Going Strong, but He's Also 86", "date": "2019-11-23 05:30", "summary": "The firm wants Dan Fuss to stay as long as he is able while it prepares for an eventual changeover. On the first day of a two-week vacation in Spain last year, Dan Fuss, the leading bond manager and vice chairman at Loomis Sayles & Co., fell and hurt his left hip.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inspector-general-alleges-fbi-lawyer-altered-email-related-to-russia-probe-11574437554", "title": "Justice Watchdog Finds Proper Legal Basis, but Errors, in Russia Probe", "date": "2019-11-23 03:34", "summary": "Inspector general's report is expected to find that surveillance of former Trump aide was legally justified, but to also cite missteps including the alleged alteration of an email by an FBI lawyer. WASHINGTON-The Justice Department's inspector general is expected to conclude there was a proper legal basis for the government's application to monitor a former Trump campaign foreign-policy adviser, but that errors and lapses in judgment were made during the process, according to people familiar with the matter.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-saudi-aramco-ipo-came-back-to-life-11574418637", "title": "How the Saudi Aramco IPO Came Back to Life", "date": "2019-11-23 01:52", "summary": "To revive oil giant's long-delayed listing, Saudi crown prince slashed through his bureaucracy to silence or remove naysayers. Khalid al-Falih had opposed Saudi Crown Prince Mohammed bin Salman for months.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/romaine-lettuce-is-recalled-amid-outbreak-11574481411", "title": "CDC Issues Warning on Romaine Lettuce Amid Outbreak", "date": "2019-11-23 00:27", "summary": "Officials urge people not to eat the leafy greens grown in California's Salinas region. NEW YORK-U.S. health officials on Friday told people to avoid romaine lettuce grown in Salinas, Calif., because of another food-poisoning outbreak.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11574378548", "title": "Pepper...and Salt", "date": "2019-11-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-hearings-bloomberg-usmca-invade-democrats-contest-11574485260", "title": "Impeachment, Bloomberg, USMCA Invade Democrats' Contest", "date": "2019-11-23 00:01", "summary": "Some have worried that an impeachment process would distract from presidential-primary process; this week showed such concerns are valid. For a good portion of any presidential campaign, the exercise feels like an intrasquad basketball game: People from the same political side scrimmaging against one another.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ok-boomer-whos-going-to-buy-your-21-million-homes-11574485201", "title": "OK Boomer, Who's Going to Buy Your 21 Million Homes?", "date": "2019-11-23 00:00", "summary": "Baby boomers are getting ready to sell one quarter of America's homes over the next two decades. The problem is many of these properties are in places where younger people no longer want to live.. ", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}]