[{"link": "https://www.wsj.com/articles/how-big-tech-has-powered-global-stocks-11552215600", "title": "How Big Tech Has Powered Global Stocks", "date": "2019-03-10 19:30", "summary": "Profits at Facebook, Alibaba and others are boosting stocks that got walloped last year. Booming profits are driving a fresh rally in technology shares from New York to Hong Kong, helping boost stock markets and showing the allure of rapidly growing companies even as the global growth outlook dims.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-stock-buyback-panic-11552256671", "title": "The Stock Buyback Panic", "date": "2019-03-10 19:10", "summary": "Repurchases reallocate under-utilized capital to more efficient purposes.. Stock buybacks are the latest bipartisan piñata, whacked by politicians on the left and right who misunderstand capital markets. A refresher course is in order lest Congress stampede and undermine the investment needed for growth.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-powell-sees-no-need-to-change-rate-policy-11552259364", "title": "Fed Chairman Powell Sees No Need to Change Rate Policy", "date": "2019-03-10 19:09", "summary": "Central banker, in '60 Minutes' interview, calls U.S. economy outlook favorable, declines to address Trump criticism. Federal Reserve Chairman Jerome Powell said the U.S. economic outlook is favorable and that the economy doesn't require higher or lower interest rates now.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-senate-assembly-to-lay-out-their-visions-for-state-budget-11552258801", "title": "New York Senate, Assembly to Lay Out Their Visions for State Budget", "date": "2019-03-10 19:00", "summary": "Legislators have no consensus on the governor's proposal for traffic-congestion pricing and want to consider other issues such as bail reform separately. The battle lines over the state budget will be formally drawn this week.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopian-crash-carries-high-stakes-for-boeing-growing-african-airline-11552258239", "title": "Ethiopian Crash Carries High Stakes for Boeing, Growing African Airline", "date": "2019-03-10 18:50", "summary": "Plane maker has relied on the success of emerging-market carriers to fuel its growth. The crash of a popular Boeing Co. airliner Sunday marks a major setback for Ethiopian Airlines and the plane maker, which has relied on the success of emerging-market carriers to fuel its growth in recent years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-february-revenue-surprise-11552256555", "title": "A February Revenue Surprise", "date": "2019-03-10 18:22", "summary": "Federal tax receipts rose 10% from a year ago, in case you haven't heard.. A funny thing happened in February that you haven't read about: Federal government tax receipts rose 10% to $171 billion, according to the Congressional Budget Office.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/answering-taiwans-defense-call-11552256483", "title": "Answering Taiwan's Defense Call", "date": "2019-03-10 18:21", "summary": "Trump can improve deterrence with an F-16V fighter sale.. After Chinese President Xi Jinping in January pledged \"all necessary measures\" to reunite Taiwan with the Chinese mainland, the island democracy is redoubling efforts to buy American fighter jets. Not since George H.W. Bush has a U.S. President approved such a sale, but President Trump can help a democratic ally defend itself by allowing it to proceed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-should-study-portugals-approach-to-illegal-drugs-11552256348", "title": "We Should Study Portugal's Approach to Illegal Drugs", "date": "2019-03-10 18:19", "summary": "I call attention to the Portuguese experience. Drug possession was decriminalized in that country in 2001. Since then, Portuguese drug use, HIV infection and drug-related deaths have diminished.. In support of Dr. Jeffrey Singer's March 4 letter which describes the fruitless \"Whac-A-Mole\" war on drugs, certainly a failure in its attempt to decrease the use and devastating rise in overdose deaths, I call attention to the Portuguese experience. Drug possession was decriminalized in that country in 2001, making drug possession a minor infringement resulting in a fine and referral for treatment for the most part. Portuguese drug use, HIV infection and drug-related deaths have diminished, with hardly anyone dying from drug overdoses, to paraphrase a recent widely read U.S. newspaper headline.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-realtors-add-value-for-their-customers-11552256389", "title": "How Realtors Add Value for Their Customers", "date": "2019-03-10 18:19", "summary": "The National Association of Realtors is actively engaged in the effort to ensure consumers are benefiting from technological advancements in real estate as we look to maintain a healthy, competitive housing market.. Jack Ryan and Jonathan Friedland fail to recognize multiple realities of America's housing industry (\"When You Buy or Sell a Home, Realty Bites,\" op-ed, March 4). The National Association of Realtors® (NAR), together with our 1.3 million members, is actively engaged in the effort to ensure consumers are benefiting from technological advancements in real estate as we look to maintain a healthy, competitive housing market.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nickel-and-diming-us-out-of-rhode-island-11552256367", "title": "Nickel-and-Diming Us Out of Rhode Island", "date": "2019-03-10 18:19", "summary": "Resume Subscription. Your editorial \"Nickel-and-Diming Democrats\" (Feb. 22) reports that Rhode Island Gov. Gina Raimondo drives businesses away with her budget priorities. Bad legislation, as much as stealth taxes, also contributes to the state's deteriorating business climate. Seven of 10 members of my small-business study group are moving their businesses to Massachusetts as a result of a seriously flawed paid-leave bill the governor signed last year over the opposition of the business community. Even former Rhode Island governor and 2016 presidential candidate Lincoln Chafee appears to be relocating to tax-friendly Wyoming. With the coming 2020 census, Rhode Island cannot afford the departures. The state is perilously close to losing the second of its two congressional seats, and with its relative population decline, getting less federal funding which supports more than a third of the state's nearly $10 billion budget.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massive-power-outages-turn-deadly-in-venezuela-11552243705", "title": "Massive Power Outages Turn Deadly in Venezuela", "date": "2019-03-10 18:01", "summary": "At least 15 people die as hospitals are unable to provide dialysis treatment, while telecommunication networks fail and sale of basic goods falters, putting food supply at risk. CARACAS, Venezuela-At least 15 people have died as a result of a massive electricity outage that has crippled Venezuela, as doctors struggled to assist patients, telecommunications networks were wiped out and the sale of basic goods was paralyzed amid rising political turmoil.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-russian-gas-pipeline-is-driving-a-wedge-between-the-u-s-and-its-allies-11552254955", "title": "How a Russian Gas Pipeline Is Driving a Wedge Between the U.S. and Its Allies", "date": "2019-03-10 17:55", "summary": "Resume Subscription. Angela Merkel and her advisers, before a visit to the White House last spring, agreed on a priority: Avoid talk of Nord Stream 2. The German-Russian pipeline project had been a bone of contention between Berlin and Washington, which fears it will make Europe's largest economy excessively reliant on Russian energy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cannabis-drinks-confront-a-serious-buzz-killthey-taste-terrible-11552254570", "title": "Cannabis Drinks Confront a Serious Buzz Kill-They Taste Terrible", "date": "2019-03-10 17:49", "summary": "Resume Subscription. Cannabis drinks are hitting the global market, promising anxiety reduction, pain relief and better sleep. One thing none of them tout is taste.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-graffiti-legend-wins-praise-from-unlikely-admirers-11552237314", "title": "A Graffiti Legend Wins Praise From Unlikely Admirers", "date": "2019-03-10 16:48", "summary": "Albert Diaz has risen from a kid skipping classes to do graffiti work to a commissioned artist honored with a city proclamation. Albert \"Al\" Diaz is a longstanding figure in New York City's graffiti scene-a world that has historically been the scourge of mayors and police.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/username-and-password-hell-why-the-internet-cant-keep-you-logged-in-11552222800", "title": "Username and Password Hell: Why the Internet Can't Keep You Logged In", "date": "2019-03-10 16:33", "summary": "Ever feel like you're constantly logging in on the same sites, over and over? Help is on the horizon. My Google password is mXNkQ3/Dy?Pg. (Or it was, anyway, until I published it for everyone to see.) I've had to type that nonsensical string so often I memorized the darn thing. It seems like every time I click a link, download an app or unlock my phone, I'm forced to log in to my account all over again.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-banks-play-a-game-of-risk-management-11552233573", "title": "Central Banks Play a Game of Risk Management", "date": "2019-03-10 16:01", "summary": "Economic-policy makers rush to reduce odds of recession, with limited tool kits. The world's central banks are engaged in a major policy reversal to prevent the world economy from sinking into unexpected recession.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-immigration-surge-to-accelerate-government-projects-11552239906", "title": "Record Border Immigration Surge to Accelerate, Government Projects", "date": "2019-03-10 16:01", "summary": "Nearly 180,000 more migrants traveling as families are expected to cross the border into the U.S. by May, according to official estimate. The Trump administration is preparing for nearly 180,000 migrants traveling as families to cross the southern border of the U.S. by May, continuing an already record-breaking year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-firewall-of-china-review-the-chinese-cyber-padlock-11552245606", "title": "'The Great Firewall of China' Review: The Chinese Cyber-Padlock", "date": "2019-03-10 15:20", "summary": "The Communist Party censors the internet because of the web's ability to bring large groups of people together for collective action.. In March 2000, President Bill Clinton delivered a speech at Johns Hopkins University in which he urged Americans to favor increased engagement with the People's Republic of China. Speaking in support of China's accession to the World Trade Organization, Mr. Clinton waxed optimistically about the country's potential for change as it enjoyed the fruits of participation in the U.S.-led liberal democratic order. Though he acknowledged the continued repression of free speech and human rights under the Chinese Communist Party, Mr. Clinton waved off these concerns, pointing to, among other things, the power of the still-developing internet. \"Now there's no question China has been trying to crack down on the internet. Good luck!\" he joked. \"That's sort of like trying to nail Jell-O to the wall.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-mounts-in-venezuela-11552245576", "title": "Pressure Mounts in Venezuela", "date": "2019-03-10 15:19", "summary": "The U.S. says it will tighten financial sanctions in an effort to restore democracy.. The Venezuelan dictatorship is trying to use a nationwide power outage against its political opposition by claiming sabotage. Another explanation may be the colossal failure, over many years, to invest in the country's decrepit hydroelectric plants. The unsolved mystery is why it didn't happen sooner.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-and-your-investments-11552245553", "title": "Impeachment and Your Investments", "date": "2019-03-10 15:19", "summary": "How will the markets react as Democrats push to remove President Trump?. \"It's very clear that the president obstructed justice,\" House Judiciary Committee chairman Jerrold Nadler told ABC's \"This Week\" last week. On the same show, House Republican Leader Kevin McCarthy said Mr. Nadler \"decided to impeach the president the day the president won the election.\" You don't get better foreshadowing than that! The $64 trillion question is what happens to the stock market if President Trump is impeached.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omar-and-the-conspiracy-democrats-11552245502", "title": "Omar and the Conspiracy Democrats", "date": "2019-03-10 15:18", "summary": "Her colleagues portray the freshman as a naïf. But she has a clear and menacing modus operandi.. To hear Speaker Nancy Pelosi tell it, Rep. Ilhan Omar is a naïf. Nothing the Minnesota freshman has said was \"intended in an anti-Semitic way,\" Mrs. Pelosi explained last week. She merely \"has a different experience in the use of words\" and \"doesn't understand that some of them are fraught with meaning.\" Yet Ms. Omar has been consistent not only in attacking the pro-Israel lobby, but in purveying a conspiratorial view of the world. The evidence-free accusation that illegitimate moneyed or foreign interests are corrupting her opponents and dictating U.S. policy is her modus operandi.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hand-trump-an-anvil-fellow-democrats-11552245526", "title": "Hand Trump an Anvil, Fellow Democrats", "date": "2019-03-10 15:18", "summary": "The economy and the electoral math say he's easy to defeat.. An absurd debate is taking place in the Democratic Party: To beat Donald Trump in 2020, do we motivate our base or do we try appealing to the Obama-Trump voters who won him the Rust Belt? To win a presidential election, you don't choose between your core supporters and swing voters. You have to appeal to both, and the way to do it is to win the economic narrative.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-theres-too-much-sun-and-wind-11552245478", "title": "When There's Too Much Sun and Wind", "date": "2019-03-10 15:17", "summary": "The biggest danger of renewable energy is overproduction.. President Trump mocked the Democrats' Green New Deal and its renewable-energy aspirations in a recent speech: \"When the wind stops blowing, that's the end of your electric.\" But the most destructive consequence of wind and solar power result from periods of oversupply.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-a-crisis-at-the-border-but-a-wall-wont-help-11552245432", "title": "There's a Crisis at the Border, but a Wall Won't Solve It", "date": "2019-03-10 15:17", "summary": "Legal loopholes are behind last week's sharp spike in alien apprehensions.. Is there a crisis on America's southern border? Statistics out last week would seem to suggest so. According to U.S. Customs and Border Protection, more than 66,000 aliens were apprehended as they tried to sneak across the border last month, the highest February total since 2008 and the highest total in any month since 2009. Add in those deemed inadmissible at ports of entry, the total is more than 76,000.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-extremist-abortion-industry-11552245409", "title": "America's Extremist Abortion Industry", "date": "2019-03-10 15:16", "summary": "Why the party of 'safe, legal and rare' can no longer bring itself to oppose even infanticide.. 'Safe, legal and rare.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-leaders-convene-in-texas-as-u-s-oil-and-gas-output-surges-11552244623", "title": "Energy Leaders Convene in Texas as U.S. Oil and Gas Output Surges", "date": "2019-03-10 15:03", "summary": "Export infrastructure, electric vehicles and the economics of fracking to feature at annual CERAWeek conference. America's growth as an oil and gas superpower, and the uncertainties companies face due to disruptive technologies and regulations, are set to be buzzy topics in Houston starting Monday as many of the world's leading energy players gather for the annual CERAWeek conference.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-retail-sales-chinese-economic-data-and-more-11552244400", "title": "Economy Week Ahead: U.S. Retail Sales, Chinese Economic Data and More", "date": "2019-03-10 15:00", "summary": "Resume Subscription. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-kept-allies-at-bay-in-china-trade-talks-11552240956", "title": "Trump Kept Allies at Bay in China Trade Talks", "date": "2019-03-10 14:02", "summary": "President didn't want EU to benefit from 'my deal,' according to European officials. WASHINGTON-France's President Emmanuel Macron came to the White House last April hoping to join forces with President Trump in confronting China on its trade and business practices.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-youre-considering-an-annuity-start-by-understanding-what-you-get-11552240833", "title": "If You're Considering an Annuity, Start by Understanding What You Get", "date": "2019-03-10 14:00", "summary": "A guaranteed paycheck for life is an attractive retirement option, but there are other considerations when looking at annuities. You've probably seen the commercials advertising annuities, but as common as the ads are, details about exactly what you get from buying one are scarce.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/algeria-strikes-ramp-up-pressure-on-ailing-president-11552240609", "title": "Algeria Strikes Ramp Up Pressure on Ailing President", "date": "2019-03-10 13:56", "summary": "Protesters are pushing for Bouteflika to step down and some opposition groups have called for the military to intervene. Pressure is mounting on Algeria's President Abdelaziz Bouteflika to step down as workers at the country's massive state oil and gas companies went on strike on Sunday and some opposition groups urged the military to intervene after more than two weeks of protests.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasas-2020-budget-request-aims-to-speed-lunar-exploration-11552188623", "title": "NASA's 2020 Budget Request Aims to Speed Lunar Exploration", "date": "2019-03-10 13:55", "summary": "Proposed spending plan embodies White House directive for faster, more industry-driven human missions to the moon. NASA is expected to request a budget increase of more than $500 million for moon exploration and related programs in 2020, partly to accelerate collaboration between the government and industry on proposed lunar landers, according to people familiar with the details.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/captain-marvel-continues-superhero-winning-streak-at-box-office-11552238229", "title": "'Captain Marvel' Continues Superhero Winning Streak at Box Office", "date": "2019-03-10 13:17", "summary": "First female-fronted superhero movie from Marvel Studios collected an estimated $153 million in the U.S. and Canada. LOS ANGELES- Walt Disney Co. 's \"Captain Marvel\" saved the day at the box office this weekend, delivering 2019's first bona fide blockbuster after several weeks of lousy returns.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antonio-brown-is-headed-to-the-raiders-after-trade-with-steelers-11552232914", "title": "Antonio Brown Is Headed to the Oakland Raiders in Trade", "date": "2019-03-10 11:48", "summary": "The franchise famous for flamboyant personalities adds arguably the best receiver in the NFL after his fallout in Pittsburgh. The Oakland Raiders, the franchise that has historically been unafraid to add the most polarizing-and talented-players in football acquired its next star: Antonio Brown.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rural-sheriffs-defy-new-gun-measures-11552230000", "title": "Rural Sheriffs Defy New Gun Measures", "date": "2019-03-10 11:00", "summary": "'Second Amendment sanctuary' counties say they won't enforce background checks, other gun-control proposals. SANTA FE, N.M.-In swaths of rural America, county sheriffs, prosecutors and other local officials are mounting resistance to gun-control measures moving through legislatures in Democratic-led states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-das-office-unveils-strategic-overhaul-11552230000", "title": "Brooklyn DA's Office Unveils Strategic Overhaul", "date": "2019-03-10 11:00", "summary": "Office will focus on jailing fewer defendants, supporting early release from prison. The Brooklyn district attorney's office is set to release a plan Monday it says will fundamentally reshape its culture, including by asking prosecutors to incarcerate fewer defendants and use other ways to keep people safe.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technology-etf-celebrates-milestone-birthday-11552230001", "title": "Technology ETF Celebrates Milestone Birthday", "date": "2019-03-10 11:00", "summary": "The Invesco QQQ Trust is now the sixth-largest ETF with $68 billion in assets. The Invesco QQQ Trust, the exchange-traded fund that was once practically synonymous with the dot-com boom and bust, turns 20 years old this week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-election-dates-set-for-april-and-may-11552221965", "title": "Indian Election Dates Set for April and May", "date": "2019-03-10 10:54", "summary": "A record 900 million Indians are eligible to vote whether to keep Prime Minister Modi and his BJP in power, with counting to begin May 23. NEW DELHI-India announced the rolling dates Sunday for national elections, setting the stage for the world's biggest democracy to decide this spring whether to leave popular Prime Minister Narendra Modi and his conservative party in power.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owners-of-famed-chrysler-building-reach-deal-to-sell-iconic-tower-11552075368", "title": "Owners of Chrysler Building Reach Deal to Sell Tower", "date": "2019-03-10 10:33", "summary": "New York City landmark set to be sold for about $150 million, a substantial loss for the current owners. The owners of New York City's Chrysler Building have reached a deal to sell the iconic skyscraper for a little more than $150 million, unloading the 77-story office tower at a substantial loss, according to people familiar with the matter.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-growth-chickens-produce-new-industry-woe-spaghetti-meat-11552226401", "title": "Fast-Growth Chickens Produce New Industry Woe: 'Spaghetti Meat'", "date": "2019-03-10 10:00", "summary": "Chicken companies are adding an estimated $200 million in annual costs to divert breast fillets that are too squishy or tough. Chicken companies spent decades breeding birds to grow rapidly and develop large breast muscles. Now the industry is spending hundreds of millions of dollars to deal with the consequences ranging from squishy fillets known as \"spaghetti meat,\" because they pull apart easily, to leathery ones known as \"woody breast.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delivery-apps-may-take-the-whole-enchilada-11552226402", "title": "Delivery Apps May Take the Whole Enchilada", "date": "2019-03-10 10:00", "summary": "Eaters' loyalty may shift away from restaurants to their favorite food apps. Much like publishers embraced and later dreaded Amazon.com , the popularity of food-delivery apps may mean restaurants could be the next businesses to get starved.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-near-currency-deal-beijing-vows-not-to-devalue-yuan-to-help-exports-11552204378", "title": "U.S., China Near Currency Deal", "date": "2019-03-10 09:47", "summary": "The yuan's plunge last year raised concerns that Beijing was pushing down its value to offset U.S. tariffs on Chinese products. BEIJING-China's top central banker signaled that Beijing and Washington are getting close to reaching a currency deal as part of their continuing negotiations to settle a yearlong trade battle.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-the-nba-has-issues-with-social-media-now-11552223037", "title": "Even the NBA Has Issues With Social Media Now", "date": "2019-03-10 09:03", "summary": "What if some of the things that have made the league so popular are the same things making players unhappy?. The first thing you notice in NBA locker rooms these days is not the concentration of abnormally large men in various states of undress. It's the silence.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-council-bill-would-provide-free-legal-help-to-businesses-facing-eviction-11552222800", "title": "NYC Council Bill Would Provide Free Legal Help to Businesses Facing Eviction", "date": "2019-03-10 09:00", "summary": "Program seeks to reduce commercial evictions, which have increased over the past two years. New York City small businesses facing eviction could get free legal counsel under a new City Council bill modeled after a similar program for residential tenants.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-most-important-bond-edges-back-toward-negative-territory-11552221016", "title": "Europe's Most Important Bond Edges Back Toward Negative Territory", "date": "2019-03-10 08:30", "summary": "Germany's 10-year bond yielded as little as a microscopic 0.04% recently, as investors fret about Europe's growth prospects. Investors have driven the eurozone's most closely followed government bond yield close to negative territory for the first time since 2016, underscoring the increasingly bleak outlook for the European economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migration-from-libya-to-italy-once-europes-gateway-dwindles-after-clampdown-11552219204", "title": "Italy's Controversial Crackdown on Migration Is Stemming the Flow", "date": "2019-03-10 08:00", "summary": "In the first two months of this year, only 262 seaborne migrants reached Italy, compared with more than 13,000 during the same period in 2017. Migration to Italy via the Mediterranean, in recent years the biggest gateway to Europe for those fleeing war or poverty in Africa and Asia, has nearly ground to a halt, showing the effectiveness of controversial efforts by European authorities to stem the inflow.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riskier-stocks-are-paying-off-11552219200", "title": "Riskier Stocks Are Paying Off", "date": "2019-03-10 08:00", "summary": "Shares in companies with weak earnings are outperforming those with steadier profits, a sign that investors are exuberant again. Investors are snapping up shares of companies with weak earnings, a sign many have shaken off last year's jitters and are ready to re-embrace riskier stocks in pursuit of outsize gains.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-ambush-kills-nine-police-highlights-increasing-violence-in-troubled-state-11552217337", "title": "Rebel Ambush Kills Nine Myanmar Police Officers", "date": "2019-03-10 07:28", "summary": "Fighters with the Arakan Army ambushed a police station in an hour-long attack Saturday night. A rebel ambush killed nine Myanmar police officers and highlighted the sharp uptick in violence in the country's strife-torn Rakhine state, where ethnic militants drawn from the local Buddhist community are engaged in fierce fighting with the military.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/superusers-become-main-course-for-food-delivery-companies-11552215618", "title": "'I'm Addicted'; Why Food-Delivery Companies Want to Create Superusers", "date": "2019-03-10 07:00", "summary": "DoorDash, Instacart and others want to turn casual customers driven by discounts into repeat users who rely on their services regularly. Food-delivery companies are racing to convert customers first lured by discounts into habitual, high-value users.", "categories": [["Business", "The Delivery Wars"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-banks-scaled-back-lending-in-february-pboc-says-11552182779", "title": "Chinese Banks Scaled Back Lending in February, PBOC Says", "date": "2019-03-10 20:52", "summary": "Resume Subscription. BEIJING-Chinese banks sharply scaled back lending in February after issuing record-high loans at the start of the year, according to official data released on Sunday.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}]