[{"link": "https://www.wsj.com/articles/facebook-to-advertise-in-the-super-bowl-for-the-first-time-11576728775", "title": "Facebook to Advertise in the Super Bowl for the First Time", "date": "2019-12-18 23:12", "summary": "Chris Rock and Sylvester Stallone will appear in a 60-second commercial promoting Facebook Groups. Facebook Inc. will run its first commercial in the Super Bowl, buying time for a 60-second ad featuring Chris Rock and Sylvester Stallone to promote its Groups feature, a company spokeswoman said.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-protests-mark-backlash-against-modis-agenda-11576693650", "title": "Modi's 'Honeymoon Is Very Much Over' as Hindu-First Agenda Faces Backlash", "date": "2019-12-18 22:57", "summary": "Demonstrations present first significant pushback to Hindu-nationalist policies of prime minister's party. NEW DELHI-Protests across India amount to the first real popular resistance to Prime Minister Narendra Modi's implementation this year of a Hindu-nationalist agenda his party has long espoused, according to analysts and participants in the demonstrations.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rallies-his-base-as-house-votes-to-impeach-11576727567", "title": "Trump Rallies His Base as House Votes to Impeach", "date": "2019-12-18 22:56", "summary": "At a boisterous event hundreds of miles from Washington, president praises his fellow Republicans for standing by him. BATTLE CREEK, Mich.-On the day he was impeached by the House of Representatives in 1868, President Andrew Johnson relied on messengers to keep him updated at the White House. Bill Clinton, the second president to be impeached, spent the day on the White House grounds, and was joined by dozens of Democratic lawmakers, his staff and the first lady, Hillary Clinton, for remarks from the Rose Garden after the historic vote.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tekash-6ix9ine-gets-lenient-sentence-after-assisting-prosecutors-11576713279", "title": "Tekashi 6ix9ine Gets Lenient Sentence After Assisting Prosecutors", "date": "2019-12-18 22:44", "summary": "Judge credits hip-hop star for 'brave' testimony in racketeering case. A judge sentenced hip-hop star Tekashi 6ix9ine to two years in federal prison on Wednesday for his role in a racketeering conspiracy, but credited the platinum-selling artist for his \"impressive, game-changing, complete and brave\" testimony as a cooperating witness.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-prepares-to-vote-on-impeaching-trump-11576667768", "title": "House Votes to Impeach President Trump", "date": "2019-12-18 22:17", "summary": "Democrats and Republicans vote almost entirely along party lines; president denounces effort to remove him from office. WASHINGTON-The House impeached President Trump in a momentous set of votes late Wednesday, making him the third president since America's founding to face a Senate trial, and laying bare the deep partisan divisions on Capitol Hill and across the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metlife-agrees-to-10-million-sec-fine-over-pension-related-accounting-violations-11576723208", "title": "MetLife Agrees to $10 Million SEC Fine Over Pension-Related Accounting Violations", "date": "2019-12-18 21:40", "summary": "Lapses resulted in the insurer's failure to pay thousands of workers their monthly pension benefits. MetLife Inc. has agreed to pay $10 million to settle Securities and Exchange Commission allegations that it violated internal accounting controls related to reserves associated with its annuities businesses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-impeachment-folly-11576715094", "title": "This Impeachment Folly", "date": "2019-12-18 21:34", "summary": "The Resistance wins in the House, but will it now lose in 2020?. House Democrats voted Wednesday evening to impeach Donald Trump but, media high-fives aside, what have they accomplished? They have failed to persuade the country; they have set a new, low standard for impeaching a President; Mr. Trump will be acquitted in the Senate; and Democrats may have helped Mr. Trump win re-election. Congratulations to The Resistance.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-palo-alto-networks-employee-charged-with-running-insider-trading-ring-11576720930", "title": "Ex-Palo Alto Networks Employee Charged With Running Insider Trading Ring", "date": "2019-12-18 21:02", "summary": "Charges against former IT administrator illustrate the potential risk of insider threats, even at cybersecurity firms. A case of alleged insider trading in Silicon Valley shows that even cybersecurity firms can fall victim to insiders with knowledge of a company's systems.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-envoy-to-ukraine-was-asked-to-step-aside-ahead-of-pompeo-visit-11576715785", "title": "U.S. Envoy to Ukraine Was Asked to Step Aside Ahead of Pompeo Visit", "date": "2019-12-18 20:52", "summary": "Timing counters earlier suggestions that Acting U.S. Ambassador to Ukraine Bill Taylor's precise departure date was predetermined. Acting U.S. Ambassador to Ukraine Bill Taylor was instructed by a top aide to Secretary of State Mike Pompeo to hand over responsibilities for his post just days before Mr. Pompeo plans to visit the Ukrainian capital, according to a person familiar with the situation.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-in-the-impeachment-articles-11576669492", "title": "What's in the Impeachment Articles", "date": "2019-12-18 20:51", "summary": "Allegations of abuse of power and obstruction of Congress. The House voted Wednesday to impeach President Trump on the grounds that he has allegedly committed two offenses that meet the bar for high crimes and misdemeanors set by the Constitution: abuse of power and obstruction of Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-vote-divides-and-dismays-inside-and-outside-the-capitol-11576705056", "title": "Impeachment Vote Divides and Dismays", "date": "2019-12-18 20:47", "summary": "Lawmakers rely on hyperbole and the Founding Fathers to make their cases, while protesters are more festive. In the final moments before the U.S. House of Representatives convened on Wednesday to vote on impeaching President Trump, Democratic Rep. Al Green of Texas walked across the aisle to shake hands with Republican Rep. Mark Meadows of North Carolina, one of Mr. Trump's most passionate defenders.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-rules-affordable-care-acts-individual-insurance-mandate-is-unconstitutional-11576709076", "title": "Court Rules Individual Insurance Mandate Is Unconstitutional", "date": "2019-12-18 20:40", "summary": "The decision doesn't decide the fate of the health law. A federal appeals court Wednesday ruled a central feature of the Affordable Care Act was unconstitutional, but it ordered a Texas trial judge to reconsider a ruling that invalidated the entire 2010 health-care law.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-evenly-divided-on-trump-removal-wsj-nbc-news-poll-finds-11576706794", "title": "Americans Evenly Divided on Trump Removal, WSJ/NBC News Poll Finds", "date": "2019-12-18 20:38", "summary": "Survey shows a 48% to 48% split on whether to impeach and remove the president from office. The three-month House inquiry has failed to build majority support among Americans for or against impeaching President Trump, leaving the nation evenly divided, 48% to 48%, on whether to remove the president from office, a new Wall Street Journal/NBC News poll finds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-for-in-the-last-democratic-debate-of-2019-11576703683", "title": "What to Watch For in the Last Democratic Debate of 2019", "date": "2019-12-18 20:33", "summary": "Pete Buttigieg and Elizabeth Warren are likely to tussle; Bernie Sanders will probably be left alone. Seven Democratic presidential candidates will meet in Los Angeles Thursday for the last debate of the year, with less than 50 days to go before the first nominating contest in Iowa.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-debate-over-impeachment-of-president-trump-appeared-to-settle-nothing-11576708053", "title": "House Debate Over Impeachment Appeared to Settle Nothing", "date": "2019-12-18 20:28", "summary": "The proceedings made clear that America's voters, rather than members of Congress, will have the final say on Mr. Trump's conduct. The House of Representatives' debate over the impeachment of President Trump drew to an angry close Wednesday and, though the proceeding may have been historic, it appeared to settle absolutely nothing.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-startup-accused-of-illegal-fundraising-ordered-to-refund-investors-11576716229", "title": "Crypto Startup Accused of Illegal Fundraising Ordered to Refund Investors", "date": "2019-12-18 19:43", "summary": "Blockchain of Things raised nearly $13 million at peak of investor demand for unregulated cryptocurrencies. WASHINGTON-A technology startup that raised nearly $13 million at the peak of investor demand for unregulated cryptocurrencies agreed to pay a fine and provide more transparency about its finances and business plan.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-libor-replacement-would-shackle-small-banks-11576715153", "title": "The Fed's Libor Replacement Would Shackle Small Banks", "date": "2019-12-18 19:25", "summary": "The new proposed benchmark is a bad fit for most borrowers, and could freeze credit in the event of a crisis.. The Federal Reserve's \"solution\" for one big problem risks creating another. The task force it convened to study reference rates-the interest-rate benchmarks used to determine rates throughout the economy-aims to impose a new standard to replace the London interbank offered rate, which is due to expire in 2021. Not surprisingly, the big banks represented on the task force would benefit most under the Fed's proposed Libor replacement, the new secured overnight financing rate. But it isn't clear why the Fed or any other market player should welcome SOFR.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-modest-tax-proposal-11576715051", "title": "Joe Biden's 'Modest' Tax Proposal", "date": "2019-12-18 19:24", "summary": "Only $3.4 trillion more from your incomes, profits and capital gains.. The best news about Joe Biden's tax proposals so far is what's absent. There's no confiscatory and constitutionally dubious \"wealth tax\" on personal net worth. No income-tax rate of 70%. No complicated \"mark to market\" scheme for taxing unrealized capital gains.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-california-job-buster-11576714958", "title": "Another California Job Buster", "date": "2019-12-18 19:22", "summary": "Freelancers lose their gigs thanks to a payoff to unions and trial bar.. Democrats in California have banned plastic bags, foie gras and fur coats. Come January, tens of thousands of jobs in the state could also become illegal thanks to a new state law that restricts independent contracting.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-urges-gaming-and-leisure-properties-to-seek-deal-11576705941", "title": "Activist Urges Gaming and Leisure Properties to Seek Deal", "date": "2019-12-18 19:12", "summary": "Land & Buildings Investment Management wants it to explore deal with VICI Properties. Activist investor Land & Buildings Investment Management LLC has been buying shares in Gaming and Leisure Properties Inc. and is pushing the casino real estate owner to seek a merger partner.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murdered-midas-review-the-case-of-the-bloodied-baronet-11576714191", "title": "'Murdered Midas' Review: The Case of the Bloodied Baronet", "date": "2019-12-18 19:09", "summary": "A gold magnate is mysteriously murdered. The Duke of Windsor gets involved and the victim's despised son-in-law becomes the main suspect.. It was, in fact, a dark and stormy night. Harry Oakes, a gruff, unlikable character and one of the richest men in the world, was bludgeoned to death in the master bedroom of his bougainvillea-covered villa in the Bahamas. The rain was coming down so hard that a houseguest sleeping two rooms away said he didn't hear a thing.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-the-liberal-outrage-11576714083", "title": "Where's the Liberal Outrage?", "date": "2019-12-18 19:08", "summary": "Would Joe Biden or any other Democratic president let the FBI's discredited behavior become the norm?. Some readers objected-went ballistic-when it was suggested in this space recently (\"The Democrats' Fractured Fairy Tales\") that absent the now-discredited Russia-collusion narrative, \"we would have had a 'normal' presidential term.\"", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-monica-had-taken-the-stand-11576714035", "title": "What if Monica Had Taken the Stand?", "date": "2019-12-18 19:07", "summary": "Had the Senate called witnesses to testify in 1999, it might have convicted Bill Clinton.. Imagine if Monica Lewinsky had taken the stand as a witness in President Clinton's 1999 impeachment trial. Imagine the drama of the young former White House intern sitting in the well of the Senate recalling how the president encouraged her to sign a false affidavit after learning that she would be a witness against him. It would have been an unforgettable moment. But it didn't happen for the simple reason that few in the Senate wanted to hear such evidence.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trump-can-rise-above-impeachment-11576713984", "title": "How Trump Can Rise Above Impeachment", "date": "2019-12-18 19:06", "summary": "Acquittal and even an economic boom won't be enough to win the president re-election.. Like many in Washington now, Senate Minority Leader Chuck Schumer is over the top.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ill-vote-against-this-antitrade-agreement-11576713946", "title": "I'll Vote Against This Antitrade Agreement", "date": "2019-12-18 19:05", "summary": "It's the first pact ever whose purpose is to discourage commerce between nations.. Congress will likely approve President Trump's U.S.-Mexico-Canada Agreement, but it won't get my vote. The USMCA's many flaws arise from its unprecedented intent. It is the only trade pact ever meant to diminish trade. Since Nafta's implementation, American exports to Mexico have grown more than fivefold. But imports grew even more, widening the trade deficit. The Trump administration finds this unacceptable, even though the trade deficit is mostly meaningless. Hence USMCA has a myriad of provisions to warm the hearts of protectionists.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-of-color-came-out-of-the-blue-11576713913", "title": "'People of Color' Came Out of the Blue", "date": "2019-12-18 19:05", "summary": "The 'Latinos' of Uruguay and Argentina are almost as white as the Democratic presidential debate.. Sen. Cory Booker laments that \"we're spiraling toward a debate stage without a single person of color.\" The New Jersey senator hasn't qualified for Thursday's Democratic presidential debate, and his California colleague Kamala Harris has left the campaign.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-nadler-against-impeachment-11576713857", "title": "Notable & Quotable: Nadler Against Impeachment", "date": "2019-12-18 19:04", "summary": "'We have no right to overturn the considered judgment of the American people.'. Rep. Jerrold Nadler (D., N.Y.) speaking at a House Judiciary Committee hearing Dec. 10, 1998:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-mechanic-pleads-guilty-to-tampering-with-plane-11576713655", "title": "American Airlines Mechanic Pleads Guilty to Tampering With Plane", "date": "2019-12-18 19:00", "summary": "The carrier has accused mechanics of purposefully slowing work to delay flights. A mechanic who worked for more than three decades for American Airlines Group Inc. pleaded guilty on Wednesday to tampering with a plane in the middle of contentious contract negotiations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-weighs-plans-to-reduce-student-debt-11576713378", "title": "Trump Administration Weighs Plans to Reduce Student Debt", "date": "2019-12-18 18:56", "summary": "Officials consider lowering interest rates, relief in bankruptcies but rule out large-scale debt forgiveness. WASHINGTON-The Trump administration is considering ways to help Americans with their student-loan debt, according to senior administration officials, including by refinancing loans at lower interest rates and eliminating debt in bankruptcy.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-settles-sex-discrimination-charge-with-eeoc-11576707890", "title": "Uber Settles Sex-Discrimination Charge with EEOC", "date": "2019-12-18 18:53", "summary": "Uber will start $4.4 million fund to compensate victims of sexual harassment or retaliation. Uber Technologies Inc. reached a settlement with the U.S. Equal Employment Opportunity Commission after the agency found the ride-share operator had allowed a culture of sexual harassment, along with retaliation against people who complained.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-proposes-giving-more-investors-access-to-private-markets-11576691685", "title": "SEC Proposes Giving More Investors Access to Private Markets", "date": "2019-12-18 18:52", "summary": "Americans who meet certain standards would be able to invest in startups before they become public. WASHINGTON-More Americans would be able to reap the rewards of investing early in the next Uber Technologies Inc. or Facebook Inc. under a proposal advanced Wednesday by the Securities and Exchange Commission. They could also get more chances to lose their shirts.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bronx-teens-death-was-vaping-related-chief-medical-examiner-says-11576712664", "title": "Bronx Teen's Death Ruled Vaping-Related", "date": "2019-12-18 18:44", "summary": "Denis Byrne Jr. died in October after complications from a lung injury. The New York City chief medical examiner on Wednesday ruled that the October death of a teenage boy was caused by complications from a lung injury related to use of an e-cigarette or vaping product.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/micron-calls-the-bottom-11576712235", "title": "Micron Calls the Bottom", "date": "2019-12-18 18:37", "summary": "Memory chip maker sees business improving after the current quarter. As Micron Technology showed Wednesday afternoon, there is some value in getting specific.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-inspects-1-331-buildings-after-falling-debris-death-11576711573", "title": "New York City Inspects 1,331 Buildings After Falling-Debris Death", "date": "2019-12-18 18:26", "summary": "Inspectors target facades 'that have already been identified as needing immediate repairs'. New York City officials said they had been on a building-inspection blitz following the death of a woman who was struck by falling debris from a building in Midtown Manhattan.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snow-days-in-park-city-11576710266", "title": "Snow Days in Park City", "date": "2019-12-18 18:04", "summary": "Skiing isn't the only reason to visit Park City in winter. Here's where to stay, sup, shop and do yoga in a hot spring. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-yorks-mta-board-approves-agencys-17-billion-budget-for-2020-11576709504", "title": "New York's MTA Board Approves Agency's $17 Billion Budget for 2020", "date": "2019-12-18 17:51", "summary": "Some board members question authority's decision to hire 500 police officers. New York's Metropolitan Transportation Authority board approved a $17 billion budget for 2020 over the objections of some of its members who questioned the authority's recent decision to hire 500 police officers.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-snc-lavalin-pleads-guilty-to-fraud-agrees-to-pay-fine-11576692499", "title": "Canada's SNC-Lavalin Pleads Guilty", "date": "2019-12-18 17:38", "summary": "Plea ends criminal proceedings against Montreal company at center of political scandal. SNC-Lavalin Group Inc. pleaded guilty on Wednesday to fraud in connection with its past activity in Libya as part of an agreement with prosecutors, ending criminal proceedings for the Montreal company at the center of a political scandal in Canada this year.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-discussed-helping-fund-dishs-cellphone-network-11576689959", "title": "SoftBank Discussed Helping Fund Dish's Cellphone Network", "date": "2019-12-18 17:34", "summary": "Dish Chairman Charlie Ergen testifies that support from Sprint's owner could save his company money. SoftBank Group Corp. offered to help finance Dish Network Corp.'s construction of a new cellphone network intended to shore up competition if the merger of the nation's No. 3 and No. 4 wireless carriers closes, Dish's chairman said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-stock-stung-by-the-shift-to-e-commerce-11576688289", "title": "FedEx Stung by the Shift to E-Commerce", "date": "2019-12-18 17:13", "summary": "Shares tumble 10% as investors question CEO's strategy, weak profits. It turns out there is no such thing as free shipping.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-administration-engaged-in-political-horse-trading-investigators-say-11576697728", "title": "De Blasio Administration Engaged in 'Political Horse-Trading,' Investigators Say", "date": "2019-12-18 16:56", "summary": "City Hall allegedly sought to delay a Department of Education report on whether Hasidic yeshivas fail to teach children enough secular subjects in exchange for continued control over schools. New York City investigators said City Hall tried to use political interference to delay a Department of Education report on whether Hasidic yeshivas fail to teach children enough secular subjects.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-is-still-free-china-can-be-11576705071", "title": "Hong Kong Is Still Free; China Can Be", "date": "2019-12-18 16:37", "summary": "From investors to soccer fans to academics, a conviction that the loss of liberty is not inevitable.. It's looking like a bad day for the communist bullies of Beijing. Despite the best efforts of the Chinese dictatorship, the people of Hong Kong remain free. And even on the Chinese mainland some brave souls are asserting their basic liberties.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-a-monster-boris-karloff-the-actor-11576704934", "title": "More Than a Monster: Boris Karloff the Actor", "date": "2019-12-18 16:35", "summary": "Most recognizable today for narrating Dr. Seuss's 'How the Grinch Stole Christmas' and playing the monster in 'Frankenstein,' he was a skilled actor with a wide range and experience in many mediums.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/footwear-stocks-extend-rally-on-trade-relief-11576687618", "title": "Footwear Stocks Extend Rally on Trade Relief", "date": "2019-12-18 16:21", "summary": "Canceled U.S. tariffs on Chinese consumer goods would have had an outsize impact on shoe sellers. The \"phase one\" U.S.-China trade deal is relieving some pressure on retailers, and UBS analysts think one group in particular stands to gain: Footwear stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/options-traders-eye-insurance-even-as-stocks-soar-11576674000", "title": "Options Traders Eye Insurance Even as Stocks Soar", "date": "2019-12-18 16:19", "summary": "Memories from last year, when stocks climbed before a selloff in the fourth quarter, are still fresh in many investors' minds. Options traders are paying up for bets that would profit if the S&P 500's record run came to a halt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-drift-as-risk-appetite-wanes-11576665536", "title": "U.S. Stocks Finish Little Changed", "date": "2019-12-18 16:07", "summary": "Trading volumes diminish in days ahead of the holiday period. U.S. stocks finished little changed on Wednesday as rancor continued in Washington and shipper FedEx issued a profit warning.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-edges-higher-as-investors-bet-on-steady-rates-11576702699", "title": "Dollar Edges Higher as Investors Bet on Steady Rates", "date": "2019-12-18 15:58", "summary": "Dollar has stayed within a narrow range the past few months. The dollar edged higher Wednesday, staying within its narrow range of the past few months as investors bet that U.S. rates will likely remain at their current levels well into next year.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-advances-plan-to-allow-imports-of-certain-drugs-in-bid-to-cut-prices-11576676700", "title": "U.S. Advances Plan to Allow Imports of Some Drugs in Bid to Cut Prices", "date": "2019-12-18 15:30", "summary": "Trump administration rule would let states develop plans to import certain prescription drugs from Canada. The Trump administration is moving forward on a plan to allow the importation of cheaper drugs from Canada and other countries as part of its effort to reduce prescription costs.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-prices-edge-higher-on-supply-data-11576693461", "title": "Crude Prices Seesaw on Supply Data", "date": "2019-12-18 15:25", "summary": "Mild winter weather, record production levels have been weighing on natural-gas prices. Oil prices swung between small gains and losses Wednesday after government data showed that stockpiles last week fell less than some analysts had expected.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-lori-loughlin-and-others-are-heading-toward-trial-in-college-admissions-cheating-case-11576689971", "title": "Why Lori Loughlin and Others Are Heading Toward Trial in College-Admissions Case", "date": "2019-12-18 14:56", "summary": "Defense lawyers preview arguments in new filings that claim Rick Singer misled parents and USC wasn't really a victim. A mystery in the college-admissions cheating case has so far revolved around why some parents are holding out when so many others have pleaded guilty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-from-the-election-across-the-pond-11576698883", "title": "Lessons From the Election Across the Pond", "date": "2019-12-18 14:54", "summary": "Voters in the world's great democracies simply won't tolerate being silenced.. Regarding your editorial \"Britain's Red Alert for Democrats\" (Dec. 14): If Democrats had learned from Boris Johnson's stunning victory in the United Kingdom's election, they would have ended the impeachment process before it reached a floor vote. Voters in the world's great democracies simply won't tolerate being silenced.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-good-samaritan-and-the-marx-brothers-11576698838", "title": "The Good Samaritan and the Marx Brothers", "date": "2019-12-18 14:53", "summary": "The real scandal is the doer, the Samaritan-not the deed.. Regarding Tunku Varadarajan's Weekend Interview with Richard Robb (\"Popeyenomics: Why You Do What You Do,\" Dec. 7): From one theologian's point of view-mine-Prof. Robb is correct. The story of the Good Samaritan shows \"rational choice can't tell the whole story.\" John Dominic Crossan, the scholar of the New Testament and early Christianity, has shown that Jesus's parable can take our map of reality and reverse what we expect to see. It turns everything upside down. It aims to transform how we look at people. All we need to do is read the parable through Jewish, not gentile, eyes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-we-need-free-education-or-free-market-education-11576698775", "title": "Do We Need Free Education or Free-Market Education?", "date": "2019-12-18 14:52", "summary": "A high proportion of U.S. high school graduates are neither interested in nor prepared for anything even vaguely resembling college-level studies.. Prof. Jackson Toby expresses an important truth in his article on the folly of plans for \"free\" college (\"'Free College for All' Is an Experiment That Has Already Failed,\" op-ed, Dec. 7). A high proportion of U.S. high school graduates are neither interested in nor prepared for anything even vaguely resembling college-level studies. They have coasted through their K-12 years, and after graduating many are lured into college with the false notion that getting a degree will be easy, and that it will guarantee them a prosperous career.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cost-of-not-treating-rare-disorders-is-also-high-11576698721", "title": "The Cost of Not Treating Rare Disorders Is Also High", "date": "2019-12-18 14:52", "summary": "Funding genetic research and finding treatments for rare diseases is bound to be expensive, but stopping a rare disease from progressing eliminates the need for years of costly accommodations for an entire patient population.. Kristin Papiro is correct that the high costs of genetic therapies make for attention-grabbing headlines (\"Genomic Science Kept My Boys From Going Blind,\" op-ed, Nov. 30). I have three children, one of whom is affected by a rare form of muscular dystrophy. While the focus is on a treatment's seven-figure price tag, little attention is given to the high costs of caring for those with rare genetic diseases in the absence of such a treatment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-backed-review-proposes-overhaul-of-u-k-audit-sector-11576697548", "title": "Government-Backed Review Proposes Overhaul of U.K. Audit Sector", "date": "2019-12-18 14:32", "summary": "The report, which follows a series of high-profile corporate collapses in Britain, recommends training in forensic accounting and fraud awareness. A review commissioned by the U.K. government is proposing far-reaching changes to the country's audit sector amid concerns about conflicts of interest, the quality of audits and the structure of the industry.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-wars-the-rise-of-skywalker-review-old-friends-united-11576697462", "title": "'Star Wars: The Rise of Skywalker': Old Friends United", "date": "2019-12-18 14:31", "summary": "The final chapter of the series is a homecoming of galactic proportions.. The first thing you may want to know about Disney's \"Star Wars: The Rise of Skywalker\" is that, yes, exactly as teased, promised and expected, the mystery of Rey's parentage has finally been solved. (You don't expect me to spill the beans, do you?) Yet another mystery remains. It's how, at every moment Rey is on screen, Daisy Ridley's young scavenger turned enchanting woman warrior manages to be the animating spirit of this vast, convoluted, sometimes cluttered, intermittently thrilling and thoroughly entertaining production that brings the Skywalker trilogy to a heroic close. Another thing is that, for all the sweep and occasional grandeur of the spectacle, the story lives most vividly in its many intimate moments, like a fleeting one in which Rey comes upon a diminutive, woebegone, one-wheeled, cobbled-together droid called D-O. \"Looks like someone treated him badly,\" she says to her crewmates, then reassures the almost-creature tenderly, \"You're with us now.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-catholic-schools-exemption-from-workplace-suits-11576695521", "title": "Supreme Court to Consider Catholic Schools' Exemption From Workplace Suits", "date": "2019-12-18 13:58", "summary": "Court also agrees to hear case on police use of force involving suspects who flee. WASHINGTON-The Supreme Court agreed to hear two cases that will test the degree to which religious employers are exempt from workplace antidiscrimination laws.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peugeot-fiat-chrysler-merger-faces-long-road-to-completion-11576694730", "title": "Peugeot-Fiat Chrysler Merger Faces Long Road Ahead", "date": "2019-12-18 13:45", "summary": "Deal set to create world's third-largest auto maker first needs to win regulators' support. After finalizing merger terms to form the world's third-largest auto maker, Fiat Chrysler Automobiles NV and Peugeot maker PSA Group face the challenges of securing government backing to complete their trans-Atlantic tie-up.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-seeks-buyer-for-rf-wireless-chip-unit-11576693454", "title": "Broadcom Looks to Sell Unit That Could Fetch $10 Billion", "date": "2019-12-18 13:32", "summary": "Credit Suisse helping chip maker find a buyer for its RF wireless-chip unit. Broadcom Inc. is looking to sell one of its wireless-chip units, a move that would accelerate the company's shift away from its roots as a semiconductor maker.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresh-credit-suisse-spying-report-puts-surveillance-tactics-in-focus-11576693583", "title": "Fresh Credit Suisse Spying Report Puts Surveillance Tactics in Focus", "date": "2019-12-18 13:26", "summary": "Swiss bank probes new revelation of alleged spying on a top executive. Credit Suisse Group AG is probing a third episode of alleged spying on a top executive, highlighting the ethical and reputational pitfalls companies encounter when they physically monitor employees.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alonzo-mcdonald-former-mckinsey-chief-found-theological-mission-11576692584", "title": "Alonzo McDonald, Former McKinsey Chief, Found Theological Mission", "date": "2019-12-18 13:09", "summary": "Georgia native promoted 'Howdy Doody,' negotiated trade pact and endowed chairs at elite universities. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-approves-settlement-related-to-cambridge-analytica-11576692106", "title": "FTC Approves Settlement Related to Cambridge Analytica", "date": "2019-12-18 13:01", "summary": "Settlement covers app developer Aleksandr Kogan, Cambridge Analytica ex-CEO Alexander Nix. The Federal Trade Commission said it unanimously approved a settlement with an app developer and Cambridge Analytica's former chief executive officer, who the regulator alleged were deceptive in gathering Facebook users' personal data.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-few-remarkable-bottles-a-winemaker-lives-on-11576691672", "title": "In a Few Remarkable Bottles, A Winemaker Lives On", "date": "2019-12-18 12:54", "summary": "Who could have predicted that a chance meeting in a post office would forever link the lives of a wine writer and a young winemaker? Years later, wine connected them once more. ONCE UPON A TIME-as all fairy tales begin-I met a German winemaker in a Long Island post office. Little did I know, this encounter would resonate through the rest of his life. It's a story of being in just the right place at just the right time-a happy tale of happenstance especially appropriate for telling at holiday time.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dispute-roils-estate-of-prominent-american-artist-11576691414", "title": "Dispute Roils Estate of Prominent American Artist", "date": "2019-12-18 12:50", "summary": "The heirs of Thomas Hart Benton, whose works have sold for as much as $5 million apiece, are suing a Kansas City bank, alleging it mismanaged the artist's estate; the bank calls the allegations 'misguided'. The heirs of 20th-century American painter Thomas Hart Benton are suing a Kansas City bank, alleging it has mismanaged the multimillion-dollar estate of the influential artist, including hundreds of artworks.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-feds-john-williams-says-rates-in-right-place-11576688412", "title": "New York Fed's Williams Says Rates in Right Place", "date": "2019-12-18 12:00", "summary": "Fed official expects economy to maintain its good performance in 2020. Federal Reserve Bank of New York President John Williams said he expects the U.S. economy to maintain its good performance in 2020 and sees a supportive central-bank policy to help achieve that outlook.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-orders-tata-to-reinstate-ousted-leader-11576687317", "title": "India Orders Tata to Reinstate Ousted Leader", "date": "2019-12-18 11:59", "summary": "The conglomerate's holding company said it would \"take appropriate legal recourse\" in response to the ruling. NEW DELHI-An Indian tribunal ordered the holding company that controls the Tata Group to reinstate a former executive chairman who was ousted in a 2016 boardroom coup, potentially reigniting a conflict within one of India's largest conglomerates.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gambling-boss-wins-pay-jackpot-11576688240", "title": "Gambling Boss Wins Pay Jackpot", "date": "2019-12-18 11:57", "summary": "The founder of online betting website Bet365 took home a paycheck of $362 million. Move over Robert Iger of Walt Disney and JPMorgan Chase 's James Dimon: The world's best-paid boss last year was probably a little-known British gambling entrepreneur.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-skywalker-unlikely-to-top-recent-star-wars-installments-on-opening-weekend-11576674003", "title": "'The Rise of Skywalker' Unlikely to Top Recent Star Wars Installments", "date": "2019-12-18 11:44", "summary": "The final film in the 42-year-old series is expected to make about $200 million this weekend in the U.S., Canada. LOS ANGELES-The box-office Force is strong with \"The Rise of Skywalker\"-but not as strong as with previous Star Wars movies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-cfo-may-take-on-bigger-role-as-ceo-heads-to-africa-11576687113", "title": "Twitter CFO May Take on Bigger Role as CEO Heads to Africa", "date": "2019-12-18 11:38", "summary": "Twitter management will be 'successful independent of where we are,' finance chief Ned Segal says. Imagine you have a chief executive who is also CEO of another company. And then imagine he wants to go on a monthslong trip to Africa.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-election-mostly-good-news-for-londons-prime-real-estate-11576687022", "title": "U.K. Election Mostly Good News for London's Prime Real Estate", "date": "2019-12-18 11:37", "summary": "While a stronger pound might spook some overseas buyers, experts say the end of uncertainty around Brexit means the green shoots of a recovery in London's prime central property market will finally take root. As Prime Minister Boris Johnson returns to Downing Street with a mandate to \"Get Brexit Done,\" real-estate agents in prime central London (PCL), regardless of political affiliation, are breathing a collective sigh of relief. The political and economic volatility the U.K. has endured since voting to leave the European Union has coincided with the disappearance of overseas buyers from London's market and falling prices. Now they believe that a deal-any deal-will help repair buyer confidence after years in limbo.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-life-to-buy-cignas-life-and-disability-insurance-business-for-6-3-billion-11576675496", "title": "New York Life to Buy Cigna's Life and Disability Insurance Unit for $6.3 Billion", "date": "2019-12-18 11:27", "summary": "Combination will propel New York Life to one of the top sellers of nonmedical insurance for employers' benefit programs. New York Life Insurance Co. agreed to pay $6.3 billion in cash for a Cigna Corp. unit that sells nonmedical insurance products to employers, the two firms said Wednesday.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-expansion-expected-to-continue-through-2020-wsj-survey-11576681200", "title": "U.S. Expansion Expected to Continue Through 2020 - WSJ Survey", "date": "2019-12-18 11:26", "summary": "Economists see healthy labor market, less chance of a recession in presidential election year. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-names-beth-anne-wilson-to-head-international-finance-division-11576685908", "title": "Fed Names Beth Anne Wilson to Head International Finance Division", "date": "2019-12-18 11:18", "summary": "Wilson to succeed Steven Kamin, who plans to retire from the Fed in 2020. The Federal Reserve said Wednesday a senior staff economist, Beth Anne Wilson, will lead its division of international finance beginning early next year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-wars-fans-want-baby-yoda-diy-versions-are-their-only-hope-11576685175", "title": "Disney Strikes Back-Against Sellers of DIY Baby Yoda Dolls", "date": "2019-12-18 11:06", "summary": "Disney held off on making toys around its hit new character; unlicensed versions are filling the void. On the night \"The Mandalorian\" premiered on Disney+ last month, Arlene Esplin could be found snuggling up with her family in rural Idaho. As the Star Wars show drew to a close, Ms. Esplin, like millions of viewers across the country, was introduced to the 50-year-old green infant whom fans have christened Baby Yoda.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-is-still-the-winner-in-merger-with-peugeot-11576685218", "title": "Fiat Chrysler Is Still the Winner in Merger With Peugeot", "date": "2019-12-18 11:06", "summary": "Recent negotiations have sweetened the terms for the French auto maker, but it is still shouldering more risk. The merger of Fiat Chrysler and Peugeot has passed the first milestone on its long road to completion. Not much has changed, but the details that have are telling.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-judge-tosses-new-york-state-case-against-paul-manafort-11576683392", "title": "State Case Against Manafort Tossed by New York Judge", "date": "2019-12-18 11:06", "summary": "Judge says state case violates law against prosecuting defendants for same crime twice; Ruling doesn't impact Manafort's federal prison sentence. A New York judge tossed a state criminal case against former Trump campaign chairman Paul Manafort, saying the indictment violated a law that protects defendants from being prosecuted for the same crimes twice.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/martha-stewart-on-her-appealingly-over-the-top-holiday-preparations-11576684741", "title": "Martha Stewart on Her Appealingly Over-the-Top Holiday Preparations", "date": "2019-12-18 10:59", "summary": "The indefatigable media mogul, who professes to run on minimal sleep, describes her predilections for the festive season and beyond. UNSURPRISINGLY, THE FESTIVE season is a particularly busy time of year for Martha Stewart. \"I take the holidays extremely seriously,\" said the 78-year-old original multi-hyphenate. (Her magazine, Martha Stewart Living, celebrates its 30th anniversary in 2020.) \"Yesterday we photographed St. Patrick's Day and Easter, which are four or five months hence, and I haven't even [prepared for my own] Christmas.\"", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-pay-high-fees-for-retirement-funds-unions-are-partly-to-blame-11576684664", "title": "Teachers Pay High Fees for Retirement Funds. Unions Are Partly to Blame.", "date": "2019-12-18 10:57", "summary": "Groups representing municipal employees and teachers are often paid to endorse investment products. The pitch from the president of the Indian River County teachers union couldn't have been clearer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-uniform-dressing-turning-men-into-clones-11576681435", "title": "Is 'Uniform Dressing' Turning Men Into Clones?", "date": "2019-12-18 10:03", "summary": "Fashion brands now hawk coordinating sets of basics for men who are busy, unimaginative or both. For some, these looks are a no-brainer solution, but others find them uniformly dull. THIS FALL, the San Francisco basics brand Everlane introduced \"Uniform,\" a collection of 12 menswear essentials that are sold separately but designed to work together. It's the fashion equivalent of a paint-by-numbers kit, a way of dressing that demands minimal thought. The resulting outfit combinations look serviceably polished, though not pointedly stylish. Put on this white oxford shirt, these blue chinos and this black bomber jacket. Voilà, you're a graphic designer who creates labels for craft beer bottles or a marketing assistant at Google. In short, you look clean and up-to-date but uncomplicated, which is how so many men want to dress right now.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-coffee-chain-teams-up-with-global-banker-11576681201", "title": "Local Coffee Chain Teams Up with Global Banker", "date": "2019-12-18 10:00", "summary": "Joe Coffee and Chase join forces to give patrons a little boost while they tend to their finances. For decades, a corner of West 16th Street in Manhattan's Union Square featured a coffee shop, which was replaced in 1990 by a noisy, sceney, all-night restaurant that called itself Coffee Shop. But the newest occupant, which opened Tuesday, is a little less colorful: it's a Chase Bank branch, the financial giant's 346th New York City location.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-sees-diminishing-demand-for-liquidity-operation-11576681199", "title": "Demand Drops for Fed's Liquidity Operation", "date": "2019-12-18 10:00", "summary": "Eligible banks take in far less than the $120 billion the central bank was willing to provide. The Federal Reserve Bank of New York saw diminished demand for its overnight funding offering.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renaissance-employees-could-face-clawbacks-over-hedge-funds-tax-maneuver-11576679101", "title": "Renaissance Employees Could Face Clawbacks Over Hedge Fund's Tax Maneuver", "date": "2019-12-18 09:54", "summary": "Firm allowed staffers to invest in its hedge funds through their retirement accounts without paying fees. Jim Simons's Renaissance Technologies LLC has produced the greatest investment returns of any hedge fund. Now, it also may be facing an unusually painful tax headache.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giannis-antetokounmpo-3-point-shooting-improvement-11576623984", "title": "Giannis Antetokounmpo Learned How to Shoot. Uh-Oh.", "date": "2019-12-18 09:52", "summary": "Resume Subscription. Giannis Antetokounmpo was the best player in the NBA. He was also one of the worst 3-point shooters in the NBA.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/canada-inflation-accelerated-to-2-2-in-november-11576678905", "title": "Canada Inflation Accelerated to 2.2% in November", "date": "2019-12-18 09:21", "summary": "Higher year-over-year gasoline prices are main reason for acceleration. OTTAWA-Canada's annual inflation rate accelerated in November, matching expectations, as gasoline and passenger-vehicle prices moved higher.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jet-lessor-sues-boeing-over-max-11576678044", "title": "Jet Lessor Sues Boeing Over MAX", "date": "2019-12-18 09:07", "summary": "Timaero Ireland is seeking to cancel its order for 22 737 MAX jetliners and more than $185 million in damages. Boeing Co. is being sued by an aircraft-leasing company seeking to cancel its order for 22 of the aerospace giant's 737 MAX jetliners that it alleges is worthless because of the plane's troubles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-wins-court-approval-of-13-5-billion-deal-with-wildfire-victims-11576633923", "title": "Court Approves PG&E's Deal With Wildfire Victims", "date": "2019-12-18 08:51", "summary": "Pact with fire victims is the third and largest in a series of settlements. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-congress-just-cant-kill-zombie-tax-breaks-11576677026", "title": "Why Congress Just Can't Kill 'Zombie' Tax Breaks", "date": "2019-12-18 08:50", "summary": "Lawmakers, industries hate the ritual of extending lapsed tax incentives. But they keep doing it.. WASHINGTON-The capital's ritualistic, year-end tax-break bonanza just won't die.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qatars-world-cup-dress-rehearsal-11576676594", "title": "Qatar's World Cup Dress Rehearsal", "date": "2019-12-18 08:43", "summary": "Three years out, the 2022 host faces scrutiny on everything from human rights to reasonably priced beer. DOHA, Qatar-The busiest, cheapest bar in Qatar this week was a pop-up container in the middle of a co-opted golf course.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-for-a-cocktailand-three-holes-in-my-head-11576675804", "title": "Here for a Cocktail-And Three Holes In My Head", "date": "2019-12-18 08:30", "summary": "Piercing pop-ups: the new photo booth? Holiday parties, wellness retreats, fashion parties and even baby showers are adding a new enticement for guests: ear-piercing bars.. Though most of the guests at L.A. jewelry company The Last Line's opening party in downtown Manhattan were magazine editors and social media influencers, many decided against arriving fashionably late.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guess-who-is-coming-to-the-office-holiday-party-11576674002", "title": "Guess Who Is Coming to the Office Holiday Party", "date": "2019-12-18 08:00", "summary": "Post #MeToo, companies think they have found a way to prevent bad behavior at after-hours gatherings - and it isn't closing the bar. The office holiday party, downsized after the financial crisis, has been making a comeback, but with a twist: To promote good behavior, companies are encouraging workers to bring their significant other.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demand-for-absolute-loyalty-to-beijing-at-chinese-universities-triggers-dissent-11576674047", "title": "Chinese Academics Protest Demand for Absolute Loyalty to Beijing", "date": "2019-12-18 08:00", "summary": "Academic independence and freedom of thought are stripped from charters of three institutions, replaced by adherence to Communist Party rule. BEIJING-Amendments to the charters of three Chinese universities that place absolute adherence to Communist Party rule over academic independence have provoked heated online debate and prompted some prominent academics to raise concerns amid a backdrop of tightening ideological control on China's campuses.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-takes-a-back-seat-to-chinas-own-domestic-filmmakers-at-box-office-11576674000", "title": "Hollywood Takes a Back Seat to China's Own Domestic Filmmakers", "date": "2019-12-18 08:00", "summary": "Eight of the 10 top-grossing films in China so far this year have been domestic movies. BEIJING-China's box office has never been more Chinese. And that's a worrying sign for Hollywood.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-pg-e-fedex-dish-network-steelcase-cintas-11576662173", "title": "Stocks to Watch: PG&E, FedEx, Steelcase, Cintas", "date": "2019-12-18 07:53", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-demographic-threat-to-americas-jobs-boom-11576673115", "title": "The Demographic Threat to America's Jobs Boom", "date": "2019-12-18 07:45", "summary": "As fertility falls and immigration tightens, the U.S. is losing its demographic advantage over other countries. The U.S. job market continues to blow through expectations, generating 200,000 new jobs month after month and driving unemployment far below what economists thought a decade ago was the lowest possible level.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aig-promotes-senior-executive-zaffino-to-additional-title-as-president-11576671385", "title": "AIG Promotes Senior Executive Zaffino to Additional Title as President", "date": "2019-12-18 07:16", "summary": "Move signals Peter Zaffino is a strong contender to succeed CEO Brian Duperreault. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-brexit-campaign-faces-up-to-brexits-inevitability-amid-recriminations-11576670401", "title": "Anti-Brexit Campaign Faces Up to Brexit, Amid Recriminations", "date": "2019-12-18 07:15", "summary": "Polls show more Britons would rather stay in EU, but parties and activists couldn't unite to block Boris Johnson's plan. LONDON-Steve Bray spent most of the past two years standing outside the British Parliament wearing a Union Jack cape and hollering \"Stop Brexit\" into a megaphone.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/well-behaved-macau-cant-compete-with-unruly-hong-kongs-financial-clout-11576670582", "title": "Well-Behaved Macau Can't Compete With Unruly Hong Kong's Financial Clout", "date": "2019-12-18 07:03", "summary": "Ambitions to diversify Macau toward financial services are reasonable for the city, but it will remain an also-ran on the international scene. The special administrative region of Macau is in the spotlight in China this week, thanks to Chinese President Xi Jinping's multiday visit to the gambling enclave that started earlier Wednesday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pets-lead-general-mills-to-higher-sales-11576670460", "title": "Pets Lead General Mills to Higher Sales", "date": "2019-12-18 07:01", "summary": "Gains for Blue Buffalo pet food offset slack snack bar and yogurt sales. General Mills Inc. is finding success with pets.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-netflix-the-world-may-not-be-enough-11576670401", "title": "For Netflix, the World May Not Be Enough", "date": "2019-12-18 07:00", "summary": "The streaming giant sheds more light on international growth, but investors are starting to look for more. Netflix certainly knows how to tell a good story, but investors are becoming a more discerning audience.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billboard-parent-buys-nielsen-music-11576670400", "title": "Billboard Parent Buys Nielsen Music", "date": "2019-12-18 07:00", "summary": "Acquisition highlights importance of data in increasingly digital music industry. The owner of trade magazine Billboard is acquiring Nielsen Music, reuniting the purveyor of popular-music charts with the leading tracker of industry sales and data supplier to the magazine.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-clash-with-china-hong-kong-soccer-fans-cheer-five-demandsbut-not-one-goal-11576666737", "title": "In Clash With China, Hong Kong Soccer Fans Cheer Five Demands-but Not One Goal", "date": "2019-12-18 05:58", "summary": "China wins game 2-0 in a rare chance for the two sides-and their fans-to engage in a direct showdown. BUSAN, South Korea-The protest chants would have rung familiar on the streets of Hong Kong. \"Fight for freedom! Stand with Hong Kong!\" they shouted.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bertelsmann-takes-full-ownership-of-penguin-random-house-11576666486", "title": "Bertelsmann Takes Full Ownership of Penguin Random House", "date": "2019-12-18 05:54", "summary": "The German conglomerate's complete acquisition of the publisher is part of its expansion in the U.S.. BERLIN-Germany's Bertelsmann SE will acquire full ownership of Penguin Random House, paying $675 million to increase its stake in the publisher by 25% and bring the bookseller within its family-run music, television, and print media conglomerate as it expands in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-farm-purchase-targets-under-trade-deal-face-skeptics-11576665004", "title": "China's Farm-Purchase Targets Under Trade Deal Face Skeptics", "date": "2019-12-18 05:32", "summary": "In nearly 20 years of U.S. agricultural exports to China, there has never been scale of growth foreseen by pact. The first-stage trade pact reached by the U.S. and China last week could be a boon to American farmers hard hit by the trade war, but the agricultural sector's relief over a deal is being tempered by skepticism over the ambitious targets set by U.S. negotiators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trick-to-making-a-180-000-ton-carnival-cruise-ship-feel-cozy-11576665000", "title": "The Trick to Making a 180,000-Ton Cruise Ship Feel Cozy", "date": "2019-12-18 05:30", "summary": "The company is reimagining small and large spaces while building its largest ship ever, the Mardi Gras, which can hold 6,641 people. Turku, Finland", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-law-spurs-companies-to-add-female-directors-11576665000", "title": "California Law Spurs Companies to Add Female Directors", "date": "2019-12-18 05:30", "summary": "The number of firms based in the state with all-male boards has fallen sharply since the mandate was adopted last year. California last year embarked on a unique social and political experiment in the U.S. What would happen if the government required corporate boards to include female directors?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miners-fail-to-disclose-waste-dam-data-11576665016", "title": "Miners Fail to Disclose Waste-Dam Data", "date": "2019-12-18 05:30", "summary": "Nearly a year after the deadly Brumadinho collapse, a majority of mining firms have failed to disclose information about their waste dams. Less than half of the world's larger miners have released safety and environmental details about their mine-waste dams, showing the mixed success of investors' demands for greater transparency after the deadly Brumadinho dam collapse in Brazil.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-dollar-surges-after-rough-patch-11576656123", "title": "Hong Kong Dollar Surges After Rough Patch", "date": "2019-12-18 04:22", "summary": "Pressure on the financial center had raised doubts about the sustainability of the city's currency peg. Hong Kong's currency has rallied in recent days to hit levels rarely seen since 2017, boosted by a seasonal surge in demand for cash, an improving trade outlook and reduced tensions in the city.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/psa-board-backs-binding-merger-agreement-with-fiat-chrysler-11576605907", "title": "Fiat Chrysler Agrees to Merger With Peugeot Maker to Create Auto Giant", "date": "2019-12-18 04:02", "summary": "Deal includes sweeteners to make trans-Atlantic tie-up more attractive to U.S. regulators, PSA shareholders. Fiat Chrysler Automobiles NV and rival Peugeot maker PSA Group have agreed to binding merger terms that include sweeteners to make the trans-Atlantic tie-up more attractive to U.S. regulators and PSA shareholders.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-might-be-buying-trash-on-amazonliterally-11576599910", "title": "You Might Be Buying Trash on Amazon-Literally", "date": "2019-12-18 03:38", "summary": "Resume Subscription. Just about anyone can open a store on Amazon.com and sell just about anything. Just ask the dumpster divers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/providence-equity-invests-223-million-in-finnish-social-ad-tech-firm-11576656120", "title": "Providence Equity Invests $223 Million in Finnish Social Ad-Tech Firm", "date": "2019-12-18 03:02", "summary": "Smartly.io provides social ad creation, distribution and management services. Providence Equity Partners LLC is taking a majority stake in social video advertising technology provider Smartly.io Solutions Oy as the private-equity firm bets that brands will spend more marketing dollars on Facebook and other social platforms.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-smart-way-to-cook-snapper-11576686859", "title": "The Smart Way to Cook Snapper", "date": "2019-12-18 00:01", "summary": "In this recipe from L.A. chef Dave Beran, a quick and precise cooking method yields fish with crisp skin and succulent flesh. OVER THE PAST couple years, chef Dave Beran has opened two radically different restaurants in Santa Monica, Calif. First there was Dialogue, an 18-seat spot serving envelope-pushing tasting menus. Then, this fall, with Pasjoli, he veered off into an à la carte menu of Parisian bistro classics.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youth-marijuana-vaping-on-the-rise-researchers-say-11576645261", "title": "Youth Marijuana Vaping on the Rise, Researchers Say", "date": "2019-12-18 00:01", "summary": "The number of adolescents vaping marijuana and THC oil is rising, a worrisome trend amid a surge in lung ailments, researchers said. More U.S. adolescents are vaping cannabis oils, or THC, according to two new reports published in the Journal of the American Medical Association.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11576618681", "title": "Pepper...and Salt", "date": "2019-12-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]