[{"link": "https://www.wsj.com/articles/iraq-rocked-by-protests-enters-new-phase-of-uncertainty-after-premiers-resignation-11575209294", "title": "Iraq, Rocked by Protests, Enters New Phase of Uncertainty", "date": "2019-12-01 18:36", "summary": "Protesters say they will settle for no less than sweeping away the entire political class. BAGHDAD-The Iraqi Parliament accepted Prime Minister Adel Abdul-Mahdi's resignation on Sunday, posing a major challenge for Iraq's fractious political class, which must now agree on a candidate that satisfies protests roiling the country, while reconciling the competing interests of Iran and the U.S.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-reaches-tentative-labor-deal-with-fiat-chrysler-11575131226", "title": "UAW Reaches Tentative Labor Deal With Fiat Chrysler", "date": "2019-12-01 17:46", "summary": "Company is last of three Detroit auto makers to have agreement with union. The United Auto Workers said Saturday it has reached a new tentative labor deal with Fiat Chrysler Automobiles NV, an important step toward ending a grueling round of labor talks in Detroit.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maltas-prime-minister-says-he-will-resign-amid-crisis-over-journalists-assassination-11575240083", "title": "Malta's Prime Minister Says He Will Resign Amid Crisis Over Journalist's Assassination", "date": "2019-12-01 17:41", "summary": "Prime Minister Joseph Muscat said he would step down as he faced pressure over the probe into the murder of Daphne Caruana Galizia. Malta's prime minister said Sunday he would resign, amid mounting criticism of his government's handling of an investigation into a journalist's murder that has implicated some of his closest aides.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diabetes-patients-blood-sugar-data-arent-being-shared-11575236392", "title": "Diabetes Patients' Blood-Sugar Data Aren't Being Shared", "date": "2019-12-01 17:33", "summary": "DexCom device over the weekend stopped sending readings to smartphones. Parents of young diabetes patients say they haven't been getting crucial readings from blood-sugar monitors worn by their children since early Saturday.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eleven-people-hit-in-new-orleans-shooting-11575206937", "title": "Two Shootings in New Orleans Leave Two Dead, 12 Injured", "date": "2019-12-01 16:57", "summary": "Police don't suspect a connection between the two incidents. Two people were killed and two more injured in a New Orleans shooting on Sunday, just hours after another shooting incident injured 10 in a different part of the city.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-no-malarkey-tour-joe-biden-appeals-to-rural-iowans-11575236035", "title": "On 'No Malarkey' Tour, Biden Appeals to Rural Iowans", "date": "2019-12-01 16:33", "summary": "The first leg of Mr. Biden's tour, which included stops in Republican-leaning counties, produced some odd moments. CARROLL, Iowa-Rumbling across western Iowa by bus, Joe Biden is seeking to steady his campaign by appealing directly to rural voters he says have been hurt by President Trump's trade war with China.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-attack-reflects-problems-in-tracking-convicted-terrorists-11575224368", "title": "London Attack Reflects Problems in Tracking Convicted Terrorists", "date": "2019-12-01 15:51", "summary": "Knife-wielding man was released after serving half his sentence for being part of a group that was plotting to bomb the city's stock exchange; issue takes center stage ahead of elections. LONDON-The killing of two people by a convicted terrorist on early release from prison has highlighted a growing challenge for security services in the U.K. and across Europe: the return into the community of people who have served time in jail for terrorism offenses.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/picking-chinese-stocks-in-the-trump-era-11575231525", "title": "Picking Chinese Stocks in the Trump Era", "date": "2019-12-01 15:18", "summary": "The changing nature of China's economic slowdown is as important for investors to understand as the back and forth on trade. The nature of China's economic slowdown has changed. Understand how and investors have a better chance of putting their money on the right stocks when it becomes clear whether the White House and Beijing can settle their differences on trade.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frozen-2-sets-thanksgiving-holiday-box-office-record-11575231459", "title": "'Frozen 2' Sets Thanksgiving Holiday Box-Office Record", "date": "2019-12-01 15:17", "summary": "Animated film grosses $123.7 million in the U.S. and Canada over five-day weekend. Walt Disney Co. 's \"Frozen 2\" gobbled up the majority of box-office receipts on its way to a record-setting Thanksgiving holiday weekend.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-push-for-longer-lasting-opec-cuts-as-aramco-ipo-approaches-11575214071", "title": "Saudis to Seek Extension of OPEC Cuts as Aramco IPO Approaches", "date": "2019-12-01 15:15", "summary": "Middle East unrest casts shadow over this week's oil producers' summit. Saudi Arabia will push for an extension of oil-production cuts through mid-2020 at a producers' summit this week in an effort to prop up Saudi Aramco's initial public offering share price, Persian Gulf officials said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-november-jobs-report-manufacturing-data-11575230401", "title": "Economy Week Ahead: November Jobs Report, Manufacturing Data", "date": "2019-12-01 15:00", "summary": "Economists expect solid results for unemployment rate, nonfarm payrolls. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-case-to-test-supreme-courts-position-on-gun-rights-11575226960", "title": "New York Case to Test Supreme Court's Position on Gun Rights", "date": "2019-12-01 14:59", "summary": "Focus to be on Chief Justice Roberts at Monday argument over law that has already been repealed. WASHINGTON-The Supreme Court on Monday will hear its most significant Second Amendment case in nearly a decade, testing whether or how far its conservative majority, bolstered by two Trump appointees, is ready to move on gun rights.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-europeans-clash-over-how-to-handle-islamic-state-detainees-11575201600", "title": "U.S., Europeans Clash Over How to Handle Islamic State Detainees", "date": "2019-12-01 14:56", "summary": "Washington wants European fighters to be sent back home for prosecution, while Europeans want Iraq to mete out justice. Washington and its European allies are at odds over how to prosecute and detain about 2,000 foreign Islamic State fighters being held in Syria, eight months after U.S.-backed forces seized the last sliver of the group's self-described caliphate there.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guns-liberals-and-the-supreme-court-11575230196", "title": "Guns, Liberals and the Supreme Court", "date": "2019-12-01 14:56", "summary": "The Justices have a chance to shore up their eroding Heller precedent.. The Supreme Court on Monday will hear its first Second Amendment case in nearly a decade, and it's about time. Eleven years after the Court declared in its landmark Heller ruling that the Second Amendment enshrines an individual right to bear arms, liberals are still in denial and need a judicial reminder.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-speech-and-profanity-11575230115", "title": "Free Speech and Profanity", "date": "2019-12-01 14:55", "summary": "A company enforcing civility in the workplace isn't government action.. Hadley Arkes says in a nearby letter that he has caught us in a contradiction on free speech and profanity. Alas, our friend and noted legal scholar is so eager to score debating points that he misses a crucial distinction between government and private action.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-afraid-of-political-ads-11575230049", "title": "Who's Afraid of Political Ads?", "date": "2019-12-01 14:54", "summary": "With its new restrictions, Google targets a red herring.. The road to bad regulation starts when the press panics about a problem, real or imagined. Then elites stampede toward a solution without considering how well it would address the problem or the unintended consequences.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-language-profanity-and-free-speech-11575229987", "title": "Labor, Language, Profanity and Free Speech", "date": "2019-12-01 14:53", "summary": "One can indeed make rational judgments in this domain when it comes to, gasp, \"profanity,\" used by working people.. Regarding your editorial \"Union Labor's Profanity Protection\" (Nov. 21): Could it really be? My friends at the Journal gave me some good-natured ribbing in the editorial \"'Scandalous' Speech Is Protected\" (June 25) because I sought to defend the time-tested doctrine for judging the words and gestures that mark obscene, gross or assaulting speech. And now the editorial board suddenly comes around to the rediscovery that one can indeed make rational judgments in this domain when it comes to, gasp, \"profanity,\" used by working people? More than that, my friends confirm the common-sense doctrine in the classic Chaplinsky v. New Hampshire case (1942): Words will shift over time, but at any given moment ordinary people-including workers without professional degrees-will know just which words or gestures (the N-word, the F-word, burning crosses) will be understood in ordinary language as terms of insult and attack, often taken to portend violence to come. But if those standards of moral judgment are accessible to the NLRB, why are they not as accessible and legitimate for the Patent and Trademark Office? As Paul Henreid said to Humphrey Bogart in \"Casablanca\": \"Welcome back to the fight. This time I know our side will win.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/textualism-and-congresss-responsibilities-11575229908", "title": "Textualism and Congress's Responsibilities", "date": "2019-12-01 14:51", "summary": "Textualism matters in the long run because courts that ignore or misuse this approach to interpreting the law help breed lazy federal and state legislators.. Regarding your editorial \"The Supreme Court's Textualism Test\" (Nov. 22): Textualism matters in the long run because courts that ignore or misuse this approach to interpreting the law help breed lazy federal and state legislators who are all too happy (usually privately) to avoid a controversial vote when courts make the tough calls on public policy. This releases elected legislators from accountability and the need to deal with thorny campaign issues. As a consequence, over time, elections matter less and court nominations become increasingly \"high stakes.\" The end result is that American democracy is diminished.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-made-the-baltimore-museum-great-11575229870", "title": "Women Made the Baltimore Museum Great", "date": "2019-12-01 14:51", "summary": "The core of the greatness of this museum is due largely to the bequests of female collectors and to a series of strong female directors.. Regarding Kelly Crow's \"An Artistic Revolution in Baltimore\" (Life & Arts, Nov. 25) about the Baltimore Museum of Art's radical makeover: The core of the greatness of this museum is due largely to the bequests of female collectors, Claribel and Etta Cone and Saidie May, and to a series of strong female directors, especially Adelyn Breeskin and most recently Doreen Bolger and Deputy Director and Chief Curator Brenda Richardson. To state that the museum needs to make amends to women, as the new director Christopher Bedford claims, and therefore to exhibit only female artists and to purchase only works by women for the entire next year sounds like an attention-seeking gimmick that is not worthy of this monumentally important museum.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-comparison-with-biden-probe-and-trumps-taxes-11575229747", "title": "No Comparison With Biden Probe and Trump's Taxes", "date": "2019-12-01 14:49", "summary": "The House pursuit of President Trump's tax returns is legal, transparent and per official channels.. The logic of Daniel Huff's argument in \"Biden Probe, Trump Taxes Raise Similar Questions\" (op-ed, Nov. 25) is absurd. President Trump asking Ukraine to investigate Joe Biden isn't consistent with an official purpose because of the way he went about it: in secrecy using nonofficial channels. In contrast, the House pursuit of President Trump's tax returns is legal, transparent and per official channels.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-military-deserves-credit-for-afghanistan-role-11575229794", "title": "German Military Deserves Credit for Afghanistan Role", "date": "2019-12-01 14:49", "summary": "The Bundeswehr, democratic Germany's army, though ill-equipped, has done admirable work as America's most important ally in Afghanistan, and that it deserves international respect for its professionalism in treacherous places such as Mali.. John E. Peters is right: America's European NATO allies are debellicized (Letters, Nov. 21). This especially applies to my country, Germany, which is still suffering from the post-World War II fallacy that \"militarism\" had led to the genocidal World War II, when in fact something hugely more sinister was its primary cause: Germany's embrace of the gospel of national superiority and racial hate. Perpetuating the \"militarism cliché,\" successive German governments since reunification have treated their armed forces with foolish neglect, while much of the German public holds soldiers in disdain. This feel-good reaction to the shame of the Nazi past is contemptibly knee-jerk and must stop.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-has-the-remedy-for-health-costs-11575229582", "title": "Warren Has the Remedy for Health Costs", "date": "2019-12-01 14:46", "summary": "Her Medicare for All proposal would be a boon to all businesses, and especially to entrepreneurs.. A millstone hangs around the neck of every company in America, and this dead weight gets heavier each year. Americans currently spend nearly 18% of gross domestic product on health care, with some projections suggesting this will reach 21% by 2027 before continuing to rise. Since the 1970s the U.S. has failed to control the cost of care, and a great deal of this burden falls directly on companies and new entrepreneurs. These costs undermine competitiveness and make it harder to create jobs and pay decent wages.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-five-traits-of-true-tech-11575229527", "title": "The Five Traits of True Tech", "date": "2019-12-01 14:45", "summary": "Every company wants the label, but real highly valued tech has defining features.. It seems everyone wants to be a technology company these days. But not every company is worth 40 times earnings and 15 times sales in the stock market. How can you tell which growing companies might sustain that valuation? Put more broadly, in the wake of WeWork's woes, what qualifies a company as highly valued tech?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-imprisons-a-humanitarian-11575229476", "title": "Cuba Imprisons a Humanitarian", "date": "2019-12-01 14:44", "summary": "José Daniel Ferrer threatens the regime because his group serves Cuban needs.. When Nelva Ortega Tamayo visited her husband José Daniel Ferrer in a Cuban prison in early November, she found him emaciated, hunched over and covered with bruises. He had a laceration on his face.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-seminar-course-can-save-civility-11575229358", "title": "The Seminar Course Can Save Civility", "date": "2019-12-01 14:42", "summary": "When well run, it combines free speech with a safe space.. The only college courses I remember taking happened around a seminar table. I became an intellectual at those tables by talking about ideas in an intimate, authentic way. Now, I teach seminar courses, and when I walk into the classroom for the first time in the term, I am always moved by the faces around the table, by their distinctiveness and willingness to open their minds to me-and each other.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-states-v-apple-review-in-competition-we-trust-11575229176", "title": "'United States v. Apple' Review: In Competition We Trust", "date": "2019-12-01 14:39", "summary": "The government's case against book publishers and Apple, pursued in the name of antitrust, ended up increasing prices and limiting choice.. Politicians and social critics who worry about \"the curse of bigness\"-and vow to rewrite antitrust law to break up Facebook and Google-forget what happened the last time the government used the law against a Silicon Valley company. In 2012 the government successfully sued Apple for daring to compete with Amazon in selling e-books. The unintended result was not exactly a victory for the consumer or for competition: the continued dominance of Kindle, Amazon's e-book format and reading device; increased e-book prices; and suppressed e-book innovation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-is-a-good-time-to-modernize-the-wto-11575229069", "title": "Now Is a Good Time to Modernize the WTO", "date": "2019-12-01 14:37", "summary": "The global trading order won't collapse if an appellate body is suspended next week.. Is the world trade order about to collapse? The U.S. is blocking new appointments to the World Trade Organization's appellate body, the ultimate authority on trade disputes, which will cease to function on Dec. 10 absent a compromise. Critics in Europe, China, India and elsewhere agonize that this would mark the end of the WTO and plunge the world back to an economic state of nature last seen in the 1930s. But America's intent is to modernize the WTO and enforce existing rules.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-freedom-of-conscience-11575228973", "title": "Notable & Quotable: Freedom of Conscience", "date": "2019-12-01 14:36", "summary": "'Once men gain power over other men's minds, that power is never used sparingly and wisely.'. The essayist E.B. White writing to the editor of the New York Herald Tribune, Nov. 29, 1947:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-was-on-the-family-table-this-thanksgiving-11575229017", "title": "Impeachment Was on the Family Table This Thanksgiving", "date": "2019-12-01 14:36", "summary": "Most admitted they hadn't been paying close attention. Opinions were nevertheless served.. Thanksgiving is over and, predictably, impeachment couldn't be kept off the table. We tried to avoid the dish, we really did. But in my family of Philadelphia-area suburbanites, the very demographic that may decide the 2020 presidential election, the hunger to see where everybody stood couldn't be denied. We are all college-educated, a few of us inclined to wokeness, some members of white-collar unions and therefore left of center, others more concerned with our stock portfolios. Only one beloved aunt was willing to declare her full support for President Trump. The rest had more or less been successfully fed the New York Times' version of events.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-and-russia-are-partnersand-now-have-a-55-billion-pipeline-to-prove-it-11575225030", "title": "China and Russia Are Partners-and Now Have a $55 Billion Pipeline to Prove It", "date": "2019-12-01 13:30", "summary": "Resume Subscription. SVOBODNY, Russia-An 1,800-mile pipeline is set to begin delivering Russian natural gas to China on Monday. The $55 billion channel is a feat of energy infrastructure-and political engineering.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/private-equity-cash-piles-up-as-takeover-targets-get-pricier-11575208800", "title": "Private-Equity Cash Piles Up as Takeover Targets Get Pricier", "date": "2019-12-01 13:26", "summary": "Buyout activity in the U.S. is down sharply even as firms' unspent cash allocated for North American deals hits record $771.5 billion. U.S. private-equity firms, armed with a record amount of cash, are struggling to find ways to spend it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabamas-loss-in-a-wild-iron-bowl-sets-up-final-scramble-for-playoff-11575214809", "title": "Alabama's Loss in a Wild Iron Bowl Sets Up Final Scramble for Playoff", "date": "2019-12-01 12:24", "summary": "The Crimson Tide's upset leaves four teams in the hunt for the final playoff berth behind undefeated Ohio State, LSU and Clemson. After 58 minutes of a furious Iron Bowl at Jordan-Hare Stadium, Alabama's hopes of remaining in the College Football Playoff picture came down to a 30-yard-field goal attempt with two minutes remaining against No. 15 Auburn. But the kicking game has often been the glaring weakness in Nick Saban's Crimson Tide dynasty.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-fight-at-home-hangs-over-trumps-nato-trip-11575198000", "title": "Trump Shifts Tone Ahead of NATO Summit", "date": "2019-12-01 12:05", "summary": "Trump heads to London eager to lead on foreign policy as impeachment inquiry continues at home. President Trump heads to a meeting of the North Atlantic Treaty Organization this week, seeking to showcase his work on the world stage as the impeachment inquiry continues at home.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-on-more-pain-for-retailers-11575196206", "title": "Investors Bet on More Pain for Retailers", "date": "2019-12-01 11:55", "summary": "Short sellers line up against retail stocks. The bears are circling retailers ahead of the holiday season.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-governor-aims-to-expand-states-gambling-but-no-dice-11575216000", "title": "Connecticut Governor Aims to Expand State's Gambling, but No Dice", "date": "2019-12-01 11:00", "summary": "Lamont hasn't satisfied all parties in effort to build new casinos, legalize sports and internet betting. ", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-revamp-staffing-as-fewer-shoppers-visit-stores-11575216001", "title": "Retailers Revamp Staffing as Fewer Shoppers Visit Stores", "date": "2019-12-01 11:00", "summary": "Foot traffic on Black Friday fell 6.2%; Target and others use store workers to handle online orders. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-crowd-city-streets-despite-election-win-11575200061", "title": "Hong Kong Protesters Crowd City Streets Despite Election Win", "date": "2019-12-01 10:22", "summary": "Tear gas billowed as demonstrators and police clashed just a week after vote. HONG KONG-Thousands of protesters swarmed the city's streets on Sunday, after a prominent victory by the pro-democracy movement in local elections a week earlier failed to push the government toward compromise.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-shouldnt-expect-rates-to-head-upward-for-a-while-11575212400", "title": "Why You Shouldn't Expect Rates to Head Upward for a While", "date": "2019-12-01 10:00", "summary": "Several forces have weighed on U.S. and global inflation for years and appear unlikely to reverse soon. Federal Reserve Chairman Jerome Powell recently set a high bar for raising interest rates, one that looks unlikely to be met for a long while.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/window-closing-on-pc-boost-11575212401", "title": "Window Closing on PC Boost", "date": "2019-12-01 10:00", "summary": "Drop in PC shipments next year could throw cold water on gains at HP, Dell and Intel. The stars have aligned for the personal-computer market this year. Like all celestial events, though, the effect won't last long.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highways-give-way-to-homes-as-cities-rebuild-11575208801", "title": "Highways Give Way to Homes as Cities Rebuild", "date": "2019-12-01 09:00", "summary": "Apartments, houses and businesses replace part of Rochester, N.Y.'s Inner Loop. ROCHESTER, N.Y.-On South Union Street, workers are putting the finishing touches on a new luxury apartment building. Nearby, a museum plans an expansion and new parking garage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-navy-contractor-probed-for-possibly-dumping-waste-in-japanese-ports-11575208800", "title": "U.S. Navy Contractor Probed for Possibly Dumping Waste in Japanese Ports", "date": "2019-12-01 09:00", "summary": "Investigation follows case of contractor fraud that rattled Navy. SASEBO, Japan-A Japanese contractor is under investigation by U.S. federal authorities for possibly dumping wastewater from American warships into Japanese harbors, in a case that shows the U.S. Navy's ongoing struggles in overseeing its contractors.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-restaurants-in-grand-central-terminal-struggle-to-stay-open-11575205200", "title": "Some Restaurants in Grand Central Terminal Struggle to Stay Open", "date": "2019-12-01 08:00", "summary": "Business owners regret landing a lease on terminal's lower dining level amid high rents and other issues. Some restaurateurs say they are contemplating pulling up stakes from Grand Central Terminal's lower dining level because of high rents, sluggish sales, poor retail conditions and a growing homeless problem.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-marathoner-is-a-dogs-best-friend-11575201674", "title": "This Marathoner Is a Dog's Best Friend", "date": "2019-12-01 07:01", "summary": "Resume Subscription. Like many marathoners, John McLean trains with running buddies. But if he isn't keeping pace, he gets barked out. Mr. McLean is a dog-lover who logs miles with four-legged friends, both his own and rescues.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fiat-chrysler-and-psa-forge-ahead-with-merger-plan-despite-gm-lawsuit-11575201600", "title": "Fiat Chrysler and PSA Forge Ahead With Merger Plan Despite GM Lawsuit", "date": "2019-12-01 07:00", "summary": "GM lawsuit faces uphill battle, although some financial analysts have said it could slow down merger talks. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-prescription-of-poetry-to-help-patients-speak-their-minds-11575196200", "title": "A Prescription of Poetry to Help Patients Speak Their Minds", "date": "2019-12-01 05:30", "summary": "Doctors at several major hospitals are experimenting with poems as a source of psychological relief and connection. Chicago", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-have-turned-hong-kong-disneyland-into-a-ghost-town-11575196203", "title": "Protests Have Turned Hong Kong Disneyland Into a 'Ghost Town'", "date": "2019-12-01 05:30", "summary": "Plunging attendance at the theme park is emblematic of a decline in tourism. HONG KONG-When Suki-Rose Etter and her husband visited Hong Kong Disney land on Wednesday, they immediately noticed something was off: Few visitors. No lines.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-manages-to-make-smartphones-without-american-chips-11575196201", "title": "Huawei Manages to Make Smartphones Without American Chips", "date": "2019-12-01 05:30", "summary": "For China's top smartphone maker, U.S. suppliers are increasingly a nice-to-have, not a must-have. American tech companies are getting the go-ahead to resume business with Chinese smartphone giant Huawei Technologies Co., but it may be too late: It is now building smartphones without U.S. chips.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-tensions-market-glut-press-upon-olive-oil-prices-11575196201", "title": "Trade Tensions, Market Glut Press Upon Olive-Oil Prices", "date": "2019-12-01 05:30", "summary": "European Union has taken emergency action to boost olive-oil prices after market slump angered farmers in southern Europe. A prolonged slump in olive-oil prices is whipping up discontent among farmers in southern Europe and North Africa.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-pitches-investors-on-its-health-care-unit-a-steady-source-of-cash-11575205200", "title": "GE Pitches Investors on Its Health-Care Unit", "date": "2019-12-01 00:01", "summary": "Conglomerate's hospital-equipment division has been lost in turmoil; sale of biotech arm will leave behind slower-growing business. General Electric Co. aims to excite investors about its health-care unit, a business that was tagged to be cast off but is now central to the company's turnaround efforts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nine-killed-in-south-dakota-plane-crash-11575170527", "title": "Nine Killed in South Dakota Plane Crash", "date": "2019-12-01 22:22", "summary": "12 were aboard Pilatus PC-12, according to NTSB; weather to be among several factors under review. CHAMBERLAIN, S.D.-Authorities say nine people have been killed after a plane crashed in South Dakota.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marquee-brands-bids-50-million-for-destination-maternity-11575162289", "title": "Marquee Brands Bids $50 Million for Destination Maternity", "date": "2019-12-01 20:04", "summary": "Neuberger Berman-backed firm agrees to acquire retailer's brand name, e-commerce business, subject to a higher bid at bankruptcy auction. Bankrupt retailer Destination Maternity Corp. will shut down its remaining 235 retail stores under a deal that would see a licensing firm buy the company's brand name and other assets for $50 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}]