[{"link": "https://www.wsj.com/articles/nra-donor-files-suit-over-ceos-expenses-11565221846", "title": "NRA Donor Files Suit Over CEO's Expenses", "date": "2019-08-07 19:50", "summary": "Complaint comes as gun-rights organization is facing internal turmoil and an investigation by New York's attorney general. A donor to the National Rifle Association filed a lawsuit against the gun-rights group, seeking class-action status, and claiming the group's funding solicitations were \"intentionally and materially false\" because the NRA spent donated funds on executive perks, large legal fees, and other expenses unrelated to the group's core mission.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-rosss-planned-trump-fundraiser-draws-calls-for-boycotts-11565221093", "title": "Stephen Ross's Planned Trump Fundraiser Draws Calls for Boycotts", "date": "2019-08-07 19:38", "summary": "Developer's Hamptons donor event elicits backlash from celebrities, users of fitness clubs owned by Mr. Ross. New York developer Stephen Ross's plans to host a private fundraiser for President Trump prompted sharp criticism on Twitter and calls to boycott the real-estate guru's Equinox Fitness clubs and new development on Manhattan's West Side.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-reports-higher-revenue-fueled-by-cable-network-and-broadcast-tv-11565210934", "title": "Fox Corp. Will Pursue More Content, Chief Says", "date": "2019-08-07 19:17", "summary": "Network reports higher revenue, fueled by cable and broadcast television. Fox Corp. , which made two deals so far this week, will continue to look for acquisitions to boost its content holdings and forge closer ties to its audience, Chief Executive Lachlan Murdoch said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-raids-of-mississippi-food-processing-plants-yield-680-detainees-11565219829", "title": "Nearly 700 Held After Immigration Raids in Mississippi", "date": "2019-08-07 19:17", "summary": "Action surpasses previous largest worksite enforcement operation, which led to more than 280 arrests of suspected undocumented immigrants. U.S. immigration officials raided several food-processing plants in Mississippi on Wednesday, detaining 680 people suspected of being in the country illegally in what Immigration and Customs Enforcement called the largest single state worksite enforcement action.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-to-end-u-s-ground-deliveries-for-amazon-11565182535", "title": "FedEx to End Ground Deliveries for Amazon", "date": "2019-08-07 19:11", "summary": "Parcel giant severs ties with e-commerce giant, which is building its own delivery services. FedEx Corp. said it was ending its contract to deliver Amazon.com Inc. packages through its ground network, essentially severing ties with one of the world's biggest shippers and gambling it is better off filling its trucks with other customers' goods.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-rise-while-gloom-lingers-in-asia-11565164273", "title": "Bond Yields Fall, Sparking Volatility in Stocks", "date": "2019-08-07 19:05", "summary": "S&P 500 and Dow industrials end the day near flat after heightened volatility. A flight to safety that drove down bond yields globally sparked renewed volatility in the stock market Wednesday, highlighting uncertainty about how the trade and currency battle between the U.S. and China will play out.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/booking-holdings-reports-higher-than-expected-results-11565219034", "title": "Booking Holdings Reports Higher-Than-Expected Results", "date": "2019-08-07 19:03", "summary": "Revenue at online-travel company up 8.8%, with gross travel bookings up 5%. Booking Holdings Inc. reported higher-than-expected profit and revenue in the latest quarter, boosted by what its chief executive called a solid start to the summer travel season.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-supreme-court-ousts-governor-from-office-11565198801", "title": "Puerto Rico Swears In New Governor After High Court Ousts Predecessor", "date": "2019-08-07 19:02", "summary": "Wanda Vázquez becomes third leader in less than a week after high court rules Pedro Pierluisi relied on unconstitutional law to take power. Puerto Rico Justice Secretary Wanda Vázquez was sworn in as governor after the U.S. territory's Supreme Court ruled unanimously that Pedro Pierluisi's swearing-in last week was unconstitutional, extending the political turmoil that has paralyzed government there.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yemen-separatists-storm-presidential-palace-in-aden-11565207321", "title": "Yemen Separatists Storm Presidential Palace in Aden", "date": "2019-08-07 19:00", "summary": "Clash deepens rift between factions in Saudi-led coalition fighting Houthi rebels. Separatists in Yemen tried without success to seize the presidential palace in the southern city of Aden, as a growing rift within the Saudi Arabia-led coalition fighting Iran-aligned Houthi rebels threatens to unspool international efforts to end the four-year war.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-new-yorkers-brave-self-driving-shuttle-11565218555", "title": "Some New Yorkers Brave Self-Driving Shuttle", "date": "2019-08-07 18:55", "summary": "Resume Subscription. New York's first self-driving car service has arrived.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iac-targets-online-marketplaces-as-potential-acquisitions-cfo-says-11565218007", "title": "IAC Targets Online Marketplaces as Potential Acquisitions, CFO Says", "date": "2019-08-07 18:46", "summary": "The Match and Angie's List owner also is considering spinning off its interest in those businesses to shareholders. IAC/InterActiveCorp. is targeting new acquisitions as it considers the spinoff of two public businesses to shareholders, the company's finance chief said Wednesday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ride-hailing-may-have-lyft-off-11565217857", "title": "Ride-Hailing May Have Lyft Off", "date": "2019-08-07 18:44", "summary": "Lyft's solid results show easing competitive pressures, but earlier-than-expected lockup places speed limit on its stock. Lyft 's business may be taking off, but its stock could remain in park.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-raises-2019-revenue-outlook-and-sees-smaller-annual-loss-11565208387", "title": "Lyft Raises 2019 Revenue Outlook, Sees Smaller Annual Loss", "date": "2019-08-07 18:28", "summary": "Ride-hailing company now projects revenue to be $3.47 billion to $3.5 billion for the year. Lyft Inc. boosted its outlook for the year, as the company gained more riders and amid new signs that the once-raging price war with rival Uber Technologies Inc. is abating.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-michigan-state-dean-sentenced-to-one-year-in-jail-for-misconduct-neglect-of-duty-11565195995", "title": "Former Michigan State Dean Sentenced to One Year in Jail for Misconduct, Neglect of Duty", "date": "2019-08-07 18:24", "summary": "William Strampel faced accusation of not supervising Larry Nassar while the latter was the subject of sex-abuse probe. A Michigan judge sentenced former Michigan State University Dean William Strampel to one year in county jail, as the sprawling impact of the Larry Nassar sex-abuse scandal continues to rock the university and its former employees.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barneys-new-loan-buys-retailer-more-time-11565216595", "title": "Barneys New Loan Buys Retailer More Time", "date": "2019-08-07 18:23", "summary": "New DIP loan provided by B. Riley and Brigade Capital provides embattled retailer with needed cash and more time to find a buyer. When Barneys New York Inc.'s new bankruptcy lenders stepped forward Tuesday, they gave the luxury department store chain one thing it desperately needed: more time to find a buyer.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-nears-deal-to-buy-symantecs-enterprise-business-11565210998", "title": "Broadcom Nears Deal to Buy Symantec's Enterprise Business", "date": "2019-08-07 18:19", "summary": "Potential deal could value Symantec division at around $10 billion, according to a person familiar with the matter. Broadcom Inc. is nearing a deal to buy Symantec Corp.'s enterprise business after its attempted purchase of the entire cybersecurity firm fell apart.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-goes-to-the-rats-11565216091", "title": "California Goes to the Rats", "date": "2019-08-07 18:14", "summary": "Sacramento's solution to rodent-borne disease? Ban rodenticides.. Rising homelessness in California has spurred a rodent boom and resurgence of medieval disease. So naturally Democrats in the state Legislature want to ban rat poison.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squeezing-venezuelas-comrades-11565216039", "title": "Squeezing Venezuela's Comrades", "date": "2019-08-07 18:14", "summary": "New U.S. sanctions target the Maduro regime's foreign backers.. The people of Venezuela continue to suffer under socialist dictator Nicolás Maduro, who is sustained by his patrons in Cuba, Russia and China. So it's welcome news this week that the Trump Administration has toughened sanctions against the regime and its abettors.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-to-buy-workforce-management-software-firm-11565215962", "title": "Salesforce to Buy Workforce Management Software Firm", "date": "2019-08-07 18:12", "summary": "Deal for ClickSoftware is latest in string of pricey acquisitions in recent years. Salesforce . com Inc. said Wednesday it struck a $1.35 billion deal to buy ClickSoftware Technologies Ltd., as the company aims to bolster the services it offers to customers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-rolls-out-latest-galaxy-note-10-smartphone-11565208001", "title": "Samsung Rolls Out Latest Galaxy Note 10 Smartphone", "date": "2019-08-07 18:09", "summary": "New flagship device comes in two sizes, as company contends with resistance to premium prices. Samsung Electronics Co. unveiled its latest flagship smartphone Wednesday, hoping extra variety with the new Galaxy Note 10 device attracts consumers who aren't so likely anymore to want the same new thing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deep-dangers-of-life-online-11565215450", "title": "The Deep Dangers of Life Online", "date": "2019-08-07 18:04", "summary": "The El Paso and Dayton mass murderers reflect a modern epidemic of self-obsession.. The online forum 8chan is better known than it was last week because the El Paso shooter, Patrick Crusius, uploaded his \"manifesto\" to the site before he murdered 22 people. 8chan has also been linked to the mass murder in Christchurch, New Zealand, and to a killing in April at a synagogue in California. A similar online forum, Gab.com, was allegedly used by the shooter who killed 11 people at a Pittsburgh synagogue in October. The Dayton shooter, Connor Betts, spent much of his time raving on Twitter .", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-extends-cap-on-uber-lyft-drivers-11565215462", "title": "New York City Extends Cap on Uber, Lyft Drivers", "date": "2019-08-07 18:04", "summary": "Taxi and Limousine Commission votes unanimously to extend 2018 limits intended to address concerns over congestion and low driver wages. New York City's Taxi and Limousine Commission voted unanimously Wednesday to extend for one year a cap on for-hire vehicle licenses, the first rule of its kind in the country designed to rein in companies such as Uber Technologies Inc. and Lyft Inc.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-afraid-of-hurricane-dolly-11565215387", "title": "Who's Afraid of Hurricane Dolly?", "date": "2019-08-07 18:03", "summary": "People won't evacuate until storms are given scarier names.. This year's hurricane season is predicted to be a normal one. You don't have to be a weatherman to make one forecast: There will be mandatory evacuation orders that tens of thousands of people will ignore. It happens every year.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/words-that-heal-and-words-that-dont-11565215420", "title": "Words That Heal and Words That Don't", "date": "2019-08-07 18:03", "summary": "Leading Democrats irresponsibly blame Trump for the mass shooting in El Paso.. A friend of mine who lives in Texas is representative of voters who will decide the 2020 presidential race. He supports many of President Trump's policies but winces at his behavior, words and unpresidential tone.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-need-a-new-jobs-message-11565214054", "title": "Democrats Need a New Jobs Message", "date": "2019-08-07 18:02", "summary": "Debunking claims about U.S. workers.. Trade fights are making investors nervous and executives reluctant to build new plants, but the U.S. jobs machine is still humming. And a popular liberal gripe about the labor market turns out to be false.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fifth-domain-review-a-war-zones-new-weapons-11565215350", "title": "'The Fifth Domain' Review: A War Zone's New Weapons", "date": "2019-08-07 18:02", "summary": "Smart companies now use hundreds of tests to detect hackers, but the government has fallen badly behind in the realm of cyber security.. A decade ago, the book \"Cyber War\" sounded an alarm about the open internet being built for innovation but not for security. Now its authors, Richard Clarke and Robert Knake, counter-terrorism officials in several U.S. administrations, revisit the topic, delivering good news and really bad news.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-truth-about-gen-john-hyten-11565214500", "title": "The Truth About Gen. John Hyten", "date": "2019-08-07 17:48", "summary": "The sex charges that led some senators to oppose him don't withstand the most basic scrutiny.. Air Force Gen. John Hyten is commander of U.S. Strategic Command and President Trump's nominee to be vice chairman of the Joint Chiefs of Staff. Last week the Senate Armed Services Committee voted 20-7 to send his nomination to the floor-but not before it was clouded by allegations of sexual misconduct from a female subordinate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-move-forward-with-ban-on-u-s-government-business-with-huawei-11565191134", "title": "White House to Start Ban on Government Business With Huawei", "date": "2019-08-07 17:48", "summary": "Office of Management and Budget to issue interim rule ensuring U.S. agencies aren't doing business with Huawei or several other Chinese companies. The White House is expected to start implementing provisions of a law that bars the U.S. government from doing business with Huawei Technologies Co., moving ahead despite the Chinese telecommunications giant's efforts to block the rule in court.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-has-a-good-health-care-idea-11565214464", "title": "Kamala Harris Has a Good Health-Care Idea", "date": "2019-08-07 17:47", "summary": "Unlike Bernie Sanders, she wouldn't abolish Medicare Advantage, the successful program for seniors.. As Democratic presidential candidates veer left to satisfy the party's radical base, it's easy to dismiss their ideas as \"a fantasy world,\" to quote Joe Biden. Even so, they occasionally have an idea worth considering.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-castro-targets-his-constituents-11565214429", "title": "Rep. Castro Targets His Constituents", "date": "2019-08-07 17:47", "summary": "Don't respond to murder with insane partisanship.. Rep. Joaquin Castro on Monday tweeted a list of his San Antonio constituents who've contributed the maximum legal amount to President Trump's re-election campaign. The list, composed entirely of private citizens, described their occupations or employers. Some were retirees, homemakers and military veterans.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-socialists-sound-like-democrats-11565214408", "title": "Democratic Socialists Sound Like Democrats", "date": "2019-08-07 17:46", "summary": "Workers of the world, unite! But whatever you do, please don't clap.. The Democratic Socialists of America are hard to take seriously. But don't write them off. The priorities and convictions that were on display at the activist group's national convention in Atlanta last weekend have advanced so far within the Democratic Party that the DSA doesn't need to make itself respectable.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-level-cyber-intrusions-hit-bahrain-amid-tensions-with-iran-11565202488", "title": "High-Level Cyber Intrusions Hit Bahrain Amid Tensions With Iran", "date": "2019-08-07 17:43", "summary": "Intrusions come as tensions between Iran and its Gulf neighbors ratchet up over sanctions, nuclear program and shipping. Suspected Iranian hackers infiltrated critical infrastructure and government computers in the Persian Gulf nation of Bahrain within the last month, raising fears among leaders in the region that Tehran is stepping up its cyberattacks amid growing tensions.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-tops-1-500-11565190543", "title": "Gold Price Tops $1,500", "date": "2019-08-07 17:34", "summary": "Stoking the gains are renewed concerns that the trade fight between the U.S. and China will continue to hurt global growth. Gold prices topped $1,500 a troy ounce for the first time in six years, extending a furious summer rally driven by a drop in bond yields and investors' flight from volatility in global markets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-judiciary-committee-files-suit-to-force-ex-white-house-counsel-to-testify-11565212613", "title": "House Judiciary Committee Files Suit to Force Ex-White House Counsel to Testify", "date": "2019-08-07 17:29", "summary": "Don McGahn is seen as a key witness in inquiry into President Trump's alleged obstruction of justice. WASHINGTON-The Democratic-led House Judiciary Committee filed a lawsuit in an attempt to force former White House Counsel Don McGahn to testify after negotiations broke down over bringing him in for questioning.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-hauler-jack-cooper-cuts-deals-to-slash-debt-files-for-bankruptcy-11565213188", "title": "Auto Hauler Jack Cooper Cuts Deals to Slash Debt, Files for Bankruptcy", "date": "2019-08-07 17:26", "summary": "The company is proposing a Solus-backed chapter 11 restructuring plan that would wipe out more than $300 million debt. Jack Cooper Ventures Inc., one of North America's biggest auto haulers, has filed for bankruptcy after cutting deals that aim to slash debt and reduce its worker pension obligations.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-dining-out-on-fast-casual-stocks-11565203475", "title": "Investors Are Dining Out on Fast-Casual Stocks", "date": "2019-08-07 17:25", "summary": "The fast-casual dining sector is up 18.2% since the start of the year. Despite the market swoon, investors aren't losing their appetite for fast-casual dining stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harris-aims-for-the-middle-of-a-divided-democratic-field-11565212638", "title": "Harris Aims for the Middle of a Divided Democratic Field", "date": "2019-08-07 17:17", "summary": "California senator is pushing a policy agenda that falls between Biden's stances and the more liberal proposals of Sanders and Warren. Sen. Kamala Harris is increasingly pitching herself as the presidential candidate who can bridge the growing divide within the Democratic Party by focusing more on kitchen-table issues than ideological labels.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-police-find-two-bodies-believed-to-be-of-suspects-in-killings-11565211736", "title": "Canadian Police Find Two Bodies Believed to Be of Suspects in Killings", "date": "2019-08-07 17:11", "summary": "Search for pair of teenagers wanted in connection with homicides had spread across three provinces. TORONTO-Canadian police said Wednesday they believe two fugitives suspected of killing a North Carolina woman and her Australian boyfriend as well as another man have been found dead in dense bush in northern Manitoba.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philanthropists-putting-1-5-million-toward-prep-for-specialized-high-schools-test-11565211319", "title": "Philanthropists Putting $1.5 Million Toward Prep for Specialized High Schools' Test", "date": "2019-08-07 16:55", "summary": "Ronald Lauder, Richard Parsons pushing to make admission to Stuyvesant, Bronx Science, other schools, more attainable for talented low-income students. Two philanthropists say they are spending an additional $1.5 million on their campaign to preserve the admissions test to elite New York City high schools, this time by providing free test preparation and advertisements encouraging more students to take the exam.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-shares-slide-on-warning-of-digital-ad-revenue-decline-11565191422", "title": "New York Times Shares Slide on Digital Ad Revenue Warning", "date": "2019-08-07 16:42", "summary": "Publisher reports earnings rose in latest quarter, but digital-subscription growth slowed 12%. New York Times Co. stock fell sharply Wednesday as the publisher warned digital advertising revenue was expected to decline in the current quarter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-bond-yields-continue-to-drop-11565189220", "title": "Government-Bond Yields Continue to Drop", "date": "2019-08-07 16:38", "summary": "Concerns about slowing growth world-wide worsen following interest-rate cuts by three central banks. Government-bond prices surged Wednesday, sending yields around the world to fresh lows after interest-rate cuts by three central banks exacerbated investors' fears of slowing economic growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/santa-fe-opera-review-rotten-relationships-11565209849", "title": "Santa Fe Opera Review: Rotten Relationships", "date": "2019-08-07 16:30", "summary": "In the company's latest season, a revelatory production of Mozart's 'Così fan tutte'; an appropriately bleak take on Janáček's 'Jenůfa'; the world premiere of Poul Ruders's slight, Brothers Grimm-inspired 'The Thirteenth Child.'. Santa Fe, N.M.", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-juul-paradox-11565209745", "title": "The Juul Paradox", "date": "2019-08-07 16:29", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. It is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Business", "Podcast"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aigs-profit-rises-boosted-by-flagship-business-11565209151", "title": "AIG's Profit Rises, Boosted by Flagship Business", "date": "2019-08-07 16:19", "summary": "Company's core property-casualty insurance business shows continued profitability. American International Group Inc. posted a nearly 18% increase in second-quarter net income, with a turnaround effort at one of the world's biggest sellers of insurance gaining ground.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immunity-by-clairo-review-electro-pop-made-for-dreaming-11565208244", "title": "'Immunity' by Clairo Review: Electro-Pop Made for Dreaming", "date": "2019-08-07 16:04", "summary": "The 20-year-old singer, whose song 'Pretty Girl' went viral on YouTube, releases a debut album that stays true to her work's quiet lushness and emotional impact.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-clampdown-resonates-on-kashmirs-quiet-streets-11565205111", "title": "Indian Clampdown Reverberates on Kashmir's Quiet Streets", "date": "2019-08-07 15:33", "summary": "Military lockdown and communications blackout continues after New Delhi moved to strip local autonomy from disputed state. NEW DELHI-India's military lockdown and communications blackout of disputed Jammu and Kashmir has left the state's biggest city full of closed shops and largely desolate streets, said local police officials and residents who left Srinagar hours earlier.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-steps-up-efforts-for-a-trade-deal-with-u-s-11565195637", "title": "U.K. Steps Up Efforts for a Trade Deal With U.S.", "date": "2019-08-07 15:22", "summary": "British cabinet ministers meet with members of the Trump administration to lay the groundwork for a trade deal as Britain prepares to leave the European trade zone. British Prime Minister Boris Johnson's government launched a charm offensive in Washington this week in a bid to secure a trade deal with the U.S. quickly after the U.K. leaves the European Union.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-says-trade-headwinds-could-justify-additional-rate-cuts-11565194500", "title": "Fed's Evans Says Trade Headwinds Could Justify Additional Rate Cuts", "date": "2019-08-07 15:22", "summary": "Chicago Fed president says the central bank would need to lower rates by at least another quarter-percentage point to lift inflation back to 2% target. CHICAGO-Federal Reserve officials would need to consider more stimulus aimed at boosting the economy if growing trade tensions lead to a sharper pullback, a senior Fed bank president said Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-of-dayton-shooter-and-sister-he-killed-shocked-and-devastated-by-attack-11565191858", "title": "Family of Dayton Shooter 'Shocked and Devastated' by Attack", "date": "2019-08-07 15:19", "summary": "Protests expected as President Trump plans visit; funeral arrangements set for some of the nine victims. DAYTON, Ohio-The family of the gunman who killed nine people here this past weekend, including his sister, said they were shocked and devastated and cooperating with the investigation, as the city greeted President Trump with chants and an inflatable effigy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-to-test-advanced-ai-to-prevent-fraud-11565205158", "title": "Visa to Test Advanced AI to Prevent Fraud", "date": "2019-08-07 15:12", "summary": "A cloud-based platform set to roll out this year will test deep-learning algorithms to better detect unauthorized transactions. Visa Inc. is rolling out a platform to help its engineers quickly test advanced artificial-intelligence algorithms aimed at detecting and preventing credit-card fraud.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-slide-deepens-on-mounting-demand-worries-11565192756", "title": "Oil's Slide Deepens on Mounting Demand Worries", "date": "2019-08-07 15:12", "summary": "Unexpected rise in crude stockpiles sends prices to lowest close since mid-January. A rout in oil prices deepened Wednesday after government data showed an unexpected increase in stockpiles, triggering fresh worries that demand for fuel is weakening alongside the U.S. economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bias-incidents-climb-in-new-jersey-11565204330", "title": "Bias Incidents Climb in New Jersey", "date": "2019-08-07 14:58", "summary": "One in four incidents in the state occurred on college campuses. Reports of bias incidents in New Jersey reached a seven-year high last year, with more than a quarter of such incidents occurring at colleges and universities, according to the state.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-ceo-says-rethinking-role-in-confronting-gun-violence-11565203862", "title": "Walmart Examines Role in Confronting Gun Violence", "date": "2019-08-07 14:51", "summary": "Employees circulate message calling for end to chain's gun sales; retailer has no plans to change policies. Walmart Inc.'s chief executive said he was rethinking the company's role in confronting gun violence in the wake of two deadly shootings at Walmart stores, but didn't offer specific plans or changes to its firearms and ammunition sales.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/220-central-park-south-notches-another-big-name-buyer-11565203561", "title": "220 Central Park South Notches Another Big-Name Buyer", "date": "2019-08-07 14:46", "summary": "Entertainment Studios CEO Byron Allen purchased a roughly 3,000-square-foot apartment at the luxury condo tower for $26.75 million. Byron Allen, the Los Angeles-based comedian turned media entrepreneur, is among the latest buyers to purchase at 220 Central Park South, the Billionaires' Row mega-tower where hedge-fund manager Ken Griffin set a new home price record earlier this year.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youll-want-to-put-this-summery-sauce-on-everything-11565193306", "title": "You'll Want to Put This Summery Sauce on Everything", "date": "2019-08-07 14:31", "summary": "Generous spoonfuls of tangy, herby bagnet vert pull together this recipe for a hearty summer salad of new potatoes, quick-pickled beets and smoked trout. IT BEGAN WITH an exciting ingredient-as do most of Caroline Glover's dishes at Annette, just outside Denver. \"These incredible new potatoes come in from a local farm,\" said the chef. \"They're so tender and sweet you wouldn't believe it.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teva-pharmaceutical-finance-chief-to-step-down-11565179243", "title": "Teva Seeks New CFO as It Faces High Debt Levels, Opioid Litigation", "date": "2019-08-07 14:30", "summary": "Generic drug maker's finance chief is leaving for personal reasons. Generic drug manufacturer Teva Pharmaceutical Industries Ltd. is searching for a new finance chief as high debt levels and the uncertain outcome of opioid litigation in the U.S. cloud the Israeli company's outlook.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-to-remove-third-party-data-from-ad-buying-system-11565201332", "title": "Twitter to Remove Third-Party Data From Ad-Buying System", "date": "2019-08-07 14:20", "summary": "The change follows a similar move by Facebook and comes as privacy concerns grow. Twitter Inc. said it plans to remove outside data sources from its ad-buying system, becoming the latest tech company to put more distance between itself and third-party consumer data providers.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-st-louis-fed-presidentjames-bullard-11565198554", "title": "Transcript: WSJ Interview With St. Louis Fed President James Bullard", "date": "2019-08-07 13:24", "summary": "Resume Subscription. St. Louis Fed President James Bullard spoke with Wall Street Journal reporters in Washington on Tuesday, Aug. 6. He discussed his support for last week's interest-rate cut, the economic outlook, trade uncertainty and persistently low inflation, among other topics. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-collects-63-billion-in-chinese-tariffs-through-june-11565168400", "title": "U.S. Collected $63 Billion in Tariffs Through June", "date": "2019-08-07 13:21", "summary": "Treasury's haul accelerated last year after Trump administration imposed new tariffs in retaliation for what it said were unfair business practices. The tariff hikes approved by President Trump have infuriated Beijing and escalated the U.S.-China trade war, but there has been at least one beneficiary: the U.S. Treasury.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vive-la-finance-a-chic-economics-museum-opens-in-paris-11565197331", "title": "Vive la Finance! A Chic Economics Museum Opens in Paris", "date": "2019-08-07 13:17", "summary": "Housed in an old mansion-turned-bank, the interactive Citeco economics museum aims to appeal to everyone from 8-year-old penny pinchers to seasoned hedgefunders. LEAVE IT TO the French to conceive a chic museum dedicated to finance. In June, Cité de l'Économie (or Citéco) opened inside an 1882 edifice in the 17th arrondissement. With vaulted gothic doorways and intricate wooden wainscoting, the building itself is as genteel and old-school as you'd expect from a Parisian mansion turned bank turned museum. But the very-2019 exhibits impudently grab your attention with animated videos, digital projections and interactive games. In the \"Players\" section, for example, visitors are asked to place everyday objects (jeans, a computer) in an airport-style scanner to learn about production and globalization.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/analysts-are-missing-that-new-car-smell-11565196618", "title": "Analysts Are Missing That New-Car Smell", "date": "2019-08-07 12:50", "summary": "The Big Three U.S. car companies, GM, Ford and Fiat Chrysler, are no longer reporting monthly sales. I know what you drove last summer...but I didn't know it until the fall.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trio-of-central-banks-surprises-markets-with-rate-cuts-11565175324", "title": "Trio of Central Banks Surprise Markets With Aggressive Rate Cuts", "date": "2019-08-07 12:46", "summary": "Global easing cycle may turn out to be longer and deeper than previously expected. Three central banks in the Asia-Pacific region lowered interest rates in a surprisingly aggressive fashion Wednesday as the fallout from the U.S.-China trade war intensified, suggesting the global rate-cut cycle will gather steam in the months ahead.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-can-we-do-about-mass-shootings-11565196036", "title": "What Can We Do About Mass Shootings?", "date": "2019-08-07 12:40", "summary": "It is the responsibility of Congress to legislate logical solutions to help prevent another tragedy. It must do so without violating our Second Amendment.. The motivations of the shooters in the two most recent mass shootings, and all the others in recent years, are varied (\"Two Mass Shootings Leave 29 Dead,\" Page One, Aug. 5). Some were sparked by domestic violence incidents, some by racial animus, some by white nationalists' hatred of Jews and blacks, and others by the chaos of mental derangement. What do they all have in common? All are shootings by men typically using semiautomatic weapons with large-capacity, detachable magazines. The old National Rifle Association trope that people kill, guns do not, absolutely misses the point. There is no doubt that our country's lax gun purchase and registration laws contribute to the carnage. Rage plus ready access to a weapon of mass destruction is a toxic brew that breeds tragic outcomes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powells-useless-precaution-11565195953", "title": "Jerome Powell's Useless Precaution", "date": "2019-08-07 12:39", "summary": "Mr. Powell also has shot the last bullet in the Fed's monetary gun that will be needed when an overdue recession does come.. Federal Reserve Chairman Jerome Powell has shredded the Fed's credibility (\"Stocks Drop After Fed Cuts Rates,\" Page One, Aug. 1). With interest rates already historically low and the economy humming (other than the disruption from President Trump's erratic trade policies), Mr. Powell also has shot the last bullet in the Fed's monetary gun that will be needed when an overdue recession does come.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-banks-warn-about-prospects-11565195627", "title": "Europe's Banks Warn About Prospects", "date": "2019-08-07 12:33", "summary": "Continent's lenders are grappling with lower interest rates and geopolitical tensions. For Europe's lenders, the hits keep on coming.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-journal-analyzed-credit-ratings-11565195482", "title": "How The Journal Analyzed Credit Ratings", "date": "2019-08-07 12:31", "summary": "Examination of deal data gives a direct comparison of rating firms' grades across a large swath of the U.S. market for structured securities. The Wall Street Journal, in its examination of inflation in bond ratings, used a large sample of credit-rating data from Finsight.com, which tracks bond sales and curates an online database of deals. Finsight provided the Journal an extract of deal names, tranches, amounts, credit ratings and other relevant details on approximately $3 trillion of bonds sold between January 2008 and June 2019.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflated-bond-ratings-helped-spur-the-financial-crisis-theyre-back-11565194951", "title": "Inflated Bond Ratings Helped Spur the Financial Crisis. They're Back.", "date": "2019-08-07 12:22", "summary": "Resume Subscription. Times are tough for the Mall at Stonecrest in suburban Atlanta. The Kohl's closed in 2016. The Sears shut in 2018, and the Payless ShoeSource finished its going-out-of-business sale in May. When a $90.5 million mortgage came due last summer, the mall's owners defaulted.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/opioid-risk-smothers-drug-stocks-11565194670", "title": "Opioid Risk Smothers Drug Stocks", "date": "2019-08-07 12:17", "summary": "Fears of massive legal settlements for drug companies such as Teva will keep a lid on stock prices. Even solid corporate earnings can't reverse investor angst over drug companies facing opioid litigation risk.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developer-behind-gwyneth-paltrows-home-lists-l-a-spec-house-for-33-million-11565194541", "title": "Developer Behind Gwyneth Paltrow's Home Lists L.A. Spec House for $33 Million", "date": "2019-08-07 12:15", "summary": "Interior designer and developer Windsor Smith spent four years building the 13,000-square-foot property in Brentwood. A Los Angeles developer who has sold recent projects to Gwyneth Paltrow and Chris Martin is listing a newly built spec house for $33 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-los-angeles-spec-house-11565194353", "title": "Inside A Los Angeles Spec House", "date": "2019-08-07 12:12", "summary": "A newly built estate asking $33 million has two kitchens but no dining room.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/writer-jia-tolentino-on-her-obsession-with-disgusting-jean-shorts-11565192673", "title": "Writer Jia Tolentino on Her Obsession With 'Disgusting' Jean Shorts", "date": "2019-08-07 11:44", "summary": "The author and New Yorker staff writer, whose new book of essays 'Trick Mirror' is out this week, describes her lifelong affinity for beat-up denim cutoffs. GROWING UP IN Texas, I attended an evangelical private school whose thorough strictness was expressed most clearly in the dress code. Boys wore slacks; girls wore pleated skirts in khaki and slate gabardine; for weekly chapel, everyone wore white oxford shirts and loafers. Summers, after so much starchy biblical confinement, came as an all-consuming release. This was Houston, and so it was mostly humid and hot to the point of unearthliness-three-digit temperatures were normal for months. But I loved the heat, the burning dazzle during the daytime, the way the grass stayed warm long into the night. On my suburban cul-de-sac, with its tiny pirate-ship playground and built-in gang of like-minded neighbors, you could play outside every minute you weren't sleeping. And so, on the first day of summer, I'd ceremonially put on a pair of cutoff jean shorts and a T-shirt-what deep spiritual freedom!-and for months I'd hardly take this other, far more satisfying uniform off.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-central-bank-cuts-rates-as-economy-struggles-11565192040", "title": "India's Central Bank Cuts Rates as Economy Struggles", "date": "2019-08-07 11:34", "summary": "Bank has lowered benchmark rate four times this year as it seeks to bolster growth. MUMBAI-India's central bank cut its key lending rate to a nine-year low Wednesday as policy makers sought to reignite growth in Asia's third-largest economy.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-venmo-iggy-azalea-cash-app-rules-rap-11565191206", "title": "Rap Music Ditches Dollars for the Cash App Mobile Payment System", "date": "2019-08-07 11:20", "summary": "For decades, rappers have made hard currency a big part of rap music and videos. Now the artists are name-checking a mobile-payments method.. Forget the flash of Cristal champagne, Maybach sedans, Gucci loafers and Balenciaga kicks. One of the trendiest brand names in rap music adorns a minimalist mobile-payments business.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daniel-ochs-15-central-park-west-pad-hits-the-market-for-57-5-million-11565190045", "title": "Daniel Och's 15 Central Park West Pad Hits the Market for $57.5 Million", "date": "2019-08-07 11:00", "summary": "The Och-Ziff Capital Management founder joins a number of prominent owners who are trading the building for 220 Central Park South. Billionaire investor Daniel Och is listing his penthouse at Manhattan condominium 15 Central Park West for $57.5 million, joining a number of high-profile owners to trade the Upper West Side building for the newly built nearby tower 220 Central Park South.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-camber-sands-a-modern-vacation-home-set-behind-the-dunes-11565188270", "title": "In Camber Sands, a Modern Vacation Home Set Behind the Dunes", "date": "2019-08-07 10:31", "summary": "Suzanne and Neil Stables fell in love with the seaside village south of London and built a three-story duplex with floor-to-ceiling windows and skylights throughout. Oscar Stables returned from his school outing and told his parents, Suzanne and Neil, they simply must visit Camber, a village 65 miles south of London. He was convinced his mother would love its sand dunes, so like those at her own childhood home in Christchurch, New Zealand.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-advocates-team-up-with-peta-on-hot-car-deaths-11565188253", "title": "Child Advocates Team Up with PETA on Hot-Car Deaths", "date": "2019-08-07 10:30", "summary": "An unexpected alliance with animal-protection groups aims to broaden awareness and push through measures to avoid tragic fatalities. The fight to stop children's deaths in hot cars has gained an unusual ally: PETA and other animal-protection groups.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-london-familys-dream-vacation-home-11565187777", "title": "A London Family's Dream Vacation Home", "date": "2019-08-07 10:22", "summary": "Inside a three-story duplex on the southern coast of England.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cvs-boosts-profit-outlook-as-revenue-outperforms-11565177506", "title": "CVS Boosts Profit Outlook as Aetna Deal Starts to Pay Off", "date": "2019-08-07 10:22", "summary": "Company posted stronger-than-expected earnings in latest quarter; shares rose. CVS Health Corp. posted a second straight quarter of unexpectedly strong financial results, taking another step toward selling skeptical investors on its acquisition of Aetna Inc. as the health insurer drove much of the gains.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-workers-would-qualify-for-overtime-pay-under-state-proposals-11565187144", "title": "More Workers Would Qualify for Overtime Pay Under State Proposals", "date": "2019-08-07 10:12", "summary": "New rules being considered would raise the threshold eligible for time-and-a-half, outpacing what the federal government dictates. Several U.S. states are pushing new proposals that would boost the number of workers eligible for overtime pay by hundreds of thousands of people.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-presidential-hopefuls-its-not-all-fun-at-the-iowa-state-fair-11565186942", "title": "For Presidential Hopefuls, It's Not All Fun at the Iowa State Fair", "date": "2019-08-07 10:09", "summary": "Candidates flock to the state fair to prove they have the common touch.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-artist-catching-fire-at-85-11565185980", "title": "The Artist Catching Fire at 85", "date": "2019-08-07 09:53", "summary": "After six decades quietly building a respected career, Sam Gilliam's paintings are suddenly selling for over $2 million. What's it like to become an art-world star at age 85? Sam Gilliam says that after six decades quietly building his reputation, the spotlight feels strange: \"My thing is, I'm better not being known!\"", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thirsty-for-unicorns-on-the-hunt-for-high-end-bourbons-11565185759", "title": "Thirsty for Unicorns: On the Hunt for High-End Bourbons", "date": "2019-08-07 09:49", "summary": "Novelist Stewart O'Nan knows better, yet when it comes to bourbon, he can't resist the thrill of the chase. GOD HELP ME, I'm a bourbon nerd. Not by choice, believe me. I was once like you. I used to walk into my local packy, find the bottle I wanted on the shelf, go home and drink it while I watched the Sox, and I was happy. Now I lurk in subreddits and drive twisting back roads through neighboring states, hunting down out-of-the-way places that might have a few dusties or maybe, just maybe, an elusive unicorn.", "categories": [["Life & Work", "Food & Drink", "Message in a Bottle"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/message-in-a-bottle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-candidates-beware-the-iowa-state-fair-11565185289", "title": "Presidential Candidates Beware the Iowa State Fair", "date": "2019-08-07 09:41", "summary": "Avoid corn dogs, visit the butter cow, and don't be afraid of tough questions, say veterans of the crucial campaign stop. For most visitors, the Iowa State Fair is a bucolic stroll through Middle America, packed with fried food, fairground rides and agricultural feats. For presidential candidates, the 400-plus acre fairground can be more treacherous, as the 2020 Democratic hopefuls heading there in the coming days may discover.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-results-made-in-heaven-11565185154", "title": "Match Results: Made in Heaven", "date": "2019-08-07 09:39", "summary": "As the leading match maker continues to dominate online dating, it isn't likely to get dumped by investors anytime soon. It seems like Match Group Inc. may soon have the whole world swiping right.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-vision-fund-2-plans-to-begin-investing-as-soon-as-next-month-11565182018", "title": "SoftBank's Vision Fund 2 Plans to Begin Investing as Soon as Next Month", "date": "2019-08-07 09:34", "summary": "Company says its profit from existing fund jumped 66% in latest quarter from a year earlier. TOKYO-The sequel to the world's biggest technology investment fund could start investing billions of dollars as early as next month, SoftBank Group Corp. said as it reported strong growth in its original fund.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-large-democratic-field-two-candidates-lead-pack-11565184736", "title": "In Large Democratic Field, Two Candidates Lead Pack", "date": "2019-08-07 09:32", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-south-korea-agrees-to-pay-u-s-more-for-defense-against-the-north-11565180407", "title": "Trump Says South Korea Agreed to Pay More for U.S. Defenses", "date": "2019-08-07 09:31", "summary": "Unclear if the president's tweets were referring to a new deal or a previous agreement. President Trump said Wednesday morning that South Korea had agreed to pay \"substantially more\" for American troops stationed in South Korea to defend against North Korea, resurfacing a longstanding complaint from the president as Pyongyang continues weapons tests.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-disney-wynn-resorts-hertz-and-microchip-technology-11565173645", "title": "Stocks to Watch: Disney, Wynn Resorts, Hertz, and Microchip Technology", "date": "2019-08-07 09:17", "summary": "Resume Subscription. Walt Disney Co. -down 5.2% premarket: The media and entertainment giant posted disappointing results, marred by the weak performance of Fox entertainment assets purchased in a $71.3 billion deal that closed in March.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-softbank-needs-a-second-vision-fund-11565182992", "title": "Why SoftBank Needs a Second Vision Fund", "date": "2019-08-07 09:03", "summary": "Revaluation gains on investments like WeWork have become the key driver of the former Japanese telecom company's financial results. Packed with trendy companies like WeWork, SoftBank Corp.'s near-$100 billion Vision Fund has added a powerful shot of growth to the company's recent financial results, if only on paper. Little wonder the company wants to launch a second technology megafund.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jon-huntsman-to-resign-as-trumps-ambassador-to-russia-11565110858", "title": "Jon Huntsman to Resign as Trump's Ambassador to Russia", "date": "2019-08-07 08:59", "summary": "Former governor of Utah will return home after a tenure marked by deteriorating relations. WASHINGTON-Jon Huntsman, the U.S. ambassador to Russia, will resign the post in early October and return home ahead of what is widely seen as a bid to again seek election as Utah's governor.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-warns-hong-kong-it-will-intervene-if-situation-deteriorates-11565182342", "title": "China Warns Hong Kong It Will Intervene if Situation Deteriorates", "date": "2019-08-07 08:52", "summary": "A senior Chinese official in charge of Hong Kong affairs issued a dire assessment of the situation in the territory after more than two months of protests. BEIJING-A senior Chinese official in charge of Hong Kong affairs warned that Beijing would intervene if the local government proved unable to contain the violent protests, the most explicit threat of intervention to date from the central government.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-calls-for-85-billion-investment-in-public-broadband-11565181001", "title": "Warren Calls for $85 Billion Investment in Public Broadband", "date": "2019-08-07 08:30", "summary": "Democratic presidential candidate makes appeal to voters in rural areas, where access to high-speed internet remains sparse. WASHINGTON-Democratic presidential candidate Elizabeth Warren is calling for an $85 billion investment in publicly owned and operated broadband networks to expand internet access across the country.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-is-still-the-worlds-best-gymnast-11565179200", "title": "Simone Biles Is Still the World's Best Gymnast", "date": "2019-08-07 08:20", "summary": "With the 2020 Olympics approaching, most of the sport's familiar faces are missing. Here are the new athletes to watch.. U.S. women gymnasts are still world-dominant despite the sex-abuse scandal that has swept away most of their sport's national infrastructure. But beyond Simone Biles, now widely regarded as her sport's greatest athlete ever, the women who will fill out the U.S. roster at the Tokyo next summer are relatively little known.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-allowing-yuan-to-devalue-china-policy-makers-concede-economy-needs-a-boost-11565180037", "title": "Behind Yuan Move, China Concedes Its Economy Needs a Boost", "date": "2019-08-07 08:13", "summary": "The case for a weaker currency is clearer as the country's growth has downshifted. SHANGHAI-China's abrupt devaluation of the yuan this week is an acknowledgment from Beijing that its domestic economy needs help, a vulnerability that Chinese policy makers have played down during the escalating trade conflict with the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muddy-waters-claim-sees-shares-in-litigation-finance-firm-tumble-11565178688", "title": "Short-Seller Accuses Litigation-Finance Firm of 'Meaningless Metrics'", "date": "2019-08-07 07:51", "summary": "Muddy Waters claims the company aggressively marked up the value of legal cases. LONDON-U.S. short-seller Muddy Waters accused the litigation-finance firm Burford Capital Ltd. of poor governance and mismarking the value of legal cases it invests in, wiping around 50% off the value of the U.K. firm's shares.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wood-pellets-draw-fire-as-alternative-to-coal-11565175605", "title": "Wood Pellets Draw Fire as Alternative to Coal", "date": "2019-08-07 07:46", "summary": "A lawsuit says European policy on using pellets will increase greenhouse-gas emissions; 'burning gas would release far less carbon dioxide,' expert says. The wood-pellet business is thriving based on the argument that trees are a clean-energy alternative to coal, but the science behind it is facing challenges from researchers who say cutting and burning trees takes a heavy environmental toll.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-blast-claimed-by-taliban-kills-at-least-14-11565176871", "title": "Afghan Blast Claimed by Taliban Kills at Least 14", "date": "2019-08-07 07:21", "summary": "Car bomb is detonated days after U.S. and insurgency say talks to end 18-year war are making progress. KABUL-Taliban insurgents detonated a car bomb near the entrance to a police station in the Afghan capital on Wednesday, killing at least 14 people and wounding scores more, as peace talks aimed at ending the nearly 18-year war continued.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weak-spots-in-chinas-dollar-empire-11565175960", "title": "The Weak Spots in China's Dollar Empire", "date": "2019-08-07 07:09", "summary": "The value of offshore dollar bonds issued by Chinese corporations has more than tripled since 2014, with real-estate borrowing particularly high. How should investors feel about the effect of the falling yuan on China's dollar debtors? It depends where you look, and whom you believe.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sharing-tech-wont-vindicate-utc-raytheon-megamerger-11565175884", "title": "Sharing Tech Won't Vindicate UTC-Raytheon Megamerger", "date": "2019-08-07 07:04", "summary": "An analysis of both companies' patent portfolios confirms that they have little in common. Aerospace giant United Technologies and defense company Raytheon tout the advantages of combining their technological expertise through the megamerger they announced in June. A look at their patent portfolios suggests that any such gains will in fact be scant.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riches-to-rags-hedge-funds-and-retailers-dont-mix-11565175602", "title": "Riches to Rags: Hedge Funds and Retailers Don't Mix", "date": "2019-08-07 07:00", "summary": "Hedge-fund managers have lorded over the decline of retailers from Sears to Barneys. Barneys New York owner Richard Perry isn't the only deep-pocketed money manager to watch over the decline of a storied retailer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cable-provider-altice-looks-to-help-customers-ditch-the-remote-11565175601", "title": "Cable Provider Altice Looks to Help Customers Ditch the Remote", "date": "2019-08-07 07:00", "summary": "Smart speaker with technology from Amazon.com's Alexa to be introduced later this year. Cable operator Altice USA Inc. is hoping to nestle itself in consumers' living rooms with the launch of a new at-home speaker, Altice Amplify, that includes technology from Amazon.com Inc.'s Alexa.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metals-giant-glencore-mothballs-large-mine-amid-global-economic-trade-headwinds-11565169198", "title": "Glencore to Close Massive Mine as Economic Woes Hit Metals", "date": "2019-08-07 06:46", "summary": "Closure will remove around 20% of the global market's cobalt supply. Glencore PLC's first-half earnings fell by a third and the commodities giant said it is closing one of its largest copper and cobalt mines, as concerns over the global economy and the trade war between the U.S. and China hit commodity prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-parts-giant-continental-slams-brakes-on-engine-parts-amid-shift-to-electric-11565165087", "title": "Auto-Parts Giant Slams Brakes on Engines Amid Shift to Electric", "date": "2019-08-07 06:31", "summary": "Germany's Continental to cut investment in conventional engine parts as major auto makers sharpen focus on electric vehicles. BERLIN-One of the world's biggest car-parts makers is preparing for a future without the internal combustion engine-the machine that has been at the heart of the auto industry for well over a century.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entercom-communications-to-acquire-two-podcast-companies-11565172120", "title": "Entercom Communications to Acquire Two Podcast Companies", "date": "2019-08-07 06:02", "summary": "Deals will give company a presence in several facets of podcasting, from production to distribution and monetization. Entercom Communications Corp. has reached deals for a pair of podcast companies, moving the second-largest U.S. radio broadcaster by revenue more heavily into the nascent business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-iced-tea-maker-turns-to-weed-11565172124", "title": "Arizona Iced Tea Maker Turns to Weed", "date": "2019-08-07 06:02", "summary": "Beverage maker reaches licensing deal with U.S. cannabis company for new line of gummies, vape pens and drinks. The company behind Arizona Iced Tea is getting into the market for marijuana-infused gummies and drinks in the U.S. and Canada, seeking new avenues for growth after losing ground in its core tea business.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-rebranding-could-faceplant-11565172000", "title": "Facebook's Rebranding Could Faceplant", "date": "2019-08-07 06:00", "summary": "Facebook's move to add its name to Instagram and WhatsApp platforms could fuel or cut the growth engine. Transparency is noble in theory, less so in practice.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-and-uber-earnings-what-to-watch-11565172002", "title": "Lyft and Uber to Post Earnings Amid Legislation Concerns", "date": "2019-08-07 06:00", "summary": "Lyft reports after the closing bell, Uber reports after the bell on Thursday. Lyft Inc. and Uber Technologies Inc. are set to report their quarterly earnings this week, their second as public companies since IPOs in March and May, respectively. The reception thus far hasn't been great: both ride-hailing competitors are trading well below their IPO prices. Here's what to watch as Lyft reports after the market closes on Wednesday and Uber files after the close of trading on Thursday.", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-schools-are-pushed-to-train-doctors-for-climate-change-11565170205", "title": "Medical Schools Are Pushed to Train Doctors for Climate Change", "date": "2019-08-07 05:30", "summary": "Movement backed by American Medical Association starts to grow, though content can be hard to fit into an already-packed curriculum. More doctors, health organizations and students are pushing for medical education to include climate change, saying that physicians and other health-care workers need to prepare for the risks associated with rising global temperatures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-tax-laws-drive-more-americans-into-muni-bonds-11565170202", "title": "New Tax Laws Drive More Americans Into Muni Bonds", "date": "2019-08-07 05:30", "summary": "High earners hit hardest by overhaul seek to generate tax-free income. Investors in high-tax states like New York and California are piling into municipal bonds this year, fueled in part by the 2017 tax overhaul that raised tax burdens for some high-income households.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-media-muffle-protest-images-broadcast-beef-kebabs-11565170203", "title": "Russian Media Muffle Protest Images, Broadcast Beef Kebabs", "date": "2019-08-07 05:30", "summary": "President Putin is trying to stop demonstrations without stoking further discontent over a poor economy, a pension revamp and endemic corruption. MOSCOW-As Russian riot police violently suppressed pro-democracy demonstrations across Moscow, detaining around 1,000 people, some pro-Kremlin state news channels featured a different top news item: a city-sponsored barbecue festival on the leafy banks of the Moscow River.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-risk-factor-in-corporate-disclosures-active-shooters-11565170202", "title": "A New Risk Factor in Corporate Disclosures: Active Shooters", "date": "2019-08-07 05:30", "summary": "Several companies have added language to securities filings warning investors about the possible financial impact of gun violence. A handful of public companies have begun quietly warning investors about how gun violence could affect their financial performance.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-that-darn-airport-hotel-van-finally-an-answer-11565170200", "title": "Finally, Tracking for the Hotel Shuttle Van", "date": "2019-08-07 05:30", "summary": "Hotel chains are upgrading apps to check in customers, pre-order food, track shuttle vans and other services. Dulles, Va.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-says-security-concerns-should-benefit-its-hybrid-cloud-business-11565170205", "title": "IBM Says Security Concerns Should Benefit Its Hybrid Cloud Business", "date": "2019-08-07 05:30", "summary": "Incidents like the Capital One breach boost the case for the company's hybrid cloud, which takes a 'full stack' security approach, executives say. International Business Machines Corp. is betting that its strategy of giving big companies the flexibility to run their data and applications anywhere they want will help it win over enterprises concerned about cybersecurity.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-nintendo-switch-to-have-igzo-display-from-sharp-11565160555", "title": "New Nintendo Switch to Have IGZO Display From Sharp", "date": "2019-08-07 02:49", "summary": "Videogame maker plans to refresh its lineup with new models this month and next. TOKYO- Sharp Corp. will supply its IGZO display panels to Nintendo Co. 's new videogame machines, a top executive said, a boost for Sharp as it tries to spread its version of advanced display technology.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-keeps-official-yuan-rate-just-stronger-than-7-per-dollar-11565157542", "title": "China Keeps Official Yuan Rate Just Stronger Than 7 Per Dollar", "date": "2019-08-07 01:59", "summary": "Central bank avoids moving official rate beyond symbolic level. China set a daily anchor for trading in its currency at the weakest since 2008 but again avoided moving that official rate beyond the symbolic 7-yuan-per-dollar level.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-dodging-made-june-a-record-month-for-luxury-real-estate-11565175603", "title": "Tax Dodging Made June a Record Month for Luxury Real Estate", "date": "2019-08-07 00:01", "summary": "More than $4.8 billion in property changed hands, marking the highest monthly amount since at least 2003. June was the biggest month ever for sales of luxury residential real estate in New York City, as a looming July 1 tax increase sent hundreds of buyers scrambling to close deals.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-fall-sharply-as-u-s-china-spat-over-yuan-escalates-trade-war-11565057744", "title": "U.S. Stocks Regain Ground, Yuan Stabilizes", "date": "2019-08-07 00:01", "summary": "Major indexes rebound as investors see potential buying opportunity, bet on further rate cuts. U.S. stocks recouped some of their losses Tuesday after China backed off from a further escalation in the country's trade and currency dispute with Washington.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11565119951", "title": "Pepper...and Salt", "date": "2019-08-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brokers-bank-on-your-cash-but-some-are-breaking-from-the-pack-11565210891", "title": "Brokers Bank on Your Cash, but Some Are Breaking From the Pack", "date": "2019-08-07 00:01", "summary": "Fidelity is automatically sweeping new clients' cash into a money fund with a higher yield than what is paid by many other brokerages. Fidelity Investments said it has sweetened the deal for customers holding cash there, the latest salvo in the price war playing out among brokerages competing for clients' assets.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-chief-sought-help-of-groups-ad-agency-in-buying-5-million-mansion-11565145754", "title": "NRA Chief Sought Help of Group's Ad Agency in Trying to Buy $5 Million Mansion", "date": "2019-08-07 23:27", "summary": "Wayne LaPierre's dealings with firm being probed by New York attorney general. National Rifle Association Chief Executive Wayne LaPierre was in discussions to have the group's then-outside advertising agency help him buy a Dallas mansion last year for more than $5 million, but the deal fell through, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffany-caban-concedes-in-queens-district-attorney-primary-11565142367", "title": "Tiffany Cabán Concedes in Queens District Attorney Primary", "date": "2019-08-07 22:29", "summary": "Borough President Melinda Katz wins by slim margin after contested results. Tiffany Cabán, a progressive insurgent candidate who ran for Queens district attorney on a campaign of criminal-justice reform, conceded Tuesday night, more than a month after a contested Democratic primary election.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tired-of-waiting-for-brexit-britons-munch-through-nutella-stockpiles-11565103703", "title": "Tired of Waiting for Brexit, Britons Munch Through Nutella Stockpiles", "date": "2019-08-07 21:51", "summary": "Worriers squirreled away mozzarella and tea in case a messy exit from the EU sparked shortages; some are breaking into their stashes. LONDON-Britain's Brexit preppers have been stockpiling for months. Now their revolution is eating itself.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-temporarily-blocks-arkansas-laws-banning-abortion-11565136233", "title": "Judge Blocks Arkansas Laws Banning Abortion", "date": "2019-08-07 21:37", "summary": "Laws are the latest in a wave across states found to run afoul of U.S. Supreme Court precedent. A federal judge has blocked a series of abortion restrictions in Arkansas, preventing laws from taking effect that would have closed the state's last surgical abortion clinic and prohibited the procedure after 18 weeks of pregnancy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flavor-company-reports-potential-bribery-by-company-it-acquired-11565136938", "title": "Flavor Company Reports Potential Bribery by Company It Acquired", "date": "2019-08-07 20:15", "summary": "International Flavors & Fragrances said it disclosed to U.S. and Israeli authorities potentially improper payments by executives at Frutarom. A New York-based flavor company disclosed potential bribes in Russia and Ukraine by an Israeli company it acquired last year.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-probes-two-shooters-motives-amid-wider-alarm-over-attacks-11565136664", "title": "FBI Probes Shooters' Motives Amid Wider Alarm Over Attacks", "date": "2019-08-07 20:11", "summary": "Federal officials look at the role ideology played in shootings in California, Texas and Ohio. The FBI opened an investigation into what role ideology played in the weekend's mass shooting in Ohio and one a week earlier in California, part of a widening federal inquiry into the recent violence as domestic terrorism.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]