[{"link": "https://www.wsj.com/articles/mulvaney-sees-approval-of-usmca-trade-deal-likely-11560292213", "title": "Mulvaney Sees Approval of USMCA Trade Deal Likely", "date": "2019-06-11 19:38", "summary": "Acting White House chief of staff also defends Trump's use of tariff threat with Mexico in border talks. WASHINGTON-The U.S.-Mexico-Canada trade agreement has \"a better than two-thirds chance\" of passing through Congress this year, President Trump's acting chief of staff said Tuesday, adding its approval depends on support among House Democrats.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/killing-competition-in-5g-11560295543", "title": "Killing Competition in 5G", "date": "2019-06-11 19:25", "summary": "Meet the political triumvirate trying to stop the Sprint-T-Mobile tie.. Ten Democratic state Attorneys General on Tuesday sued to block T-Mobile's merger with Sprint, and the timing was no coincidence. The Justice Department will soon make its decision on the merger, and Democrats, unions and big business are lining up to defeat it at the expense of America's leadership in 5G telecom networks.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sign-it-governor-wolf-11560295505", "title": "Sign It, Governor Wolf", "date": "2019-06-11 19:25", "summary": "Pennsylvania's House and Senate pass major education reform.. Only one hurdle now stands between thousands of Pennsylvania students and their hope to attend a better school: a possible veto by Gov. Tom Wolf of a new school reform measure.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-muellers-edits-11560295475", "title": "Robert Mueller's Edits", "date": "2019-06-11 19:24", "summary": "The minute Democrats leak about non-public documents, Barr should release them in proper context.. The Department of Justice and House Democrats reached a cease fire Monday, striking a deal for lawmakers to see certain documents related to special counsel Robert Mueller's investigation. Let's hope Attorney General Bill Barr is ready to provide context when the inevitable leaks come.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-poised-to-seek-court-enforcement-of-subpoenas-of-trump-officials-11560284650", "title": "House Authorizes Committee to Seek Court Enforcement of Subpoenas of Trump Officials", "date": "2019-06-11 19:20", "summary": "Move allows Judiciary Committee to seek enforcement of subpoenas of Attorney General Barr, Ex-White House Counsel McGahn over Mueller probe. WASHINGTON-The Democratic-led House authorized Congress to go to court to enforce subpoenas of current and former Trump administration officials over the Mueller probe, a gambit designed to keep pressure on the White House without opening a full-blown impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doj-antitrust-chief-stresses-role-of-competition-in-digital-economy-11560269903", "title": "Antitrust Chief Stresses Role of Competition in Digital Economy", "date": "2019-06-11 19:12", "summary": "Makan Delrahim noted that some markets have few firms 'for reasons having nothing to do with a failure of competition'. The Justice Department's top antitrust official said he would act to protect competition in the digital marketplace, his first public remarks on the issue since news reports that the department was preparing to investigate Alphabet Inc.'s Google.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-renault-role-limits-auto-makers-boss-11560294615", "title": "Renault's Boss Is Stymied by French Government", "date": "2019-06-11 19:10", "summary": "Chairman Jean-Dominique Senard faces weakened negotiating stance in any coming deal talks. PARIS-In declining to back Fiat Chrysler Automobiles NV's plan to merge with Renault SA, the French government risks weakening its chief negotiator in any future talks, Renault Chairman Jean-Dominique Senard.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-finishes-rules-ending-blue-state-tax-cap-workarounds-11560284101", "title": "Treasury Finishes Rules Ending Blue-State Tax-Cap Workarounds", "date": "2019-06-11 19:08", "summary": "Regulations effectively nullify laws passed in some states to skirt $10,000 cap. WASHINGTON-The Treasury Department released final rules that shut down a tax-planning strategy for residents of high-tax states, nixing a workaround that could have helped New York, New Jersey and Connecticut residents skirt the new cap on state and local tax deductions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-do-students-want-from-employers-11560294472", "title": "What Do Students Want From Employers?", "date": "2019-06-11 19:07", "summary": "Hint: Not avocado toast and on-site massages.. Editor's note: This Future View is about what college students look for in employers. For next time, we'll ask: \"Should the government regulate social media? If so, how?\" Students should click here to submit opinions of fewer than 250 words before June 25. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-wireless-have-a-future-11560294414", "title": "Does 'Wireless' Have a Future?", "date": "2019-06-11 19:06", "summary": "With Amazon sniffing around and 5G coming, do we need a 'mobile' industry?. Amazon would be crazy to get into the wireless business. So declared numerous authorities after the retail giant was reported to be sniffing around Sprint's prepaid wireless brand Boost Mobile, which Sprint has agreed to sell as an enticement for federal approval of its proposed merger with T-Mobile.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-exits-abortions-wide-middle-lane-11560294354", "title": "Biden Exits Abortion's Wide Middle Lane", "date": "2019-06-11 19:05", "summary": "Most Americans have a balanced view of the issue, but Democrats allow little nuance.. \"There is no middle ground on abortion,\" blared one headline in the wake of Joe Biden's abrupt abandonment of his decadeslong support for the Hyde Amendment, which prevents the use of federal funds for abortions. \"No middle ground\" may be true among likely participants in Iowa's Democratic caucuses. But it is not the case for the electorate as a whole, or even among Democratic voters. There is a nuanced center on this long-contested issue, and Mr. Biden would be ill-advised to abandon it.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-rid-of-surprise-medical-bills-11560294309", "title": "Get Rid of Surprise Medical Bills", "date": "2019-06-11 19:05", "summary": "Congress can fight the scourge of out-of-network doctors at in-network hospitals.. Scott Kohan woke up in an Austin, Texas, emergency room after an attack that broke his jaw. The hospital was within his insurance network. But the oral surgeon who set his jaw wasn't. Mr. Kohan's insurer refused to pay the surgeon's $8,000 bill.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-successor-review-pyongyang-condential-11560294225", "title": "'The Great Successor' Review: Pyongyang Conﬁdential", "date": "2019-06-11 19:03", "summary": "In Kim Jong Un's North Korea everyone seems to live in fear, even as living standards rise slightly thanks to minor reforms.. 'Marshal, your father and your grandfather did some f-d-up s-. But you, you're trying to make a change, and I love you for that.\" So declared Dennis Rodman, the retired Chicago Bulls basketball player.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oberlin-pays-for-smearing-the-town-grocer-11560294176", "title": "Oberlin Pays for Smearing the Town Grocer", "date": "2019-06-11 19:02", "summary": "The college alleged student shoplifters were victims of racial profiling, but a jury wasn't buying it.. Ohio's Oberlin College has achieved national notoriety for the zeal of its progressive activism. According to a 2016 story in the New Yorker, students have bombarded administrators with endless demands for accommodation, including abolishing midterms, banning grades below C, the addition of \"trigger warnings\" to classic literature and even an $8.20 hourly wage for engaging in activism. It isn't surprising in this light that a hate-crime hoax, spurred by a shoplifting incident at a nearby business, was enough to put students in attack mode.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-trump-can-learn-from-james-carville-11560294122", "title": "What Trump Can Learn From James Carville", "date": "2019-06-11 19:02", "summary": "The Clinton adviser's 1992 mantra, 'The economy, stupid,' nicely sums up the president's strength.. As George Stephanopoulos tells the story in his memoir of Bill Clinton's 1992 presidential race, strategist James Carville was just trying to keep the campaign on message. He scribbled a few lines on a whiteboard and stuck it to a pillar in the middle of the room at campaign headquarters. One of the lines read: \"The economy, stupid.\"", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assad-survives-thanks-to-iranian-oiland-egyptian-consent-11560294071", "title": "Assad Survives Thanks to Iranian Oil-and Egyptian Consent", "date": "2019-06-11 19:01", "summary": "Sanctions have stopped Tehran from selling its crude, but not from giving it to the Syrian dictator.. The Trump administration has accomplished something extraordinary: Its aggressive sanctions have taken two million barrels a day of Iranian oil off the market without driving global prices upward. Tehran is also contending with a deep recession and 50% inflation. Sanctions, according to the architects of the Iran nuclear deal, shouldn't have been this effective. In 2015 Barack Obama warned that if the U.S. walked away from his nuclear deal with Iran, \"the sanctions system unravels.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-is-set-to-reinforce-9-11-survivors-fund-11560274238", "title": "Congress Is Set to Reinforce 9/11 Survivors Fund", "date": "2019-06-11 19:01", "summary": "Bill to finance compensation trust through 2090 has more than 300 co-sponsors in House. WASHINGTON-Congress is poised to shore up the finances of the September 11th Victim Compensation Fund, months after the trust said it would have to cut back on claim awards for injured and ill first responders and other survivors.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-john-dean-11560293948", "title": "Notable & Quotable: John Dean", "date": "2019-06-11 18:59", "summary": "'This time, the former White House counsel will not be able to divulge details of secret meetings.'. Caroline S. Engelmayerreporting for the Los Angeles Times, June 10:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highlights-from-the-wall-street-journals-2019-cfo-network-meeting-11560189169", "title": "Highlights From WSJ's CFO Network Meeting", "date": "2019-06-11 18:54", "summary": "Interviews include DeVos, Bolton, Mulvaney. At The Wall Street Journal's CFO Network meeting, Journal reporters and editors interviewed finance experts, as well as top Trump administration officials. Guests on Tuesday included Education Secretary Betsy Devos, as well as National Security Adviser John Bolton and acting White House Chief of Staff Mick Mulvaney. We also had sitdowns with regulators and corporate officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-judicial-pick-to-be-withdrawn-after-opposition-from-the-right-11560293280", "title": "Trump Judicial Pick to Be Withdrawn After Opposition From the Right", "date": "2019-06-11 18:48", "summary": "Several conservative groups and senators said they were against Michael Bogren's nomination because of his position on same-sex marriage and religious freedom. WASHINGTON-Michael Bogren's nomination to serve as a federal district judge will be withdrawn after several Republicans objected to the selection, according to people familiar with the process.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-technologies-raytheon-merger-is-a-red-flag-for-defense-stocks-11560292825", "title": "United Technologies-Raytheon Merger Is a Red Flag for Defense Stocks", "date": "2019-06-11 18:40", "summary": "Activist shareholder William Ackman is right to worry that the deal has little strategic logic. United Technologies Corp. and Raytheon need to do a much better job of explaining their merger. Right now, nobody looks like a winner.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/99-cents-only-stores-strikes-deal-with-sponsors-creditors-11560291064", "title": "99 Cents Only Stores Strikes Deal With Sponsors, Creditors", "date": "2019-06-11 18:11", "summary": "Debt restructuring to shave about $300 million in debt from discount retailer's books. 99 Cents Only Stores LLC's recent deal with its backers and creditors will shave off a large chunk of debt and bolster the cash on its balance sheet, according to a person familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discord-where-teens-rule-and-parents-fear-to-tread-11560245402", "title": "The Dark Side of Discord, Your Teen's Favorite Chat App", "date": "2019-06-11 18:07", "summary": "Its private gaming communities can be like unsupervised playgrounds, full of racist memes, vulgar talk and bullying. If your teens play videogames, there's a good chance they've found their way to the Discord chat service, or will soon.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebola-case-surfaces-in-uganda-despite-efforts-to-contain-congo-outbreak-11560290753", "title": "Ebola Crosses From Congo to Uganda", "date": "2019-06-11 18:05", "summary": "A boy who entered country from Congo with his family is diagnosed with hemorrhagic fever; WHO says Uganda is well-prepared to limit virus's spread. KAMPALA, Uganda-The deadly Ebola outbreak that has been raging in the Democratic Republic of Congo for more than 10 months has crossed into neighboring Uganda, where authorities on Tuesday said a 5-year-old boy tested positive for the hemorrhagic fever.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-beats-organized-community-in-court-11560290040", "title": "Obama Beats Organized Community in Court", "date": "2019-06-11 17:54", "summary": "But conservationists vow to continue defense of historic park.. More than three decades after Barack Obama began an unsuccessful tenure as a community organizer on Chicago's South Side, the former President scored an important victory Tuesday in his effort to reorganize the area's landscape. Specifically, his foundation can start building a museum honoring Mr. Obama on land which is currently a public park.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measles-outbreak-in-new-york-city-slows-11560289612", "title": "Measles Outbreak in New York City Slows", "date": "2019-06-11 17:46", "summary": "Lawmakers in Albany are set to vote next week on repealing religious exemption to statewide school-vaccination requirements. New York City health officials expressed optimism that the measles outbreak is slowing, while a bill in Albany seeking to repeal the religious exemption to New York's school-vaccination requirements appears to be moving forward.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ackman-opposes-united-technologies-raytheon-deal-11560283358", "title": "Ackman Opposes United Technologies-Raytheon Deal", "date": "2019-06-11 17:44", "summary": "The activist investor sent letter to United Technologies Chief Greg Hayes citing concerns. William Ackman, a big United Technologies Corp. shareholder who earlier pushed the industrial giant to streamline its business, is now urging the company to call off its planned megamerger with Raytheon Co. , which he says makes no strategic sense.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missouris-only-abortion-clinic-gets-temporary-reprieve-11560259794", "title": "Missouri's Only Abortion Clinic Gets Temporary Reprieve", "date": "2019-06-11 17:39", "summary": "Judge says state health department has until June 21 to decide whether to renew Planned Parenthood's license. A St. Louis circuit judge ruled Missouri's only abortion clinic will stay open for now, a decision that temporarily keeps the state from becoming the only one in the U.S. without an operating abortion clinic.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-shouldnt-take-this-beanbag-makers-warning-sitting-down-11560275671", "title": "Investors Shouldn't Take This Beanbag Maker's Warning Sitting Down", "date": "2019-06-11 17:38", "summary": "Lovesac, the Connecticut-based maker of beanbag chairs, is sounding the alarm on the U.S.-China trade fight. Lovesac , the Connecticut-based maker of beanbag chairs, is sounding the alarm on the trade fight between the U.S. and China.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-oil-gas-hit-record-production-levels-in-2018-11560264922", "title": "U.S. Oil, Gas Hit Record Production Levels in 2018", "date": "2019-06-11 17:22", "summary": "World-wide energy demand grew at its fastest rate since 2010. The shale revolution powered U.S. oil and gas production in 2018 to the largest annual increases ever recorded by any country, according to energy giant BP PLC .", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/techs-best-stretch-since-2011-rejuvenates-market-rally-11560245404", "title": "Tech's Best Stretch Since 2011 Rejuvenates Market Rally", "date": "2019-06-11 17:21", "summary": "Bounceback has been strong in part because the fundamental picture for tech firms is widely perceived to be strong regardless of rates and trade. Technology stocks just posted their best six-day stretch in 7½ years, as investors embrace monetary- and trade-policy shifts widely perceived as supporting higher prices.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-invests-in-influencer-management-company-creatoriq-11560274973", "title": "Unilever Invests in Influencer Management Company CreatorIQ", "date": "2019-06-11 17:11", "summary": "Packaged-goods giant aims to boost its expertise in influencer marketing after criticizing it for fraud. One year after Unilever PLC warned that fraud was undermining influencer marketing, the company's venture-capital and private-equity unit is buying a stake in a software company that helps marketers manage influencers.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snc-lavalin-names-new-ceo-in-shake-up-in-wake-of-crisis-11560270524", "title": "SNC-Lavalin Names Ian Edwards as Interim CEO in Shake-Up", "date": "2019-06-11 17:10", "summary": "Montreal-based firm, facing fraud and bribery charges in a Quebec court, to conduct strategic review. OTTAWA- SNC-Lavalin Group Inc. named its chief operating officer as interim president and CEO in the first major shake-up at the Montreal-based engineering and construction company since it became the center of a political crisis for Canada's Liberal government.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measuring-up-to-a-master-11560287237", "title": "Measuring Up to a Master", "date": "2019-06-11 17:07", "summary": "At Bach Festival, a world premiere by Pam Tanowitz holds the stage authoritatively next to choreographic legend Paul Taylor's work, while one by Margie Gillis falters.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meat-shares-lose-some-sizzle-11560268293", "title": "Beyond Meat Shares Lose Some Sizzle", "date": "2019-06-11 17:05", "summary": "Shares of plant-based meat-substitute company fall after JPMorgan analyst retreats from bullish call. Some investors appear to be losing their taste for market darling Beyond Meat Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-poland-plan-announcement-of-new-military-deployment-11560282352", "title": "U.S. Plans New Military Deployment in Poland", "date": "2019-06-11 16:55", "summary": "About 1,000 additional troops could join American forces already in Poland. President Trump and his Polish counterpart will meet on Wednesday to make what administration officials said would be a major announcement on troop deployments, an outcome of talks over a Polish push for a permanent U.S. military presence at a proposed \"Fort Trump.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korean-leaders-slain-half-brother-met-with-south-korean-intelligence-11560271056", "title": "North Korean Leader's Slain Half Brother Met With South Korean Intelligence", "date": "2019-06-11 16:52", "summary": "Kim Jong Nam, who also cultivated ties to the CIA, had sought to develop relationship with South Korea to safeguard his family. SEOUL-The slain half brother of North Korean leader Kim Jong Un had been in touch with the security services of several countries in the region, including South Korea, China and Japan, a person familiar with the matter said, in relationships he cultivated alongside his ties to the U.S. Central Intelligence Agency.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-as-china-plans-new-stimulus-measures-11560239747", "title": "Stocks Slip as Investors Weigh Trade Against Monetary Policy", "date": "2019-06-11 16:50", "summary": "Major indexes end slightly lower, breaking weeklong winning streak. U.S. equity markets ticked slightly lower Tuesday as investors wavered between fears of rising trade tensions and hopes that policy makers will bolster markets with fresh stimulus measures.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shepherd-in-a-sheepskin-vest-by-bill-callahan-review-an-outsider-settles-down-11560286024", "title": "'Shepherd in a Sheepskin Vest' by Bill Callahan Review: An Outsider Settles Down", "date": "2019-06-11 16:47", "summary": "With poetic lyrics and wandering melodies, the singer-songwriter's new album offers a moving account of a man belatedly coming to terms with family life.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-rallies-on-chinese-infrastructure-hopes-11560265158", "title": "Copper Rallies on Chinese Infrastructure Hopes", "date": "2019-06-11 16:46", "summary": "Beijing plans to accelerate financing of major infrastructure projects via 'special-purpose bonds'. Copper prices rose after Beijing announced new measures to stimulate economic activity in the world's second-largest economy, extending the metal's gains for a second consecutive session.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-priests-resign-in-west-virginia-shakeup-11560280163", "title": "Two Priests Resign in West Virginia Shakeup", "date": "2019-06-11 16:43", "summary": "Move comes after sexual-harassment investigation into area's former Catholic bishop. Two Roman Catholic priests resigned from their posts in a West Virginia diocese, officials said, in a personnel shakeup after an investigation into alleged sexual harassment by the area's former bishop.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-colombian-rebel-leader-takes-his-seat-in-congress-11560285168", "title": "Former Colombian Rebel Leader Takes His Seat in Congress", "date": "2019-06-11 16:32", "summary": "Ex-FARC commander Seuxis Hernández, charged by U.S. with cocaine trafficking, gets seat under peace pact that president has sought to roll back. BOGOTÁ, Colombia-Days after his release from jail, former guerrilla commander Seuxis Hernández was sworn in Tuesday as a member of congress under the terms of a 2016 peace accord, sparking vows from President Iván Duque's government that it would find a way to unseat him.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-must-go-after-cyber-criminals-11560284863", "title": "Government Must Go After Cyber Criminals", "date": "2019-06-11 16:27", "summary": "Rather than create a new government agency to assess the technical adequacy of private-sector systems, we should focus government efforts on what it is already empowered to do-find and arrest the cyber criminal.. Most airplane crashes are the result of pilot or air-traffic controller error, mechanical flaws or the weather. Often they aren't intentional acts. Cyberattacks, on the other hand, are intentionally caused by malicious actors seeking data, financial gain or commercial advantage. Suggesting that an approach akin to the National Transportation Safety Board might address flaws in technology is fine, but the systems are so complex that a determined attacker will always find a way in (\"We Need an NTSB for Cyberattacks,\" Journal Report, June 5).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-lesson-from-the-coward-of-broward-11560284773", "title": "What Lesson From the Coward of Broward?", "date": "2019-06-11 16:26", "summary": "Joseph Conrad in \"Lord Jim\": \"Maybe cowards and heroes are just ordinary men who, for a split second, do something out of the ordinary.\". Regarding your editorial \"The Coward of Broward\" (June 6) on the alleged cowardice of Scot Peterson, a Broward County sheriff's deputy, it was best summed up by Joseph Conrad in \"Lord Jim\": \"Maybe cowards and heroes are just ordinary men who, for a split second, do something out of the ordinary.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-russia-carriers-to-ship-gas-on-arctic-route-11560284812", "title": "China, Russia Carriers to Ship Gas on Arctic Route", "date": "2019-06-11 16:26", "summary": "State behemoth Cosco Shipping will join Russia's Sovcomflot to run a fleet of tankers hauling natural gas to Western markets. China is breaking into Arctic transport through a joint venture between the country's biggest ocean carrier, Cosco Shipping Holdings Co., and its Russian counterpart PAO Sovcomflot to move natural gas from Siberia to Western and Asian markets.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nuclear-deterrence-dont-do-putins-work-for-him-11560284731", "title": "Deterrence: Don't Do Putin's Work For Him", "date": "2019-06-11 16:25", "summary": "Russian President Vladimir Putin's dream is that the U.S. would voluntarily weaken the submarine leg of our triad. Deploying low-yield nukes on our submarines would weaken them.. Today's debate over low-yield nuclear weapons is about preserving our ability to protect our nuclear submarines, the most survivable and precious leg of our nuclear triad. Rep. Mike Turner's op-ed \"A Dangerous Plan to Limit U.S. Nukes\" (June 7) conveniently omits that the U.S. already has many hundreds of low-yield weapons-hundreds of them deployed-for use by the U.S. Air Force. The question is whether a few more such weapons should be deployed for the first time ever on U.S. Navy submarines.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-the-lethal-pre-d-day-exercise-tiger-11560284642", "title": "Remembering the Lethal Pre-D-Day Exercise Tiger", "date": "2019-06-11 16:24", "summary": "Three times as many men died training to land on Utah Beach during Exercise Tiger than were killed in action there on D-Day.. Alan M. Douglas's \"The Tank That Sank on D-Day\" (op-ed, June 6) about the swimming tanks that sank before they could land on the beaches of Normandy brings to mind a much larger fiasco that occurred before the successful Normandy landings of June 6. On April 28, 1944, nearly 750 Americans died in Exercise Tiger, a disastrous practice mission designed to prepare them for landing on Utah Beach. In a bitter irony of war, three times as many men died training to land on Utah Beach during Exercise Tiger than were killed in action there on D-Day.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-congress-credibly-censure-president-trump-11560284594", "title": "Can Congress Credibly Censure President Trump?", "date": "2019-06-11 16:23", "summary": "Congress's approval rating is 20%. And Ms. Noonan thinks Congress should censure the president?. Regarding Peggy Noonan's \"Mueller's Exit and an Impeachment Alternative\" (Declarations, June 1): Let me see if I understand this right. President Trump's approval rating is 48%. Congress's approval rating is 20%. And Ms. Noonan thinks Congress should censure the president? Congress can't even censure one of its own for being anti-Semitic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usc-business-school-names-new-dean-11560284602", "title": "USC Business School Names New Dean", "date": "2019-06-11 16:23", "summary": "Wharton's Geoffrey Garrett appointed to post after current Marshall School dean's contract was cut short. The University of Southern California named Wharton School political economist Geoffrey Garrett the new dean of its Marshall School of Business, capping a tumultuous seven months after administrators shortened the current dean's contract.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-modi-economist-finds-india-growth-reports-too-rosy-11560283904", "title": "Ex-Modi Economist Finds India Growth Reports Too Rosy", "date": "2019-06-11 16:11", "summary": "Former top adviser concludes 'economy growing solidly but not spectacularly'. MUMBAI-India's economy has grown far less quickly than official government figures show over much of the past decade, according to an academic paper by a former top economic adviser to Prime Minister Narendra Modi.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-goldman-banker-sentenced-for-insider-trading-11560283635", "title": "Ex-Goldman Banker Sentenced for Insider Trading", "date": "2019-06-11 16:07", "summary": "Woojae 'Steve' Jung, who pleaded guilty to one count of securities fraud, received three months in prison. A former Goldman Sachs Group Inc. investment banker who traded on confidential information regarding prospective deals has been sentenced to three months in prison and ordered to pay back $130,000 in illegal gains.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/devos-makes-case-for-alternatives-to-4-year-college-11560282935", "title": "DeVos Makes Case for Alternatives to 4-Year College", "date": "2019-06-11 15:55", "summary": "Education secretary says students should have additional educational and career pathways. WASHINGTON-Education Secretary Betsy DeVos told a gathering of finance executives that more students should have access to career pathways other than a bachelor's degree and that more companies should be willing to hire people with alternative credentials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-prep-giant-h-r-block-rides-the-wave-11560282172", "title": "Tax Prep Giant H&R Block Rides the Wave", "date": "2019-06-11 15:42", "summary": "Shares of the tax preparation company rose Tuesday in response to deal for Wave Financial. The business of filing taxes is paying off for H&R Block .", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-drops-charges-against-investigative-journalist-amid-stiff-criticism-11560266642", "title": "Russia Releases Investigative Journalist After Criticism", "date": "2019-06-11 15:38", "summary": "Decision to drop charges and free Ivan Golunov follows public outcry, a rare turnaround. MOSCOW-Russian authorities dropped drug charges against a prominent journalist and released him from house arrest in an unusual turnaround that followed criticism from journalists, lawmakers and celebrities.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inflation-fears-fade-amid-bond-rally-rise-in-rate-cut-bets-11560281143", "title": "Inflation Fears Fade Amid Bond Rally, Rise in Rate Cut Bets", "date": "2019-06-11 15:25", "summary": "Investors' expectations for U.S. inflation have declined to their lowest levels since the start of the year. Investors' expectations for U.S. inflation have declined to their lowest levels since the start of the year, a sign of growing concerns about a slowdown in the global economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-attorneys-general-seek-to-block-t-mobile-sprint-merger-11560265380", "title": "T-Mobile, Sprint Merger Challenged by States", "date": "2019-06-11 15:25", "summary": "New York, California lead legal challenge to wireless deal while Justice Department continues its own review. A group of state attorneys general filed a lawsuit on Tuesday to block the proposed merger of T-Mobile US Inc. and Sprint Corp. , a highly unusual challenge that comes as federal antitrust officials are still reviewing the more than $26 billion deal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hd-supply-points-to-tariffs-in-lowering-outlook-11560278861", "title": "HD Supply Points to Tariffs in Lowering Outlook", "date": "2019-06-11 14:47", "summary": "Industrial distributor will seek to negotiate breaks from suppliers, pass along higher costs to buyers. Industrial distributor HD Supply Holdings Inc. lowered its 2019 outlook citing factors including uncertainty around U.S. tariffs, and plans to raise prices to offset the hit from increased levies on Chinese imports.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usda-cuts-projections-for-corn-production-to-four-year-low-after-wet-planting-season-11560278067", "title": "USDA Cuts Projections for Corn Production to Four-Year Low After Wet Planting Season", "date": "2019-06-11 14:35", "summary": "Heavy rainfall in Corn Belt prevented farmers from planting the crop on time. A key monthly report by the U.S. Department of Agriculture confirmed Tuesday the damage done by heavy rainfall in the Corn Belt, reducing expected corn production to its lowest in four years.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-beach-ready-pasta-recipe-11560284359", "title": "A Beach-Ready Pasta Recipe", "date": "2019-06-11 14:31", "summary": "What happens when an Italian-American classic goes down the shore? In Philly and New Jersey, it's called crab gravy: a briny, brawny pasta sauce of slow-cooked tomatoes and succulent shellfish. WHEN JOEY BALDINO took over as chef and president of Philadelphia's 101-year-old Palizzi Social Club in 2016, he overhauled the menu to include dishes from his childhood. A top priority: crab gravy, a summer-Sunday staple on the Jersey Shore and a must on Christmas Eve among his Italian-American family in Philly, who celebrated with the traditional Feast of the Seven Fishes.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-entire-nba-felt-kevin-durants-injury-11560277604", "title": "The Entire NBA Felt Kevin Durant's Injury", "date": "2019-06-11 14:26", "summary": "The Golden State Warriors star hurt his Achilles tendon. And nobody knows what happens next.. TORONTO-Bob Myers couldn't get the words to come out of his mouth. It had been hours since Kevin Durant limped off the court after reaching for the back of his foot, the worst part of any basketball player's body, and the Golden State Warriors' president of basketball operations looked sullen and choked back tears as he shared the medical report that could alter the course of NBA history.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-are-underestimating-the-financial-risks-of-climate-change-executives-say-11560276836", "title": "CFOs Are Underestimating the Financial Risks of Climate Change, Executives Say", "date": "2019-06-11 14:13", "summary": "Finance chiefs should take a leading role in preparing their companies for extreme weather and other climate effects, executives said at a Wall Street Journal conference. WASHINGTON-Finance chiefs are underestimating how climate-related risks, such as extreme weather and changing consumer views on environmental issues, could affect their companies' bottom lines, and they need to make climate risk assessments a bigger priority, executives said Tuesday at The Wall Street Journal's CFO Network Annual Meeting.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-reports-wider-net-loss-falling-sales-11560264389", "title": "Neiman Marcus Offers More Discounts to Stay Competitive", "date": "2019-06-11 14:00", "summary": "Luxury retailer reports wider net loss, falling sales. Neiman Marcus Group Ltd. is offering more discounts to move luxury merchandise, even in one of the strongest U.S. economies, as it struggles to compete in a highly promotional retail environment.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolton-says-u-s-is-expanding-offensive-cyber-operations-11560266199", "title": "Bolton Says U.S. Is Expanding Offensive Cyber Operations", "date": "2019-06-11 13:59", "summary": "National security adviser plays down talk of split with Trump on North Korea, says new summit is possible. WASHINGTON-The U.S. intends to expand offensive operations in cyberspace to counter digital economic espionage and other commercial hacks, White House national security adviser John Bolton said Tuesday, while also dismissing talk of a split with President Trump on North Korea and other hot spots.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-years-away-from-seeing-quantum-computing-dividends-11560275316", "title": "JPMorgan Years Away From Seeing Quantum-Computing Dividends", "date": "2019-06-11 13:48", "summary": "The bank and IBM researchers are experimenting with the technology's uses. JPMorgan Chase & Co. sees potential in using quantum computing as a way to significantly speed up financial calculations, but it is still years away from deploying the technology.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-ends-restaurant-delivery-in-face-of-fierce-competition-11560247204", "title": "Amazon Ends Restaurant Delivery as Competition Bites", "date": "2019-06-11 13:44", "summary": "Shutdown comes after the company invested in British food-delivery company Deliveroo. Amazon.com Inc. is shutting its restaurant delivery service Amazon Restaurants in the U.S., putting an end to a four-year experiment that sought to compete with the likes of Grubhub and Uber Eats but failed to gain much traction.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-impossible-burger-is-hot-pity-the-veggie-burger-the-impossible-burger-is-hot-pity-the-veggie-burger-11560275027", "title": "The Impossible Burger Is Hot. Pity the Veggie Burger.", "date": "2019-06-11 13:43", "summary": "Impossible Foods and Beyond Meat have lapped longtime veggie-burger makers, forcing them to beef up their fare. Jordan Bruneau has a beef with veggie burgers. They can taste like they're good for you.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-syrian-businessman-samer-foz-others-11560272405", "title": "U.S. Sanctions Syrian Businessman Samer Foz, Others", "date": "2019-06-11 13:38", "summary": "Blacklisting is for alleged financial support of President Bashar al-Assad. The U.S. Treasury Department on Tuesday sanctioned a top Syrian businessman and more than a dozen individuals and companies for their alleged financial support of President Bashar al-Assad.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developer-feuds-with-korean-partner-over-busted-smart-city-11560261729", "title": "Developer Feuds With Korean Partner Over Busted 'Smart' City", "date": "2019-06-11 13:36", "summary": "After 17 years and $20 billion, Songdo's dream of becoming an international business center is in tatters. A leading U.S. real-estate developer teamed with the South Korean government and one of that country's biggest construction firms to create a \"smart\" city on 1,500 acres of reclaimed land near Seoul.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-puts-istanbuls-budgetand-ruling-partys-use-of-itin-spotlight-11560245400", "title": "Election Puts Istanbul's Budget-and Ruling Party's Use of It-in Spotlight", "date": "2019-06-11 13:34", "summary": "Turkish President Erdogan, who pushed for a rerun of the mayoral vote, denies opposition politicians' allegations that city spending goes to support AKP projects. ISTANBUL-President Recep Tayyip Erdogan is pushing to retain control over this city, which propelled his political career and drives Turkey's economy, but the real prize in this month's election rerun is its budget.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-woman-arrested-at-mar-a-lago-to-represent-herself-at-trial-11560274410", "title": "Chinese Woman Arrested at Mar-a-Lago to Represent Herself at Trial", "date": "2019-06-11 13:33", "summary": "Judge finds no issue with competency of Yujing Zhang, sets a trial date for Aug. 19. FORT LAUDERDALE, Fla.-A federal judge allowed a Chinese woman arrested for trespassing at President Trump's Mar-a-Lago resort to fire her attorneys and represent herself at trial.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ivanka-trump-pushes-initiative-to-give-women-bigger-role-in-global-peace-efforts-11560265589", "title": "Ivanka Trump Pushes Initiative to Give Women Bigger Role in Global Peace Efforts", "date": "2019-06-11 13:32", "summary": "President's daughter, a senior White House adviser, has championed government-wide strategy, which has bipartisan backing. The Trump administration rolled out a new initiative Tuesday aimed at giving women a bigger role in global peace and security efforts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-this-vanilla-is-loved-by-michelin-starred-pastry-chefs-11560273521", "title": "Why This Vanilla Is Loved by Michelin-Starred Pastry Chefs", "date": "2019-06-11 13:18", "summary": "Pastry chefs at Eleven Madison Park, Gramercy Tavern and The Pool/The Grill all swear by Heilala, a $7.49 vanilla bean with a riveting backstory. To most consumers, even gourmands, a vanilla bean is an ordinary thing. It's dark brown and rigid, stick-like, perhaps with an end curving around to resemble a miniature shepherd's crook. If you try to wrap it around your finger, it won't bend; it might crack into pieces instead. This is the vanilla you're most likely to encounter at the grocery store.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-admirals-early-years-were-inspired-by-james-bond-11560263630", "title": "An Admiral's Early Years Were Inspired by James Bond", "date": "2019-06-11 13:10", "summary": "William H. McRaven remembers a childhood spent on military bases and conducting covert 'spy missions' with friends. ", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-is-drinking-kraft-heinzs-kool-aid-11560273012", "title": "Nobody Is Drinking Kraft Heinz's Kool-Aid", "date": "2019-06-11 13:10", "summary": "Even more of the food giant's brands are under threat as consumers prefer natural foods. The damage to dated food brands may be only starting to show at Kraft Heinz .", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-sanctions-reach-limits-as-venezuela-is-wrung-dry-11560270628", "title": "Oil Sanctions Reach Limits as Venezuela Is Wrung Dry", "date": "2019-06-11 12:30", "summary": "Venezuela's oil industry is reeling, but additional U.S. sanctions will have little effect as it trades with countries that will ignore them. The vise is tightening on Venezuela, but the oil market can shrug off the latest news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-blasts-fed-policies-euros-value-to-the-dollar-11560261199", "title": "Trump Blasts Fed Policies, Euro's Value to the Dollar", "date": "2019-06-11 12:28", "summary": "President calls bond moves 'ridiculous,' says of board: 'They don't have a clue!'. President Trump renewed his criticism of the Federal Reserve Tuesday morning on Twitter, saying that the Fed has raised rates too high and that its policy of shrinking its bond portfolio is \"ridiculous.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-releases-lebanese-man-accused-of-spying-for-u-s-11560265325", "title": "Iran Releases Lebanese Man Accused of Spying for U.S.", "date": "2019-06-11 12:25", "summary": "Nizar Zakka lived in the U.S. before joining internet freedom group. Iran released a Lebanese national it detained nearly four years ago on charges of spying for the U.S., amid attempts by foreign powers to ease tensions between Tehran and Washington in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canon-and-toshiba-fined-5-million-for-evading-premerger-notification-laws-11560211515", "title": "Canon and Toshiba Fined $5 Million for Evading Premerger Notification Laws", "date": "2019-06-11 11:48", "summary": "The two Japanese companies agreed to create a program to comply with the notification law and other antitrust laws. Canon Inc. and Toshiba Corp. on Monday agreed to pay $2.5 million each to settle charges the companies violated U.S. antitrust laws by failing to notify authorities before a deal made for Toshiba's medical device business.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-budget-woes-still-smoking-11560267391", "title": "Illinois Budget Woes: Still Smoking", "date": "2019-06-11 11:36", "summary": "The state's decision to legalize gambling and marijuana helps immediate problems but delays the state's inevitable financial collapse. Illinois is trying to pull off a circus act to improve its financial position. Ratings firms aren't amused.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trumps-onetime-greenwich-estate-relists-for-29-less-11560267033", "title": "President Trump's Onetime Greenwich Estate Relists for 29% Less", "date": "2019-06-11 11:30", "summary": "The Connecticut property where Donald Trump and his ex-wife Ivana Trump lived after getting married is asking $38.5 million. A Greenwich, Conn., estate where President Donald Trump and his ex-wife Ivana Trump lived is returning to market for $38.5 million-almost 29% less than its onetime $54 million asking price.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tuscan-style-home-in-one-of-l-a-s-most-exclusive-neighborhoods-asks-29-95-million-11560265228", "title": "Tuscan-Style Home in One of L.A.'s Most Exclusive Neighborhoods Asks $29.95 Million", "date": "2019-06-11 11:00", "summary": "The property is a rare listing in Brentwood Country Estates, a tiny, celebrity-studded enclave of just 13 homes. A rare listing in Brentwood Country Estates, a tiny Los Angeles enclave of just 13 homes, is coming on the market for $29.95 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-ceo-search-drags-on-as-two-top-candidates-take-pass-11560260320", "title": "Wells Fargo's Top CEO Candidates Take Pass on Post", "date": "2019-06-11 10:32", "summary": "Bank is still pursuing JPMorgan's Gordon Smith, but he has told confidants he is likely to stay put. Wells Fargo & Co. is having trouble getting top bankers interested in its open chief executive officer job.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drake-nba-finals-outfits-11560203433", "title": "How to Dress Like an NBA Villain", "date": "2019-06-11 10:29", "summary": "Drake's courtside behavior has been one of the bigger stories of this year's NBA finals. But it's the antagonistic style choices from the Toronto Raptors booster that have sent the biggest messages to the Golden State Warriors. During Game 1 of the NBA Finals, all eyes were on Drake. The rapper and fanatical supporter of his hometown Toronto Raptors has become a lively fixture of playoff coverage, frequently exploding outside of his courtside seat to taunt other players. Golden State Warriors forward Draymond Green drew most of Drake's ire during that game, but he clearly was trying to bother Warriors star Steph Curry as well. Drake wore a vintage Dell Curry Raptors jersey-that's Steph's father-to the game. (The senior Curry played for the team in the twilight of his career from 1999 to 2002.) It was a clear attempt of sartorial intimidation.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-cash-is-suddenly-toxic-in-silicon-valley-following-u-s-pressure-campaign-11560263302", "title": "Chinese Cash That Powered Silicon Valley Is Suddenly Toxic", "date": "2019-06-11 10:28", "summary": "As U.S. startups reject their money, Chinese venture-capital firms in U.S. are dialing back investments, structuring deals to avoid regulators or shutting down. Silicon Valley startup Pilot AI Labs Inc. signed a Chinese-backed venture-capital firm as its first big investor in 2015. By last summer, Pilot AI wanted it gone.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-producer-prices-up-slightly-in-may-showing-little-inflation-pressure-11560256709", "title": "U.S. Producer Prices Up Slightly in May, Showing Little Inflation Pressure", "date": "2019-06-11 10:28", "summary": "The producer-price index rose a seasonally adjusted 0.1% in May from a month earlier, the Labor Department said. WASHINGTON-Inflation pressures in the U.S. economy appear to be mild, with falling gasoline and food prices mostly offsetting increased costs for consumer services.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/laperouse-paris-renovation-photos-11560262241", "title": "Behind The Restoration of Paris's Historic Lapérouse", "date": "2019-06-11 10:11", "summary": "To bring one of Victor Hugo's favorite haunts back to life, new owners Benjamin Patou, of French hospitality group Moma, and LVMH's Antoine Arnault brought in 18th century chandeliers and lots of new inspirations. Historic Left Bank Parisian restaurant Lapérouse recently reopened its doors following a significant facelift by new owners Benjamin Patou, of the French hospitality group Moma, and LVMH 's Antoine Arnault. With this new chapter the duo plans a return to the institution's past, when, for two centuries, great writers, artists and politicians dined and drank with Paris's demi-monde in its clandestine, private dining rooms.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iphone-assembler-foxconn-brushes-off-risks-of-u-s-china-trade-tensions-11560244585", "title": "Foxconn Prepared to Move Apple Production Out of China if Necessary", "date": "2019-06-11 10:09", "summary": "Taiwan-based company tries to brush off investor worries over U.S.-China trade row. HONG KONG- Foxconn Technology Group said it is ready to shift production for Apple Inc. out of China if necessary, as the electronics assembler tried to assuage investors' concerns over the U.S.-China trade conflict.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knitwear-company-stitches-together-an-at-home-workforce-11560261600", "title": "Knitwear Company Stitches Together an At-Home Workforce", "date": "2019-06-11 10:00", "summary": "Hania New York employs nearly 100 knitters around the city, many of them immigrants from Albania, Kosovo and Montenegro. The cashmere sweaters made by Hania New York, a luxury knitwear company based in Manhattan, have a contemporary look. The shapes are modern and the colors often bold. But when it comes to the production process, it might as well be 1852.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-investors-need-bigger-targets-11560261513", "title": "Biotech Investors Need Bigger Targets", "date": "2019-06-11 09:58", "summary": "Stock market is smiling on unprofitable growth stories, but biotech has been left out. To win back investors, the drug industry needs to hunt bigger game.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rare-bipartisan-ground-emerges-over-big-tech-worries-11560260611", "title": "Rare Bipartisan Ground Emerges Over Big Tech Worries", "date": "2019-06-11 09:43", "summary": "Investigations into antitrust law and technology giants may soon be bicameral. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ben-affleck-returns-to-boston-for-city-on-a-hill-11560257932", "title": "Ben Affleck Returns to Boston for 'City on a Hill'", "date": "2019-06-11 09:34", "summary": "Ben Affleck's hometown of Boston is a grand stage for tales of crime and corruption in 'City on a Hill,' the new series he is producing for Showtime. Ben Affleck has a hometown disclaimer. As a movie star who has lived away from Boston longer than he spent growing up there, he says he's not the city's arbiter of authenticity in Hollywood.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-goldfinger-car-highlights-a-special-family-bondjames-bond-11560259187", "title": "A 'Goldfinger' Car Highlights a Special Family Bond-James Bond", "date": "2019-06-11 09:19", "summary": "Resume Subscription. Twin brothers Bill and Chris Sharples, 55, co-founders of SHoP Architects based in New York City, on their 1965 Aston Martin DB5 Vantage, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-ejector-seat-not-included-11560258828", "title": "Photos: Ejector Seat Not Included", "date": "2019-06-11 09:13", "summary": "A classic Aston Martin like the one made famous by the James Bond movie 'Goldfinger' has stayed in the same family since 1965. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-shutterfly-ascena-retail-azure-power-11560247201", "title": "Stocks to Watch: Shutterfly, Barnes & Noble, Chico's, Ascena Retail", "date": "2019-06-11 08:57", "summary": "Shares in Limoneira, Azure Power and Legacy Reserves are also expected to trade actively. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-blocks-merger-of-steelmaking-units-of-tata-thyssenkrupp-11560251203", "title": "EU Blocks Merger of Steelmaking Units of Tata, Thyssenkrupp", "date": "2019-06-11 08:01", "summary": "Commission says companies failed to address competition concerns. BRUSSELS-The European Union's antitrust enforcer on Tuesday blocked the planned merger of the European steel businesses of India's Tata Steel Ltd. and Germany's Thyssenkrupp AG , saying the combination would reduce competition in the supply of special steel for the car and packaging industries.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-warriors-won-a-game-and-lost-kevin-durant-the-entire-nba-may-have-changed-overnight-11560254228", "title": "The Warriors Won a Game and Lost Durant. The Entire NBA May Have Changed Overnight.", "date": "2019-06-11 07:57", "summary": "Golden State's star injured his Achilles tendon, and now the futures of Durant, the Warriors, the Toronto Raptors, the NBA and the Finals are uncertain. TORONTO-It was over. The whole arena thought it was over. The entire nation of Canada thought it was over. The Toronto Raptors were about to win the NBA championship.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-meddles-with-hong-kong-at-its-own-peril-11560251057", "title": "Beijing Meddles With Hong Kong at Its Own Peril", "date": "2019-06-11 07:04", "summary": "Proposed amendments to Hong Kong's extradition law may threaten the city's success under Chinese rule. Hong Kong could pay a big price for taking even a small step closer to Beijing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-investors-should-like-about-global-trade-uncertainty-11560250980", "title": "What Investors Should Like About Global Trade Uncertainty", "date": "2019-06-11 07:03", "summary": "By holding back investment, trade uncertainty might help to prevent or delay excesses. President Trump's trade policy is widely criticized by economists but has a silver lining: It is damping down animal spirits in markets that could otherwise lead to the sort of runaway boom that ends horribly.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-goalkeeper-emerges-from-hope-solos-shadow-11560247200", "title": "Team USA Goalkeeper Emerges From Hope Solo's Shadow", "date": "2019-06-11 06:00", "summary": "Alyssa Naeher will play her first minutes in a World Cup after taking over for the decorated but controversial goalkeeper. REIMS, France-The U.S. Women's Soccer Team's last starting goalkeeper won two Olympic gold medals and a World Cup, repeatedly challenged the U.S. Soccer Federation and eventually was kicked off the team after insulting a U.S. opponent.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unhitched-from-wells-fargo-property-firm-bets-it-can-thrive-11560245521", "title": "Unhitched From Wells Fargo, Property Firm Bets It Can Thrive", "date": "2019-06-11 05:32", "summary": "Management buyout of Eastdil is a bet on WeWork and tech firms disrupting real estate's biggest players. Real-estate firm Eastdil Secured LLC is buying back control of the company from Wells Fargo & Co., betting it can prosper as an independent boutique operation even as its competitors are growing bigger and going public.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waldorf-astoria-condos-to-hit-market-in-fall-11560245401", "title": "Waldorf Astoria to Sell Condos, as Chinese Owners Shrug Off Glut", "date": "2019-06-11 05:30", "summary": "Anbang moves ahead with marketing of 375 luxury units despite oversupply and political strains. Luxury condos at the Waldorf Astoria hotel are expected to go on sale in the fall, as the historic property's Chinese owner advances its redevelopment plans despite a market glut and political tensions with the U.S.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-edges-closer-to-a-major-economic-own-goal-11560243496", "title": "Japan Is Wasting Its Last Chance to Avoid a Major Economic Blunder", "date": "2019-06-11 05:01", "summary": "The government looks increasingly committed to a sales-tax hike that it doesn't need to pursue. Japan is fumbling what looks like its last chance to avoid an unnecessary and economically damaging sales-tax hike.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-for-supremacy-in-indoor-farming-escalates-with-new-funding-11560240000", "title": "Fight for Supremacy in Indoor Farming Escalates With New Funding", "date": "2019-06-11 04:00", "summary": "In raising $100 million, Germany's Infarm fires latest salvo in an increasingly competitive sector. Venture investors are firing another salvo in the increasingly competitive field of indoor farming, a growing market that has already drawn interest from powerhouse firms like SoftBank Vision Fund and GV.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glynns-take-extended-downturn-a-growing-risk-for-australia-11560239662", "title": "Glynn's Take: Extended Downturn a Growing Risk for Australia", "date": "2019-06-11 03:54", "summary": "With annualized GDP growth at just over 1%, the economy is close to stall speed. Australia's re-elected coalition government needs to take urgent steps to lift the economy, or risk extending the downturn seen since mid-2018 into its next three years in power.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-myths-about-commodities-investing-11560132781", "title": "Five Myths About Commodities Investing", "date": "2019-06-11 00:01", "summary": "It might be time to diversify your portfolio, but first, understand what you're getting into. Gold prices are hovering near 52-week highs, propelled upward by speculation that Federal Reserve policy makers will cut interest rates. Swine fever is wreaking havoc in China, the world's largest pork producer, boosting prices for lean-hog futures. Corn and other agricultural commodities are trading at or near their three-year highs, thanks to cool, rainy weather in the U.S. and floods that have delayed planting and raised fears of meager harvests.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11560195349", "title": "Pepper...and Salt", "date": "2019-06-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-jersey-city-college-students-are-guaranteed-70-000-jobs-upon-graduation-11560285983", "title": "These Students Are Guaranteed $70,000 Jobs Upon College Graduation", "date": "2019-06-11 00:01", "summary": "Jersey City, colleges team up with high-tech millwork company. A new apprenticeship program in Jersey City is offering a solution to help students avoid crushing student-loan debt: Free tuition and the promise of a $70,000 job when they graduate college.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technology-could-slow-pace-of-new-accounting-rules-regulators-say-11560279159", "title": "Technology Could Slow Pace of New Accounting Rules, Regulators Say", "date": "2019-06-11 00:01", "summary": "Financial Accounting Standards Board Chairman said he was 'disappointed' that many software companies weren't ready for lease-accounting rules. WASHINGTON-Technology is improving the way companies report and audit their financials, but it could increase the time it takes them to implement new standards.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-mexicos-south-police-check-buses-trains-in-migrant-crackdown-11560205318", "title": "In Mexico's South, Police Check Buses, Trains in Migrant Crackdown", "date": "2019-06-11 23:11", "summary": "President López Obrador, pressured by Trump, shifted policy and ramped up detentions even before the new migration deal with U.S.. TAPACHULA, Mexico-A Mexican immigration officer clad in white shirt and khaki trousers stops a minibus, opens the sliding door and peers inside. Several federal policemen stand by, watching the improvised checkpoint.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-agency-subcontractor-hit-by-cyberattack-11560215532", "title": "Border Agency Cyberattack Likely Exposed Traveler Photos", "date": "2019-06-11 22:52", "summary": "Likely tens of thousands of photos of travelers' faces and vehicle license plates are involved. WASHINGTON-A federal subcontractor working for U.S. Customs and Border Protection suffered a malicious cyberattack that compromised likely tens of thousands of photos of travelers' faces and their vehicles' license plates, officials said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-target-millennials-with-social-investing-apps-11560219180", "title": "Millennials Flock to Social-Investing Apps", "date": "2019-06-11 22:13", "summary": "The lure: investment products built around themes like clean energy and corporate ethics. For millennial investors, making a social impact is a top priority", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sustainable-finance-goes-to-business-school-11560219120", "title": "Sustainable Finance Goes to Business School", "date": "2019-06-11 22:12", "summary": "New classes teach students how to evaluate a company based on ESG performance, as well as how to finance green businesses. Sustainable finance and investing are taking off-and the world's top business schools are climbing on board.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-turn-to-internal-crowdsourcing-to-pick-best-new-ideas-11560219060", "title": "Companies Turn to Internal Crowdsourcing to Pick Best New Ideas", "date": "2019-06-11 22:11", "summary": "By using a system modeled after websites such as Kickstarter, companies allow employees to have a say in which projects deserve to be funded. Many companies rely on their senior executives and research-and-development teams to drive decisions around innovation. But now, some organizations are trying a different approach: They are giving rank-and-file employees a bigger say in which projects the companies pursue.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surprising-way-startups-are-disrupting-the-life-insurance-business-11560219000", "title": "The Surprising Way Startups Are Disrupting the Life-Insurance Business", "date": "2019-06-11 22:10", "summary": "'Insuretech' companies found it made more sense to collaborate with old-line insurers, rather than replace them. To get a glimpse of where the life-insurance industry is heading, try answering this: What is a fruit that vegans avoid eating?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monetary-easing-looks-different-this-time-around-11560219001", "title": "Monetary Easing Looks Different This Time Around", "date": "2019-06-11 22:10", "summary": "As the global economy slows, central bank policies won't follow the same path as a decade ago. ZURICH-Central banks around the world are responding in different ways to current economic challenges. Some have shifted from modest tightening to pauses. A few have cut rates.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funds-say-climate-change-is-now-part-of-their-investing-equation-11560218940", "title": "Funds Say Climate Change Is Now Part of Their Investing Equation", "date": "2019-06-11 22:09", "summary": "Investing with climate change in mind is increasingly seen as a way to earn the highest returns and avoid risks. Abu Dhabi's $800 billion sovereign-wealth fund recently added a new question to its investment process: How will the Earth's changing climate affect a potential asset's price?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-debt-relief-for-employees-11560218881", "title": "More Companies May Soon Offer Student-Debt Relief to Employees", "date": "2019-06-11 22:08", "summary": "A proposed change to the tax code would give companies more incentive to offer assistance to their workers. Only a small percentage of companies help their employees with student-loan payments, despite it being a sought-after perk. But that could change dramatically if a proposed tweak to the tax code gains momentum in Congress.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-crystal-ball-to-predict-consumer-and-investor-behavior-11560218820", "title": "A New Crystal Ball to Predict Consumer and Investor Behavior", "date": "2019-06-11 22:07", "summary": "Agent-based modeling provides insights into the complex behavior of large groups of people, like consumers, voters and investors. E.W. Scripps Co. had a big year in 2018 for political advertising on its network of local TV stations. Its new approach to political-ad sales helped to nearly double its revenue in the sector versus the previous midterm elections in 2014.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/using-smartphones-to-pay-thats-so-yesterday-in-china-11560218821", "title": "Using Smartphones to Pay? That's So Yesterday in China", "date": "2019-06-11 22:07", "summary": "Chinese consumers can pay at some retail stores by simply looking into facial-recognition machines at checkout. Chinese technology giants have leapfrogged U.S. companies in popularizing mobile payments. Now, they are trying to get people to bypass their smartphones and make payments by simply looking into screens.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-your-face-may-tell-lenders-about-whether-youre-creditworthy-11560218700", "title": "What Your Face May Tell Lenders About Whether You're Creditworthy", "date": "2019-06-11 22:05", "summary": "How one of the world's largest insurers uses facial-recognition technology on potential customers to assess risk. What does your face reveal about how big of a financial risk you are?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smart-technology-could-change-the-future-of-city-finances-11560218580", "title": "'Smart' Technology Could Change the Future of City Finances", "date": "2019-06-11 22:03", "summary": "For one thing, the technology may save enough money so that city projects will be able to pay for themselves. Cities and transit systems across the U.S. have borrowed hundreds of millions of dollars in recent years to finance investments in systems that produce streams of data on traffic, trains, ports, streetlights and more.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-stablecoins-stand-out-in-the-cryptocurrency-world-11560218460", "title": "Why Stablecoins Stand Out in the Cryptocurrency World", "date": "2019-06-11 22:01", "summary": "They aren't as volatile as bitcoin and other crypto assets. But they aren't mainstream yet.. Cryptocurrencies have yet to reach mainstream adoption, but one part of the market that has seen substantial growth is stablecoins.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-mayor-adopts-ideas-to-diversify-schools-but-toughest-issues-remain-unaddressed-11560206283", "title": "NYC Mayor Adopts Some Ideas to Diversify Schools, But Toughest Issues Are Still Under Review", "date": "2019-06-11 21:45", "summary": "Bill de Blasio endorses recommendations of advisory group, leaves how students get allocated for later. Adding programs to attract diverse students to schools they might not have considered; translating more materials about admissions for parents who don't speak English; ensuring admission fairs take place in buildings the disabled can access.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pilot-in-manhattan-helicopter-crash-was-skilled-flier-11560212651", "title": "Pilot in Manhattan Helicopter Crash Was Skilled Flier", "date": "2019-06-11 21:15", "summary": "Timothy McCormack was a certified flight instructor and had a commercial license and also served as a firefighter. The pilot who was killed when his helicopter crashed on the roof of a Midtown Manhattan skyscraper was known as a skilled flier who fought fires in his spare time.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helicopter-crash-lands-in-midtown-manhattan-11560195896", "title": "Photos: Midtown Scene After a Helicopter Crash", "date": "2019-06-11 20:41", "summary": "Photos from the area of the crash in New York City. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/united-technologies-raytheon-merger-builds-scale-for-scales-sake-11560175691", "title": "United Technologies-Raytheon Merger Builds Scale for Scale's Sake", "date": "2019-06-11 20:32", "summary": "Merging the companies will create an aerospace and defense behemoth, but efficiency gains are a leap and the deal is messy. United Technologies isn't making things simple. The industrial conglomerate is buying Raytheon to create the U.S.'s second-largest aerospace-and-defense company by sales, while concurrently working on a spinoff.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}]