[{"link": "https://www.wsj.com/articles/southern-border-crossings-drop-sharply-in-wake-of-mexico-deal-u-s-says-11561745093", "title": "The Rush Is on to Spend Border Aid Funds", "date": "2019-06-28 19:51", "summary": "Unauthorized crossings at U.S.-Mexico border dropped in June; DHS calls for more actions. Federal agencies are scrambling to deploy an infusion of billions of dollars in border aid, amid a bitter political fight over the plight of Central American asylum seekers and fresh legal scrutiny that the money alone is unlikely to quell.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-june-22-28-2019-11561735200", "title": "Photos of the Week", "date": "2019-06-28 19:23", "summary": "Migrant crisis at the border intensifies, Supreme Court blocks citizenship question for now, heatwave hits parts of Europe and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-won-the-debate-11561763598", "title": "Bernie Sanders Won the Debate", "date": "2019-06-28 19:13", "summary": "He may not be the nominee, but he has set the Democratic agenda.. President Trump is a lucky man. Typically a re-election campaign is a referendum on the incumbent, and Mr. Trump is losing that race. But the Democrats are moving left so rapidly that they may let him turn 2020 into a choice between his policy record and the most extreme liberal agenda since 1972 (which may be unfair to George McGovern).", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streetwear-fight-meet-the-man-accused-of-selling-supreme-fakes-11561726800", "title": "How Supreme Got Pulled Into a Fight for Its Billion-Dollar Brand", "date": "2019-06-28 19:09", "summary": "Resume Subscription. Supreme, an underground streetwear brand, has attracted a cultlike following among teens seeking hard-to-get looks by keeping its products scarce. But now an Italian businessman is flooding the market with T-shirts and hoodies bearing its bright red-and-white logo, and claiming he is doing nothing wrong.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/idaho-quits-worrying-about-snails-11561763217", "title": "Idaho Quits Worrying About Snails", "date": "2019-06-28 19:06", "summary": "A spring cleaning of the state regulatory code has killed 900 pages.. If there were a competition to find the nation's most useless regulation, Idaho would have strong contenders. There's a whole chapter of the administrative code devoted to snails that don't live in Idaho. There's a rule that explains the rules for a state lottery TV game show that has never existed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-revokes-obama-era-rule-on-for-profit-universities-11561763021", "title": "Trump Administration Revokes Obama-Era Rule on For-Profit Universities", "date": "2019-06-28 19:03", "summary": "DeVos, other administration officials have argued that the mandate unfairly targeted for-profit schools and allowed poor-performing programs at nonprofit colleges to continue without scrutiny. WASHINGTON-The Trump administration has formally jettisoned an Obama-era mandate that would have cut off federal funding to the worst-performing for-profit colleges and essentially forced them to close.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/money-for-the-border-at-last-11561762890", "title": "Money for the Border, at Last", "date": "2019-06-28 19:01", "summary": "Now both parties should work to fix the perverse asylum incentives.. By now readers will have seen the gruesome photo of a man and his young daughter who drowned in the Rio Grande while trying to enter the U.S. The photos finally galvanized House Democrats to help with the humanitarian crisis at the border, though not without more drama from the party's left.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-wrap-up-a-slate-of-conservative-if-less-predictable-rulings-11561749459", "title": "Supreme Court Term Wrap-Up: Conservative, If Less Predictable", "date": "2019-06-28 18:50", "summary": "Surprising coalitions emerged even as Justice Kavanaugh bolstered the majority bloc. WASHINGTON-Chief Justice John Roberts closed the Supreme Court's term with an assertion of institutional-and individual-power, casting tiebreaking votes that checked the Trump administration on its census plans and put partisan gerrymandering beyond the reach of federal courts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-supreme-court-picks-while-aligned-havent-moved-in-lockstep-11561761911", "title": "Trump's Supreme Court Picks, While Aligned, Haven't Moved in Lockstep", "date": "2019-06-28 18:45", "summary": "Justices Neil Gorsuch and Brett Kavanaugh staked out differences in tone and priorities in just-completed term. WASHINGTON-President Trump's two appointments to the Supreme Court have bolstered its rightward tilt, but they staked out differences in tone, priorities and methods during their first term together-particularly when it came to crime and commerce.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/17-rules-for-your-fourth-of-july-cookout-11561738569", "title": "17 Rules for Your Fourth of July Cookout", "date": "2019-06-28 18:42", "summary": "You've been tasked with grill duty. Don't panic. We've got you covered.. Congratulations! You've been entrusted with grilling duties on the Fourth of July. This is major, my friend. Grill master is the most prestigious position at the cookout. And there's only one unbreakable rule: Don't screw it up. People are hungry, tipsy and depending on you to prevent the holiday from devolving into a fiasco.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-predicts-deregulation-will-boost-household-incomes-11561739335", "title": "White House Predicts Deregulation Will Boost Household Incomes", "date": "2019-06-28 18:29", "summary": "However, at least one critic claims benefits could be undermined by the impact of tariffs. WASHINGTON-The White House said its efforts to remove federal rules on businesses will effectively boost Americans' household incomes by several thousand dollars a year within a decade.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-the-fed-and-interest-rates-11561760850", "title": "Trump, the Fed, and Interest Rates", "date": "2019-06-28 18:27", "summary": "Judy Shelton, a leading candidate for the central bank's board, offers philosophical support for the president's impulses on monetary policy.. Washington", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-troubles-beneath-the-surface-of-californias-comeback-11561760808", "title": "The Troubles Beneath the Surface of California's Comeback", "date": "2019-06-28 18:26", "summary": "There's a budget surplus, but also homelessness, lousy schools, expensive housing and even typhus.. A decade ago many conservatives watched with delight as deep-blue California struggled beneath double-digit unemployment and gaping budget deficits. But the schadenfreude faded as the Golden State's fiscal and economic picture brightened-at least on paper. Unemployment has dipped to 4.2%, and the state this year recorded a $21 billion surplus, due in part to a 2012 tax hike on the wealthy. Gov. Gavin Newsom this week signed a $215 billion budget that boosts spending on housing, schools and child care. It even includes a sales-tax exemption for diapers.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knitwits-and-joe-bidens-busing-history-11561760722", "title": "Knitwits and Joe Biden's Busing History", "date": "2019-06-28 18:25", "summary": "With an eye on 2020, liberals wonder if their views on race have become too extreme.. J. Anthony Lukas was the reporter every young reporter wanted to be after he produced, in 1985, \"Common Ground,\" a meticulous and nuanced book on the busing fight in Boston.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-debris-from-new-york-city-elevated-subway-sparks-probe-11561759421", "title": "Falling Debris From New York City Elevated Subway Sparks Probe", "date": "2019-06-28 18:24", "summary": "The track was deemed safe by the MTA a week earlier. ", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-short-history-of-census-taking-11561760685", "title": "A Short History of Census Taking", "date": "2019-06-28 18:24", "summary": "The first U.S. enumeration was in 1790, but Egypt began millennia earlier.. The Supreme Court on Thursday handed down its decision in Department of Commerce v. New York, a case regarding the 2020 census. It is the latest event in the history of census taking.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-sanctions-on-the-son-of-venezuela-s-president-nicolas-maduro-11561737710", "title": "U.S. Imposes Sanctions on Venezuelan President's Son", "date": "2019-06-28 18:12", "summary": "Trump administration targets Nicolas 'Nicolasito' Ernesto Maduro Guerra for involvement in father's regime. WASHINGTON-The Trump administration has imposed sanctions on the son of Venezuela's embattled President Nicolás Maduro for his involvement in his father's regime.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-college-is-already-here-11561759950", "title": "Free College Is Already Here", "date": "2019-06-28 18:12", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["U.S.", "Education", "Podcast"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-mercosur-reach-agreement-on-trade-11561745957", "title": "EU, South American Countries Reach Agreement on Trade", "date": "2019-06-28 18:07", "summary": "Pact would forge bloc of 780 million people. The European Union and four South American countries clinched a deal Friday that would create a trade bloc of 780 million people, representing a quarter of the world's economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/songs-of-america-and-a-fiery-gospel-review-of-thee-we-sing-11561759345", "title": "'Songs of America' and 'A Fiery Gospel' Review: Of Thee We Sing", "date": "2019-06-28 18:02", "summary": "At moments of national distress, music often unites us more profoundly than mere words or images.. A Pulitzer prize-winning biographer, a Grammy Award-winning country-music star, lavish illustrations on glossy, coated stock: It all makes for such an impressive package that the contents of \"Songs of America,\" though fitfully compelling, are somewhat disappointing. Author Jon Meacham and singer Tim McGraw, neighbors in Nashville, Tenn., are dismayed by the \"ferocious partisanship\" that divides Americans \"as rarely, if ever, before.\" (More than the Civil War?) They hope that recalling parts of our musical heritage-from the 1760s to the Obama administration-can help bridge some of our differences. \"Nativism, xenophobia, cultural populism, and broad political fear,\" Mr. Meacham concedes, \"have shaped the republic from the beginning and likely always will.\" Still, a major impetus behind \"Songs of America\"-and the man the authors hold largely responsible for exacerbating our differences today, though never named-is President Obama's successor.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-books-my-countryright-left-and-center-11561759311", "title": "Political Books: My Country-Right, Left and Center", "date": "2019-06-28 18:01", "summary": "For Adam Gopnik, liberals are not on the left but in the middle, flanked by radicals and rightists.. Add this to Donald Trump's unintentional achievements: He has obliged American liberals to reconsider their disdain for nationalism. Two years ago, this column considered Mark Lilla's \"The Once and Future Liberal,\" in which the author lamented his fellow liberals' increasing inability to appreciate the virtues of national solidarity. Unlike Mr. Lilla, who blamed the right's love of free-market individualism and the left's sudden infatuation with identity politics, Jill Lepore doesn't blame anybody. In \"This America: The Case for the Nation\" (Liveright, 150 pages, $16.95), Ms. Lepore only says that \"historians\" and \"scholars\" have neglected the nation-state in favor of either demographic subdivisions (race, class, sex) or supranational and global phenomena. \"Nations, to make sense of themselves,\" she writes, \"need some kind of agreed-upon past. They can get it from scholars or they can get it from demagogues, but get it they will.\" No prizes for guessing which demagogue she has in mind.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marius-petipa-review-the-imperial-ballet-master-11561759278", "title": "'Marius Petipa' Review: The Imperial Ballet Master", "date": "2019-06-28 18:01", "summary": "The first life of Petipa in English, Nadine Meisner work is engaging, well-researched and strong on context.. The instructions received were at once specific and allusive: 16 bars of music here to arouse expectations, 24 bars there for a \"haughty and finicky\" dance. In one place, hunting horns were called for; in another, music suggesting the \"rays of the setting sun.\" A \"little coquettish adagio\" should give way to a coda in a style reminiscent of Mendelssohn. So strongly did Tchaikovsky believe in \"The Sleeping Beauty,\" the project he was working on, that he took pains to follow these instructions as closely and imaginatively as possible. Equally great was his respect for the man who issued them, the ballet master Marius Petipa.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-stocks-slip-as-g-20-begins-11561708211", "title": "S&P 500 Posts Best First Half in 22 Years", "date": "2019-06-28 18:00", "summary": "A banner June followed a dismal May; S&P ends second quarter up 3.8% and has risen 17% in 2019. Stocks notched solid gains in the second quarter thanks to a perceived shift in the Federal Reserve's appetite for interest-rate cuts, extending a rally that propelled the S&P 500 to record highs.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-finds-a-way-and-good-enough-review-the-drive-to-thrive-11561759246", "title": "'Life Finds a Way' and 'Good Enough' Review: The Drive to Thrive", "date": "2019-06-28 18:00", "summary": "Evolution is a process of solving real-world problems, not achieving abstract ideals. Some solutions are just good enough.. Human beings are well adapted critters, but hardly perfect. Our knees and lower backs are frequent problems, a man's prostate is awkwardly close to his urethra (sometimes requiring surgery), a woman's birth canal is sometimes too small for an infant's head (necessitating Caesarean delivery). In sum, we were not \"intelligently designed\" but are the products of an evolutionary path filled with twists and turns, chance events and accidents. The process of natural selection maximizes fitness but is limited by what came before.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-republicans-agree-to-come-out-of-hiding-11561758099", "title": "Oregon Republicans to Come Out of Hiding", "date": "2019-06-28 17:41", "summary": "With climate bill effectively dead, senators will return from Idaho. Oregon's Republican state senators agreed to return to the Capitol Friday, after a week on the run to stop Democrats from passing a landmark climate bill.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-health-startup-livongo-files-for-100-million-public-offering-11561755776", "title": "Digital Health Startup Livongo Files for $200 Million Public Offering", "date": "2019-06-28 17:34", "summary": "Proposed offering is among the first for a digital health-care company. Digital health startup Livongo Health Inc. has filed to go public in an offering that marks one of the first for the sector.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-mounts-defense-of-civil-rights-record-11561757233", "title": "Biden Mounts Defense of Civil-Rights Record", "date": "2019-06-28 17:27", "summary": "Democratic front-runner seeks to regain his footing the day after a memorable debate clash with Sen. Kamala Harris. Former Vice President Joe Biden forcefully defended his past civil-rights views after suffering a blow from one of his presidential campaign rivals, Sen. Kamala Harris, who confronted him during a televised debate over his lengthy record on race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-fails-to-restrain-presidents-war-power-11561755938", "title": "Senate Fails to Restrain President's War Power", "date": "2019-06-28 17:17", "summary": "Measure requiring congressional approval for a military strike on Iran fell short of 60 votes needed to pass. WASHINGTON-The Senate failed to put a restraint on the president's power to launch a war against Iran without consent from Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlottesville-attack-driver-sentenced-to-life-in-prison-11561748867", "title": "Charlottesville Attack Driver Sentenced to Life in Prison", "date": "2019-06-28 17:10", "summary": "Prosecutors called 2017 attack an act of domestic terrorism. An Ohio man who killed one person and injured dozens of others when he accelerated his car into a crowd of counterprotesters at a 2017 white nationalist rally in Charlottesville, Va., was sentenced to life in prison Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-steady-ahead-of-u-s-china-trade-talks-11561746442", "title": "Treasury Yields Decline for Third Quarter in a Row", "date": "2019-06-28 17:07", "summary": "Concerns over slowing growth and global trade drive investors to haven assets. U.S. government-bond yields fell for a third consecutive quarter, reflecting how worries over slowing growth and global trade have boosted investor demand for haven assets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/realreal-climbs-in-trading-debut-11561739343", "title": "RealReal Shares Leap 45% in Trading Debut", "date": "2019-06-28 17:02", "summary": "So far, 2019 is on track to become one of the biggest years for public offerings on record. Shares of online marketplace The RealReal Inc. soared 45% in their first day of trading Friday, the latest in a wave of technology companies entering the public markets this year to a jubilant reception from investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-a-winning-tech-stock-this-quarter-11561736275", "title": "Bigger is Better For This Tech Stock", "date": "2019-06-28 17:00", "summary": "Hint: It isn't one of the 'FAANG' five. One of the hottest tech stocks in the second quarter isn't what you might think.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theranos-founder-elizabeth-holmes-to-face-trial-next-year-on-fraud-charges-11561754180", "title": "Elizabeth Holmes to Face Trial Next Year on Fraud Charges", "date": "2019-06-28 16:36", "summary": "August 2020 trial date set for former biotech entrepreneur, her top deputy. SAN JOSE, Calif.-Elizabeth Holmes, the founder of disgraced blood-testing startup Theranos Inc., will face trial in federal court in August 2020 alongside her former deputy on charges that they lied to doctors and patients about test results and deceived investors about the company's finances.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-p-kenney-led-merrill-lynchs-push-into-investment-banking-11561746211", "title": "Kenney Led Merrill's Push Into Investment Banking", "date": "2019-06-28 16:25", "summary": "Executive broadened a firm that had focused mainly on individual investors and helped it make a bundle on Bloomberg. When Merrill Lynch & Co. bought White Weld & Co. in 1978, one of the employees it obtained was an investment-research specialist named Jerome P. Kenney. He stayed at Merrill for three decades and helped transform it from a firm mainly focused on selling stocks to mom-and-pop investors across America into a giant in the institutional market able to compete with Goldman Sachs and Morgan Stanley .", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pedophile-doctor-faces-board-that-could-take-away-his-pension-11561753515", "title": "Pedophile Doctor Faces Board That Could Take Away His Pension", "date": "2019-06-28 16:25", "summary": "Stanley Patrick Weber worked for three decades as pediatrician at government-run Indian Health Service hospitals. A former government pediatrician who has been convicted of sexually assaulting his Native American patients now faces a military-style disciplinary board that could strip him of his pension, a senior U.S. health official said in a letter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thursdays-democratic-debate-draws-tv-audience-of-18-1-million-11561753399", "title": "Thursday's Democratic Debate Draws TV Audience of 18.1 Million", "date": "2019-06-28 16:23", "summary": "NBCUniversal says viewership was highest ever for a Democratic primary debate, but still fell short of audience of 24 million for first Republican debate of 2016 cycle. Thursday night's Democratic presidential primary debate drew 18.1 million viewers, far outstripping the audience of Wednesday's initial debate that featured another roster of 10 candidates vying for the nomination.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-saudi-pipeline-attacks-originated-from-iraq-11561741133", "title": "U.S. Says Saudi Pipeline Attacks Originated From Iraq", "date": "2019-06-28 16:16", "summary": "American officials have warned Iraq not to allow Iran-aligned groups to launch attacks from its territory. U.S. officials have concluded that drone attacks on Saudi Arabia's oil industry in May were launched from Iraq, not Yemen, raising concerns that Iran's allies in the region are trying to open a new front in the conflict between Tehran and Washington.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-reduces-jury-awards-in-dispute-with-oberlin-college-11561752684", "title": "Judge Reduces Jury Awards in Dispute with Oberlin College", "date": "2019-06-28 16:11", "summary": "School had been ordered earlier this month to pay $44 million to small-business owners. ELYRIA, Ohio-An Ohio judge cut practically in half a $44 million award won by small-business owners who accused Oberlin College of ruining their business by encouraging protests against them and branding them racists.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-candidates-proposals-in-their-own-words-11561752709", "title": "Democratic Candidates' Proposals, in Their Own Words", "date": "2019-06-28 16:11", "summary": "During the Miami debates, 2020 contenders weighed in with ideas on health care, immigration, education and other policies. During two nights of Democratic debates, viewers heard a lot about what hopes the candidates have for the party, their history on issues, and what they think of President Trump and each other. Throughout, there were also specific mentions of policies, plans and proposals they would enact if made president.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservatives-pin-brexit-hopes-on-boris-johnson-blunders-and-all-11561745295", "title": "Conservatives Pin Brexit Hopes on Boris Johnson, Blunders and All", "date": "2019-06-28 16:10", "summary": "For many U.K. Conservative Party members, the former London mayor's humorous fallibility is his greatest strength. BOURNEMOUTH, England-At a theater in this seaside resort on England's south coast, Boris Johnson cantered through his pitch to become prime minister, promising Brexit and extolling the greatness of Britain.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-says-conditions-for-migrant-children-require-immediate-action-by-trump-administration-11561746059", "title": "Judge Says Conditions for Migrant Children Require Immediate Action", "date": "2019-06-28 15:36", "summary": "Ruling comes days after immigrant groups had sued over allegedly unsanitary conditions. A federal judge on Friday ordered the Trump administration to take steps within weeks to improve the conditions for migrant children in detention, conditions which immigrant-rights attorneys had called unsanitary.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-broadens-support-for-iran-nuclear-deal-11561722873", "title": "Iran Leaves Door Open to Pause in Its Nuclear Escalation as Europe Gears up Trade Mechanism", "date": "2019-06-28 15:21", "summary": "Iranian officials say Europe needs to do more to encourage the country to stay within limits of 2015 pact. VIENNA-Iran said it would proceed with its plans to stop complying with some limits in the 2015 nuclear accord, but left the door open to a pause in those steps after European countries made progress in opening a trade channel to cushion the blow of U.S. sanctions on Tehran.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-decisions-for-this-term-11561749563", "title": "Supreme Court Decisions for This Term", "date": "2019-06-28 15:19", "summary": "How the court ruled on key cases in the 2018-19 term, its first with Justice Brett Kavanaugh. The Supreme Court opened a new chapter in its 2018-19 term, after Brett Kavanaugh assumed the seat held for 30 years by Justice Anthony Kennedy. Although Justice Kennedy frequently cast the deciding vote on a court closely divided by ideology, Justice Kavanaugh's conservative pedigree suggested he would be a more dependable member of an ascendant bloc on the right. The court's caseload, however, was relatively light on polarizing legal disputes, softening, whether by accident or design, the impact of President Trump's second appointee.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-on-track-for-best-week-since-january-11561731177", "title": "Heat Wave Powers Natural Gas to Best Week Since January", "date": "2019-06-28 15:17", "summary": "Prices climb for the week as traders position for continued warm weather. Natural-gas prices edged lower Friday but still closed out their best week since January, a sign some traders are positioning for warm summer weather that could lift demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/western-digitals-happy-accident-11561748786", "title": "Western Digital's Happy Accident", "date": "2019-06-28 15:06", "summary": "Power outage cuts into flash-memory production, which will likely boost prices in an oversupplied market. Most companies would be envious: An act of God disrupts production of your key product and your stock goes up anyway.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-berniecare-bust-11561748650", "title": "The BernieCare Bust", "date": "2019-06-28 15:04", "summary": "At Thursday's debate the senator had no answer for the big question about socialized medicine.. Just hours after Thursday's Democratic presidential primary debate, Sen. Kamala Harris of California announced this morning that she now opposes the abolition of private health insurance. Perhaps last night she noticed that the country's most zealous advocate for government health care couldn't sell it.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-corn-crop-estimate-startles-markets-11561748339", "title": "Big Corn Crop Estimate Startles Markets", "date": "2019-06-28 15:02", "summary": "USDA forecasts more corn acres were planted this year than last despite wet weather. The Department of Agriculture projected more corn acreage was planted this spring than last year despite record wet weather, sending corn futures sharply lower.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-second-democratic-debate-social-media-focuses-on-harris-biden-crossfire-11561747719", "title": "Social Media Keyed on Harris-Biden Debate Crossfire", "date": "2019-06-28 14:48"}, {"link": "https://www.wsj.com/articles/third-point-says-it-opposes-united-technologies-raytheon-merger-11561735484", "title": "Third Point Opposes United Technologies-Raytheon Merger", "date": "2019-06-28 14:45", "summary": "Hedge fund CEO Daniel Loeb says deal is a 'baffling change' of UTC strategy. Hedge fund Third Point LLC panned United Technologies Corp.'s plan to merge with Raytheon Co. and is calling for the industrial conglomerate to rethink the transaction.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missouri-abortion-clinic-to-keep-doors-open-while-commission-considers-license-dispute-11561744487", "title": "Missouri Abortion Clinic to Keep Doors Open", "date": "2019-06-28 14:23", "summary": "Court injunction was set to expire Friday afternoon after state declined to renew clinic's license. Missouri's only abortion clinic can keep its doors open while a state commission considers its licensing dispute with the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-15-minimum-wage-and-restaurants-11561745302", "title": "The $15 Minimum Wage and Restaurants", "date": "2019-06-28 14:08", "summary": "Larry Fox's dismal tale regarding the potential loss of hundreds of employees in his restaurants due to the well-meaning yet misguided efforts of politicians to raise the minimum wage simply underscores how \"social justice\" warriors in government are disconnected from the real world.. Larry Fox's dismal tale regarding the potential loss of hundreds of employees in his restaurants due to the well-meaning yet misguided efforts of politicians to raise the minimum wage simply underscores how \"social justice\" warriors in government are disconnected from the real world (\"The $15 Minimum Wage Will Put Me Out of Business,\" Cross Country, June 22). Market forces are way smarter than your average politician, yet politicians persist in believing they know better.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plugging-in-the-wind-is-a-complicated-issue-11561745262", "title": "Plugging in the Wind Is a Complicated Issue", "date": "2019-06-28 14:07", "summary": "People invariably love the idea of better, more reliable energy transmission-as long as the line goes elsewhere.. Regarding \"Plugging In the Wind\" (Exchange, June 22): Every inch of new transmission line must pass through someone's county or town or neighborhood or property. People invariably love the idea of better, more reliable energy transmission-as long as the line goes elsewhere. Ours is a nation that makes opposition far easier than support, and that's the primary reason our electric grid is antiquated and undersized.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-roses-are-part-of-the-9-11-memorial-11561745215", "title": "White Roses Are Part of the 9/11 Memorial", "date": "2019-06-28 14:06", "summary": "Each morning one of our Visitors Services staff members places white roses in the names of those whose birthdays fall on that day.. Tunku Varadarajan's \"Once More to Ground Zero\" (op-ed, June 18) is a moving and warm tribute to the role of the 9/11 Memorial in New York City, and touched on an essential aspect of the memorial as a place of healing in addition to a place of honor and tribute to those killed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heart-disease-rise-and-nutrition-guidelines-11561745117", "title": "Heart Disease Rise and Nutrition Guidelines", "date": "2019-06-28 14:05", "summary": "Perhaps the medical establishment needs to reconsider its war on animal fat. Humans evolved for a fatty diet; only recently have sugars and starches become widely available. Most adults won't restrict fats without increasing carbohydrates.. Regarding \"Heart Disease Roars Back\" (Page One, June 22): Perhaps the medical establishment needs to reconsider its war on animal fat. Humans evolved for a fatty diet; only recently have sugars and starches become widely available. Most adults won't restrict fats without increasing carbohydrates-we have to get our calories somewhere. A diet without either animal fat or sweeteners is very boring, so we've gotten millions of Americans off meat and onto a high-carb diet. I would like to see more research on low-glycemic-load diets in our population of overweight adults, especially diabetics.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-appeal-martin-shkrelis-lawyers-ask-judges-to-toss-conviction-11561745085", "title": "Martin Shkreli's Lawyers Ask Judges to Toss Conviction", "date": "2019-06-28 14:04", "summary": "One judge appears skeptical of argument by infamous entrepreneur's attorney that trial judge wrongly instructed jury. A lawyer for Martin Shkreli asked a federal appeals judges on Friday to overturn the former pharmaceutical executive's criminal conviction for securities fraud, arguing the jury had been improperly instructed by the trial judge before deliberations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/between-fact-and-imagination-11561744758", "title": "Between Fact and Imagination", "date": "2019-06-28 13:59", "summary": "Benjamin Franklin's \"Autobiography\" is an inventive personal record of his life before the Revolution, written with a sense of wit and cheerful optimism.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-punches-huawei-and-american-tech-firms-get-a-bloody-nose-11561744203", "title": "Trump Punches Huawei and Global Tech Firms Get a Bloody Nose", "date": "2019-06-28 13:50", "summary": "Blacklisting ripples through global supply chain, as U.S. hits Chinese company's smartphone sales and threatens its 5G plans. The U.S. blacklisting of Huawei Technologies Co. is casting a net that extends far wider than its target: It is curbing the revenue of American and Japanese electronics companies, cutting into Taiwanese chip orders and giving Huawei's competitors a chance to take advantage.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/constellation-brands-swings-to-1q-loss-11561724981", "title": "Constellation Reports Strong Beer Sales, Raises Outlook", "date": "2019-06-28 13:50", "summary": "Corona brewer said it expects beer sales to continue to rise; shares jump in afternoon trading. Corona brewer Constellation Brands Inc. reported strong earnings on its beer, wine and spirits and raised its profit outlook for the year, sending its shares up 4% in afternoon trading Friday.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-parent-is-charged-in-college-admissions-scandal-11561743391", "title": "New Parent Is Charged in College-Admissions Scandal", "date": "2019-06-28 13:36", "summary": "California man pleads guilty to paying $250,000 for help getting his son into USC as fake volleyball recruit. Federal prosecutors have charged another parent connected to the college- admissions scandal, the first addition to the sprawling criminal case since it was first laid out in March.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-review-trump-effort-to-cancel-daca-11561729480", "title": "Supreme Court to Review Trump Effort to Cancel DACA", "date": "2019-06-28 13:33", "summary": "Case on immigration program is likely to be decided during the 2020 election season. WASHINGTON-The Supreme Court on Friday agreed to decide whether the Trump administration acted lawfully when it canceled a program that provided legal protections and work permits to undocumented immigrants who were brought to the U.S. as children, adding a blockbuster case likely to be decided in the middle of next year's presidential-election season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-with-a-smile-tells-putin-dont-meddle-in-the-election-11561701089", "title": "Trump, With a Grin, Tells Putin: 'Don't Meddle in the Election'", "date": "2019-06-28 13:29", "summary": "Two leaders discuss Syria and arms control; critics of U.S. president say he is \"giving Putin a green light to interfere in 2020\" elections. OSAKA, Japan-President Trump was about to start his meeting with Vladimir Putin when a reporter threw out a question: Would he tell his Russian counterpart not to interfere in the 2020 U.S. presidential election?", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-abraaj-executive-pleads-guilty-to-racketeering-fraud-11561742457", "title": "Former Abraaj Private-Equity Executive Pleads Guilty to Fraud", "date": "2019-06-28 13:20", "summary": "Mustafa Abdel-Wadood says he 'should have walked away' from the once-prominent Dubai-based private-equity firm. A former top Abraaj Group executive pleaded guilty in New York to engaging in racketeering and fraud at what was once the world's largest emerging-markets private-equity firm.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berlins-newest-art-palace-11561742089", "title": "Berlin's Newest Art Temple", "date": "2019-06-28 13:14", "summary": "The James-Simon-Galerie is a gateway to the city's Museum Island.. Berlin's Museum Island, a complex of five museums clustered at the northern tip of a narrow island in the city's Spree River, houses a significant number of Germany's cultural treasures. Declared a Unesco World Heritage site in 1999, it has in fact been a work in progress for just about the whole of its 180-year history. Now it has grown to include a new building, the James-Simon-Galerie, which will celebrate its formal opening on July 12 in the presence of German Chancellor Angela Merkel, before opening to the public the next day.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-policy-divides-that-mattered-most-in-the-democratic-debates-11561741981", "title": "The Key Policy Divides in the Democratic Debates", "date": "2019-06-28 13:13", "summary": "Large 2020 field split on key issues including health care, immigration and student loan debt. WASHINGTON-For all the political agreement across the 2020 Democratic presidential field, the debates this week showcased the party's differences over whether to embrace some aspects of socialism or choose more moderate approaches toward tackling health care, immigration, higher education costs and other issues.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2020-democrats-lack-hindsight-11561741814", "title": "The 2020 Democrats Lack Hindsight", "date": "2019-06-28 13:10", "summary": "They ignore reality and march in lockstep with their base. Did they learn anything from 2016?. I've received tens of thousands of letters and other communications from Trump supporters the past few years, some of which have sparked extended dialogues. Two I got after last week's column struck me as pertinent to this moment, and they make insufficiently appreciated points.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-free-college-work-kalamazoo-offers-some-answers-11561741553", "title": "Does Free College Work? Kalamazoo Offers Some Answers", "date": "2019-06-28 13:05", "summary": "Tuition subsidy in Kalamazoo, Mich., funded by anonymous donors, lifts enrollment sharply but graduation rates are mixed. KALAMAZOO, Mich.-In 2005, caught in a spiral of urban decay and a falling population, Kalamazoo embarked on a bold experiment to save itself. It would give local students free college tuition.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saba-can-nominate-slate-to-blackrock-fund-boards-delaware-court-says-11561740816", "title": "Saba Can Nominate Slate to BlackRock Fund Boards, Delaware Court Says", "date": "2019-06-28 12:53", "summary": "Saba, run by Boaz Weinstein, had alleged BlackRock was trying to block outsiders from gaining seats and effecting change at closed-end funds. Saba Capital Management LP, a $1.7 billion hedge fund, will be allowed to nominate outsiders to the boards of two BlackRock Inc. closed-end funds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-luxury-surf-vacation-where-youd-least-expect-11561740722", "title": "A Luxury Surf Vacation Where You'd Least Expect", "date": "2019-06-28 12:52", "summary": "In pursuit of warm water and forgiving waves, a surfer of a certain age sets his sights on El Salvador, where a new high-end resort combines adventure and affordable luxury. Perched on a bluff in the still El Salvador night, I did something that most surfers would never admit to: I prayed for less surf.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jessica-walter-is-having-a-moment-11561740091", "title": "Jessica Walter Is Having a Moment", "date": "2019-06-28 12:41", "summary": "The actress has found signature roles on 'Arrested Development' and 'Archer' playing conniving mothers. Jessica Walter plays mothers only their own mothers could love.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-increased-their-spending-in-may-11561725220", "title": "Americans Increased Their Spending in May", "date": "2019-06-28 12:35", "summary": "Measure of household spending rose 0.4%, showing consumers remain steady pillar in economy. U.S. households boosted their spending at a solid pace as their income rose in May, a sign consumers continued to bolster economic growth in the spring despite perceived headwinds from abroad.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-a-lonely-bond-bull-hsbcs-steven-major-takes-stock-of-this-years-rally-11561737601", "title": "Once a Lonely Bond Bull, HSBC's Steven Major Takes Stock of This Year's Rally", "date": "2019-06-28 12:00", "summary": "His contention that longer-term structural issues would suppress yields has made him one of the most-bullish analysts in the U.S. Treasury market. At the beginning of the year, most economists and investors believed that bond yields were poised to finally climb out of their postcrisis funk. One exception: HSBC Holdings PLC's Steven Major. His contention that longer-term structural issues would suppress yields has made him one of the most-bullish analysts in the U.S. Treasury market.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-finds-improved-business-sentiment-11561736391", "title": "Canadian Business Sentiment Improves", "date": "2019-06-28 11:57", "summary": "Firms express optimism about their future sales prospects backed by domestic and foreign demand. OTTAWA-Canadian business sentiment improved from a relatively low level in recent months as firms expressed more optimism about their future sales prospects, a Bank of Canada survey found.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-shares-fall-as-design-chief-jony-ive-plans-exit-11561732966", "title": "Apple Shares Fall as Design Chief Jony Ive Plans Exit", "date": "2019-06-28 11:53", "summary": "Tech giant's shares fall about 1% in Friday trading. Apple Inc. shares ticked lower after the iPhone maker said its design chief Jony Ive is leaving the company later this year to form his own independent design firm.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-sentiment-ended-june-lower-11561732361", "title": "U.S. Consumer Dropped in June", "date": "2019-06-28 11:53", "summary": "University of Michigan's index drops, with some households mentioning negative impact of tariffs. WASHINGTON-U.S. household sentiment declined in June, a possible sign of softening public confidence about the economy headed into the summer.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-britains-elites-cant-stand-boris-johnson-11561736900", "title": "Why Britain's Elites Can't Stand Boris Johnson", "date": "2019-06-28 11:48", "summary": "The U.K.'s likely next prime minister irks the establishment by being both popular and pro-Brexit. A British statesman once opined that politicians need to have a hinterland, a cultural or artistic pursuit or interest that adds inner depth and range to their lives. Never trust people who lead a one-dimensional political life, he said; they're dull and dangerous.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-earplugs-for-rest-and-relaxation-11561736418", "title": "Author Ottessa Moshfegh on the Best Earplugs for Rest and Relaxation", "date": "2019-06-28 11:40", "summary": "Ottessa Moshfegh, the author of 'My Year of Rest and Relaxation,' on packing inappropriately, reading at Passa Porta and where to find punks in the wild. In this series, we talk to designers, artists and entertainers about where they're traveling this summer, what they're packing, how they stay entertained in-flight and more.", "categories": [["Travel", "Out of Office"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-economy-expanded-in-april-on-energy-output-11561727600", "title": "Canada's Economy Expanded in April", "date": "2019-06-28 11:28", "summary": "April GDP report indicates rebound in the offing after six months of stagnant growth. OTTAWA-The Canadian economy grew in April, offering the first signal that a solid second-quarter rebound is in offing after stagnant growth over the previous six months.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-quirkiest-dining-scene-in-berlin-communist-comfort-food-11561735630", "title": "The Quirkiest Dining Scene in Berlin? Communist Comfort Food", "date": "2019-06-28 11:27", "summary": "In the German capital, the liveliest dining and drinking establishments are flaunting their ties to the old Eastern Bloc. The canteen furniture is cheap and the lighting is harsh. But the food at Arirang Bulgogi is probably the best North Korean fare to be had this far from the hermit kingdom.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-realreal-could-be-a-victim-of-its-own-success-11561735512", "title": "The RealReal Could Be a Victim of Its Own Success", "date": "2019-06-28 11:25", "summary": "Shares in the secondhand luxury e-commerce site jumped 44% in their trading debut. Longer term, brands are likely to copy the idea.. The RealReal , a website that allows consumers to buy and sell secondhand luxury goods, has spotted a promising market. But the more successful it becomes, the greater the risk that brands will take control of their own resales.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-ally-financial-beat-the-fed-to-a-rate-cut-11561714200", "title": "Goldman Sachs, Ally Financial Beat the Fed to a Rate Cut", "date": "2019-06-28 11:13", "summary": "Rate on Marcus high-yield savings account cut to 2.15% from 2.25%. Goldman Sachs Group Inc. and Ally Financial Inc. aren't waiting around for the Federal Reserve to cut interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mens-trends-you-might-actually-want-to-wear-in-2020-11561734726", "title": "The Men's Trends You Might Actually Want to Wear in 2020", "date": "2019-06-28 11:12", "summary": "Sometimes we wonder: Is there something between slouchy street wear and sophisticated suiting when it comes to menswear? The range of ideas from runway shows in London, Milan, Florence and Paris would indicate a resounding yes. HIS BEANIE GAVE Jack Dorsey away. Sitting in the front row at fashion shows in Paris last week, the bearded Twitter and Square CEO caught the eye of the editors and other usual suspects in the crowd. Like his Silicon Valley peers, Mr. Dorsey is known for a casual uniform: collarless leather jackets, dark T-shirts and his signature knit cap. Was he out to alter his style? If so, the spring/summer '20 European runways, and their dictates on sneakers, suiting and everything in between, would be a logical place to start.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boatbuilders-million-dollar-problem-no-one-wants-to-eat-the-tariff-11561734002", "title": "Boatbuilder's Million-Dollar Problem: No One Wants to Eat the Tariff", "date": "2019-06-28 11:00", "summary": "Resume Subscription. DECATUR, Ind.-For workers at the Formula boat factory, it's pretty easy to know when one of the vessels they're assembling is destined for a European buyer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/our-quest-for-meaning-in-the-heavens-11561733749", "title": "Our Quest for Meaning in the Heavens", "date": "2019-06-28 10:55", "summary": "Fifty years after the first moon landing, outer space remains a mirror of humanity's hopes and fears. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digging-into-berlins-communist-food-scene-11561733557", "title": "Digging into Berlin's Communist Food Scene", "date": "2019-06-28 10:52", "summary": "A few of the bars and restaurants embracing the city's Cold War past.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cascades-pays-207-million-for-orchids-paper-topping-hedge-fund-11561733410", "title": "Cascades Pays $207 Million For Orchids Paper, Topping Hedge Fund", "date": "2019-06-28 10:50", "summary": "Canadian paper company bests U.S. hedge fund in bankruptcy auction bidding. Canada's Cascades Inc. bested Black Diamond Capital Management LLC at a bankruptcy auction with a $207 million offer for the assets of Orchids Paper Products Co. , a maker of tissue and toilet paper.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-cuter-than-a-baby-cheetah-a-baby-cheetah-with-its-puppy-pal-11561732229", "title": "What's Cuter Than a Baby Cheetah? A Baby Cheetah With Its Puppy Pal", "date": "2019-06-28 10:30", "summary": "Zoos often pair the big cats with dogs, but lining up the best match can take time. Suzi Rapp thought she had found the perfect puppy.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spirit-of-inquiry-review-inventing-the-scientist-11561732216", "title": "'The Spirit of Inquiry' Review: Inventing the Scientist", "date": "2019-06-28 10:30", "summary": "A history of the Cambridge Philosophical Society, a forum for the 'spirit of inquiry' founded 200 years ago this year.. We like to tell tales of scientific discovery as if they were mostly the work of heroic individuals, thrust into glorious awareness during moments of epiphany: Archimedes figuring out how to measure the volume of objects while taking a bath and then running naked through the streets of Syracuse shouting \"Eureka!\"; young Newton bonked on the head by a falling apple and thus coming up with the idea of the law of gravity; Darwin glimpsing the outlines of natural selection in the beaks of unsuspecting Galápagos finches; Marie Curie's lab illuminated, on a dark December night in Paris, by the bluish glow of the new element radium. The reality was often quite different: For example, it took the services of John Gould, preserver of the collections at the London Zoological Society, to help Darwin understand what he had seen in the Galápagos (Gould quite appropriately excoriated him for not taking better notes).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-pirate-of-new-york-review-new-yorks-original-gangster-11561732127", "title": "'The Last Pirate of New York' Review: New York's Original Gangster", "date": "2019-06-28 10:28", "summary": "The 19th century is often regarded as America's golden age of arts, literature and commerce, but we often forget that it was also a golden age of crime.. The 19th century is justifiably regarded as America's golden age, a formative time of progress in the arts, literature and the building of a commercial empire. But we often forget that the century was also a golden age of crime. Americans were periodically obsessed with the details of spectacular criminal cases-the 1812 disappearance of Russell Colvin in Vermont, the 1836 murder of New York prostitute Helen Jewett, the 1892 Lizzie Borden ax murders in Massachusetts-that enriched the tabloid-news business and revealed a national character that was a curious mélange of Victorian morals and salacious interest in violent crime.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-tim-bouverie-on-the-british-appeasement-of-adolf-hitler-11561732048", "title": "Five Best: Tim Bouverie on the British Appeasement of Adolf Hitler", "date": "2019-06-28 10:27", "summary": "Selected by the author of 'Appeasement: Chamberlain, Hitler, Churchill and the Road to War.'. Edited by Robert Self (2005)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-shine-only-goes-so-far-now-11561731993", "title": "Apple's Shine Goes Only So Far Now", "date": "2019-06-28 10:26", "summary": "Departure of design guru Jony Ive emblematic of big challenges the company now faces. Apple Inc. needs Jony Ive less these days. Just what the iconic device maker really requires now is much less clear.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-on-biden-harris-makes-her-mark-11561714204", "title": "Taking on Biden, Harris Makes Her Mark", "date": "2019-06-28 10:25", "summary": "Confronting Democratic front-runner over racial issues gives California senator a starring role in the second debate. Sen. Kamala Harris proved she can command a debate stage by confronting former Vice President Joe Biden over questions of racial equality in a strong performance that could boost her standing in the crowded Democratic nomination contest.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-boys-of-the-great-war-11561731923", "title": "Children's Books: Boys of the Great War", "date": "2019-06-28 10:25", "summary": "Gripping tales of wartime sabotage and jungle survival.. Imagining the Western Front, most of us think of vast stretches of ruined farmland, deep trenches, and a no man's land strung with barbed wire and strewn with bodies. We are less likely to picture what lay beneath these World War I horrors: a network of narrow tunnels in which thousands of Allied men and boys burrowed toward the enemy in near darkness and total silence.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/was-stonewall-a-riot-a-term-for-violent-acts-has-spurred-its-own-revolt-11561731956", "title": "Was Stonewall a 'Riot'? A Term for Violent Acts Has Spurred Its Own Revolt", "date": "2019-06-28 10:25", "summary": "Deciding what to call rebellions through history is more than a matter of semantics; it has become a deeply political act. This week marks the 50th anniversary of an incident that many contend gave rise to the modern gay rights movement: the unrest that erupted on June 28, 1969, when New York City police raided the Stonewall Inn, a gay bar on Christopher Street in Greenwich Village. The resistance to the police crackdown inspired activists to mobilize, propelling the gay liberation movement.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-sudden-vacancies-down-the-hall-11561731858", "title": "Mysteries: The Sudden Vacancies Down the Hall", "date": "2019-06-28 10:24", "summary": "In Riley Sager's psychological thriller, disturbing disappearances disrupt life in a storied Manhattan apartment-building.. In Riley Sager's psychological thriller \"Lock Every Door\" (Dutton, 368 pages, $26), New York's century-old Bartholomew apartment building-\"a sliver of stone rising thirteen stories over Central Park West\"-has been home over the decades to the famous and the well-to-do. It is, in the somewhat hyperbolic words of a current resident, \"one of the most famous buildings on the planet.\" Jules Larsen, the 25-year-old narrator of this book, can't believe her good fortune at being offered the job of apartment-sitter in one of the Bartholomew's finest suites-with a salary of $4,000 a month.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deep-river-review-in-the-heart-of-the-forest-primeval-11561731824", "title": "'Deep River' Review: In the Heart of the Forest Primeval", "date": "2019-06-28 10:23", "summary": "Set amid the loggers, labor organizers and immigrant families of early 20th-century Washington, this is 'a big American novel.'. Karl Marlantes's first novel, \"Matterhorn,\" was the story of a unit of U.S. Marines ordered to establish, abandon, and retake a hilltop firebase during the Vietnam War. Mr. Marlantes, a decorated veteran of that disastrous conflict, had personal acquaintance with such bootless operations, with the high-level callousness, bureaucratic incompetence, pervasive racism, troop demoralization and lethal bungling that characterized that war. His second novel comes almost a decade later, and although it involves a similar disregard for men's lives, it deals with a very different subject, the Finnish and Swedish immigrants who provided much of the labor for the timber industry in the Pacific Northwest in the first part of the 20th century.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-great-migration-north-11561731719", "title": "Fiction: The Great Migration North", "date": "2019-06-28 10:21", "summary": "A mass exodus of blacks from a fictional Southern state leaves the abandoned whites bereft of identity.. A couple of years ago, New Yorker staff writer Kathryn Schultz came out with an article about the late and largely forgotten writer William Melvin Kelley (1937-2017) after a chance encounter with his name led her to read his debut novel. In the wake of her enthusiastic rediscovery, Anchor Books has now reissued that work, titled \"A Different Drummer\" (205 pages, $16) and originally published in 1962. It is by such quirks of fortune that novels-even great ones-survive to find new readers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-set-to-extend-production-cuts-11561728337", "title": "OPEC to Extend Cuts Amid Dual Threats to Oil Supply, Demand", "date": "2019-06-28 10:20", "summary": "As OPEC prepares to roll over cuts, Saudis to press Iraq, Nigeria for better compliance. OPEC is set to extend its oil production cuts into the second half of this year, cartel and Saudi officials said, as the group and its allies contend with Middle East tensions that threaten crude supply and economic weakness in China that could crimp demand.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-encourages-chinese-catholic-priests-to-register-with-beijing-11561731404", "title": "Vatican Encourages Chinese Catholic Priests to Register With Beijing", "date": "2019-06-28 10:16", "summary": "Pope Francis has been trying to accommodate the government in his quest to overcome the disunity of Catholicism in China. ROME-The Vatican is encouraging Catholic bishops and priests in China to register with state authorities, a sign of the pope's bigger push for rapprochement with Beijing even at a cost to the church's independence.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-tariffs-ripple-impact-ford-downshifts-in-europe-car-carriers-collusion-course-11561731396", "title": "Today's Logistics Report: Tariff's Ripple Impact; Ford Downshifts; Car Carriers' Collusion Course", "date": "2019-06-28 10:16", "summary": "Today's Top Supply Chain and Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-trading-desks-suffer-despite-market-rally-11561730520", "title": "Big Banks' Trading Desks Suffer Despite Market Rally", "date": "2019-06-28 10:02", "summary": "Clients have lingering doubts about market resiliency and are holding back placing bets that earn traders big fees. Banks are bracing for a third-straight quarter of declines in the business of dealing stocks, bonds and currencies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-pain-hurt-more-when-it-lasts-longer-11561730109", "title": "Does Pain Hurt More When It Lasts Longer?", "date": "2019-06-28 09:55", "summary": "A behavioral economist answers questions about breakups, drug legalization and vending machine prices.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-moves-mac-pro-production-to-china-11561728769", "title": "Apple Shifts Mac Pro Production to China", "date": "2019-06-28 09:32", "summary": "The $6,000 desktop computer had been the company's only major device assembled in the U.S.. Apple Inc. is manufacturing its new Mac Pro computer in China, according to people familiar with its plans, shifting abroad production of what had been its only major device assembled in the U.S. as trade tensions escalate between the Trump administration and Beijing.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-considers-up-to-20-000-job-cuts-11561728703", "title": "Deutsche Bank Considers Up to 20,000 Job Cuts", "date": "2019-06-28 09:31", "summary": "Job losses would likely take place over more than a year, with the pain and costs spread across regions and businesses. Deutsche Bank AG is weighing whether to cut 15,000 to 20,000 jobs, or more than one in six full-time positions globally, according to a person familiar with high-level discussions about the latest attempts to turn around the struggling financial giant.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-apple-nike-and-smart-global-11561720848", "title": "Stocks to Watch: Apple, Nike and Smart Global", "date": "2019-06-28 09:14", "summary": "Here are some of the companies with shares expected to trade actively Friday. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-brutal-battle-for-control-of-tripoli-11561714201", "title": "Inside the Brutal Battle for Control of Tripoli", "date": "2019-06-28 09:12", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-inflation-continues-recovery-but-remains-below-fed-target-11561727424", "title": "U.S. Inflation Continues Recovery but Remains Below Fed Target", "date": "2019-06-28 09:10", "summary": "Trend could ease central bank's worries about weak price pressures. WASHINGTON-U.S. inflation continued to recover in May from a sharp slowdown earlier this year, a trend that could ease the Federal Reserve's worries about weak price pressures while potentially tempering investors' hopes for an interest-rate cut next month.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-manager-woodford-pledges-to-cut-borrowing-11561726498", "title": "Star Manager Woodford Pledges to Cut Borrowing", "date": "2019-06-28 08:54", "summary": "Listed investment trust also tries to assuage concerns over asset values. LONDON-A fund run by star investor Neil Woodford is aiming to slash its debt and pledged to recruit more independent directors to its board while it attempts to assuage investor concerns over the value of its investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saving-wild-lions-vc-11561388696", "title": "How One Nonprofit Is Using Venture-Capital Tactics to Help Save Africa's Last 20,000 Wild Lions", "date": "2019-06-28 08:37", "summary": "In an era of Instagram-length attention spans, wildlife conservation philanthropies are trying new tactics to bring urgent attention to threatened species. Actress Michelle Rodriguez, model Jordan Barrett and photographer Gray Sorrenti band together to pitch in.. ON JORDAN BARRETT'S FIRST TRIP to Africa last year to visit an elephant reserve in Samburu, Kenya, he arrived with only a tuxedo. The model had come straight from the Cannes Film Festival, and his luggage got lost en route. For Barrett's second trip, this past February, he was outfitted more appropriately, having stockpiled enough army surplus khakis and cargoes to carry him through two weeks on Namibia's Skeleton Coast tracking desert lions-of the 20,000 wild lions left in Africa, there are only 150 desert lions-on a trip coordinated in part by the Wildlife Conservation Network (WCN). The 22-year-old Australian, who has fronted campaigns for Tom Ford and Versace, is adding ambassador of the WCN's Lion Recovery Fund (LRF) to his résumé.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-sort-anbangs-assets-chinese-authorities-create-dajia-11561724061", "title": "To Sort Anbang's Assets, Chinese Authorities Create Dajia", "date": "2019-06-28 08:14", "summary": "The creation of a new entity signals a further push by authorities to sort out the company's assets, some of which are being sold off to raise cash. BEIJING-Chinese authorities have formed a new company to take over assets of Anbang Insurance Group Co., laying the groundwork for a new phase of restructuring for the troubled company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-montreal-the-tampa-bay-rays-should-move-to-london-11561716000", "title": "Forget Montreal. The Tampa Bay Rays Should Move to...London?", "date": "2019-06-28 08:03", "summary": "The Rays are in the market for a new home. Baseball is coming to London this weekend. And there's even precedent for a Florida-England team: the Jacksonville Jaguars. Almost 15 years ago, Adam Sampson joined a fantasy baseball league. This would have been completely normal, except that he lived in London and knew next to nothing about the sport played across the pond. He spent most of his time obsessing over Leyton Orient F.C., a club that's in the fourth division of English soccer, and he decided paying attention to baseball couldn't be any more pointless.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/privilege-dispute-in-walmart-probe-raises-stakes-for-corporate-cooperation-11561723205", "title": "Privilege Dispute in Walmart Probe Raises Stakes for Corporate Cooperation", "date": "2019-06-28 08:00", "summary": "An appeals court last year said allowing prosecutors to subpoena a former general counsel of Walmart would discourage other companies from cooperating. A legal dispute that arose during a seven-year foreign bribery probe into Walmart Inc. may have a lasting impact on how companies handle future investigations.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lego-owner-blackstone-to-buy-madame-tussauds-11561705808", "title": "Lego Owner, Blackstone to Buy Madame Tussauds", "date": "2019-06-28 07:32", "summary": "Kirkbi forms a consortium with U.S. private-equity firm to buy the rest of Merlin Entertainments, the world's No. 2 visitor-attraction operator. The family behind toy giant Lego A/S is teaming up with Blackstone Group LP and a Canadian pension fund to buy the operator of Madame Tussauds wax museums and Legoland theme parks in a deal that values the business at £4.77 billion ($6.04 billion).", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-has-troubles-but-is-still-a-world-beater-11561714200", "title": "Troubled Boeing Is Still a World-Beater", "date": "2019-06-28 06:53", "summary": "Despite the 737 MAX's grounding, U.S. plane maker's broader palette gives it strength Airbus lacks. Big menus may have fallen out of favor in restaurants, which now tend to rely on a few crowd-pleasers. But they are still the likely path to success for troubled plane maker Boeing .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-too-thirsty-for-utility-stocks-11561718862", "title": "Investors Are Too Thirsty for Utility Stocks", "date": "2019-06-28 06:47", "summary": "Money managers are reluctant to make a definitive call on the stock market, which has pushed too much money into sectors seen as bond proxies. It is hard to know whether to like the stock market when economic data remain decent but geopolitical tensions flare up, so investors have found a compromise: utility companies. But this strategy may be getting out of hand.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-at-g-20-says-there-will-be-very-big-trade-deals-with-india-and-japan-11561690577", "title": "Trump Changes His Tone on Trade at G-20", "date": "2019-06-28 06:47", "summary": "President says there will be 'very big' trade deals with India and Japan; sounds hopeful about working things out with Iran. OSAKA, Japan-President Trump struck a conciliatory tone on some trade issues at the Group of 20 summit here Friday, and world leaders called on the U.S. and China to work out their differences.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiny-moldova-fears-russia-is-playing-a-long-game-11561716028", "title": "Tiny Moldova Fears Russia Is Playing a Long Game", "date": "2019-06-28 06:00", "summary": "For years, Europe's poorest country has been torn between Russia and the West-and Moscow still has the upper hand. CHISINAU, Moldova-Moldova's new Prime Minister Maia Sandu has struck a balance between Russia and the West over how to put her tiny nation back on its feet-at least for now.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vodafone-supercharges-its-procurement-with-automation-ai-11561714201", "title": "Vodafone Supercharges Its Procurement With Automation, AI", "date": "2019-06-28 05:30", "summary": "Telecom's procurement unit cut costs and boosted efficiency by handing tracking and analysis to robots. Vodafone Group PLC turned to a suite of new technologies, including data-visualization tools and artificial intelligence, to make its global procurement process faster and less expensive.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-investors-hedge-against-renewed-trade-tension-11561714203", "title": "Some Hedge Against Renewed Trade Tension", "date": "2019-06-28 05:30", "summary": "Aussie-dollar short is among strategies protecting against potentially disappointing Trump-Xi meeting. Some money managers are bracing for a potential resurgence in trade tensions after President Trump's meeting with Chinese President Xi Jinping this weekend by hedging their bets with currencies and options.", "categories": [["Markets", "Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-opec-head-who-wants-to-talk-to-everybody-11561714210", "title": "The Man Who Wants America to Fall in Love With OPEC", "date": "2019-06-28 05:30", "summary": "Mohammad Barkindo has transformed what had been a largely technical position into one with geopolitical clout; now he is courting the U.S.. In the last three years, OPEC's Mohammad Barkindo has bowed in prayer alongside Saudi Arabia's King Salman, dined with Iranian President Hassan Rouhani, visited with Vladimir Putin in the Kremlin and met with high-ranking U.S. State Department officials.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-libra-cryptocurrency-how-it-stacks-up-to-bitcoin-and-paypal-11561714204", "title": "Facebook's Libra Cryptocurrency: How It Stacks Up to Bitcoin and PayPal", "date": "2019-06-28 05:30", "summary": "The social-media giant's new payment system is a lot closer to traditional web-commerce systems than you might think. Facebook Inc. last week unveiled plans to launch Libra, a payment system it describes as a new \"global currency.\" It's based on blockchain, the same technology that powers bitcoin, and is backed by real assets and pegged to stable government securities. Over two dozen corporate partners are on board, including financial companies MasterCard Inc., Visa Inc., PayPal Holdings Inc. and Coinbase. Partners contribute a membership fee of $10 million each. Facebook's goal is to line up a total of 100 corporate partners and $1 billion in assets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-answer-to-tesla-veers-off-course-11561714171", "title": "China's Answer to Tesla Veers Off Course", "date": "2019-06-28 05:29", "summary": "Resume Subscription. China's answer to Tesla is losing its shine.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vietnams-moment-is-here-11561712772", "title": "Vietnam's Moment Is Here", "date": "2019-06-28 05:06", "summary": "The developing economy is benefiting from trade liberalization and its increasingly competitive position as a production base. As investors fret about the global economy, Vietnam is enjoying a moment in the sun. Many investors there, however, have had a difficult time.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-debates-sorted-the-field-but-did-they-persuade-voters-11561691633", "title": "Democratic Debates Sorted the Field, But Did They Persuade Voters?", "date": "2019-06-28 01:16", "summary": "The debates also helped identify the main issue dividing the Democratic Party's two camps: health care. Messy as they were, the first set of Democratic presidential debates did their job: They helped sort out the party's giant field of candidates. They showed there's a distinct progressive camp, which is colliding, noisily, with a centrist camp. They also identified the main issue-health care-that divides these two camps.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-candidates-square-off-in-second-debate-11561683800", "title": "Biden Draws Bulk of Attacks in Second Debate", "date": "2019-06-28 01:10", "summary": "Former vice president's record is questioned as he clashes with Kamala Harris, other rivals. Former Vice President Joe Biden faced challenges from a new generation of presidential hopefuls who took aim at his decadeslong record and questioned whether the party's Obama-era policies have gone far enough.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-set-to-vote-on-senate-version-of-border-aid-bill-11561663455", "title": "Border Bill Passes in House, Opening a Democratic Rift", "date": "2019-06-28 00:26", "summary": "Some Democrats had demanded changes to the legislation, which funds food, shelter, and medical care for migrants. WASHINGTON-The House passed a $4.6 billion bill funding humanitarian aid for migrants at the southern border, approving the Senate version of the legislation over the objections of nearly 100 Democrats and sending it to President Trump for his signature.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midwest-hospital-systems-to-merge-into-26-state-regional-giant-11561694580", "title": "Midwest Hospital Systems to Merge Into 26-State Regional Giant", "date": "2019-06-28 00:03", "summary": "Deal between Sanford Health and UnityPoint Health furthers consolidation of U.S. hospital sector. Two major Midwestern hospital systems plan to merge, according to executives involved in the deal, creating another regional giant as the nation's $1 trillion hospital sector continues to consolidate.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-is-overflowing-with-salmon-boosting-coastal-towns-11561719603", "title": "California Is Overflowing With Salmon, Boosting Coastal Towns", "date": "2019-06-28 00:01", "summary": "Resume Subscription. MORRO BAY, Calif.-The phones began ringing at Giovanni's Fish Market & Galley a week after salmon season opened in May and have barely let up since.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11561665675", "title": "Pepper...and Salt", "date": "2019-06-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-second-democratic-presidential-debate-11561690328", "title": "Photos: Second Democratic Presidential Debate", "date": "2019-06-28 23:55", "summary": "Presidential hopefuls sparred on stage in the second Democratic debate of the 2020 election. Thursday's session featured the other half of the 20 candidates who made the cut.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/boeing-737-max-likely-grounded-until-late-this-year-11561685894", "title": "Boeing 737 MAX Likely Grounded Until Late This Year", "date": "2019-06-28 21:38", "summary": "Latest problem to emerge involves potential failure of flight-control computer chip. Boeing Co.'s troubled 737 MAX fleet is expected to stay grounded until late this year as a result of the latest flight-control problem flagged by U.S. air-safety regulators, according to people briefed on the issue.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-second-act-for-realreals-ceo-11561649869", "title": "A Second Act for RealReal's CEO", "date": "2019-06-28 21:01", "summary": "Julie Wainwright is making a comeback with the luxury-resale marketplace's Wall Street debut that priced above expectations. A familiar face from the dot-com bust is making another foray into the public markets.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuit-alleges-government-mistreatment-of-migrant-children-11561608969", "title": "Lawsuit Alleges Government Mistreatment of Migrant Children", "date": "2019-06-28 20:49", "summary": "Complaint accuses Trump administration of holding minors without clean water or adequate medical care, violating legal settlement. Immigrant rights attorneys filed suit against the Trump administration, claiming that the federal government is holding children in unhealthy and unsafe conditions along the southwest border in violation of a settlement dictating the detention of minors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]