[{"link": "https://www.wsj.com/articles/photos-marella-agnellis-life-in-style-11550957301", "title": "Photos: Marella Agnelli's Life in Style", "date": "2019-02-23 16:28", "summary": "A Florence-born princess, Donna Marella Caracciolo di Castagneto married Fiat industrialist Gianni Agnelli wearing creamy silk Balenciaga. Her glamorous, oft-photographed relationship with high style would continue for the rest of her life: A Vogue contributor in the 1950s and '60s, Agnelli was dubbed \"The Swan\" by fashion photographer Richard Avedon, whose December 1953 portrait of her is part of MoMA's permanent collection. Her homes were just as considered as her closet: Renzo Mongiardino decorated her apartment in New York and she co-wrote two books about garden design. On February 23, Agnelli died at home in Turin at the age of 91. WSJ. looks back at her life in style.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pg-e-to-scrap-employee-bonuses-after-protest-from-fire-victims-11550952706", "title": "PG&E To Scrap Employee Bonuses After Protest From Fire Victims", "date": "2019-02-23 15:11", "summary": "Bankrupt California utility had asked judge for approval to pay out $130 million. PG&E Corp. is planning to scrap $130 million in bonuses owed to thousands of employees. The move comes after protests from victims of several California wildfires.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-stocks-worth-their-price-11550935933", "title": "Are Stocks Worth Their Price?", "date": "2019-02-23 10:32", "summary": "Warren Buffett has struggled to find companies to buy. Value-minded investors looking at the stock market can relate.. In his annual letter to shareholders, published on Saturday, the chief executive of Berkshire Hathaway said his quest for a large acquisition has continued to come up short. \"Prices are sky-high for businesses possessing decent long-term prospects,\" he complained.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffetts-kraft-heinz-bet-dragged-down-berkshire-hathaway-in-2018-11550929951", "title": "Buffett's Kraft Heinz Bet Dragged Down Berkshire Hathaway", "date": "2019-02-23 10:28", "summary": "Conglomerate swung to a $25.4 billion loss in the fourth quarter due to an unexpected write-down at Kraft Heinz and unrealized investment losses. The world's most famous investor had one of his worst years ever in 2018.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nigerias-election-gets-under-way-after-a-stop-start-runup-11550922219", "title": "Nigeria's Election Gets Under Way After a Stop-Start Runup", "date": "2019-02-23 10:20", "summary": "Following a last-minute postponement a week ago, Nigerians vote to decide who will govern Africa's No. 1 economy. After a false start and an acrimonious campaign, Nigerians headed to the polls Saturday to vote in what is expected to be Africa's largest-ever election, and will determine who governs the continent's top economy and oil producer.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apex-legends-is-eas-move-to-out-fortnite-fortnite-11550934053", "title": "'Apex Legends' Is EA's Move to Out-Fortnite 'Fortnite'", "date": "2019-02-23 10:00", "summary": "'Apex Legends' reached the 25 million-player mark in its first week; 'Fortnite' took a month to get to 20 million players. Three days after Electronic Arts Inc. thanked 25 million people for playing its new, surprise hit videogame \"Apex Legends,\" the company behind cultural juggernaut \"Fortnite,\" revealed its own surprise: It offered players a bundle of free virtual goodies in what is widely seen as a counterstrike.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-fashion-week-2019-wsj-magazines-20-favorite-looks-11550931860", "title": "London Fashion Week 2019: WSJ. Magazine's 20 Favorite Looks", "date": "2019-02-23 09:24", "summary": "Last week in London, designers presented one of their strongest and most joyful seasons in recent memory. Florals bloomed everywhere, new takes on the classic British trench were abundant and Victorian references added a ladylike flourish to the proceedings. In all, it was a standout week from a city that is never short on new ideas. Senior Market Editor Laura Stoloff's picks highlight the creativity of the city's houses, which offered a mix of bold creations and wearable designs. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-new-york-dont-just-drink-your-coffeelearn-about-it-first-11550930400", "title": "In New York, Don't Just Drink Your Coffee-Learn About It First", "date": "2019-02-23 09:00", "summary": "Resume Subscription. For many New Yorkers, getting a cup of coffee is a no-nonsense everyday ritual. But for others, it is becoming a multisensory experience.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/irs-proposal-could-crimp-earnings-for-manufacturers-energy-companies-11550930400", "title": "IRS Proposal Could Crimp Earnings for Manufacturers, Energy Companies", "date": "2019-02-23 09:00", "summary": "Tax law's slashing of corporate rates benefited many companies, but possible limits on interest deductions could hurt some. The tax overhaul fueled earnings for many companies. But a proposal about how to implement it could hurt some manufacturers and energy companies, by further crimping a key tax break.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-tight-job-market-labor-forces-income-is-squeezed-11550930400", "title": "Despite Tight Job Market, Labor Force's Income Is Squeezed", "date": "2019-02-23 09:00", "summary": "Workers' slice of the pie has been shrinking, confounding economists. WASHINGTON-With U.S. unemployment near lows seen a half-century ago and labor so scarce that companies routinely complain of shortages, you might think American workers, with more bargaining power, are getting a bigger slice of the nation's economic pie.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/laguardias-high-flying-makeover-has-travelers-doing-double-takes-11550930401", "title": "LaGuardia's High-Flying Makeover Has Travelers Doing Double-Takes", "date": "2019-02-23 09:00", "summary": "New eastern concourse provides glimpse of reimagined terminals; 'did I book the wrong airport?' one customer asks. As Rick Cotton walked through LaGuardia Airport's new eastern concourse at Terminal B recently, he overheard a woman say she wished she could stay longer.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/approval-rate-declines-for-h-1b-visas-11550926800", "title": "Approval Rate Declines for H-1B Visas", "date": "2019-02-23 08:00", "summary": "The Trump administration, which has made overhaul of the immigration system a priority, is asking for supplemental information in many more applications. WASHINGTON-The Trump administration is demanding supporting evidence in many more applications for coveted H-1B visas for high-skilled foreign workers, and denying more petitions, according to its own data published Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-confronting-macron-frances-yellow-vest-movement-turns-on-itself-11550923200", "title": "After Confronting Macron, France's Yellow Vest Movement Turns on Itself", "date": "2019-02-23 07:12", "summary": "Members are split over whether to become a formal organization or keep their antiestablishment roots as they press President Macron for change. VAL-DE-REUIL, France-When the yellow-vest movement exploded in November, its grass roots character was key to its success, giving voice to people who felt the establishment-from unions to political parties-were out of touch with working-class pain.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-elite-ice-climbers-year-round-workout-11550923260", "title": "An Elite Ice Climber's Year-Round Workout", "date": "2019-02-23 07:01", "summary": "Angela Limbach varies her training during the year, focusing on strength in the spring, endurance in the summer and technical precision in the fall.. Angela Limbach's idea of a perfect winter day involves hanging by the tip of an ice axe from a frozen waterfall above Lake Superior. \"Even on the coldest days I'd rather be climbing above crashing waves instead of sitting on my couch,\" she says. The 28-year-old data analyst started rock climbing in high school and discovered ice climbing while attending the University of Wisconsin-Madison.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-truth-photography-after-the-shutter-review-the-ever-evolving-image-11550923201", "title": "'Beyond Truth: Photography After the Shutter' Review: The Ever-Evolving Image", "date": "2019-02-23 07:00", "summary": "An exhibition at the Cleveland Museum of Art reveals the malleable nature of photography.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gene-simmons-on-kiss-and-capitalism-11550923179", "title": "Gene Simmons on KISS and Capitalism", "date": "2019-02-23 06:59", "summary": "The band's co-founder is open for business and spending his 70th year on the road. Tacoma, Wash.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-trump-kim-summit-host-vietnam-blazes-trail-for-north-korea-11550843491", "title": "At Trump-Kim Summit, Vietnam Blazes Trail for North Korea", "date": "2019-02-23 01:46", "summary": "Economic overhaul by former U.S. adversary Hanoi offers potential model for dictator. When North Korean leader Kim Jong Un meets President Trump in Hanoi next week, the venue itself will carry a message for the dictator: If you cooperate with the U.S., you could command an economic transformation like Vietnam's.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-brazil-border-becomes-the-site-of-maduros-power-struggle-11550873510", "title": "Photos: Venezuela-Brazil Border Becomes the Site of Maduro's Power Struggle", "date": "2019-02-23 01:20", "summary": "The Venezuelan president has established a military blockade at the border to counter opposition leader Juan Guaidó's efforts to deliver humanitarian aid.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/roche-nears-deal-to-buy-spark-therapeutics-for-close-to-5-billion-11550946324", "title": "Roche Agrees to Buy Biotech Firm Spark Therapeutics", "date": "2019-02-23 00:01", "summary": "Philadelphia-based Spark says the deal has an equity value of about $4.8 billion. Roche Holding AG has agreed to buy Philadelphia biotechnology company Spark Therapeutics Inc., as the Swiss drugmaker seeks to expand its presence treating hemophilia.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-eating-simply-11593715663", "title": "The Art of Eating Simply", "date": "2019-02-23 00:01", "summary": "In his Mexico City kitchen, author, editor and Top Chef Masters judge James Oseland talks tools, techniques and the best-ever recipe for salsa roja. FOR THOSE FAMILIAR with San Francisco only after the tech boom, the grittier, artier city depicted in the new memoir \"Jimmy Neurosis\" (Feb. 5, Ecco) may come as something of a surprise. Similarly, those who know the author, James Oseland, as the longtime editor-in-chief of Saveur magazine and head judge on Bravo's Top Chef Masters may do a double-take upon encountering the alienated, teeth-grinding teenager revealed in the book. Chapter by chapter, Mr. Oseland replays the late 1970s, when he was a young gay man shuttling between the suburb of San Carlos, where he and his mother struggled to rebuild a life in the wake of his father's abrupt exit, and San Francisco's avant-garde-film and punk-rock scenes.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11550866734", "title": "Pepper...and Salt", "date": "2019-02-23 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-demand-grandkids-and-robot-pals-technology-strives-to-cure-senior-loneliness-11550898010", "title": "On-Demand Grandkids and Robot Pals to Keep Senior Loneliness at Bay", "date": "2019-02-23 00:01", "summary": "Devices and services that facilitate-and in some cases replace-human contact are attracting insurers looking to combat an ever-more lethal crisis of loneliness. In her living room in Pittsburg, Calif., a small city not far from Silicon Valley, Sue Karp begins every day by greeting her robot companion, ElliQ. The robot greets her back.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-nominate-kelly-craft-to-be-u-n-ambassador-11550878139", "title": "Trump to Nominate Kelly Craft as U.N. Envoy", "date": "2019-02-23 22:36", "summary": "Ms. Craft currently is the U.S. ambassador to Canada. WASHINGTON-President Trump said he would nominate U.S. ambassador to Canada Kelly Craft to lead the U.S. mission to the United Nations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-opposition-to-face-off-with-maduro-at-colombian-border-11550836800", "title": "Showdown at Venezuelan Border Turns Deadly", "date": "2019-02-23 22:19", "summary": "Soldiers kill a woman during an indigenous protest against Venezuela's blocking of U.S.-backed aid, as the opposition leader defies President Maduro. CÚCUTA, Colombia-Venezuelan soldiers fired on protesters, and the country's U.S.-backed opposition leader defied President Nicolás Maduro by crossing into Colombia, raising tensions ahead of an expected showdown Saturday over the delivery of tons of humanitarian aid.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cia-korea-expert-who-spurred-talks-sees-hope-in-summit-11550884856", "title": "CIA Korea Expert Who Spurred Talks Sees Hope in Summit", "date": "2019-02-23 20:20", "summary": "'I have come to believe we have a great opportunity to engage with Pyongyang,' Andrew Kim says. PALO ALTO, Calif.-The CIA officer who helped orchestrate last year's diplomatic breakthrough between the U.S. and North Korea said Friday he remains optimistic about progress between the two adversaries, predicting next week's second summit would be more productive than the first.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-china-trade-talks-going-well-but-calls-outcome-unknown-11550864954", "title": "China Trade Talks Extended as Trump Pushes to Close Deal", "date": "2019-02-23 19:35", "summary": "Summit with Chinese leader Xi could be held next month, president says, despite few details on progress. WASHINGTON-President Trump, citing progress in U.S.-China trade talks, said he is looking at extending a deadline to raise tariffs and hoping to meet next month with Chinese leader Xi Jinping to complete a broad trade agreement.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crash-on-the-autobahn-11550880380", "title": "Crash on the Autobahn", "date": "2019-02-23 19:06", "summary": "Europe can't afford new car tariffs-so the U.S. President can't either.. The Commerce Department may soon give President Trump the regulatory running room he wants to impose tariffs on foreign autos as a threat to national security. Mr. Trump claims trade wars are easy to win, but this one could send Europe into recession and undermine the U.S. growth he needs to win in 2020.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-grow-up-11550880210", "title": "Startups Grow Up", "date": "2019-02-23 19:03", "summary": "Smart deregulation is helping more companies test the public markets.. Online platform Pinterest this week confidentially filed plans to go public with the Securities and Exchange Commission-a sign of better economic and regulatory times. Analysts are predicting a breakout year for public markets as startup companies take advantage of eased regulation to list shares on U.S. stock exchanges.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vote-fraud-in-the-flesh-11550880151", "title": "Vote Fraud, in the Flesh", "date": "2019-02-23 19:02", "summary": "North Carolina throws out an election after a mail-in ballot fiasco.. For months, Republican Mark Harris urged North Carolina's elections board to certify his 905-vote victory last year so he could take his seat in Congress. Now Mr. Harris has finally admitted what was apparent all along: The results in the state's 9th District were tainted by fraud. On Thursday a new election was ordered, and good luck to the GOP there after this scandal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]