[{"link": "https://www.wsj.com/articles/pg-e-loses-challenge-to-law-holding-it-liable-for-fire-damage-11574910091", "title": "PG&E Loses Challenge to Law Holding It Liable for Fire Damage", "date": "2019-11-27 22:01", "summary": "Judge rejects argument bankrupt utility made to limit amount owed for destroyed property. PG&E Corp. has lost a challenge to a California law that holds it liable for property damage from fires related to its equipment, a win for wildfire victims seeking to collect billions of dollars in the utility's bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rain-brings-new-danger-to-santa-barbara-mudslides-11574872952", "title": "Rain Brings New Danger to Santa Barbara: Mudslides", "date": "2019-11-27 20:49", "summary": "On the heels of a major wildfire, officials warn debris could slide downhill at high speeds. SANTA BARBARA, Calif.-A strong rainstorm hit this city north of Los Angeles Wednesday, bringing relief to emergency officials battling a major wildfire along with fears of a new danger: mudslides.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-land-of-heroes-gangsters-and-john-ford-11574902386", "title": "In a Land of Heroes, Gangsters and John Ford", "date": "2019-11-27 19:53", "summary": "With 'The Irishman,' Martin Scorsese says goodbye to a lost world-and to his greatest subject.. As I watched \"The Irishman\" a few weeks ago in a Manhattan movie theater I felt an ache, a kind of grief sneaking up on me, and toward the end I thought I knew why. I realized: I am watching John Ford 's \"Cheyenne Autumn.\" I am watching a great artist say goodbye to a world he knew, the world in which he'd risen, a particular kind of America. This is an artist's farewell to his great subject. For Ford, America's greatest movie director, it was the settlers who pushed West and the American Indians who lived there. It was his coming to terms with their suffering, and his treatment of it.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-america-still-have-a-common-creed-11574902417", "title": "Does America Still Have a Common Creed?", "date": "2019-11-27 19:53", "summary": "The U.S. has an unmatched capacity for absorbing newcomers. Yet historian David M. Kennedy worries that the country no longer agrees on a shared identity or purpose.. Stanford, Calif.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schwab-leaves-san-francisco-for-texas-11574900348", "title": "Schwab Leaves San Francisco for Texas", "date": "2019-11-27 19:19", "summary": "The brokerage giant heads for a state that doesn't punish finance.. Discount brokerage firm Charles Schwab this week announced a $26 billion merger with TD Ameritrade that it says will make it more competitive amid a fierce financial industry price war. That may be one reason Schwab is also relocating its corporate headquarters from San Francisco to lower-cost-and-low-tax Texas.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-spares-three-seals-tied-to-gallagher-case-of-possible-disciplinary-action-11574897606", "title": "Navy Spares Three SEALs in Gallagher Case of Possible Disciplinary Action", "date": "2019-11-27 18:57", "summary": "Order effectively ends Navy proceedings associated with Chief Petty Officer Edward Gallagher. WASHINGTON-U.S. Navy officials called off administrative reviews that could have resulted in discipline against three Navy SEALs who instead will be able to keep their symbolic Trident pins and remain part of the elite commando force, officials said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-new-cfo-has-an-8-million-incentive-to-stay-11574897316", "title": "GE's New CFO Has an $8 Million Incentive to Stay", "date": "2019-11-27 18:28", "summary": "Such delayed payments are becoming common as companies compete for high-profile finance chiefs. General Electric Co.'s incoming finance chief will earn an annual base pay of $1.5 million but will have to stay with the troubled conglomerate for four years before she can take home an $8 million stock bonus that is part of her compensation package.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-workers-arrested-in-drug-shipping-bust-11574896107", "title": "UPS Workers Arrested in Drug Shipping Bust", "date": "2019-11-27 18:08", "summary": "Police say Tucson, Ariz., ring moved bulk amounts of drugs through shipping giant; 50,000 THC vape pens seized. Four United Parcel Service Inc. workers have been arrested as part of a long-running investigation into how criminal organizations use the shipping giant to move narcotics into the U.S.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-wants-to-let-companies-raise-capital-through-direct-listings-11574893400", "title": "NYSE Wants to Let Companies Raise Capital Through Direct Listings", "date": "2019-11-27 17:23", "summary": "Proposal will need approval by U.S. Securities and Exchange Commission. The New York Stock Exchange has submitted a proposal with the U.S. Securities and Exchange Commission that would allow companies going public through a direct listing to raise capital.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giuliani-weighed-doing-business-with-ukrainian-government-11574890951", "title": "Giuliani Weighed Doing Business With Ukrainian Government", "date": "2019-11-27 17:07", "summary": "Trump's lawyer drew up retainer agreements with Yuriy Lutsenko and the Ukraine Justice Ministry worth $500,000 before deciding against the arrangement. Rudy Giuliani said Wednesday he was in talks earlier this year to earn hundreds of thousands of dollars from Ukrainian government officials but decided against it as he pushed the country to pursue investigations sought by his client, President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/early-drug-treatment-sharply-reduces-deaths-from-ebola-11574892000", "title": "Early Drug Treatment Sharply Reduces Deaths From Ebola", "date": "2019-11-27 17:00", "summary": "A clinical trial conducted during an Ebola epidemic in a violent area of Congo showed two drugs can save 90% of patients who are treated early. A person's chance of dying from Ebola increases substantially every day until he or she receives treatment, according to results from a landmark clinical trial conducted during a large epidemic in a violent region of the Democratic Republic of Congo.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-edge-higher-as-trump-fuels-trade-optimism-11574849055", "title": "Market Indexes Advance on Fresh Trade Optimism", "date": "2019-11-27 16:57", "summary": "U.S. and Chinese negotiators are in the 'final throes' of a deal, President Trump says. U.S. stocks edged higher Wednesday following upbeat economic data and optimistic comments from President Trump on progress in the trade talks between China and the U.S.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-lawyers-are-swimming-in-debt-11574890294", "title": "New Lawyers Are Swimming in Debt", "date": "2019-11-27 16:31", "summary": "Most law-school alumni have federal loans that amount to more than their earnings one year after graduation. The vast majority of law-school graduates carry debt loads that exceed their initial earnings, new federal data shows, the latest sign a law degree isn't a sure path to immediate financial success.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saks-owner-gets-rival-takeover-bid-11574868669", "title": "Saks Owner Gets Rival Takeover Bid", "date": "2019-11-27 15:51", "summary": "Investor Catalyst Capital seeks to top management-led buyout offer. A major investor in the owner of Saks Fifth Avenue made a $1.5 billion bid to take over the department store operator, seeking to derail plans for a management-led buyout.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvest-slowdown-brews-up-higher-coffee-prices-11574859603", "title": "Harvest Slowdown Brews Up Higher Coffee Prices", "date": "2019-11-27 15:42", "summary": "Dry weather in Latin America has eaten into arabica output, boosting futures. ", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-737-max-crisis-foreign-regulators-raise-scrutiny-of-boeings-next-jet-11574870007", "title": "Boeing's Next Jet Faces More Scrutiny From European, Mideast Regulators", "date": "2019-11-27 15:17", "summary": "In unusual move, regulators in Europe, Middle East plan independent certification reviews of Boeing's next new aircraft. European and Middle Eastern regulators will conduct independent certification reviews of Boeing Co.'s next new aircraft, according to people familiar with the matter, breaking from longstanding practice to apply what they say are lessons learned from the 737 MAX crisis.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-take-on-amazon-in-one-day-shipping-during-holidays-11574776801", "title": "Retailers Take On Amazon in One-Day Shipping During Holidays", "date": "2019-11-27 15:10", "summary": "Target and Walmart seek competitive edge with faster deliveries. Retailers are promising to deliver more packages in just a day, an attractive feature for shopping procrastinators like Jeff Chin.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midsomer-murders-review-bucolic-bloodbath-11574885284", "title": "'Midsomer Murders' Review: Bucolic Bloodbath", "date": "2019-11-27 15:08", "summary": "People keep getting killed in the dazzling English countryside in this oddly compelling mystery series.. It's soon clear why this long-running ITV mystery series. distinguished for the profligate number of murders stuffed into each episode, has won so many devoted viewers since it began airing in Britain in 1997. \"Midsomer Murders\" (Sunday, Acorn TV), set in a fictional rural county in England, is awash in color, dazzling skies and pretty houses that suggest a fairy-tale perfection. Its atmosphere of innocence and amiability prevails, along with the rage and violence central to every chapter. Each of the new season's four episodes is set in distinctly lighthearted circumstances, with the exception of chapter 3-about the owner of a bee empire-a tale that offers nothing in the cheer and playfulness department, as its title, \"The Sting of Death,\" may suggest.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/researchers-say-fda-has-fallen-down-on-e-cigarette-testing-11574850602", "title": "FDA Has Fallen Down on E-Cigarette Testing, Researchers Say", "date": "2019-11-27 15:06", "summary": "Vaping products should be studied to see if they can get smokers to quit, some scientists and doctors say. WASHINGTON-The Food and Drug Administration is coming under attack for not prioritizing study of whether vaping products may well be an important way to reduce deaths from traditional smoking, even as more state and local governments imposed restrictions on flavored e-cigarettes this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-two-popes-review-a-holy-must-see-11574884970", "title": "'The Two Popes': A Holy Must-See", "date": "2019-11-27 15:02", "summary": "Anthony Hopkins is Pope Benedict XVI and Jonathan Pryce is the future Pope Francis in Fernando Meirelles's resplendent drama of faith and wary adversaries.. We've been warned about basing judgments on book covers; the same goes for movie titles. \"The Two Popes\" may sound like something worthy but stuffy, a holiday-season bonbon that humanizes its subjects decorously. Instead, the film is a dramatic and visual feast, one that portrays its adversaries as passionate humans who move us and make us laugh while they're having at each other in search of common theological ground.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knives-out-review-the-giddy-pleasures-of-virtuosity-11574884919", "title": "'Knives Out': The Giddy Pleasures of Virtuosity", "date": "2019-11-27 15:02", "summary": "Rian Johnson's latest film is a dazzling whodunit in the vein of Agatha Christie.. 'Knives Out\" is a modern whodunit in the hallowed tradition of Agatha Christie. The filmmaker who did it is Rian Johnson-his previous film was \"Star Wars: Episode VIII-The Last Jedi\"-and what he has done is create an entertainment that's as smart, witty, stylish and exhilarating as any movie lover could wish for. It's tempting to call it the sort of movie they don't make any more, but they didn't make all that many way back when, because it's really hard to pull off a production of such startling quality. If there's a false note from start to finish I must have been laughing or gasping when it sounded.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queen-slim-review-out-there-outlaws-11574884890", "title": "'Queen & Slim': Out There Outlaws", "date": "2019-11-27 15:01", "summary": "This road-movie/revenge is sure to be equally polarizing and head-scratching.. With a black Bonnie & Clyde at the wheel and the spirit of Philando Castile in the back seat, \"Queen & Slim\" is a road-movie/revenge fantasy destined to be the most polarizing movie of a polarized year-and not just between people on each side of the Black Lives Matter vs. Blue Lives Matter argument. The film's fight-the-power politics, and liberated portrayal of its African-American heroes, will prompt plenty to go along for the ride. But those who tend to philosophize about or analyze their movies, or insist on matters making absolute sense, are going to wind up pulling onto the shoulder, staring at the GPS and wondering, \"Where the hell are we?\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-dallas-fed-president-robert-kaplan-11574884223", "title": "Transcript: WSJ Interview With Dallas Fed President Robert Kaplan", "date": "2019-11-27 14:50", "summary": "Resume Subscription. Dallas Fed President Robert Kaplan spoke with Wall Street Journal reporter Nick Timiraos on Wednesday, Nov. 27, about his outlook for the economy. He also reviewed how the Federal Reserve had reacted to changes in the outlook over the past year, and what the central bank's ongoing study of its framework and policy strategies should consider. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-dirty-little-secret-shared-driver-accounts-11574883278", "title": "Uber's 'Dirty Little Secret': Shared Driver Accounts", "date": "2019-11-27 14:34", "summary": "Ride-hailing giant says its fixes for photo fraud world-wide aren't 'silver bullet'. LONDON-This city's decision to revoke Uber Technologies Inc.'s operating license opens a window into what drivers say has been a relatively common practice of sharing or renting out driver accounts at a number of ride-hailing apps.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-young-man-from-atlanta-review-an-unwanted-guest-to-be-thankful-for-11574883225", "title": "'The Young Man From Atlanta' Review: An Unwanted Guest to be Thankful For", "date": "2019-11-27 14:33", "summary": "Signature Theatre's new revival of Horton Foote's work makes clear the play's surpassing excellence.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/come-on-up-to-the-house-women-sing-waits-review-girl-power-11574882717", "title": "'Come On Up To the House: Women Sing Waits' Review: Girl Power", "date": "2019-11-27 14:25", "summary": "A talented lineup of musicians put their own spin on Tom Waits's music and in doing so further reveal his gifts as a songwriter.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-unveil-bipartisan-proposal-to-mitigate-robocall-scourge-11574882436", "title": "Lawmakers Unveil Proposal to Mitigate Robocalls", "date": "2019-11-27 14:20", "summary": "Legislation arms the government with tougher tools to punish offenders. U.S. lawmakers detailed their proposal to combat illegal robocalls, unveiling a bipartisan bill Wednesday that appears on track to become law in the coming weeks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-warns-of-potential-harm-from-cbd-products-11574881127", "title": "FDA Warns of Potential Harm From CBD Products", "date": "2019-11-27 14:16", "summary": "Agency says it has seen limited data on effects of cannabis derivative; risk of liver injury is cited. The Food and Drug Administration said this week that it can't vouch for the safety of food and other products containing CBD, because of limited information about the cannabis-derived compound's effects on the body.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-mexico-cuts-economic-growth-forecasts-11574882047", "title": "Bank of Mexico Cuts Economic Growth Forecasts", "date": "2019-11-27 14:14", "summary": "Resume Subscription. ", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frank-biondi-hollywoods-fall-guy-was-go-to-m-b-a-for-fickle-movie-tycoons-11574881802", "title": "Frank Biondi Was Go-To M.B.A. for Fickle Movie Tycoons", "date": "2019-11-27 14:10", "summary": "CEO, known for collegial style, ran afoul of his masters at HBO, Viacom and Universal Studios. In the 1980s and 1990s, Frank Biondi found himself at the center of maneuvering by entertainment moguls seeking supremacy in the creation and distribution of movies, TV programs and music.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dhs-couldnt-track-how-many-immigrant-children-it-separated-from-families-report-says-11574881242", "title": "DHS Couldn't Track How Many Children It Separated From Families", "date": "2019-11-27 14:00", "summary": "The department's inspector general said the number of children affected by the policy may be higher than previous government figures suggested. The Department of Homeland Security didn't have the necessary process in place to track how many immigrant children it separated from their families, and the number of children may be higher than previous government figures suggested, according to a new report from the department's internal watchdog.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jill-stein-challenges-voting-machines-in-pennsylvania-11574880782", "title": "Jill Stein Challenges Voting Machines in Pennsylvania", "date": "2019-11-27 13:53", "summary": "Voting machine dispute an outgrowth of 2016 campaign, when Stein demanded recounts in states won by Trump. Former Green Party presidential candidate Jill Stein has asked a federal court to bar several Pennsylvania counties from using their voting machines, arguing as part of a long-running dispute that the machines are insecure and fail to comply with a settlement agreement reached last year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-surge-raises-questions-in-counting-logistics-workers-11574880428", "title": "E-Commerce Surge Raises Questions in Counting Logistics Workers", "date": "2019-11-27 13:47", "summary": "Figures suggest warehousing sector's use of staffing agencies may obscure seasonal hiring growth. The annual holiday hiring rush at warehousing and delivery operations is under way, but measuring which jobs are in demand is proving complicated in the e-commerce era.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-distributors-look-vulnerable-without-finality-11574880378", "title": "Drug Distributors Look Vulnerable Without Finality", "date": "2019-11-27 13:46", "summary": "Investor hopes for a global opioid settlement with drug companies are premature. Word of a fresh federal investigation is the latest sign that drug distributors haven't resolved their legal problems stemming from the opioid crisis. Investors should reassess whether their buoyant stock prices reflect that uncertain reality.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-governor-to-sign-u-s-s-toughest-flavored-tobacco-ban-11574860105", "title": "Massachusetts Enacts U.S.'s Toughest Flavored-Tobacco Ban", "date": "2019-11-27 13:26", "summary": "The prohibition on flavored vaping products starts immediately while menthol cigarettes will be banned starting June 1. BOSTON-Massachusetts Gov. Charlie Baker signed into law the nation's toughest prohibition on flavored tobacco, including a ban on menthol cigarettes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-ebay-address-mercury-laced-skin-creams-11574878756", "title": "Amazon, eBay Address Mercury-Laced Skin Creams", "date": "2019-11-27 13:19", "summary": "An investigation found that e-commerce companies were selling cosmetics with prohibited mercury levels. Amazon.com Inc. has removed mercury-laced skin lightening creams from its U.K. and U.S. websites and eBay Inc. is reviewing products on its platform, following an investigation that found e-commerce companies are selling cosmetics with mercury levels in violation of an international convention.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedish-broadcaster-alleges-seb-ties-to-money-laundering-magnitsky-affair-11574878435", "title": "Swedish Broadcaster Alleges SEB Ties to Money Laundering, Magnitsky Affair", "date": "2019-11-27 13:13", "summary": "Swedish broadcaster SVT reported that about 194 clients at the Swedish lender are suspected of using the bank to launder money through Swedish and Baltic accounts. Swedish state broadcaster SVT said Wednesday that about 194 clients at Skandinaviska Enskilda Banken AB are suspected of using the bank to launder money through Swedish and Baltic accounts, with around 475 million Swedish kronor ($49.4 million) linked to the Magnitsky case.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-posed-security-threat-says-financial-watchdog-after-suspension-11574865340", "title": "Vatican Posed Security Threat, Says Financial Watchdog After Suspension", "date": "2019-11-27 13:07", "summary": "Financial watchdog network, Egmont Group, suspended the Vatican from access to its network earlier this month. ROME-An international network of financial watchdogs said the Vatican's handling of confidential information posed \"an evident security threat to our organization,\" in a statement explaining why it suspended the Vatican from access to its information earlier this month.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deere-4q-sales-rise-11574855561", "title": "Deere Projects Equipment-Sales Declines", "date": "2019-11-27 13:03", "summary": "Company cites uncertainties in the agricultural sector as it reports lower earnings. Deere & Co. forecast lower sales and profit next year, predicting U.S. farmers will remain reluctant to buy machinery after a disappointing harvest.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-winds-down-probe-into-wireless-carriers-over-esim-technology-11574871061", "title": "U.S. Ends Probe Into Wireless Carriers' Influence on Rules for Switching Providers", "date": "2019-11-27 12:42", "summary": "Justice Department says process for setting eSIM standards limited competition, but doesn't file charges. The U.S. ended an antitrust probe, without filing charges, into whether wireless carriers steered technical standards to make it harder for customers to switch providers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commentary-drone-delivery-projects-must-look-beyond-the-hype-11574875675", "title": "Commentary: Drone-Delivery Projects Must Look Beyond the Hype", "date": "2019-11-27 12:27", "summary": "Unmanned aircraft have a role in the future of logistics, but pie-in-the-sky forecasts should give way to a realistic assessment of capabilities and economics. The public discussion around the future of last-mile logistics, especially in rapidly growing urban centers, is dominated by relentless hype around drone delivery. Fueled by big ideas and bold claims, unmanned aircraft have also attracted significant venture funding.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-big-messy-meetings-are-a-must-11574875626", "title": "In Defense of Long, Large, Unfocused Meetings. Really.", "date": "2019-11-27 12:27", "summary": "For matters that are important and entangled, a small, short gathering can be counterproductive. We've all declared war on meetings. After sitting through far too many time-wasting gatherings, most business leaders have decided that the best meetings are short, small and tightly focused: No more than 30 minutes, don't invite too many people, set an agenda. Don't try to boil the ocean. That way, the fewest will suffer for the shortest time, and maybe a few small things will get done for a change.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chicken-sandwich-gives-popeyes-and-burger-king-latest-reason-to-beef-up-digital-marketing-11574874551", "title": "A Chicken Sandwich Gives Popeyes and Burger King Latest Reason to Beef Up Digital Marketing", "date": "2019-11-27 12:09", "summary": "Popeyes' chicken-sandwich sales were driven by word of mouth and zero TV advertising, CMO says. The runaway success of Popeyes Louisiana Kitchen's chicken sandwich has encouraged the chain's parent company to rethink how it promotes new menu items.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-of-thanks-and-charity-11574874456", "title": "A Day of Thanks and Charity", "date": "2019-11-27 12:07", "summary": "Americans volunteering at home and serving abroad.. It's the season for counting blessings, and one naturally thinks of the enormous sacrifices made on our behalf by Americans overseas. It's also inspiring to see simple acts of charity occurring at home.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-couples-loved-visiting-each-other-so-they-decided-to-move-in-together-11574873871", "title": "Two Couples Loved Visiting Each Other. So They Decided to Move In Together.", "date": "2019-11-27 11:57", "summary": "Two sisters and their families now share a $10 million home that overlooks Camelback Mountain in Arizona. Sisters Melanie Folz and Mary Heitmann have always been close. But over the years, when Ms. Folz and her children visited the Heitmann family at their house in Arizona, \"there weren't enough bathrooms\" for all five of the sisters' children, explained Ms. Heitmann's husband, Mike Heitmann. \"The kids would be arguing about who got to shower first.\"", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pre-thanksgiving-storm-snarls-travel-from-denver-to-minneapolis-11574873877", "title": "Pre-Thanksgiving Storm Snarls Travel from Denver to Minneapolis", "date": "2019-11-27 11:57", "summary": "Some flights delayed, canceled in Twin Cities as system dumps 10 inches or more of snow. A pre-Thanksgiving storm dumped 10 inches or more of snow from Denver through Minneapolis, snarling travel plans for many but largely moving into less populated areas of the Northern Great Lakes by late Wednesday morning.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sister-act-11574873750", "title": "Sister Act", "date": "2019-11-27 11:55", "summary": "These two siblings and their families share a home in Arizona. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dont-expect-another-ho-hum-december-for-stocks-11574872496", "title": "Don't Expect Another Rough December for Stocks", "date": "2019-11-27 11:34", "summary": "Back-to-back negative returns in December are rare, analysts say. With just days to go before the final month of the year, the S&P 500 is heading for its best annual performance since 2013. History suggests stocks are likely to keep rising through the end of the year.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-islands-of-late-king-of-coal-billionaire-chris-cline-ask-29-9-million-11574870632", "title": "Private Islands of Late 'King of Coal' Billionaire Chris Cline Ask $29.9 Million", "date": "2019-11-27 11:03", "summary": "Located in the Bahamas, less than 70 miles from South Florida, the property was once a favorite destination of President Nixon. Nine private Bahamian islands formerly owned by the late billionaire entrepreneur Chris Cline, and a onetime popular vacation spot of the late President Richard Nixon, are coming on the market for $29.9 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-intimate-beauty-of-honest-craft-11574870032", "title": "The Intimate Beauty of Honest Craft", "date": "2019-11-27 10:53", "summary": "The Mingei movement taught the world to see everyday objects as works of art.. In 1914, a Japanese art collector named Soetsu Yanagi (1889-1961) received a fateful gift: a white porcelain jar of uncertain date, made by an unknown craftsman in Korea. For Yanagi, the jar's elegant simplicity sparked a consuming interest in Korean ceramics and the traditional crafts of his own country. His passion quickly blossomed into the movement known as Mingei, celebrating the artistry of everyday objects and elevating them to the status of fine art. It was a radical proposition for early 20th-century Japan-and for the international art world, where even today the line separating art from craft has been blurred but not erased.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-spending-rose-0-3-in-october-11574866887", "title": "U.S. Consumer Spending Rose 0.3% in October", "date": "2019-11-27 10:01", "summary": "Households pare back their goods purchases, a sign of caution among consumers. WASHINGTON-U.S. households increased spending in October but much of that rise was due to higher outlays on electricity and gas. Households pared back their goods purchases, a sign of caution among consumers as the holiday season gets under way.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-buy-or-not-to-buy-11574866607", "title": "To Buy or Not to Buy", "date": "2019-11-27 09:56", "summary": "A behavioral economist answers questions on regretting a purchase, asking guests to clean up and swearing off gifts.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-108-95-billion-to-markets-11574864855", "title": "New York Fed Adds $108.95 Billion to Markets", "date": "2019-11-27 09:27", "summary": "Resume Subscription. The Federal Reserve Bank of New York added $108.95 billion in temporary liquidity to the financial system on Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-cn-ramps-back-up-retails-holiday-delivery-race-plastics-prove-resistant-11574863942", "title": "Today's Logistics Report: CN Ramps Up; Retail's Holiday Delivery Race; Plastics Prove Resistant", "date": "2019-11-27 09:12", "summary": "Today's Top Supply Chain & Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-9-11-survivors-struggle-to-prove-eligibility-for-compensation-fund-11574863200", "title": "Some 9/11 Survivors Struggle to Prove Eligibility for Compensation Fund", "date": "2019-11-27 09:00", "summary": "Challenges mount as the years pass, and as people retire, businesses close. This past summer a federal fund created to cover claims by victims of the Sept. 11 terrorist attacks moved from being a temporary program to a permanent one.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dj-earworm-mashup-rihanna-drake-11574807181", "title": "Listen to the Last Decade of Pop Music in 3 Minutes Flat", "date": "2019-11-27 08:33", "summary": "DJ Earworm has spent the decade remixing hits from artists like Rihanna, Drake and Taylor Swift into unique creations of his own. Jordan Roseman, 50, never intended to become DJ Earworm. The moniker Roseman uses was conceived as a Banksy-like online alter ego for his Frankensteined musical compositions, called mashups, that jammed popular songs together. But when one of those mashups-a year-end recap of 2009's pop music that crammed 25 songs together into a radio-friendly bop in its own right-went viral, he embraced his hobby as a part of a new professional life.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-boeing-hp-xerox-vmware-dell-deere-11574848880", "title": "Stocks to Watch: Boeing, HP, Xerox, VMware, Dell, Deere", "date": "2019-11-27 08:25", "summary": "Here are the companies with stocks expected to trade actively Wednesday. Hereare some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-league-baseball-close-to-a-new-opioids-policy-11574859759", "title": "Major League Baseball Close to a New Opioids Policy", "date": "2019-11-27 08:02", "summary": "The league and players' union are nearing a deal on changes that would include random testing of all players for opioids, like oxycodone and fentanyl. Following the opioid-related death of Los Angeles Angels pitcher Tyler Skaggs, Major League Baseball is revising its response to an epidemic that has swept the nation.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-private-equity-firm-buys-stake-in-manchester-city-parent-at-4-8-billion-valuation-11574850630", "title": "Buyout Giant Silver Lake Invests $500 Million in Manchester City Soccer Club Owner", "date": "2019-11-27 08:01", "summary": "U.S. firm buys stake in latest example of private equity moving into sports franchises. Silver Lake Management LLC, a Silicon Valley-based private-equity firm that specializes in technology investments, is investing $500 million for a minority stake in the owner of soccer clubs including English Premier League champions Manchester City.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-in-his-push-for-iowa-sounds-echoes-of-obama-11574859608", "title": "Buttigieg, in His Push for Iowa, Sounds Echoes of Obama", "date": "2019-11-27 08:00", "summary": "The Democratic candidate sees similarities in the former president for whom he once campaigned. CRESTON, Iowa-As a 25-year-old, Pete Buttigieg knocked on doors here in Union County as a volunteer for a Democratic presidential candidate with a relatively thin political resume and an uncommon name.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/still-risque-the-formfitting-bodysuit-rises-again-11574857951", "title": "Still Risqué, the Formfitting Bodysuit Rises Again", "date": "2019-11-27 07:32", "summary": "Decades after the dance-inspired leotard first scandalously appeared in women's fashion, it's back in vogue thanks to designers including Dior and prominent fans like Beyoncé. LOVE IT OR HATE it, athleisure is a definitive early 21st century fashion trend. But while the concept has been hailed as revolutionary, wearing comfortable clothes inspired by exercise has been a tenet of American fashion since at least the 1940s, when designers such as Mildred Orrick and Claire McCardell incorporated dance elements into their pieces. One item they zeroed in on was the one-piece stretchy leotard-now known as the bodysuit by the many fans, including Beyoncé and Serena Williams, who've bought one in the past few years. As interpreted by labels from Bottega Veneta to Reformation, this clingy bit of clothing is now enjoying a relevance not seen since the 1980s heyday of Jane Fonda's Workout.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asia-seeks-to-breeze-past-europe-with-offshore-wind-projects-11574856000", "title": "Asia Seeks to Breeze Past Europe With Offshore Wind Projects", "date": "2019-11-27 07:00", "summary": "With investors lured by subsidies, region aims to surpass Europe in generating electricity at sea. A nearly $10 billion offshore wind-power project in Taiwan demonstrates Asia's growing presence in a market previously centered in Europe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-latin-america-pot-banging-signals-trouble-for-those-in-power-11574856000", "title": "In Latin America, Pot-Banging Signals Trouble for Those in Power", "date": "2019-11-27 07:00", "summary": "Resume Subscription. BOGOTÁ, Colombia-Upon joining antigovernment protests that have shaken Colombia over the past week, pastry chef Charlie Parra pulled out a spoon and a measuring cup he normally uses to make cheesecake and tiramisu.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bank-math-adds-up-to-possible-december-squeeze-11574854200", "title": "Bank Math Adds Up to Possible December Squeeze", "date": "2019-11-27 06:30", "summary": "Some big banks are cutting it close on a key regulatory measure, which could limit their ability to lend if year-end markets get rocky. Don't rule out another bumpy New Year's Eve in the funding markets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-bemoan-brexits-latest-casualtythe-school-nativity-play-11574852400", "title": "Brexit's Latest Casualty-the School Nativity Play", "date": "2019-11-27 06:00", "summary": "Next month's U.K. election falls during prime holiday-performance season, to the dismay of parents and schoolchildren alike. LONDON-This Christmas some parents in Britain are facing a festive crisis: There is no room at the school for the nativity play.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-an-emerging-market-now-for-better-and-worse-11574850734", "title": "China Is an Emerging Market Now, for Better and Worse", "date": "2019-11-27 05:32", "summary": "Resume Subscription. The opening up of China's stock market to the global financial system is a mixed blessing for Chinese companies-and the international investors now giving them more money than ever.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-trader-hits-pay-dirt-with-chinese-junk-debt-11574850603", "title": "UBS Trader Hits Pay Dirt With Chinese Junk Debt", "date": "2019-11-27 05:30", "summary": "A focus on a corner of finance growing rapidly has proved lucrative for a Hong Kong-based trader. A UBS Group AG trader is winning big in the booming market for junk bonds issued by Chinese companies.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-cattle-ranchers-are-fighting-back-against-fake-meat-11574850603", "title": "America's Cattle Ranchers Are Fighting Back Against Fake Meat", "date": "2019-11-27 05:30", "summary": "Resume Subscription. On a rainy September morning, a pair of cattle ranchers browsed the refrigerated meat cases at a Walmart Inc. store in Mandan, N.D., snapping cellphone photos of an unwelcome invader among the shrink-wrapped ground beef: Beyond Meat Inc. patties, made from pea protein and coconut oil. After a separate check at a nearby local supermarket, the ranchers headed to the North Dakota Department of Health. They showed officials the photos and warned of food-safety risks from mixing plant burgers with the traditional beef kind.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/plant-explosion-in-texas-blows-windows-from-homes-miles-away-11574847799", "title": "Plant Explosion in Texas Blows Windows From Homes Miles Away", "date": "2019-11-27 04:43", "summary": "Mandatory evacuation is in place for everyone within a half mile of the TPC plant. PORT NECHES, Texas-A plant that produces chemical and petroleum-based products in East Texas has exploded, blowing out windows on homes several miles away.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-u-s-to-designate-mexican-drug-cartels-as-terrorist-11574831409", "title": "U.S. to Designate Mexican Drug Cartels as Terrorists", "date": "2019-11-27 00:10", "summary": "López Obrador government warns against 'violation of national sovereignty'. WASHINGTON-President Trump said the U.S. plans to designate Mexican drug cartels as foreign terrorist organizations, a move that would expand the potential scope of U.S. action through tougher legislation and stiffer penalties.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-effort-to-avoid-rock-salt-states-look-to-briny-solutions-11574911972", "title": "In Effort to Avoid Rock Salt, States Look to Briny Solutions", "date": "2019-11-27 00:01", "summary": "States switch to liquid, search for other ways to reduce salt to fight environmental, budget impacts of rock salt. As the snows start to fall, many northern states are mixing up some nice saltwater brine to keep their roads safe.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/throwing-shade-on-black-friday-11574874939", "title": "Throwing Shade on Black Friday", "date": "2019-11-27 00:01", "summary": "The day after Thanksgiving isn't actually the biggest shopping day of the year, just the craziest. With holiday lights going up, it is the time of year for puncturing myths.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11574799231", "title": "Pepper...and Salt", "date": "2019-11-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]