[{"link": "https://www.wsj.com/articles/facebook-penalty-sparks-partisan-wrangling-11557273221", "title": "Facebook Penalty Sparks Partisan Wrangling", "date": "2019-05-07 19:53", "summary": "As FTC prepares to levy potential record fine over privacy violations, commissioners to testify before House panel. WASHINGTON-Federal Trade commissioners will appear at a House hearing Wednesday as they complete a settlement with Facebook Inc. over privacy violations, in a session likely to see sparring between Democrats and Republicans over who is better positioned to police Big Tech.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-considers-poverty-gauge-change-that-could-trim-rolls-on-aid-programs-11557272184", "title": "Trump Considers Poverty-Gauge Change That Could Trim Rolls on Aid Programs", "date": "2019-05-07 19:36", "summary": "Altering inflation measure seen as hitting eligibility for Medicaid, school lunches, Head Start. WASHINGTON-The Trump administration is weighing changes to a federal poverty measure that could reduce eligibility for a number of federal safety-net programs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-cautious-after-trade-tensions-buffet-stocks-11557216793", "title": "Stocks Sink on Mounting Trade Tensions", "date": "2019-05-07 19:25", "summary": "Dow drops 473 points as U.S. doubles down on tariff threats; Chinese envoy will travel to Washington. The stock market's declines deepened Tuesday, with the Dow Jones Industrial Average sliding more than 450 points, as investors braced for the increased likelihood the U.S. will raise tariffs on Chinese goods later this week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pseudo-impeachment-11557271242", "title": "The Pseudo-Impeachment", "date": "2019-05-07 19:20", "summary": "Democrats hold show trials rather than vote to oust the President.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-collusion-in-venezuela-11557271219", "title": "Russian Collusion in Venezuela", "date": "2019-05-07 19:20", "summary": "Why does Donald Trump believe Putin instead of his advisers?. 'I had a very good talk with President Putin - probably over an hour,\" President Trump said on Friday. \"And we talked about many things. Venezuela was one of the topics. And he is not looking at all to get involved in Venezuela, other than he'd like to see something positive happen for Venezuela. And I feel the same way.\" Mr. Trump added: \"I thought it was a very positive conversation I had with President Putin on Venezuela.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticuts-tax-roulette-11557271023", "title": "Connecticut's Tax Roulette", "date": "2019-05-07 19:17", "summary": "Democrats in Hartford try to drive more hedge funds out of state.. Connecticut is a gift that keeps on giving to low-tax states. Democratic Gov. Ned Lamont earlier this year pitched a suite of tax increases on everything from Netflix subscriptions to little Rover's vet bill. Surprise, surprise, the liberals in Hartford have raised his tax bid with a two-percentage-point surcharge on capital gains.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumers-could-be-hit-as-new-front-opens-in-u-s-china-trade-fight-11557270817", "title": "Consumers Could Be Hit as New Front Opens in U.S.-China Trade Fight", "date": "2019-05-07 19:13", "summary": "The conflict heads for America's shopping centers as Trump administration prepares additional tariffs. WASHINGTON-The U.S.-China trade conflict is headed for America's shopping centers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-rise-as-trade-tensions-ripple-11557244201", "title": "U.S. Government Bonds Rise as Trade Tensions Ripple", "date": "2019-05-07 19:06", "summary": "EU lowers forecast for German economic growth for second time this year. Prices for Treasurys rose Tuesday amid rising concern that trade tensions between the U.S. and China could dent strong economic growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-reports-strong-revenue-growth-1-1-billion-loss-11557259916", "title": "Lyft Reports Strong Revenue Growth", "date": "2019-05-07 19:03", "summary": "Loss reflects expenses related to the company's initial public offering in March. Lyft Inc. posted strong growth in its first quarterly report as a public company, with revenue nearly doubling from the year before, even as losses continued to mount.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-to-announce-u-s-will-lift-sanctions-on-venezuela-gen-manuel-cristopher-figuera-after-he-broke-ranks-with-maduro-11557256618", "title": "U.S. Lifts Sanctions on Venezuelan General Who Broke Ranks With Maduro", "date": "2019-05-07 19:01", "summary": "Vice President Mike Pence says country's top judges will be held accountable as regime's 'political tool'. The Trump administration lifted sanctions on a Venezuelan general who broke ranks with President Nicolás Maduro's regime in an effort to encourage others to do the same, and warned Venezuela's top judges of consequences if they don't back opposition leader Juan Guaidó.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bristol-myers-prepares-large-bond-sale-to-fund-celgene-purchase-11557240764", "title": "Bristol-Myers Sells $19 Billion of Bonds to Fund Celgene Purchase", "date": "2019-05-07 18:55", "summary": "Drug company's offering is biggest U.S. corporate debt sale this year. Bristol-Myers Squibb Co. sold $19 billion of bonds on Tuesday, seizing on low interest rates to help fund its blockbuster acquisition of Celgene Corp.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-praise-of-great-professors-11557269543", "title": "In Praise of Great Professors", "date": "2019-05-07 18:52", "summary": "Students reflect on what made their best teachers so special.. Editor's note: This Future View is about great professors. Next week we'll discuss the history major, which has declined more rapidly than any other major on U.S. campuses. Why? And are history degrees still relevant? Students should click here to submit opinions of fewer than 250 words before May 14. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nunes-top-ally-to-trump-signals-vote-to-subpoena-special-counsel-evidence-11557269234", "title": "Nunes, Top Ally to Trump, Signals Vote to Subpoena Special Counsel Evidence", "date": "2019-05-07 18:47", "summary": "Move would give bipartisan legitimacy to a key congressional oversight request by Democratic-led panel. WASHINGTON-A top Republican ally of President Trump in the House of Representatives signaled to the Justice Department that he may join with congressional Democrats in voting to subpoena evidence gathered by special counsel Robert Mueller.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fifth-avenue-losing-luster-as-vacancies-climb-rents-fall-11557234000", "title": "Fifth Avenue Losing Luster as Vacancies Climb, Rents Fall", "date": "2019-05-07 18:46", "summary": "Rise of e-commerce makes it tougher for fashion houses and other retailers to justify sky-high rents. Global retailers once seemed to pay whatever it took to lease space on Manhattan's Fifth Avenue. That doesn't appear to be the case anymore.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/motive-matters-in-trump-spygate-11557268983", "title": "Motive Matters in Trump Spygate", "date": "2019-05-07 18:43", "summary": "When intelligence actions are launched for political effect, we're in trouble.. For the better part of two years I've been saying, in principle, that the Federal Bureau of Investigation was not wrong to be concerned about the Russians exploiting peripheral Trump campaign figures as witting or unwitting agents. As long as such spying remained discreet and unknown to the public, it could not have influenced the election. Of courses there's a caveat: if such spying was ordered up on a flimsy premise to legitimize internally a story line about Trump-Russia connections that Obama administration officials would then try to peddle to the public through leaks.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-asylum-system-is-breaking-the-border-11557269028", "title": "The Asylum System Is Breaking the Border", "date": "2019-05-07 18:43", "summary": "The U.S. needs more judges and camps to handle migrants seeking refuge.. Suppose U.S. elected officials and candidates in both parties were serious about addressing the refugee problem, rather than using it to score partisan points. What would they do?", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roads-and-bridges-can-bridge-the-parties-11557268940", "title": "Roads and Bridges Can Bridge the Parties", "date": "2019-05-07 18:42", "summary": "Lawmakers, unite to let states manage infrastructure.. 'Finally-something America can agree on!\" That was my thought seeing President Trump, Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer discuss infrastructure last week.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-buried-review-digging-into-a-revolution-11557268917", "title": "'The Buried' Review: Digging Into a Revolution", "date": "2019-05-07 18:41", "summary": "Journalist Peter Hessler moved to Cairo in the wake of Hosni Mubarak's ouster and was a witness to Egypt's recent political convulsions.. Seen from afar, tectonic political shifts often look as if they consume a society. But have you ever been someplace in the middle of momentous political events and found everyone around you getting on with daily life? Few reporters seem better placed to fathom the complexities of this dynamic-ripples of disquiet permeating routine existence-than Peter Hessler.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-erdogan-losing-his-grip-on-turkey-11557268859", "title": "Is Erdogan Losing His Grip on Turkey?", "date": "2019-05-07 18:41", "summary": "Local elections in Istanbul and five other cities were the most serious losses for his party since 2002.. Turkey's Supreme Electoral Council ordered a new election for mayor of Istanbul Monday, handing a victory to President Recep Tayyip Erdogan and his ruling Justice and Development Party, known by the Turkish acronym AKP. Mr. Erdogan's candidates were defeated in five of six major cities on March 31. Despite this week's ruling in Istanbul-where the new vote is set for June 23-the results should serve as a lesson to Mr. Erdogan and populist politicians everywhere.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-rises-against-emerging-market-currencies-11557244242", "title": "Dollar Flat Amid Trade Turmoil", "date": "2019-05-07 18:41", "summary": "Japanese yen benefits from global economic uncertainty, while emerging-market currencies decline. The dollar was little changed Tuesday as rising trade tensions sparked gains against emerging-market currencies but a loss against the Japanese yen.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/data-disprove-the-voter-suppression-myth-11557268819", "title": "Data Disprove the 'Voter Suppression' Myth", "date": "2019-05-07 18:40", "summary": "Democrats scapegoat photo-ID laws for losses in states where minority turnout rose in 2018.. It has long been an article of faith on the political left that Republicans win elections by disenfranchising certain voting blocs. We are told that requiring voters to present photo identification at polling places not only depresses minority turnout but is tantamount to racial discrimination. The evidence challenging these assumptions gets stronger with every passing election, but Democrats and most of the political press don't seem to have noticed.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-brush-with-google-censorship-11557268757", "title": "Our Brush With Google Censorship", "date": "2019-05-07 18:39", "summary": "The Claremont Institute criticized the orthodoxies of multiculturalism. The company banned our ads.. Google wasn't represented at a Senate hearing last month on political censorship. But it assured lawmakers in a written statement that \"our products serve users of all viewpoints and remain politically neutral\" while acknowledging that \"sometimes our content moderation systems do make mistakes.\" This week my organization was hit by one such \"mistake.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putins-less-than-epic-mueller-retort-11557268790", "title": "Putin's Less-Than-Epic Mueller Retort", "date": "2019-05-07 18:39", "summary": "'A mountain gave birth to a mouse,' Russia's president says. Did Trump recognize the quote from Horace?. The greatest conquerors are not only ruthless in battle; often, they're also well-read. Alexander the Great reportedly kept his prized copy of the \"Iliad\" under his pillow. After a hard day of massacring Thracians, what better way to unwind than to read yet again how Achilles atop his chariot dragged Hector's lifeless body around the walls of Troy?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-governor-signs-fetal-heartbeat-abortion-law-11557266086", "title": "Georgia Governor Signs 'Fetal Heartbeat' Abortion Law", "date": "2019-05-07 18:35", "summary": "Conservatives applaud move, which was opposed by women's groups, abortion-rights activists and some actors threatening to no longer film in the state. ATLANTA-Georgia Republican Gov. Brian Kemp signed one of the country's most restrictive abortion laws over protests from women's groups, abortion-rights activists and about 80 actors who signed a letter threatening to no longer film in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avengers-and-bernie-sanders-11557268454", "title": "'Avengers' and Bernie Sanders", "date": "2019-05-07 18:34", "summary": "Why is the U.S. the center of the entertainment industry?. A website called The Athletic is reporting that basketball star Klay Thompson walked out of \"Avengers: Endgame\" with an hour left in the film because he found the plot wanting. This column hasn't seen the film and would likely sympathize with Mr. Thompson, but must acknowledge that most of the movie's customers have registered a very different opinion.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-in-iraq-calls-iran-a-regional-threat-11557268389", "title": "Pompeo, in Iraq, Calls Iran a Regional Threat", "date": "2019-05-07 18:33", "summary": "In unannounced visit, secretary of state repeats warnings to Tehran and offers support for allied officials in Baghdad, days after U.S. sent aircraft carriers and bombers to area. BAGHDAD-Secretary of State Mike Pompeo described Iran as a growing regional threat during an unannounced visit to Iraq, where he underscored U.S. warnings to Tehran while offering support to allied officials in Baghdad.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liverpool-pulls-off-a-shocking-comeback-against-barcelona-in-champions-league-11557267566", "title": "Liverpool Shocks Barcelona in Champions League", "date": "2019-05-07 18:31", "summary": "The English club overturned a three-goal first-leg deficit to advance to the final for the second straight year. LIVERPOOL, England-If Liverpool was going to fail in its herculean task against Barcelona, then manager Jürgen Klopp wanted his team to fail beautifully. It was the least they could do. They wouldn't compromise the damn-the-torpedoes soccer that got them this far, nor would they have any regrets.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-distances-itself-from-outside-fundraiser-11557268037", "title": "Trump Campaign Distances Itself From Outside Fundraiser", "date": "2019-05-07 18:27", "summary": "Recent news report had put spotlight on group run by informal Trump adviser David Bossie. WASHINGTON-President Trump's re-election campaign distanced itself from a political fundraising group run by an informal adviser to the president, issuing a statement that condemned efforts by some outside organizations to raise money off their connections to the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-2-million-drug-is-about-to-hit-the-market-11557221401", "title": "A $2 Million Drug Is About to Hit the Market", "date": "2019-05-07 18:21", "summary": "Insurers, drugmakers grapple with new payment models for gene therapies that can cure diseases in one treatment. A new treatment for an infant muscle-wasting disease is about to go on sale at a potential cost of $2 million, a record price tag likely to fuel the continuing scrutiny of how companies price their drugs and how insurers pay for them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sacklers-discussed-selling-purdue-in-2000-11557259128", "title": "Sacklers Discussed Selling Purdue in 2000", "date": "2019-05-07 18:21", "summary": "New details emerge in court filing; family never sold their stake. Members of the billionaire Sackler family, who own OxyContin maker Purdue Pharma LP, discussed selling the company in 2000, according to a court filing made public on Tuesday. It is unknown what prompted the discussion, and the Sacklers never sold their stake.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-reveals-movie-lineup-through-2027-11557256610", "title": "Disney Reveals Movie Lineup Through 2027", "date": "2019-05-07 18:07", "summary": "Planned film slate augmented by franchises from the acquisition of 21st Century Fox assets. Walt Disney Co. unveiled its new slate of movies through 2027 following the $71.3 billion acquisition of the major entertainment assets of 21st Century Fox.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/magcorp-trustee-proposes-47-million-payout-to-bondholders-11557266717", "title": "MagCorp Trustee Proposes $47 Million Payout to Bondholders", "date": "2019-05-07 18:05", "summary": "Proposed distribution follows $215 million judgment against billionaire industrialist Ira Rennert. The bankruptcy trustee winding down Magnesium Corp. of America's affairs is proposing to pay out $47 million to its bondholders, their first distribution since the Ira Rennert-owned company filed for bankruptcy in 2001.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-may-be-questioning-its-need-for-speed-11557265763", "title": "Lyft May Be Questioning Its Need for Speed", "date": "2019-05-07 17:49", "summary": "Lyft's first-quarter results show it can buy only so many riders. Is that light at the end of the tunnel for Lyft or the headlights of an oncoming Uber?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-impose-duties-on-mexican-tomatoes-11557259522", "title": "U.S. to Impose Duties on Mexican Tomatoes", "date": "2019-05-07 17:46", "summary": "Country's tomato growers face more than $350 million a year in losses from U.S. anti-dumping duties on their exports. MEXICO CITY-The Mexican government said the country's tomato growers face more than $350 million a year in losses from U.S. anti-dumping duties on their exports as the U.S. Commerce Department terminated an agreement that had suspended the duties since 1996.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mylans-shares-fall-as-weaker-sales-investigation-weigh-on-drug-maker-11557254132", "title": "Mylan's Shares Fall as Weaker Sales, Planned Probe Weigh on Drugmaker", "date": "2019-05-07 17:45", "summary": "The company disclosed that multiple state attorneys general intend to investigate it and other drugmakers over alleged efforts to fix prices on generic treatments. Mylan NV swung to a loss as costs to overhaul operations at a West Virginia plant and continued sales declines weighed on the drugmaker in the latest period-along with the prospect of an expanding price-fixing probe.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pixel-3a-review-googles-400-challenge-to-the-1-000-smartphone-11557265509", "title": "Pixel 3a Review: Google's $400 Challenge to the $1,000 Smartphone", "date": "2019-05-07 17:45", "summary": "Performance-wise, the 3a falls short of its big sibling and those flagship iPhone and Galaxy models. But not $600 short.. Google's new phone isn't better than its last one. In fact, the new Pixel 3a has a slower processor and a less impressive screen, and it lacks common features such as water resistance and wireless charging. Yet this might be the most enticing Google phone ever, for one simple reason: It costs just $400.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-falls-amid-u-s-china-trade-tensions-11557242277", "title": "Copper Falls Amid U.S.-China Trade Tensions", "date": "2019-05-07 17:41", "summary": "In precious metals, gold eked out a gain. Copper prices fell Tuesday, pressured by rising trade tensions between the U.S. and China.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stance-on-climate-change-puts-chill-in-arctic-talks-11557256547", "title": "U.S. Stance on Climate Change Puts Chill in Arctic Talks", "date": "2019-05-07 17:38", "summary": "Council's declaration stalls over Pompeo's objection to clause on emissions, participants say. Discussions about the future of the Arctic stumbled over U.S. opposition to collective goals on climate change, U.S. officials and participants at a gathering of top diplomats in Finland said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-student-loan-program-now-runs-deficit-cbo-estimates-11557264772", "title": "U.S. Student-Loan Program Now Runs a Deficit, CBO Estimates", "date": "2019-05-07 17:32", "summary": "Cost to taxpayers could reach billions of dollars over a decade, according to a recent estimate. WASHINGTON-U.S. officials no longer think the government will make money off the federal student-loan program and now project it will cost taxpayers tens of billions of dollars in coming years, according to a new congressional estimate.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-startup-vts-joins-unicorn-club-after-new-funding-round-11557234000", "title": "Real Estate Startup VTS Joins Unicorn Club After Funding Round", "date": "2019-05-07 17:26", "summary": "Brookfield Asset Management and GLP lead round, which values VTS at $1 billion. The real-estate technology firm VTS raised $90 million in its latest funding round, one of the largest venture investments ever in the commercial property market.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-quarter-sales-at-dean-foods-fell-9-11557229042", "title": "Sales Slide, but Dean Foods Sees Upside", "date": "2019-05-07 17:17", "summary": "Milk producer cuts costs, explores alternatives to be in the black; shares rise.. Dean Foods Co. 's sales are still slipping, but investors were cheered to hear that the U.S.'s largest milk producer is cutting costs and exploring strategic alternatives.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-readying-financial-system-for-climate-change-shocks-11557247667", "title": "Fed Readying Financial System for Climate-Change Shocks", "date": "2019-05-07 17:14", "summary": "Central bank working to bolster banks' resilience amid economic disruptions caused by extreme weather, Powell says. The Federal Reserve stands ready to respond to climate-change related weather disruptions to the economy and is working to ensure banks' resilience from unexpected shocks tied to a warming global environment, Fed Chairman Jerome Powell told Congress in an April letter.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-to-offer-waymo-self-driving-taxis-in-suburban-phoenix-11557259648", "title": "Lyft to Offer Waymo Self-Driving Taxis in Suburban Phoenix", "date": "2019-05-07 17:06", "summary": "Initial service offered by ride-sharing startup and Google unit involves 10 vehicles with safety operators. Lyft Inc.'s ride-hailing app will soon begin offering rides from self-driving cars operated by Waymo LLC in suburban Phoenix, in what would be one of the bigger commercial deployments of robot taxis so far.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buy-the-dip-stalls-as-sidelined-investors-hunt-for-bargains-11557232891", "title": "Some See Buying Opportunity in Rare Dip", "date": "2019-05-07 17:05", "summary": "Before Tuesday, S&P 500 had fallen by 1% or more only three times in 2019. This week's stock-market decline is offering investors something they haven't seen much of this year: a dip to buy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-new-android-sparks-some-old-questions-11557262717", "title": "Google's New Android Sparks Some Old Questions", "date": "2019-05-07 16:58", "summary": "New version will get out to more users quicker, but value to core business still unclear. Google is doing a better job of getting its latest inventions into the hands of more mobile users. Investors, though, still have no way of knowing just how valuable that is.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/con-man-or-charismatic-figure-lawyers-paint-differing-portraits-at-start-of-nxivm-trial-11557261959", "title": "Con Man or Charismatic Figure? Lawyers Paint Differing Portraits in 'Nxivm' Trial", "date": "2019-05-07 16:45", "summary": "Keith Raniere, group's leader, faces up to life in prison on charges including sex trafficking and racketeering. In an idyllic suburb of Albany, N.Y., members of an organization called Nxivm held barbecues and played volleyball. Its leader claimed to teach about happiness, vulnerability and female empowerment.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measles-cases-in-new-york-city-climb-to-466-11557259325", "title": "Measles Cases in New York City Climb to 466", "date": "2019-05-07 16:34", "summary": "Infections remain concentrated in Williamsburg, Brooklyn; health official says number of new cases suggests 'beginning of a decrease'. Measles outbreaks are continuing to grow in New York City, with 43 new cases bringing the latest confirmed total to 466, according to city health authorities.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-j-democratic-leader-rebuffs-murphys-latest-millionaires-tax-pitch-11557260178", "title": "N.J. Democratic Leader Rebuffs Murphy's Latest Millionaires Tax Pitch", "date": "2019-05-07 16:16", "summary": "Senate President Steve Sweeney calls the plan a 'gimmick'. New Jersey Gov. Phil Murphy's latest proposal to tie a proposed millionaires tax to increased funding for property-tax-relief programs drew criticism from New Jersey's top state senator, who called the plan a fiscal charade.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tuition-is-looming-and-youre-coming-up-short-what-can-you-do-11557259926", "title": "Tuition Is Looming and You're Coming Up Short. What Can You Do?", "date": "2019-05-07 16:12", "summary": "Students needing to find extra funds for the fall can still seek out local scholarships, work-study and other programs. National College Decision Day has passed. But some students and their families may still be struggling with another decision: How exactly to pay the looming tuition bill.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/siemens-to-spin-off-power-and-gas-business-11557251607", "title": "Siemens to Spin Off Power and Gas Business", "date": "2019-05-07 16:03", "summary": "German conglomerate will fold its renewable energy unit into the new company; Analysts expect earnings to show continued troubles at the power division. BERLIN- Siemens AG said Tuesday it would combine its struggling power and gas unit and renewable energy businesses and spin off the new company to shareholders as part of a broader effort to streamline the venerable conglomerate and boost profits.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospital-operator-astria-health-files-for-bankruptcy-11557258754", "title": "Hospital Operator Astria Health Files for Bankruptcy", "date": "2019-05-07 15:52", "summary": "Washington state nonprofit operates three hospitals and dozens of clinics. Astria Health, an operator of three hospitals and dozens of outpatient clinics, filed for bankruptcy Monday, saying the outsourcing of its collection work has been mired in problems and has led to a cash crunch.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-rule-to-shift-debt-collection-activities-to-digital-devices-11557239448", "title": "New Rule to Shift Debt Collection Activities to Digital Devices", "date": "2019-05-07 15:25", "summary": "CFPB updates rules on emails and text messages, aims to reduce phone calls. WASHINGTON-Consumers with debts in collection could soon see email and text messages replace phone calls and letters as the main channels of communication from debt collectors.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colder-weather-and-trade-fears-hurt-cattle-and-beef-prices-11557228993", "title": "Colder Weather, Trade Fears Hurt Cattle, Beef Prices", "date": "2019-05-07 15:23", "summary": "Decline's timing-ahead of Mother's Day and Memorial Day-is unusual, traders say. Cattle futures have fallen for 11 of the past 12 trading days, as colder weather in spring crimped demand from consumers, and a tumultuous outlook for global trade weighed on trader sentiment.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-job-openings-increased-in-march-11557240044", "title": "Job Openings Outnumber Americans Seeking Work for 13th Straight Month", "date": "2019-05-07 15:17", "summary": "Rate of workers quitting jobs holds steady at 2.3%. WASHINGTON-A bounce back in employment opportunities in March kept job openings well ahead of the number of Americans seeking work for the 13th straight month, a challenge for employers looking to fill open roles.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmws-auto-business-posts-loss-following-antitrust-charge-11557216264", "title": "BMW's Auto Business Posts Loss After Antitrust Charge", "date": "2019-05-07 15:11", "summary": "German luxury car maker hit by $1.6 billion charge against potential fines from a European antitrust probe and rising costs to develop new technology. BERLIN- BMW AG said its core automotive business swung to a quarterly loss on a €1.4 billion ($1.6 billion) charge against potential fines from a European antitrust probe and on rising developmental costs for electric and self-driving vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kavanaugh-warns-technology-will-force-re-examination-of-rights-war-powers-11557255934", "title": "Kavanaugh Warns Technology Will Force Re-Examination of Rights, War Powers", "date": "2019-05-07 15:08", "summary": "In remarks at conference, newest Supreme Court justice also alludes to his work in rebuilding reputation for collegiality, judicial temperament. MILWAUKEE-Justice Brett Kavanaugh said that advancing technology would force not only a re-examination of free-speech and privacy rights, but also of war powers as international conflict expands across the internet.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legacy-legacy-by-jamila-woods-review-honoring-the-past-that-shaped-the-present-11557255992", "title": "'Legacy! Legacy!' by Jamila Woods Review: Honoring the Past That Shaped the Present", "date": "2019-05-07 15:06", "summary": "Mixing hip-hop and R&B, the singer pays tributes to icons like Betty Davis, James Baldwin and Sun Ra whose work carved out a space for her own.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-falls-alongside-stocks-as-investors-weigh-trade-threats-11557235866", "title": "Oil Falls Alongside Stocks as Investors Weigh Trade Threats", "date": "2019-05-07 15:05", "summary": "Uncertainty about the monthslong tariff fight drives U.S. oil price to lowest level since March. •Oil prices fell Tuesday, dropping alongside stocks and other risk assets after U.S. leaders accused China of reneging on its commitments in trade talks, eroding confidence that the world's two largest economies will soon reach a trade agreement.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-handmaids-tale-review-a-visit-to-dystopia-11557254816", "title": "'The Handmaid's Tale' Review: A Visit to Dystopia", "date": "2019-05-07 14:46", "summary": "Boston Lyric Opera's staging of Poul Ruders's operatic adaptation of Margaret Atwood's novel gives the audience an up-close view of a horrifying near-future.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tennessee-becomes-first-state-to-embrace-block-grants-for-medicaid-funding-11557249712", "title": "Tennessee Becomes First State to Embrace Block Grants for Medicaid Funding", "date": "2019-05-07 14:46", "summary": "Shift long sought by conservatives would give states more flexibility on health-care programs but prompts concerns about cutbacks. Tennessee is moving toward becoming the first state to convert its Medicaid program to a block grant, opening up a new front in conservatives' efforts to give states more flexibility over the health program while also raising concerns about potential cuts in coverage.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-policy-and-the-unplugging-of-california-11557254467", "title": "Bad Policy and the Unplugging of California", "date": "2019-05-07 14:41", "summary": "PG&E is taking the only acceptable route by refusing to supply electricity at a loss mandated by regulators and the community.. California is seeing the problems caused when shortsighted politicians and activists claim we can live in a world without reliable power plants (\"A Drastic Plan to Stop Fires: Unplug California,\" Review, April 27). Perhaps, had California taken a different path to providing for the electrical power needs of its growing population rather than shutting down nuclear and coal-fired power plants, forcing it to purchase electricity from other regions at higher prices, it would have had the resources to properly maintain the grounds underneath the power lines that supply its customers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pursuing-the-least-bad-path-in-afghanistan-11557254355", "title": "Pursuing the Least Bad Path in Afghanistan", "date": "2019-05-07 14:39", "summary": "We can either accept reality and shape a response to our advantage or we can take the authors' advice and sever the one dialogue channel that is keeping diplomacy alive.. Hy Rothstein and John Arquilla get plenty right in their assessment of Afghanistan (\"The Afghan Endgame Has Become Surreal,\" op-ed, May 2). What they get wrong clouds the rest of their argument.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disinformation-is-an-old-russian-tradition-11557254233", "title": "Disinformation Is an Old Russian Tradition", "date": "2019-05-07 14:37", "summary": "Russia continues to spread lies any way and everywhere it can, and then deny any knowledge of participation.. Regarding David Satter's \"Collusion or Russian Disinformation?\" (op-ed, May 1): As a young pilot based in Germany in the late '70s, I had the opportunity to visit the Czechoslovakian border. The intelligence services of the West occasionally intercepted news programs from the Soviet-controlled Czechs. One such program was called: \"News in the West.\" Modeled after \"60 Minutes,\" the Soviet correspondent spoke about the Watts riots, which were due to government-controlled food shortages in California. Even though the riots took place more than a decade earlier, the poor folks living in Czechoslovakia watching the riots thought they occurred a week earlier. Another segment spoke of the New York City blackout, which the show said the government arranged to keep people under control during the summer months.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-leading-democrats-advocate-radical-policies-11557254114", "title": "Many Leading Democrats Advocate Radical Policies", "date": "2019-05-07 14:35", "summary": "Gregg Hurwitz and Jordan B. Peterson ask whether \"the media are wildly misrepresenting the [Democratic] party,\" but they ignore its presidential contenders.. Gregg Hurwitz and Jordan B. Peterson ask whether \"the media are wildly misrepresenting the [Democratic] party,\" but they ignore its presidential contenders (\"Are All Democrats Socialist? Don't Believe the Hype,\" op-ed, April 24). Bernie Sanders wants massive Medicare expansion, Elizabeth Warren will forgive student loans and deliver \"free\" college, Kamala Harris threatens to override Congress and ban guns by fiat, Beto O'Rourke would open the borders, Pete Buttigieg is OK with abortion moments before birth and the Green New Deal makes sense to Amy Klobuchar even as she counsels easing our way into its multitrillion-dollar cost. The Democrats' would-be nominees all seem to believe the hype.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tracee-ellis-ross-makes-a-strong-case-for-shopping-11557253964", "title": "Tracee Ellis Ross Makes a Strong Case for Shopping", "date": "2019-05-07 14:32", "summary": "The actress-and insatiable fashion addict-on some of her favorite things, from dulce de leche ice cream to her incredibly expensive signature scent. THE STAR of the ABC sitcom \"Blackish\" can trace her obsession with shopping and clothing back to her acquisitive teenage years. Tracee Ellis Ross, now 46, didn't just want one Ralph Lauren cashmere sweater. She wanted five.", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-pressure-on-myanmar-prompted-journalists-release-11557252102", "title": "Foreign Pressure on Myanmar Prompted Journalists' Release", "date": "2019-05-07 14:23", "summary": "Country's concern about its global standing led it to free two Reuters reporters imprisoned for work on Rohingya crisis. Myanmar's concern that its global standing was being tarnished prompted the government to release two Pulitzer Prize winning journalists from prison, officials said, following an international campaign on their behalf.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-names-global-jeep-president-11557253073", "title": "Fiat Chrysler Names Christian Meunier Global Jeep President", "date": "2019-05-07 14:17", "summary": "Christian Meunier comes from Nissan's Infiniti luxury division. Fiat Chrysler Automobiles NV named Christian Meunier global president of its Jeep brand, plucking the executive from Nissan Motor Co. 's Infiniti luxury division.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-design-pro-gave-her-tiny-home-big-personality-11557252118", "title": "How a Design Pro Gave Her Tiny Home Big Personality", "date": "2019-05-07 14:01", "summary": "Designer Kit Kemp's little London house makes an outsize impression by defying décor conventions-and making the most of mirrors to visually expand the space. EVERY PETITE fashion aficionado knows that a bold, well-tailored outfit can make even the shrimpiest person appear larger than life. (If you don't believe us, consider Prince, who was merely five-foot-two, and Lady Gaga, who measures even shorter than that.) Interior-design \"rules\" differ: To make tiny spaces-the norm for city-dwellers-look bigger, we've been led to believe it's best to dress them in anemic color schemes and bland, minimalist décor.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-instructor-we-are-treated-like-professional-athletes-11557252001", "title": "Peloton Instructor: 'We Are Treated Like Professional Athletes'", "date": "2019-05-07 14:00", "summary": "Fitness coach and former educator Jess Sims credits planning and preparation for helping her make the leap from the classroom to the gym. Jess Sims' job would give many people nightmares: It requires working out in front of thousands of people.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/how-did-you-get-that-job?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derby-winner-country-house-wont-run-in-preakness-11557251801", "title": "Derby Winner Country House Won't Run in Preakness", "date": "2019-05-07 13:56", "summary": "Trainer Bill Mott said his horse is out for the second leg of the Triple Crown after developing a cough. There won't be a Triple Crown winner in horse racing this year.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-calls-on-congress-to-move-on-after-mueller-report-11557243505", "title": "McConnell Calls on Congress to Move On After Mueller Report", "date": "2019-05-07 13:05", "summary": "House Speaker Nancy Pelosi responds by saying 'we have to see where the facts take us'. WASHINGTON-Senate Majority Leader Mitch McConnell (R., Ky.) called for Democrats to move on after the release of special counsel Robert Mueller's report rather than continue to press for more information from current and former Trump administration officials.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-savvy-travelers-guide-to-shopping-in-stockholm-11557248375", "title": "A Savvy Traveler's Guide to Shopping in Stockholm", "date": "2019-05-07 12:59", "summary": "What to buy in the Swedish capital? Four covetable items that are easy to shove in the overhead bin-and one statement sofa that's not. Josef Frank, an Austrian who fled the Nazis in the 1930s and moved to Stockholm, found a professional home at Svenskt Tenn, Sweden's illustrious interior design store. While his furniture tends to be quietly elegant, his fabric patterns skew riotous. A sofa upholstered in Frank fabric is a covetable statement piece, but cushions are easier to pack. $125 per cushion, 5 Strandvägen, svenskttenn.se", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-syrians-flee-regime-attacks-as-ramadan-gets-under-way-11557246469", "title": "Thousands of Syrians Flee Regime Attacks as Ramadan Gets Under Way", "date": "2019-05-07 12:49", "summary": "U.N. estimates more than 150,000 people have been displaced in recent days, despite Russia-Turkey brokered cease fire. Ibrahim Najjar and his family were preparing to spend the holy month of Ramadan fasting and praying when Syrian regime and Russian airstrikes pounded his village in northwest Syria, forcing them to flee to an olive orchard.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-denies-discrimination-in-response-to-lawsuit-11557246695", "title": "U.S. Soccer Denies Discrimination in Response to Lawsuit", "date": "2019-05-07 12:35", "summary": "In a legal filing, the federation said U.S. Women's Team pay is based on differences in revenue generation and other factors besides sex. The U.S. Soccer Federation filed a formal response to the U.S. Women's National Team's gender-discrimination lawsuit Monday, denying alleged pay inequities by saying that female players have an entirely different pay structure, and different duties, than members of the men's national team.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qatar-sends-palestinians-aid-after-deadly-gaza-clash-with-israel-11557244481", "title": "Qatar Sends Palestinians Aid After Deadly Gaza Clash With Israel", "date": "2019-05-07 12:27", "summary": "Netanyahu government is under pressure to ease conditions and restore calm before a series of holidays and events. Qatar is sending $480 million to the West Bank and the Gaza Strip, an injection of cash that appears to be designed to help Israel and Palestinians calm tensions following a deadly escalation of violence.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/analyze-this-big-pharma-is-eager-to-hire-11557245578", "title": "Analyze This: Big Pharma Is Eager to Hire", "date": "2019-05-07 12:12", "summary": "A pharma analyst gets an on-air job offer from the company he covers. With unemployment at a multidecade low in the U.S., it is a good market in which to be looking for a job. Drugmaker Allergan 's conference call on Tuesday with Wall Street analysts provided further anecdotal evidence.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-cruise-lines-want-to-seduce-people-who-hate-cruises-11557245464", "title": "These Cruise Lines Want to Seduce People Who Hate Cruises", "date": "2019-05-07 12:11", "summary": "Ritz-Carlton and Virgin, both huge brand names, are launching their first cruise ships next year. Guess which one is the party boat?. TARGETING Never Cruisers, two big travel players are leveraging potent brand names to coax the reluctant aboard. The Ritz-Carlton Yacht Collection and Virgin Voyages both aim to disrupt the current state of cruising. Setting sail early next year, the first of Ritz-Carlton's three sleek, smallish, predictably super-posh ships (rendering above) contains 149 cabins, each with a balcony and a mini-fridge custom-stocked with your drinks of choice. Roaming the Caribbean, Mediterranean, Northern Europe, Canada and the northern U.S., the 7- or 10-day cruises will be all-inclusive (no nickel-and-diming for Wi-Fi, tips or top-shelf booze); some have already \"gone to wait list,\" in the company's delicate phrasing. Seven-day Med cruises start at $5,800 per person (ritzcarltonyachtcollection.com).", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmw-and-the-fine-line-between-cooperation-and-collusion-11557244506", "title": "BMW and the Fine Line Between Cooperation and Collusion", "date": "2019-05-07 11:55", "summary": "Bavarian auto maker is fighting an antitrust case even as it collaborates ever more closely with rival Daimler. The line between industrial cooperation and illegal collusion can be a fine one.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-director-differs-with-attorney-general-william-barrs-view-of-surveillance-as-spying-11557243859", "title": "FBI Director Differs With Barr's View of Surveillance as 'Spying'", "date": "2019-05-07 11:44", "summary": "'That's not the term I would use,' FBI head Christopher Wray says to Senate panel. WASHINGTON-FBI Director Christopher Wray on Tuesday distanced himself from Attorney General William Barr's use of the term \"spying\" to describe surveillance directed at associates of Donald Trump during the 2016 campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-opposition-vows-to-reconquer-istanbul-mayor-seat-11557242357", "title": "Turkey's Opposition Vows to Reconquer Istanbul Mayor Seat", "date": "2019-05-07 11:19", "summary": "Decision to cancel March 31 ballot accentuates division in polarized Turkey. Turkish opposition leaders vowed to reconquer Istanbul's mayoral seat in a rerun set for next month, after the national election authority drew international condemnation when it erased the results of the March ballot that was lost by President Recep Tayyip Erdogan's ruling party.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-vice-chairman-richard-clarida-says-u-s-monetary-policy-is-in-a-good-place-11557240130", "title": "Fed Vice Chairman Says U.S. Monetary Policy 'Is in a Good Place'", "date": "2019-05-07 11:02", "summary": "'Temporary factors' explain some inflation softness. Federal Reserve Vice Chairman Richard Clarida pushed back against market speculation on Tuesday that the central bank would cut interest rates to boost inflation after price pressures sagged earlier this year.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-driverless-car-unit-receives-1-2-billion-equity-investment-11557236030", "title": "GM's Cruise Receives $1.2 Billion Equity Investment", "date": "2019-05-07 10:52", "summary": "New investment values GM's Cruise at $19 billion. General Motors Co. 's Cruise division has landed another $1.2 billion in outside financing, bringing the value of the driverless-car developer to $19 billion.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chill-chat-eat-the-secret-to-life-without-power-11557240263", "title": "'Chill, Chat, Eat.' The Secret to Life Without Power", "date": "2019-05-07 10:44", "summary": "Resume Subscription. JOHANNESBURG-Africa's most developed economy can't manage to keep its lights on, but South Africans are trying to see the bright side anyway.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nonprofits-turn-to-matchmakers-to-fill-their-boards-11557239401", "title": "Nonprofits Turn to Matchmakers to Fill Their Boards", "date": "2019-05-07 10:30", "summary": "Services akin to dating sites recruit candidates who can volunteer professional expertise. When Michele Oram's daughter turned 14, she decided to do something that had long been on her bucket list: she attended her first speed-dating event. \"I was a little nervous,\" she recalled. \"I'd never done anything like it.\"", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-moby-using-music-as-a-coping-mechanism-11557239154", "title": "For Moby, Using Music as a Coping Mechanism", "date": "2019-05-07 10:25", "summary": "Following the death of his father, the musician and his free-spirited mother moved from Connecticut to San Francisco and back again. Moby, 53, is a singer-songwriter and DJ who, in the 1990s, was a pioneer of electronic dance music. His albums include \"Play,\" \"18\" and \"Hotel.\" He is the author of the memoir \"Then It Fell Apart\" (Faber & Faber). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-needs-more-sweethearts-11557238673", "title": "Warren Buffett Needs More Sweethearts", "date": "2019-05-07 10:17", "summary": "At his annual confab, he opined about how large hedge funds struggle to post superior returns, but his Berkshire Hathaway is in the same position. Berkshire Hathaway may be too big to fail, but it is also getting too big to succeed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-agrees-to-resume-u-s-trade-negotiations-11557236170", "title": "China Agrees to Resume U.S. Trade Negotiations", "date": "2019-05-07 10:07", "summary": "After two days of uncertainty, Beijing concluded that a full breakdown in talks may be difficult to repair and would exact economic costs. BEIJING-China is sending its top trade envoy to Washington to resume negotiations and confront U.S. demands that Beijing detail the laws it would change as a part of a trade deal, ahead of a deadline set by President Trump to raise tariffs on Chinese goods.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nothing-mysterious-about-caustic-soda-except-the-price-11557237671", "title": "Nothing Mysterious About This Commodity Except the Price", "date": "2019-05-07 10:01", "summary": "A legal dispute between buyers and sellers of caustic soda has drawn attention to a dominant supplier of crucial pricing data. Caustic soda is everywhere, used in making paper, soap, ice cream, aluminum and hundreds of other products. It is a classic commodity chemical where price matters more than anything else.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweisers-owner-is-as-deal-thirsty-as-ever-11557237213", "title": "Budweiser's Owner Is as Deal-Thirsty as Ever", "date": "2019-05-07 09:53", "summary": "AB InBev's plan to list its Asian business is more about M&A than paying down debt. Even with debts of $100 billion, Anheuser-Busch InBev is on the hunt for deals.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-nba-players-other-hoop-dream-11557235716", "title": "An NBA Rookie's Other Hoop Dream", "date": "2019-05-07 09:28", "summary": "Resume Subscription. Landry Shamet, 22, a guard with the NBA's Los Angeles Clippers from Kansas City, Mo., on his 2018 Jaguar XJL, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-the-rookie-and-his-jaguar-11557235334", "title": "Photos: The Rookie and His Jaguar", "date": "2019-05-07 09:22", "summary": "Landry Shamet of the Los Angeles Clippers shows off the XJL he bought after getting drafted into the NBA. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democratic-senators-press-nsa-about-status-of-phone-surveillance-program-11557226800", "title": "Democratic Senators Press NSA About Phone-Surveillance Program", "date": "2019-05-07 09:17", "summary": "Members of intelligence panel cite confusion, lack of updates on how spy agency uses call data. A group of Democratic senators has asked the National Security Agency to publicly clarify the status of a surveillance program that collects information about U.S. phone calls and text messages, saying an update is needed so lawmakers can decide whether to renew the controversial spying tool.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenneth-branagh-on-life-lessons-from-william-shakespeare-11557234416", "title": "Kenneth Branagh on Life Lessons From William Shakespeare", "date": "2019-05-07 09:06", "summary": "In his new film, \"All Is True,\" Kenneth Branagh portrays an aging William Shakespeare, drawing on several film adaptations he made of the Bard's plays. At age 16, Kenneth Branagh began to understand William Shakespeare's work while hitchhiking to Stratford-upon-Avon, where the playwright and poet was born and died.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bud-brewer-plots-asia-ipo-as-earnings-improve-11557216741", "title": "Bud Brewer Plots Asia IPO as Earnings Improve", "date": "2019-05-07 09:02", "summary": "The company said the move would help reduce its enormous debt pile and potentially help it make more acquisitions in Asia. Anheuser-Busch InBev SA said Tuesday it is considering a public listing of its Asia arm, as the world's largest brewer reported better-than-expected earnings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-marriott-battle-upstarts-for-short-term-rental-market-11557234000", "title": "Airbnb, Marriott Battle Upstarts for Short-Term Rental Market", "date": "2019-05-07 09:00", "summary": "Amateur hosts dominate the industry, but big hotel companies and some well-funded startups are out to change that. In the niche between Airbnb Inc.'s home rentals and traditional hotel rooms, a new breed of startup is offering a hybrid option aiming to merge the best of both worlds.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-anadarko-petroleum-aig-intersect-ent-glu-mobile-11557224997", "title": "Stocks to Watch: Anadarko, AIG, Intersect ENT, Glu Mobile", "date": "2019-05-07 09:00", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-lifecare-hospitals-files-for-bankruptcy-amid-deal-talks-11557233127", "title": "New LifeCare Hospitals Files for Bankruptcy Amid Deal Talks", "date": "2019-05-07 08:45", "summary": "Company blames Medicare changes for declining revenue. Private equity-owned hospital operator New LifeCare Hospitals LLC filed for bankruptcy Monday, as talks continue with potential buyers of its string of long-term acute-care facilities.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mothers-day-gift-guide-what-the-websters-laure-heriard-dubreuil-recommends-11557233117", "title": "The Best Mother's Day Florist, Jeweler and More", "date": "2019-05-07 08:45", "summary": "From a soap bubble blower earring-one that actually blows bubbles-to a lamp made out of an actual croissant, Dubreil's picks mix beauty and whimsy with her signature touch. Laure Hériard Dubreuil is the founder and creative director of The Webster, the luxury concept store known for its stylish, often offbeat offerings. Ahead of Mother's Day, we asked Dubreuil to tell us what she wants to give and get this year.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chairs-frieze-art-fair-11557171173", "title": "At Art Fairs, the Chairs Are Just as Considered as the Art", "date": "2019-05-07 08:32", "summary": "At Frieze, the annual New York City art fair, each artwork-filled booth was set up with exacting detail-especially when it came to deciding what furniture is allowed. Tens of thousands of visitors returned once more to the annual Frieze New York art fair on Randall's Island last weekend, where a sprawling white tent complex pops up like a mirage. Action is everywhere: collectors dipping into booths like bees into flowers, gallery staff running for fresh caffeine and dealers pacing while waiting for decisions to be made. So when you actually get a chance to be still for a second, it's vital to have a place to sit down.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chairs-of-frieze-11557232305", "title": "The chairs of Frieze", "date": "2019-05-07 08:31", "summary": "A look at the seating arrangements that filled the Frieze art fair in New York City.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/big-banks-push-to-free-up-40-billion-from-postcrisis-restrictions-11557232280", "title": "Big Banks Push to Free Up $40 Billion From Postcrisis Restrictions", "date": "2019-05-07 08:31", "summary": "Regulators consider easing rules requiring large lenders to keep cash cushion for swaps trades. WASHINGTON-The biggest U.S. banks are ramping up efforts to secure a long-sought regulatory reprieve that they believe will give them access to a nearly $40 billion pot of money tied up by restrictions put in place after the financial crisis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-orourke-sanders-are-struggling-with-black-voters-11557230702", "title": "Buttigieg, O'Rourke, Sanders Struggle With Black Voters", "date": "2019-05-07 08:05", "summary": "Democratic presidential candidates make slow progress with African-Americans in South Carolina; 'I need help'. ORANGEBURG, S.C.-Democratic presidential candidate Pete Buttigieg stood on stage in this town that is more than three-fourths African-American and told a mostly white crowd they weren't the target audience of his trip.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-latest-rally-isnt-as-broad-as-other-recent-climbs-11557230401", "title": "Stocks' Latest Rally Isn't as Broad as Other Recent Climbs", "date": "2019-05-07 08:00", "summary": "Fewer individual stocks are hitting yearly records, despite indexes hovering around all-time highs. Major stock indexes have returned to record levels in recent weeks, but the number of individual stocks that are hitting their own highs remains below that of similar rallies.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-houston-astros-brain-drain-11557230400", "title": "A Brain Drain for the Astros", "date": "2019-05-07 08:00", "summary": "Houston general manager Jeff Luhnow has built a powerhouse. The challenge now is to keep their creative ideas in-house as the rest of baseball tries to pluck their talent.. When Jeff Luhnow started as the Houston Astros' general manager in December 2011, the hardest part of building a sophisticated front office involved convincing top candidates to choose professional sports over other, better-paying industries. He viewed his competitors in the talent acquisition space as not necessarily the other 29 baseball teams, but Silicon Valley giants like Google, Apple and Facebook .", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffett-sees-a-lot-to-dislike-in-u-s-companies-11557230013", "title": "Buffett Sees a Lot to Dislike in U.S. Companies", "date": "2019-05-07 07:53", "summary": "Berkshire CEO criticizes overpaid board members who lack independence and Wells Fargo practices that contributed to scandals. What's wrong with Corporate America? Just ask Warren Buffett.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-reids-new-role-democratic-kingmaker-and-peacemaker-11557229701", "title": "Harry Reid's New Role: Democratic Kingmaker and Peacemaker", "date": "2019-05-07 07:48", "summary": "Retired Senate leader from Nevada has become a sought-after source of advice for Democratic presidential contenders. WASHINGTON-Earlier this year, Joe Biden called him to talk for an hour and a half. In April, Beto O'Rourke was at his house. Bernie Sanders also has visited, and hired three of his former staffers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-is-still-a-tough-call-11557229500", "title": "5G Is Still a Tough Call", "date": "2019-05-07 07:45", "summary": "Apple's settlement with Qualcomm confirms technology's importance, but consumer adoption will take years. The truest sign of 5G's resilience may end up being its ability to survive a deafening level of hype.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-marries-hotels-and-homes-but-it-is-a-risky-union-11557228601", "title": "Marriott Marries Hotels and Homes, but It Is a Risky Union", "date": "2019-05-07 07:30", "summary": "Marriott enters the home-share market, betting on branding. Everyone wants a piece of the home-sharing market, but not everyone can hack it. Marriott International will try to beat the odds with status.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanity-fair-owner-stages-its-next-act-with-musical-theater-esports-and-satellite-launches-11557226675", "title": "Vanity Fair Owner Bets on Musicals, Rocket Launches", "date": "2019-05-07 07:23", "summary": "Advance Publications is investing $10 billion outside its core media business to ease reliance on ad revenue. Advance Publications Inc., owner of the Condé Nast magazine empire and metropolitan newspapers, is on a $10 billion global shopping spree intended to diversify the company away from its traditional media holdings and reduce its reliance on advertising revenue.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-partners-with-harlem-capital-to-enhance-diversity-11557226800", "title": "KKR Partners With Harlem Capital to Enhance Diversity", "date": "2019-05-07 07:00", "summary": "Harlem Capital Partners will provide the global asset manager with help broadening its talent pipeline to include more women and minorities. One of the private-equity industry's biggest buyout firms has partnered with a fledgling venture firm to help it access a more diverse talent pool, in terms of both race and gender.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-frees-reuters-reporters-who-were-jailed-over-rohingya-coverage-11557199180", "title": "Myanmar Frees Jailed Reuters Reporters", "date": "2019-05-07 05:57", "summary": "Wa Lone and Kyaw Soe Oo were freed as part of a presidential amnesty for more than 6,000 prisoners. Two Reuters journalists jailed in Myanmar after reporting on the military's abuses against the ethnic Rohingya minority were freed Tuesday as part of a presidential amnesty for more than 6,000 prisoners.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/easter-attacks-leave-muslims-shaken-and-in-fear-of-reprisals-11557221402", "title": "Easter Attacks Leave Muslims Shaken and in Fear of Reprisals", "date": "2019-05-07 05:30", "summary": "Sri Lankan bombers' families and their minority community face backlash. COLOMBO, Sri Lanka-In the days after the Easter bombings in Sri Lanka, a group of local men gathered outside the home here of one of the bombers to establish what they called a neighborhood watch-and prevent the Muslim family inside from committing more terrorist acts.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-plans-to-sell-owners-cheaper-car-insurance-11557221400", "title": "Tesla Plans to Sell Owners Cheaper Car Insurance", "date": "2019-05-07 05:30", "summary": "Electric vehicle maker aims to harness data to offer lower rates; buyers must agree to not drive 'in a crazy way'. Tesla Inc. is creating its own branded insurance program, a move the electric-car maker believes will enable it to offer a lower-cost product to drivers.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-earnings-what-to-watch-11557221401", "title": "Lyft to Report First Earnings Since IPO", "date": "2019-05-07 05:30", "summary": "Investors will want to keep an eye on the ride-sharing company's forecasts and active riders. Ride-hailing company Lyft Inc. is scheduled to report quarterly earnings Tuesday afternoon, the first financial report since the company went public in March.", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-says-no-kidsthese-other-car-services-say-yes-11557221402", "title": "Uber Says No Kids-These Other Car Services Say Yes", "date": "2019-05-07 05:30", "summary": "Harried parents who turn to ride-hailing services to solve child-chauffeuring dilemmas may be defying company age restrictions. This is the state of parenthood today: overbooked children and overworked parents scrambling to get places.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/program-to-relieve-student-debt-proves-unforgiving-11557221400", "title": "Program to Relieve Student Debt Proves Unforgiving", "date": "2019-05-07 05:30", "summary": "Resume Subscription. When Bonnie Svitavsky first heard about the Public Service Loan Forgiveness program, she thought she had finally found a way out of the large debt she had taken on to become a public librarian.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-best-bad-shot-of-the-premier-league-season-11557219601", "title": "The Best Bad Shot of the Premier League Season", "date": "2019-05-07 05:00", "summary": "Vincent Kompany's effort only had a 3% chance of going in, but it put Manchester City in charge of the title race. MANCHESTER, England-The highest-scoring title race in Premier League history turned Monday night on a shot no one wanted Vincent Kompany to take.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-chokes-on-cannabis-bank-bill-11557218712", "title": "Wall Street Chokes on Cannabis Bank Bill", "date": "2019-05-07 04:45", "summary": "Lobbying filings show that few major banks support a push to give pot companies greater access to financial services. The U.S. cannabis industry could do with backup from Wall Street as it pushes for banking reform on Capitol Hill. But the most powerful banks are steering clear-and there's little immediate sign of that changing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-real-estate-has-eaten-the-asian-junk-bond-market-11557217364", "title": "Chinese Real Estate Has Eaten the Asian Junk-Bond Market", "date": "2019-05-07 04:22", "summary": "Nearly all Asian high-yield debt issued in the first quarter came from Chinese property companies. Asia's high-yield-bond market is being overwhelmed by Chinese real-estate companies, leaving it increasingly dependent on the questionable health of a single sector.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-goldman-banker-sent-to-u-s-to-face-1mdb-charges-11557141206", "title": "Ex-Goldman Banker in Plea Talks Over 1MDB Charges, Judge Says", "date": "2019-05-07 04:22", "summary": "Move could aid the Justice Department in building a case against the bank and its employees in the Malaysian fund scandal. NEW YORK-A federal magistrate judge on Monday said the Justice Department is engaged in plea negotiations with a former managing director of Goldman Sachs Group Inc. who was extradited from Malaysia, a development that could help prosecutors build a case against the bank and Goldman employees in the scandal involving a Malaysian government fund.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-1-million-species-face-extinction-says-u-n-report-11557152072", "title": "About One Million Species Face Risk of Extinction, U.N. Report Says", "date": "2019-05-07 00:01", "summary": "Humans are to blame for eroding ecosystems essential to survival of many plants and animals, say scientists. The rate that species are going extinct is accelerating to unprecedented levels, and about one million plant and animal species are now at risk of dying out over the next few decades, according to new findings from a United Nations group.", "categories": [["Life & Work", "Environment"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/environment-science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11557176824", "title": "Pepper...and Salt", "date": "2019-05-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/met-gala-celebrates-camp-in-fashion-11557181829", "title": "Met Gala Celebrates Camp in Fashion", "date": "2019-05-07 23:23", "summary": "Celebrities arrive at the Metropolitan Museum of Art's Costume Institute Gala in New York City to mark the opening of the 'Camp: Notes on Fashion' exhibit. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lighthizer-says-china-reneging-on-trade-talk-commitments-11557176867", "title": "White House Ratchets Up Trade Fight", "date": "2019-05-07 23:19", "summary": "U.S. trade representative says U.S. to raise tariffs to 25% on $200 billion in Chinese goods. WASHINGTON-Prospects for a speedy conclusion to the U.S.-China trade fight dimmed Monday after U.S. officials accused Beijing of reneging on its promises and vowed to implement President Trump's threat to raise tariffs quickly on Chinese imports.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pardons-ex-army-officer-convicted-of-killing-iraqi-11557193559", "title": "Trump Pardons Ex-Army Officer Convicted of Killing Iraqi", "date": "2019-05-07 21:46", "summary": "Michael Behenna, paroled in 2014, claimed self-defense in shooting. WASHINGTON-President Trump on Monday pardoned former U.S. Army First Lt. Michael Behenna, a decision the White House said was based on the support of senior military leaders for a soldier who claimed he killed a suspected Iraqi terrorist in self-defense.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-awards-tiger-woods-presidential-medal-of-freedom-11557183111", "title": "Trump Awards Tiger Woods Presidential Medal of Freedom", "date": "2019-05-07 20:48", "summary": "Golfer's win at the Masters completed a comeback after years of personal issues and physical problems. WASHINGTON-President Trump presented Tiger Woods with the Presidential Medal of Freedom, calling the golfer's Masters victory one of the greatest comebacks in sporting history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-deployment-triggered-by-intelligence-warning-of-iranian-attack-plans-11557180106", "title": "U.S. Deployment Triggered by Intelligence Warning of Iranian Attack Plans", "date": "2019-05-07 20:29", "summary": "Unusually specific intelligence reports about fresh Iranian threats to American forces in the Middle East triggered a U.S. military request in the Middle East. U.S. intelligence showed that Iran has made plans to target U.S. forces in Iraq and elsewhere in the Middle East, triggering a decision to reinforce the American military presence in the region in an effort to deter any possible moves by Tehran, U.S. officials said Monday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-new-privacy-tools-to-make-cookies-crumble-competitors-stumble-11557151913", "title": "Google Nears a Long-Tipped Limit on Tracking Cookies", "date": "2019-05-07 20:07", "summary": "Chrome users will get more information on what cookies are tracking them and how to block them. Google is set to launch new tools to limit the use of tracking cookies, a move that could strengthen the search giant's advertising dominance and deal a blow to other digital-marketing companies, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]