[{"link": "https://www.wsj.com/articles/japan-joins-the-babysitters-club-to-keep-working-moms-at-their-desks-11576578604", "title": "Japan Joins the Babysitters Club to Keep Working Moms at Their Desks", "date": "2019-12-17 23:58", "summary": "Resume Subscription. TOKYO-When her son turned two months old, Mako Uematsu decided to do something unusual for a Japanese mother. She hired a babysitter.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-largely-united-on-impeachment-as-vote-looms-11576597334", "title": "Trump Denounces Impeachment Effort as Vote Looms", "date": "2019-12-17 21:35", "summary": "Pelosi calls president's letter 'really sick' ahead of Wednesday's planned debate and vote. WASHINGTON-President Trump assailed the House impeachment probe and accused Democrats of trying to overturn his election, as lawmakers prepared for a final day of debate followed by a vote that is expected to make Mr. Trump the third U.S. president to be impeached.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-decade-of-u-s-market-exceptionalism-probably-wont-repeat-11576633815", "title": "A Decade of U.S. Market Exceptionalism Will Be Difficult to Repeat", "date": "2019-12-17 20:50", "summary": "Market cycles and current rich values make it unlikely that U.S. equities will continue to outperform. Rank the performance of stock markets over the past decade and, in rough approximation, these are the results: U.S. first, everywhere else way behind.", "categories": [["Business", "Journal Reports: Decade in Review"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-decade-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/institutional-religions-role-is-declining-in-the-u-s-11576633657", "title": "The Declining Role of Institutional Religion in the U.S.", "date": "2019-12-17 20:48", "summary": "Resume Subscription. Institutional religion declined this decade, while secularism continued to rise-as did conflicts between two.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/leidos-to-buy-dynetics-for-1-65-billion-11576622884", "title": "Leidos to Buy Dynetics for $1.65 Billion", "date": "2019-12-17 20:16", "summary": "Dynetics will operate as a wholly owned subsidiary of Leidos once the deal is completed. Leidos Holdings Inc. said it would acquire employee-owned Dynetics Inc. for $1.65 billion in cash, marking the first major deal driven by the Pentagon's thirst to move hypersonic weapons from development to the battlefield.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-chairman-sentenced-to-jail-for-violating-labor-laws-11576578638", "title": "Samsung Chairman Sentenced to Jail for Violating Labor Laws", "date": "2019-12-17 20:11", "summary": "Lee Sang-hoon convicted of disrupting union activities; 24 others found guilty on similar charges. SEOUL-The chairman of Samsung Electronics Co's board was convicted of violating South Korean labor union laws and sentenced to 18 months in jail, the latest legal challenge for the global technology giant.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-affordable-care-acts-legacy-nearly-10-years-later-11576630806", "title": "Ten Years Later, the Affordable Care Act's Legacy", "date": "2019-12-17 20:00", "summary": "Though still a political football, the ACA has made a lasting impact on everything from health coverage for people with pre-existing conditions to drug costs for seniors. Nearly a decade after its passage along party lines under President Obama, the Affordable Care Act is deeply ingrained in the U.S. health-care system, influencing everything from seniors' drug costs to calorie disclosures on restaurant menus. It added about 20 million people to the ranks of the insured.", "categories": [["Business", "Journal Reports: Decade in Review"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-decade-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-changing-face-of-immigration-11576630807", "title": "The Changing Face of Immigration", "date": "2019-12-17 20:00", "summary": "Resume Subscription. Millions of people fleeing wars, violence, corruption and poverty in their home countries went on the move this decade, driving politics and anti-immigration sentiment on both sides of the Atlantic.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-financial-lesson-of-2008-09-that-most-investors-have-forgotten-11576630806", "title": "The Financial Lesson of 2008-09 That Most Investors Have Forgotten", "date": "2019-12-17 20:00", "summary": "If your memory minimizes how much you lost in the last bear market, you can easily overestimate how brave you will be in the next one. If 2000-2009 was the Lost Decade for investors, 2010-2019 was the Decade of Forgetting.", "categories": [["Business", "Journal Reports: Decade in Review"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-decade-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-streaming-revolution-so-much-to-binge-so-hard-to-remember-11576630804", "title": "The Streaming Revolution: So Much to Binge, So Hard to Remember", "date": "2019-12-17 20:00", "summary": "Resume Subscription. The seasonal deluge of best-of lists has been heavier than usual, as culture critics rank their picks for 2019 as well as the decade coming to an end. These lists have always been fodder for debate. More and more, though, they're also a mnemonic necessity, a way to simply remember the releases washing over us at an ever-faster rate in the age of streaming media.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-growing-power-and-a-growing-backlash-11576630800", "title": "China's Growing Power, and a Growing Backlash", "date": "2019-12-17 20:00", "summary": "Resume Subscription. China fully emerged as a power this decade, unsettling global arrangements and stirring a backlash despite long anticipation of the country's rise.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-decade-of-unicorns-ends-with-a-little-less-magic-11576630801", "title": "A Decade of 'Unicorns' Ends With a Little Less Magic", "date": "2019-12-17 20:00", "summary": "The number of billion-dollar IPOs surges, but their performance lags. This was the decade when companies behind some of the world's most-used apps went public at record valuations. In 2019 alone, there were 13 U.S. \"unicorns,\" or startups valued at $1 billion or more, that made their public debuts-far more than in any prior year.", "categories": [["Business", "Journal Reports: Decade in Review"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-decade-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-food-fetishes-fueled-by-social-media-11576630801", "title": "The Rise of Food Fetishes, Fueled by Social Media", "date": "2019-12-17 20:00", "summary": "Resume Subscription. Every decade has its culinary trends, from gelatin molds in the '50s to pasta salads in the '80s.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-imperial-powers-of-the-tech-universe-11576630805", "title": "The Imperial Powers of the Tech Universe", "date": "2019-12-17 20:00", "summary": "Resume Subscription. Over the past decade, five big technology companies morphed into five great technology empires.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-was-news-the-decades-biggest-stories-11576630800", "title": "What Was News: The Decade's Biggest Stories", "date": "2019-12-17 20:00", "summary": "Resume Subscription. Steve Jobs unveils tablet computer, starting at $499, but must convince consumers they need another gadget", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-u-s-became-a-nation-divided-11576630802", "title": "How the U.S. Became a Nation Divided", "date": "2019-12-17 20:00", "summary": "Resume Subscription. In January 2010, President Barack Obama walked into the well of the House of Representatives to deliver the annual State of the Union address, and declared: \"A new decade stretches before us.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/outsourcing-has-upended-the-labor-marketbut-not-exactly-as-expected-11576630802", "title": "Outsourcing Has Upended the Labor Market-but Not Exactly as Expected", "date": "2019-12-17 20:00", "summary": "Resume Subscription. The decade dawned with unemployment at nearly 10%, rumblings about the gig economy and predictions that robots running on artificial intelligence would make human workers obsolete. The end of the traditional job seemed just around the corner.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-decade-in-which-fracking-rocked-the-oil-world-11576630807", "title": "A Decade in Which Fracking Rocked the Oil World", "date": "2019-12-17 20:00", "summary": "Resume Subscription. Ten years ago, the U.S. ranked third in global oil production, trailing Saudi Arabia and Russia.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-frugality-got-its-groove-back-11576630808", "title": "When Frugality Got Its Groove Back", "date": "2019-12-17 20:00", "summary": "Resume Subscription. This was the decade when being thrifty became socially acceptable.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-business-climate-change-has-become-real-11576630804", "title": "For Business, Climate Change Has Become Real", "date": "2019-12-17 20:00", "summary": "Since the Paris climate pact, many companies have been pursuing ways to reduce carbon emissions-and meet growing consumer demand for climate-friendly products. The debate over climate change intensified over the decade, amid several of the hottest years on record, several extreme weather events and the publication of a wave of reports on warming. That-along with attention to the issue by policy makers in many countries and increasingly heated rhetoric-brought the issue to the doorstep of business, in the form of environmental disclosures, carbon pledges and green investment.", "categories": [["Business", "Journal Reports: Decade in Review"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-decade-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-fatal-lessons-11576628330", "title": "Boeing's Fatal Lessons", "date": "2019-12-17 19:18", "summary": "Harm from the company's mistakes is spreading far and wide.. Boeing is suffering the biggest corporate debacle in years after two of its 737 MAX jet liners crashed and killed 346 people. Anybody who thinks that American businesses don't pay for their mistakes should look at Boeing's crucible, not that the company deserves easy absolution.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fisa-judge-strikes-back-11576628256", "title": "The FISA Judge Strikes Back", "date": "2019-12-17 19:17", "summary": "She orders the FBI to shape up after its abuses, but that isn't nearly enough.. Our media friends want to ignore the FBI's abuse of power in seeking secret warrants to spy on Carter Page, but the country deserves a thorough accounting and clean up. One step in the right direction arrived Tuesday when a clearly outraged head of the Foreign Intelligence Surveillance Court told the government to shape up and fast.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-salt-sleight-of-hand-11576628213", "title": "Democrats' SALT Sleight-of-Hand", "date": "2019-12-17 19:16", "summary": "The House wants to cut taxes on the liberal rich but can't pay for it.. As Democrats have moved left economically, their party has also grown more concentrated in the richest parts of the country. That explains the strange spectacle of a Democratic presidential field running on the most redistributionist agenda in memory even as Democrats in Congress try to expand a tax break for high-earners in the New York City, San Francisco and Los Angeles metropolitan areas.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-warns-of-another-hit-to-profits-11576618506", "title": "FedEx Warns of Another Hit to Profit", "date": "2019-12-17 19:16", "summary": "Delivery giant to ground some aircraft after quarterly profit falls 40%. FedEx Corp. cut its earnings targets for the fourth time in 2019, as the delivery giant struggles to adapt to a world where fewer packages are being flown around the globe and more are being delivered to people's homes from warehouses.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pedestrian-killed-by-falling-debris-near-times-square-in-new-york-11576604693", "title": "Woman Killed by Falling Debris Near Times Square in New York", "date": "2019-12-17 19:14", "summary": "A 60-year-old woman was struck by piece of facade that fell from a building, FDNY says. A 60-year-old woman was killed Tuesday morning after being struck by a part of a building that fell near Times Square, New York City officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-trump-scandal-11576627987", "title": "The Real Trump Scandal", "date": "2019-12-17 19:13", "summary": "There's no impeachment case. But federal spending is outrageous.. In an understandably angry letter to House Speaker Nancy Pelosi today, President Donald Trump makes his case against Democrats' impeachment effort. If only Mr. Trump could summon the same anger to counter the Pelosi spending agenda.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-s-diplomat-in-ukraine-to-leave-post-in-january-11576627566", "title": "Top U.S. Diplomat in Ukraine to Leave Post in January", "date": "2019-12-17 19:06", "summary": "Bill Taylor testified about U.S. aid to Ukraine during House's impeachment inquiry. WASHINGTON-The top U.S. diplomat in Ukraine will leave the post in Kyiv at the start of January, a move that had been anticipated, a person familiar with his plans said Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-to-miss-sales-target-putting-pressure-on-ceo-11576572765", "title": "Unilever to Miss Sales Target, Putting Pressure on CEO", "date": "2019-12-17 19:04", "summary": "The consumer goods giant has struggled with slow growth in North America and is also facing challenges in other key markets. LONDON- Unilever PLC warned it would miss its sales target for the year, blaming difficulties in the U.S. and other key markets and setting up an early challenge for Chief Executive Alan Jope, less than a year in the top job.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breaking-down-the-boomer-mentality-11576627225", "title": "Breaking Down the 'Boomer' Mentality", "date": "2019-12-17 19:00", "summary": "Students debate generational stereotypes and whether boomers really are OK.. Editor's note: This Future View is about the baby boomers-who they are, and what stereotypes about them capture and leave out. Next week we'll ask, \"The 2010s are almost over. What defined the decade for you? For society as a whole?\" Students should click here to submit opinions of fewer than 250 words before Jan. 7. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secretive-surveillance-court-rebukes-fbi-over-handling-of-surveillance-of-trump-aide-11576615299", "title": "FISA Court Rebukes FBI Over Handling of Trump Aide Surveillance", "date": "2019-12-17 18:59", "summary": "Presiding judge describes recent Inspector General report as 'troubling'. WASHINGTON-A secret surveillance court issued a rare public order on Tuesday rebuking the Federal Bureau of Investigation for its handling of applications to wiretap Carter Page, a one-time Trump campaign foreign-policy adviser whose monitoring by the government has become the subject of significant public controversy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dishs-ergen-says-banks-lined-up-to-loan-10-billion-for-wireless-network-11576627114", "title": "Dish Chairman Says Banks Lined Up to Loan $10 Billion for Wireless Network", "date": "2019-12-17 18:58", "summary": "He defended his plan against allegations that he makes empty promises regarding his intent to start a wireless service. Dish Network Corp. Chairman Charlie Ergen said he has letters from three banks prepared to offer $10 billion to fund the company's new wireless network, as the billionaire appeared in federal court Tuesday to testify in support of T-Mobile US Inc.'s purchase of rival Sprint Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/halfway-to-the-2016-truth-11576626603", "title": "Halfway to the 2016 Truth", "date": "2019-12-17 18:50", "summary": "The Steele dossier was flimsy. What about the FBI's secret info in the Clinton case?. Now that the Justice Department's Michael Horowitz has exposed the flimsy nature of the Steele \"dossier,\" which the FBI disingenuously used to pursue a counterintelligence investigation of the Trump campaign, the public should finally be told a parallel truth about FBI actions that really did influence the 2016 election.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-could-re-elect-trump-in-2020-11576626559", "title": "The Democrats Could Re-Elect Trump in 2020", "date": "2019-12-17 18:49", "summary": "On the campaign trail he'll say they've been out to get him from his first day in office. He won't be wrong.. Rep. Adam Schiff, who prides himself on being one of President Trump's leading Democratic tormentors, argued last week that the president must be impeached pronto so that he doesn't \"cheat in one more election.\" I know Democrats are eager to expand the scope of impeachable behavior, but since when do we impeach presidents based on what they might do in the future?", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-climate-change-lawsuit-debacle-11576626510", "title": "The Climate-Change Lawsuit Debacle", "date": "2019-12-17 18:48", "summary": "A New York judge rules in favor of Exxon Mobil and deals humiliation to the state attorney general.. In the courtroom, as every lawyer knows, you can win or lose by a little. You can also win or lose by a lot. Last week, in its climate-change lawsuit against Exxon Mobil Corp. , the New York attorney general's office lost by a lot.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-and-the-great-realignment-11576626535", "title": "Boris Johnson and the Great Realignment", "date": "2019-12-17 18:48", "summary": "Working-class voters again cast their lot for nationalism and against socialism.. The revolt of the working class against the center-right/center-left establishment is the biggest political story of the past decade. For the most part, the working class has moved right rather than left, fueling the growth of conservative populism throughout the West.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/witch-hunts-then-and-now-11576626443", "title": "Witch Hunts, Then and Now", "date": "2019-12-17 18:47", "summary": "The theme of 'innate depravity' joins Salem and Washington.. Draw back the American veil, and you shall behold innate depravity. That idea connects two disparate works that concern themselves with sin in America: Nathaniel Hawthorne's short story \"Young Goodman Brown,\" published in 1835, and the impeachment of Donald Trump.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-maximum-pressure-multilateral-again-11576626410", "title": "Making 'Maximum Pressure' Multilateral Again", "date": "2019-12-17 18:46", "summary": "Even from outside the nuclear deal, the U.S. can trigger 'snapback' global sanctions against Iran.. Iran has violated the 2015 nuclear deal by exceeding its allotted stockpiles of plutonium and enriched uranium, the International Atomic Energy Agency confirmed earlier this month. The United Nations nuclear watchdog also found that Iran has purified uranium to a higher level than was agreed in the Joint Comprehensive Plan of Action. In response, European diplomats reportedly threatened to reapply sanctions that were lifted when the nuclear deal was signed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heirs-of-an-honored-name-review-the-adams-family-in-decline-11576626325", "title": "'Heirs of an Honored Name' Review: The Adams Family in Decline", "date": "2019-12-17 18:45", "summary": "With two forebears in the White House, later generations felt doomed to failure-at least by comparison-and harsh self-judgment.. In 1848, Charles Francis Adams learned that his father, 80-year-old Congressman and former President John Quincy Adams, had suffered a stroke at his desk inside the Capitol Building. The younger Adams hastened to Washington, D.C., but arrived too late; \"Old Man Eloquent\" had already died, and Charles could do little more than make plans to transport the remains home to Massachusetts. \"The glory of the family is departed,\" Charles wrote, public expectations now weighing heavily on his shoulders. \"The heir of an honored name,\" he fretted about himself, \". . . has a trying position. . . . Every act of his is contrasted, not with those of common men, but with those of persons whom all have united to produce very extraordinary specimens of the race.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-holiday-conspiracies-11576626261", "title": "Notable & Quotable: Holiday Conspiracies", "date": "2019-12-17 18:44", "summary": "'Gorusch . . . pointedly smiled and wished Earhardt a 'Merry Christmas'.'. Matthew Rozsa writing for Salon, Dec. 17:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/case-against-teen-suspect-in-barnard-college-student-slaying-will-proceed-11576624802", "title": "Case Against Teen Suspect in Barnard College Student Slaying Will Proceed", "date": "2019-12-17 18:42", "summary": "Suspect is charged with murder in the second degree and robbery in the first degree. The criminal case against a 13-year-old suspect accused of a role in the fatal stabbing of a Barnard College student will move forward, a family court judge said Tuesday, noting prosecutors had provided sufficient evidence, including surveillance footage capturing part of the attack.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfp-board-to-tighten-oversight-of-financial-advisers-11576626090", "title": "CFP Board to Tighten Oversight of Financial Advisers", "date": "2019-12-17 18:41", "summary": "Move follows Wall Street Journal article that found thousands of advisers listed with clean records had violations, bankruptcies or criminal records. The Certified Financial Planner Board of Standards Inc. on Tuesday announced new measures to tighten its oversight of more than 85,000 stockbrokers, insurance agents and other financial advisers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-says-u-k-will-cut-eu-ties-by-end-of-2020-11576592223", "title": "Johnson Pledges Full U.K. Exit From EU by End of 2020", "date": "2019-12-17 18:38", "summary": "The British prime minister's pledge once again raises the prospect of a no-deal Brexit. Fresh from a convincing election victory, British Prime Minister Boris Johnson's government said it would leave a post-Brexit transition period at the end of 2020, with or without a trade deal with the European Union, raising new fears of a disruptive break with the bloc.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-fed-officials-say-rates-should-hold-steady-while-trump-calls-for-more-cuts-11576625619", "title": "Two Fed Officials Say Rates Should Hold Steady", "date": "2019-12-17 18:33", "summary": "Presidents of the Dallas and Boston Fed banks both sounded upbeat on the U.S. economy. Two Federal Reserve officials said they expect to hold interest rates steady for the time being, even as President Trump once again lobbied for lower borrowing costs.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-protests-against-new-law-spread-to-muslim-area-of-capital-11576596978", "title": "India Protests Spread to Muslim Area of Capital", "date": "2019-12-17 18:13", "summary": "Residents decry new law favoring non-Muslims, see national registry plan as threat to community. NEW DELHI-Protests against a new citizenship law favoring non-Muslim immigrants erupted in violence in a Muslim-dominated part of the Indian capital where communal tensions have flared in the past, as the prime minister appealed for calm.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-launches-new-push-to-combat-street-homelessness-11576609585", "title": "New York City Launches New Push to Combat Street Homelessness", "date": "2019-12-17 18:11", "summary": "Mayor's administration wants to 'end street homelessness as we know it' within five years. New York City Mayor Bill de Blasio announced an initiative Tuesday that promised to \"end long-term street homelessness as we know it\" by bringing thousands of people off of the streets and into permanent or transitional housing within five years.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-orders-probe-of-satellite-loophole-china-exploited-11576624306", "title": "Congress Orders Probe of Satellite Loophole China Exploited", "date": "2019-12-17 18:11", "summary": "China has used U.S.-built satellites to support its police, military; senators expressed concern. Congress ordered the Commerce Department to examine a loophole in federal law that has allowed China's government to use U.S.-built satellites to support its police and military, following an investigation by The Wall Street Journal.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-finds-u-s-liable-for-hurricane-harvey-damage-11576622542", "title": "Judge Finds U.S. Liable For Hurricane Harvey Damage", "date": "2019-12-17 17:42", "summary": "The federal government knew a reservoir system was likely to flood residences and is liable for damage, judge rules. The federal government knew a reservoir system it built in the Houston area in the 1940s was likely to flood private residences, and is liable for damage incurred there during Hurricane Harvey, a judge ruled Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-billionaire-dan-och-buys-95-million-home-on-central-park-south-11576622409", "title": "Hedge-Fund Billionaire Dan Och Buys $95 Million Home on Central Park South", "date": "2019-12-17 17:40", "summary": "The financier, who relocated to Florida for tax reasons, bought one of the most expensive apartments ever sold in New York. Billionaire investor Daniel Och is the buyer behind one of the most expensive apartments ever sold in New York City, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-bonds-fall-on-credit-rating-fears-11576609039", "title": "Boeing Bonds Fall on Credit Rating Fears", "date": "2019-12-17 17:34", "summary": "Plane maker might borrow more to make up for 737 MAX shutdown. Prices of Boeing Co. 's bonds are dropping as investors bet the company's halt of its 737 MAX jetliner production could trigger a downgrade of its single-A credit rating.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-looks-to-sun-country-to-boost-its-cargo-unit-11576621801", "title": "Amazon Looks to Sun Country to Boost Its Cargo Unit", "date": "2019-12-17 17:30", "summary": "Low-cost airline will add 10 jets to ferry e-commerce giant's packages. Amazon . com Inc. is expanding its domestic airfreight operation, hiring low-cost carrier Sun Country Airlines to operate 10 Boeing Co. cargo jets to bolster next-day shipping.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-states-ethics-watchdog-hit-with-criticism-by-own-member-11576621791", "title": "New York State's Ethics Watchdog Hit With Criticism by Own Member", "date": "2019-12-17 17:29", "summary": "Commissioner says operations should be reviewed after an alleged leak. A member of the New York State Joint Commission on Public Ethics said Tuesday that the watchdog panel has lost its credibility and its operations should be reviewed after an alleged leak of its proceedings earlier this year.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-clears-defense-policy-bill-with-a-view-toward-punishing-syria-11576611145", "title": "Senate Clears Defense-Policy Bill, With a View Toward Punishing Syria", "date": "2019-12-17 17:17", "summary": "Measure provides for new penalties against Assad regime years after a defector smuggled out images showing atrocities against civilians. The Senate approved a defense-policy bill that includes provisions intended to hold Syrian President Bashar al-Assad and his regime responsible for crimes against civilians through new punitive measures.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decade-in-television-betteryet-more-atomizedthan-ever-11576620996", "title": "The Decade in Television: Better-Yet More Atomized-Than Ever", "date": "2019-12-17 17:16", "summary": "The 'Second Golden Age' of television has given us iconic shows, but we've also become viewers disconnected from universal cultural moments.. In 2010, Tony Soprano had been dead for three years. \"Deadwood\" was moldering; \"Six Feet Under\" was six feet under. Two of the more sensational shows of the decade to come-\"Downton Abbey\" and \"Game of Thrones\"-were still a year away from their American TV premieres.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-deal-allots-millions-for-election-security-but-democrats-say-its-not-enough-11576589465", "title": "Spending Deal Allots Millions for Election Security, but Democrats Say It Isn't Enough", "date": "2019-12-17 17:15", "summary": "Budget accord sets aside $425 million; many Democrats wanted more money, stricter standards in federal law. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giuliani-associate-got-1-million-loan-from-lawyer-for-ukrainian-tycoon-11576620716", "title": "Giuliani Associate Got $1 Million Loan From Lawyer for Ukrainian Tycoon", "date": "2019-12-17 17:11", "summary": "Payment by Dmytro Firtash's lawyer to Lev Parnas suggests closer relationship than previously known. NEW YORK-Lev Parnas, a business associate of Rudy Giuliani, received a $1 million loan from an attorney for Ukrainian tycoon Dmytro Firtash in September, a federal prosecutor told a federal judge Tuesday, a previously undisclosed arrangement that suggests a closer relationship between the oligarch and Mr. Parnas than previously known.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risk-standard-setter-issues-blueprint-for-managing-cyber-risks-11576620579", "title": "Risk Standard-Setter Issues Blueprint for Managing Cyber Risks", "date": "2019-12-17 17:09", "summary": "Guidance from COSO encourages companies to strengthen oversight of cybersecurity. A standard-setter for risk management has issued guidelines for companies on how to prevent the risk of a major cyberattack.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-737-max-problem-just-got-bigger-11576587194", "title": "GE's 737 MAX Problem Just Got Bigger", "date": "2019-12-17 17:06", "summary": "General Electric helps make the plane's engines; Boeing's production halt could increase the conglomerate's quarterly cash-flow losses. General Electric Co. will likely take a significant hit to its cash flow from Boeing Co. 's decision to halt production of the 737 MAX jetliner, which has already dented the conglomerate's finances.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-trade-commission-challenges-illuminas-proposed-acquisition-of-pacific-biosciences-11576618091", "title": "Federal Trade Commission Challenges Illumina's Proposed Acquisition of Pacific Biosciences", "date": "2019-12-17 17:00", "summary": "Commission said deal would eliminate PacBio as a nascent competitor to Illumina and said it would file a concurrent action in federal court to block deal. WASHINGTON-The Federal Trade Commission on Tuesday challenged Illumina Inc.'s. proposed acquisition of Pacific Biosciences of California, a $1.2 billion deal in the life-sciences industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-year-for-corporate-bonds-gets-better-as-threats-fade-11576587602", "title": "Good Year for Corporate Bonds Gets Better as Threats Fade", "date": "2019-12-17 16:48", "summary": "December is shaping up to be a particularly good month for corporate debt investors. A spirited rally is pushing some types of corporate bonds toward their best year in a decade, underscoring investors' increasing optimism about trade and the economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-the-smartphone-changed-then-over-a-decade-it-changed-us-11576618873", "title": "First, the Smartphone Changed. Then, Over a Decade, It Changed Us.", "date": "2019-12-17 16:41", "summary": "Resume Subscription. Traveling back to the beginning of the decade isn't only possible, it's easy. All you need are a few accessories-all available, in a fresh coat of dust, in a basement near you.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-treat-the-high-cost-of-biotech-drugs-11576618603", "title": "How to Treat the High Cost of Biotech Drugs", "date": "2019-12-17 16:36", "summary": "Prescription drugs in Canada and other foreign countries are less expensive not because of some miraculous efficiencies of their health-care systems, but because U.S. consumers pay the full bill for research and development.. Regarding Scott Gottlieb's \"Price Controls Would Stifle Biotech Innovation\" (op-ed, Dec. 12): We don't need price controls on new medications, we need a \"favored nations\" clause. Prescription drugs in Canada and other foreign countries are less expensive not because of some miraculous efficiencies of their health-care systems, but because U.S. consumers pay the full bill for research and development.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rational-defense-of-college-fat-studies-11576618523", "title": "A Rational Defense of College 'Fat Studies'", "date": "2019-12-17 16:35", "summary": "The difference in effect on mortality between being overweight and being at your ideal weight is tiny.. I appreciate Peter Boghossian's attack on ideologically driven research in academia (\"'Idea Laundering' in Academia,\" op-ed, Nov. 25), but I think he has chosen the wrong target in going after \"fat studies\" and the attempt to change the discussion of obesity. The difference in effect on mortality between being overweight and being at your ideal weight is tiny. The raw data show that overweight people live slightly longer.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-brother-is-going-to-love-a-cashless-world-11576618463", "title": "Big Brother Is Going to Love a Cashless World", "date": "2019-12-17 16:34", "summary": "The temptation to use monetary transaction data to provide information it was never intended to will be overwhelming.. A Dec. 12 letter by Prof. Ira Sohn responding to Prof. Alan Blinder's Dec. 6 op-ed discusses the trackability of cashless cyber transactions. It's advantageous, Mr. Sohn writes, because it'll be easy to apply the correct tax rate to the transactions. As a lifelong IT person, I can guarantee that getting the tax right is the least of the uses to which such records will be put.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-free-speech-can-bite-the-hand-that-feeds-you-11576618421", "title": "When Free Speech Can Bite the Hand That Feeds You", "date": "2019-12-17 16:33", "summary": "Be careful. It might bite back.. Your editorial \"Free Speech and Profanity\" (Dec. 2) about General Motors brings to mind the plight of quarterback Colin Kaepernick and the NFL. You write, \"We opposed the National Labor Relation Board's intrusion into General Motors' speech restrictions on employees because private employers have the right to determine the proper rules of workplace conduct. Workers have a right to free speech, but they don't have the right to simultaneous employment at GM. . . . Private companies need to be able to enforce standards of civility in the workplace.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-its-many-problems-san-franciscos-doing-fine-11576618357", "title": "Despite Its Many Problems, San Francisco's Doing Fine", "date": "2019-12-17 16:32", "summary": "It doesn't seem likely that the last business will turn out the lights and leave the Bay Area soon.. San Francisco's unemployment rate is 2% and it has the nation's strongest office market, with the lowest vacancy rate (5.4%) and highest rents ($86.22 a square foot) among all the cities surveyed in Colliers International latest quarterly report. So despite David Wallin's suggestion (\"PG&E Provides Exit Service,\" Letters, Dec. 7), it doesn't seem likely that the last business will turn out the lights and leave the city soon.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-pound-drops-on-risk-of-hard-brexit-11576578156", "title": "Stocks Hang On to Extend Winning Streak", "date": "2019-12-17 16:30", "summary": "British pound drops on risk of no-deal Brexit. Major U.S. stock indexes eked out a gain Tuesday, closing higher for a fifth consecutive session.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fund-managers-are-becoming-increasingly-bullish-as-risks-fade-11576613134", "title": "Fund Managers Are Becoming Increasingly Bullish as Risks Fade", "date": "2019-12-17 16:23", "summary": "BofA survey says about 50% of fund managers expect stronger global economic growth over the next 12 months. Bullishness among fund managers is surging.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-watch-micron-earnings-as-chip-shares-soar-11576603665", "title": "Investors Watch Micron Earnings as Chip Shares Soar", "date": "2019-12-17 16:22", "summary": "Earnings from one of the semiconductor industry's most popular stocks will test the group Wednesday. Earnings from one of the semiconductor industry's most popular stocks will test the group Wednesday, a potential hurdle for one of the biggest beneficiaries from thawing trade tensions.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-death-certificates-will-now-include-male-female-or-x-11576615456", "title": "New York City Death Certificates Will Now Include Male, Female or 'X'", "date": "2019-12-17 16:02", "summary": "Change follows city law that permits people to apply for corrected birth certificate with X designation. The New York City Board of Health on Tuesday moved to allow death certificates to be issued with the gender designation of \"X\" for decedents who didn't identify as male or female.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-seals-deal-to-create-regulatory-benchmark-for-green-finance-11576595600", "title": "What Qualifies as a Green Investment? EU Sets Rules", "date": "2019-12-17 15:59", "summary": "The European Union outlined the world's first comprehensive green-financing guidelines to regulate finance-industry claims in a thriving sector. Brussels-The European Union outlined the world's first comprehensive green-financing rules, seeking to regulate claims made by the finance industry in the burgeoning area of environmentally sustainable investment products.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyle-others-buy-stake-in-amex-corporate-travel-business-11576599851", "title": "Carlyle, Others Buy Stake in AmEx Corporate-Travel Business", "date": "2019-12-17 15:59", "summary": "Singapore sovereign-wealth fund GIC also investing in the company, while AmEx retains its stake. Private-equity firm Carlyle Group LP and others are taking a stake in American Express Global Business Travel, in an equity recapitalization deal that values the company at $5 billion, including debt, according to a person familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-is-physically-fit-to-serve-as-president-doctor-says-11576612784", "title": "Biden Is Physically Fit to Serve as President, Doctor Says", "date": "2019-12-17 15:47", "summary": "Former vice president had promised to share his medical information before Iowa caucuses start. Joe Biden is physically fit to serve as president, his doctor said in a letter released by the former vice president's presidential campaign.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vivid-visions-of-agnes-varda-11576614811", "title": "The Vivid Visions of Agnès Varda", "date": "2019-12-17 15:33", "summary": "A touring film series launching this month offers viewers the chance to dive into the oeuvre of a pioneer of the French New Wave who made affecting work throughout her life in a variety of genres.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-shorts-at-highest-level-since-financial-crisis-11576609591", "title": "Natural-Gas Shorts at Highest Level Since Financial Crisis", "date": "2019-12-17 15:23", "summary": "Net bets on declining natural-gas prices are at their highest level since 2008, according to U.S. Commodity Futures Trading Commission data. Hedge funds and other money managers have built up the largest bet in more than a decade that natural-gas prices will fall.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-moves-to-vote-on-spending-packages-11576596743", "title": "House Approves Spending Bills, in Effort to Avoid Shutdown", "date": "2019-12-17 15:14", "summary": "Agreement to fund government through rest of fiscal year adds up to nearly $1.4 trillion. WASHINGTON-The House passed a pair of broad spending measures to head off a possible government shutdown after Friday, approving nearly $1.4 trillion in funding with bipartisan support.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-audit-regulator-issues-revised-rules-to-reduce-potential-conflicts-of-interest-11576613554", "title": "U.K. Audit Regulator Issues Revised Rules to Reduce Potential Conflicts of Interest", "date": "2019-12-17 15:12", "summary": "The new regulations prohibit auditors from providing recruitment and remuneration services to their clients. The U.K. Financial Reporting Council on Tuesday issued revised ethical and auditing standards aimed at strengthening auditor independence, a move that comes amid growing concerns over the quality of audits in the U.K.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-airlines-fight-against-jet-fuel-taxes-11576612809", "title": "European Airlines Fight Against Jet Fuel Taxes", "date": "2019-12-17 15:00", "summary": "An EU-wide jet fuel tax-excluding the U.K.-could cost airlines around $14.5 billion a year. Airlines including Deutsche Lufthansa AG and Ryanair Holdings PLC are rallying against the threat of jet fuel taxes that could help fund the European Union's environmental ambitions.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-to-restructure-defense-space-unit-11576612768", "title": "Airbus to Restructure Defense, Space Unit", "date": "2019-12-17 14:59", "summary": "Airbus SE has started discussions with employees over a restructuring after three consecutive years of falling orders. Airbus SE has started discussions with employees over a restructuring of its defense and space business to try to revive the unit after three consecutive years of falling orders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-to-create-3-000-factory-jobs-in-michigan-as-part-of-new-uaw-contract-11576612129", "title": "Ford to Create 3,000 Factory Jobs in Michigan as Part of New UAW Contract", "date": "2019-12-17 14:48", "summary": "The auto maker will invest nearly $1.5 billion in two Michigan assembly plants. Ford Motor Co. will invest nearly $1.5 billion in two Michigan assembly plants, creating about 3,000 factory jobs in a politically pivotal state.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diabetes-blood-sugar-data-outage-blamed-on-cloud-provider-switch-11576611635", "title": "Diabetes Data Outage Blamed on Cloud Provider Switch", "date": "2019-12-17 14:40", "summary": "Temporary outage on DexCom devices suggests one downside of high technology replacing manual care. DexCom Inc. said a switch in its cloud-computing service provider led to the recent failure of the data-sharing feature of the company's blood-sugar monitoring devices for people with diabetes.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rosengren-no-need-to-lower-rates-again-based-on-outlook-11576605600", "title": "Fed's Rosengren: No Need for Rate Change Right Now", "date": "2019-12-17 14:38", "summary": "Boston Fed leader says now is a time for central bankers to take stock of past action. Federal Reserve Bank of Boston leader Eric Rosengren said Tuesday he sees no looming reason right now to either cut or raise short-term interest rates any time soon.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rise-in-anti-semitic-incidents-goes-beyond-recent-violent-attacks-11576611407", "title": "Rise in Anti-Semitic Incidents Goes Beyond Recent Violent Attacks", "date": "2019-12-17 14:36", "summary": "Incidents have jumped since 2016, with some Jews citing feelings of vulnerability not experienced for generations. The deadly attack in a New Jersey kosher market last week punctuated several years of growing and increasingly violent incidents of anti-Semitism in the U.S., a marked turnaround from declines that had lasted more than a decade.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-protesters-turn-up-pressure-on-macron-over-pensions-11576585939", "title": "French Protesters Turn Up Pressure on Macron Over Pensions", "date": "2019-12-17 14:03", "summary": "Demonstration Tuesday is among the biggest of the strikes that began 12 days ago. PARIS-Hundreds of thousands of people took to the streets in nationwide protests against the French government's planned pension overhaul, deepening the standoff between President Emmanuel Macron and the country's powerful unions.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-the-game-just-the-thing-for-family-holiday-arguments-11576608419", "title": "Trump: The Game-Just the Thing for Family Holiday Arguments", "date": "2019-12-17 13:46", "summary": "Board games are having a surge in popularity, but that's nothing compared with the surge in prices of 30-year-old copies of Trump: The Game that once couldn't be given away.. Children of the 1980s are flexing their economic muscles beneath the Christmas tree. From vinyl records to old videogame consoles, the hottest holiday gift trends have gone retro in recent years. Part and parcel of the yearning for a simpler time has been the revival in popularity of board games.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-bureau-works-to-combat-disinformation-about-2020-count-11576607853", "title": "Census Bureau Works to Combat Disinformation About 2020 Count", "date": "2019-12-17 13:37", "summary": "Task force aims to counter false or misleading information about population count that could dissuade Americans from participating. The Census Bureau has set up a task force to combat the spread of false or misleading information online about its coming population count, a move that could test the government's ability to thwart disinformation efforts from affecting the 2020 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-three-days-the-hallmark-channel-managed-to-upset-pretty-much-everyone-11576607566", "title": "In Three Days, the Hallmark Channel Managed to Upset Pretty Much Everyone", "date": "2019-12-17 13:32", "summary": "Zola's same-sex ads on the Hallmark Channel prompted complaints from the American Family Association; pulling the ads led to LGBTQ backlash. Complaints began to pour in to the Hallmark Channel early last week about ads from wedding-planning firm Zola Inc. featuring a same-sex marriage.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-joins-trump-in-redefining-conservatism-11576277776", "title": "Johnson Joins Trump in Redefining Conservatism", "date": "2019-12-17 13:17", "summary": "Fiscal restraint takes back seat to more populist and nationalist policies with working-class appeal. Boris Johnson's big election victory this week drove another nail into the coffin of the brand of conservative politics Ronald Reagan and Margaret Thatcher first rode to power four decades ago.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-adopts-policies-to-ease-shortage-of-donated-organs-11576601697", "title": "U.S. Adopts Policies to Ease Shortage of Donated Organs", "date": "2019-12-17 13:16", "summary": "Health and Human Services says shift could allow 5,000 more organs to be made available each year. WASHINGTON-Federal health officials said they would make available more donor kidneys, livers and hearts-many not now used because of factors such as donor age or illness-to patients who in most cases won't survive without them.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decade-in-theater-ascendant-women-declining-musicals-11576604309", "title": "The Decade in Theater: Ascendant Women, Declining Musicals", "date": "2019-12-17 12:38", "summary": "More women than ever are driving the theater world, but a focus on safe investments means that the Broadway-style American musical continues to struggle.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-trump-campaign-official-richard-gates-sentenced-to-45-days-in-jail-3-years-probation-11576601543", "title": "Ex-Trump Campaign Official Gates Sentenced to 45 Days in Jail", "date": "2019-12-17 12:38", "summary": "Sentence to be served on weekends, intermittent schedule. Former Trump campaign official Richard Gates was sentenced to 45 days in prison and three years of probation on Tuesday by a federal judge less willing to reward Mr. Gates for his extensive cooperation with the special counsel's Russia investigation than prosecutors were.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macrons-stiff-opposition-in-pension-battle-angry-ballerinas-11576604116", "title": "Macron's Stiff Opposition in Pension Battle: Angry Ballerinas", "date": "2019-12-17 12:35", "summary": "Resume Subscription. PARIS-President Emmanuel Macron wants to overhaul France's pension system, and the country's railway unions aren't the only militant force standing in his way.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-decade-in-movies-living-through-a-revolution-11576603900", "title": "The Decade in Movies: Living Through a Revolution", "date": "2019-12-17 12:31", "summary": "Multiplexes are taking hits from streaming services, and risk-averse entertainment conglomerates are leading the studio system toward extinction, but filmmakers around the world are still making brilliantly cinematic features.. A sure sign of being in the midst of a revolution is not knowing how things will turn out. I wish I knew the long-term prospects for the theatrical movie medium I've loved all my life, but I don't, and I don't know anyone who does. This uncertainty is troubling, exciting and mind-expanding, not necessarily in that order and sometimes simultaneously.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-indias-citizenship-law-draws-opposition-11576514493", "title": "Photos: India's Citizenship Law Draws Opposition", "date": "2019-12-17 12:20", "summary": "Critics assail what they call Prime Minister Narendra Modi's attempts to rewrite India's secular political underpinning. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lawmakers-reach-late-and-narrow-tax-break-deal-11576567197", "title": "Lawmakers Reach Late and Narrow Tax-Break Deal", "date": "2019-12-17 12:16", "summary": "Biodiesel, railroad, alcohol breaks extended as larger agreement proves elusive. WASHINGTON-Congressional leaders struck a tax-policy deal late Monday, capping a long weekend of negotiations with an agreement that will extend lapsed and expiring tax breaks but won't be as expansive as many lawmakers had hoped.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decade-in-art-expanded-voices-consolidated-markets-11576602851", "title": "The Decade in Art: Expanded Voices, Consolidated Markets", "date": "2019-12-17 12:14", "summary": "While commercial worth has replaced aesthetic value for much of the art world, museums are still mounting impressive shows and under-recognized artists are beginning to get their due.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decade-in-architecture-strutting-structures-soaring-in-triumph-11576602124", "title": "The Decade in Architecture: Strutting Structures Soaring in Triumph", "date": "2019-12-17 12:02", "summary": "Resume Subscription. A decade that lurched in with a listless and faltering financial recovery now struts out, as far as architecture is concerned, in triumph. Not since the 1920s has there been anything like the flurry of competitive skyscraper-building now transforming the skylines of America's cities. This year has seen the construction of the Central Park Tower (1,550 feet) and the Steinway Tower (1,428 feet), both on West 57th Street in New York. Formally opened this October, Foster + Partners' Comcast Technology Center lords over the Philadelphia skyline and sports at its summit a 13-story Four Seasons Hotel (which also claims another few floors near the base). The planned Tribune East Tower, a tapered 1,422-foot fin of a structure that Adrian Smith + Gordon Gill have designed for Chicago, will be shorter but lovelier than all of these.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pope-francis-removes-the-secrecy-requirements-for-church-documents-on-child-sex-abuse-11576587118", "title": "Pope Francis Lifts Secrecy Rules on Church Sex-Abuse Papers", "date": "2019-12-17 12:01", "summary": "Activists have called for the move to help investigators gather evidence against offenders. ROME-Pope Francis has lifted the secrecy requirement for Catholic Church documents related to priests' sexual abuse of minors, granting a longstanding demand from activists who say it will help civil authorities gather evidence against abusers in the church.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturings-737-max-problem-11576601673", "title": "Manufacturing's 737 MAX Problem", "date": "2019-12-17 11:54", "summary": "A rebound in industrial production may be cut short by Boeing's troubles. The good news is that manufacturing picked up last month. The bad news is that is it is probably due for yet another round of weakness.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decade-in-music-intimacy-delivered-via-headphones-11576601575", "title": "The Decade in Music: Intimacy Delivered via Headphones", "date": "2019-12-17 11:52", "summary": "Resume Subscription. When history remembers pop music in the 2010s, it might remember the decade's technology-the continued decline of the CD and then the mp3, the rise of streaming, the small resurgence of vinyl-more than the recorded output. But there's always been a symbiotic relationship between the technology of pop and the music's content. The music of this decade was defined by how close we felt to the people making it-songs and albums were received as direct transmissions from artists to fans, and thanks to social media the distance between the two never felt shorter. Call it the new pop intimacy, where artists connected with our lives by being hyperspecific about their own.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/banks-demand-for-fed-liquidity-softens-after-some-modest-short-term-rate-pressure-11576599769", "title": "Banks' Demand for Fed Liquidity Softens After Some Modest Short-Term Rate Pressure", "date": "2019-12-17 11:44", "summary": "New York Fed adds $58.75 billion to markets via two repurchase agreements. Large banks' demand for Federal Reserve liquidity waned considerably on Tuesday relative to recent weeks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-ought-to-be-in-pictures-11576600673", "title": "It Ought to Be in Pictures", "date": "2019-12-17 11:37", "summary": "The film-studio-turned-luxury-estate on a Helsinki island.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/helsinki-in-film-11576600628", "title": "Helsinki in Film", "date": "2019-12-17 11:37", "summary": "Finland's capital has been the backdrop for many notable movies. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/maersk-names-ceo-for-shipping-fills-board-11576600422", "title": "Maersk Names CEO for Shipping, Fills Board", "date": "2019-12-17 11:33", "summary": "The Danish shipping giant is moving after a series of high-profile departures in its executive ranks. Danish shipping giant A.P. Moller-Maersk A/S has named Vincent Clerc as chief executive of its ocean and logistics division and appointed a new board member after a series of high profile departures.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-industrial-production-rose-in-november-after-gm-strike-resolved-11576594297", "title": "U.S. Factory Production Rebounds in November", "date": "2019-12-17 11:27", "summary": "After GM strike resolved, industrial production posts biggest month-over-month increase since October 2017. WASHINGTON-U.S. factory production, home building and the job market showed signs of a pickup, offering additional signals that the U.S. economy is firming.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-helsinki-property-for-sale-is-part-of-film-history-11576599987", "title": "A Helsinki Property for Sale Is Part of Film History", "date": "2019-12-17 11:26", "summary": "The four-bedroom mansion on an exclusive city island is on the site of Finland's first silent-era movie studio. A columned mansion on a Helsinki island that was once the home of the country's first film mogul and, later, two of its leading statesmen, has come on the market for $3.65 million.", "categories": [["Real Estate", "Living History"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/living-history?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logmein-to-be-acquired-by-private-equity-firms-11576599880", "title": "LogMeIn to Be Acquired by Private-Equity Firms", "date": "2019-12-17 11:24", "summary": "Elliott Management and Francisco Partners to buy technology company in deal that values technology company at $4.3 billion. LogMeIn Inc. is selling itself to two private-equity companies in an all-cash deal that values the technology company at about $4.3 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kaplan-expects-no-change-in-rates-in-2020-11576593529", "title": "Fed's Kaplan Expects No Change in Rates in 2020", "date": "2019-12-17 11:15", "summary": "Dallas Fed Bank president says he thinks 'appropriate path of policy is to stay where we are'. Federal Reserve Bank of Dallas President Robert Kaplan said Tuesday that he sees little reason to change interest rates in 2020, in a year he expects to bring continued growth and low unemployment.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lillys-2020-financial-targets-top-wall-street-expectations-11576598901", "title": "Lilly's 2020 Financial Targets Top Wall Street Expectations", "date": "2019-12-17 11:08", "summary": "The drugmaker also lowered its full-year outlook for 2019. Eli Lilly & Co. set 2020 financial targets that are higher than Wall Street expectations as it anticipates regulatory approvals and drug launches next year, though it lowered its full-year outlook for 2019.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-cleans-out-its-executive-suite-11576598847", "title": "Bed Bath & Beyond Cleans Out Its Executive Suite", "date": "2019-12-17 11:07", "summary": "New CEO is replacing six top executives in the middle of holiday season; stock jumped in morning trading. A half-dozen top executives at Bed Bath & Beyond Inc. are leaving the struggling home goods retailer, an unusual shakeup by the company's new leader during the critical holiday selling season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masi-oka-found-a-hollywood-solution-to-his-math-problem-11576598476", "title": "Masi Oka Found a Hollywood Solution to His Math Problem", "date": "2019-12-17 11:01", "summary": "The 'Spies in Disguise' actor left Tokyo for America with his mother in search of top schools and wound up in television and the movies. Masi Oka, 44, is an actor, producer and digital-effects artist. He starred in NBC's \"Heroes\" and in CBS's \"Hawaii Five-O.\" He will be the voice of Agent K in \"Spies in Disguise,\" due out on Dec. 25. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pound-sees-biggest-drop-in-a-year-amid-brexit-trade-concerns-11576597908", "title": "Pound Sees Biggest Drop in a Year Amid Brexit Trade Concerns", "date": "2019-12-17 10:51", "summary": "Investors worry that the U.K. could end its transition period without striking a new trading agreement with the EU. The British pound fell against the U.S. dollar Tuesday on mounting concern that the U.K. may break its ties with the European Union at the end of next year without a fresh trading agreement in place, clouding the nation's economic prospects.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-china-made-aircraft-carrier-enters-active-service-11576597819", "title": "First China-Made Aircraft Carrier Enters Active Service", "date": "2019-12-17 10:50", "summary": "President Xi Jinping oversees commissioning ceremony of 'Shandong' at naval base on edge of contested South China Sea. BEIJING-China's first home-built aircraft carrier was commissioned into active service by President Xi Jinping at a military base on the edge of the South China Sea, the latest milestone in the country's endeavors to rapidly modernize its military and become a world-class naval power.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cats-movie-is-here-so-the-memory-lives-again-and-again-and-again-11576597542", "title": "The 'Cats' Movie Is Here, So the 'Memory' Lives Again. And Again. And Again.", "date": "2019-12-17 10:45", "summary": "'I would hate to think that 'Cats' was a one-song show,' says Andrew Lloyd Webber. In the new movie \"Cats,\" Jennifer Hudson, her face and body covered with a layer of computer-generated feline fur, performs the blockbuster song \"Memory\" in one long, uninterrupted take that was not altered in postproduction.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-marathoners-daring-double-the-olympic-trials-and-boston-11576587601", "title": "A Marathoner's Daring Double: Olympic Trials, Boston", "date": "2019-12-17 10:36", "summary": "Des Linden didn't want to decide between the two races, so she's running them both, 51 days apart. Des Linden is going for an audacious double in 2020-and, if all goes well, a triple.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-deal-means-democratic-debate-will-proceed-as-planned-11576592406", "title": "Labor Deal Means Democratic Debate Will Proceed as Planned", "date": "2019-12-17 10:32", "summary": "Union representing food workers at Loyola Marymount says it has reached an agreement with Sodexo. WASHINGTON-The Democratic presidential debate in Los Angeles is set to proceed Thursday night after a union representing food workers said it had reached a deal with a food-services company that serves Loyola Marymount University, officials said Tuesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-nationwide-protests-paralyze-france-11576596565", "title": "Photos: Nationwide Protests Paralyze France", "date": "2019-12-17 10:29", "summary": "Massive demonstrations against a plan to overhaul the country's retirement system put pressure on President Macron. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/spygate-2-0-why-this-perplexing-patriots-cheating-scandal-is-so-tense-11576596164", "title": "Spygate 2.0? Why This Patriots Scandal Is So Tense", "date": "2019-12-17 10:22", "summary": "Any punishment that comes New England's way could produce a new showdown between football's premier franchise and the commissioner. The New England Patriots easily dispatched the Cincinnati Bengals 34-13 on Sunday. And they probably didn't need to cheat to do it.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-sentences-former-leader-musharraf-to-death-for-treason-11576587267", "title": "Pakistan Sentences Former Leader Musharraf to Death for Treason", "date": "2019-12-17 09:59", "summary": "Ruling against ex-army chief draws sharp rebuke from country's powerful military establishment. ISLAMABAD, Pakistan-A court handed down a death sentence for Pakistan's self-exiled former army dictator, drawing a sharp rebuke from the country's powerful military.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pwc-clients-more-likely-to-revise-financial-statements-11576578600", "title": "PwC Clients More Likely to Revise Financial Statements", "date": "2019-12-17 09:56", "summary": "Firm has had streak of accounting problems surface recently at U.S. companies it audits. Public companies are less likely these days to have to restate their earnings or other financial figures. Clients of PricewaterhouseCoopers LLP are bucking this trend recently, new data show.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-800-clunker-transforms-into-a-race-car-11576593045", "title": "An $800 Clunker Transforms Into a Race Car", "date": "2019-12-17 09:30", "summary": "A 1990 BMW 325i was ready for the junkyard when this engineer bought and refurbished it into a street-legal vehicle ready for the track. Praveen Penmetsa of Long Beach, Calif., 43, co-founder and CEO of Motivo Engineering, on his 1990 BMW 325i, as told to A.J. Baime.", "categories": [["Life & Work", "Cars", "My Ride"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/my-ride?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-puts-some-frozen-2-promotions-on-ice-after-twitter-flap-11576574378", "title": "Disney Puts Some 'Frozen 2' Promotions on Ice After Twitter Flap", "date": "2019-12-17 09:21", "summary": "Dentsu directed the artists to not label the tweets as promotional and the entertainment giant gave its nod. TOKYO- Walt Disney Co. has halted some advertisements for \"Frozen 2\" in Japan after its marketing campaign on Twitter for the animated movie drew criticism, people involved in the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-bmw-brought-back-from-the-grave-11576592415", "title": "Photos: A BMW Brought Back From the Grave", "date": "2019-12-17 09:20", "summary": "A California businessman shows off his 1990 325i, a car that was all but abandoned before he decided to buy it and make it fit for racing. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/another-spring-clean-will-help-unilevers-pantry-11576591416", "title": "Another Spring Clean Will Help Unilever's Pantry", "date": "2019-12-17 09:03", "summary": "The owner of Ben & Jerry's ice cream will miss its full-year sales target, making a sale of slow-growth brands more pressing. With Procter & Gamble and Nestlé reporting healthy growth again, it is tempting to think that the worst is over for the world's biggest packaged-goods companies. But Unilever still has work to do in 2020.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/confusion-in-california-as-gig-worker-law-set-to-take-effect-11576590979", "title": "It Isn't Just Uber: California Prepares for New Gig Worker Rules...and Confusion", "date": "2019-12-17 08:56", "summary": "Truckers, therapists, entertainers say they are unsure whether new rules aimed at companies like Uber will affect them. Dump-truck driver Thang Nguyen thought he was planning ahead earlier this year when he spent more than $200,000 on a new vehicle to comply with California's strict emission standards. Now he is worried a new state law will make it difficult to find enough work to afford the repayments on the truck.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cool-dad-holiday-gift-guide-11576590607", "title": "What to Get The Cool Dad Who Has Everything", "date": "2019-12-17 08:51", "summary": "Because socks only go so far. 10 actually great gifts for fathers this holiday season, courtesy of WSJ. Magazine's cool-dad correspondent. For the dad who builds his travel itinerary around restaurant reservations, consider gifting him a set of Perceval 9.47s. They have the cutting power of a steak knife but the blades don't have serrations, which makes them much easier to hone. 9.47s are handmade in France and used in many of the world's best restaurants, including Le Pré Catelan in Paris and Quintessence in Tokyo. (€277 for a set of 6, Couteau.com)", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investing-outside-america-is-a-depressing-repeat-of-familiar-pattern-11576589531", "title": "Investing Outside America Is a Depressing Repeat of Familiar Pattern", "date": "2019-12-17 08:32", "summary": "Some of the reasons why foreign stocks lag behind the U.S. probably won't repeat. Others are worth worrying about.. World stocks are once again at new highs, finally surpassing levels from January last year after a turbulent period dominated by recession and trade war fears.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-netflix-heico-fedex-11576574307", "title": "Stocks to Watch: Boeing, Navistar, Netflix, Heico, FedEx", "date": "2019-12-17 08:29", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wild-post-brexit-ride-for-u-k-banks-11576588707", "title": "A Wild Post-Brexit Ride for U.K. Banks", "date": "2019-12-17 08:18", "summary": "Britain's lenders can withstand a no-deal Brexit, according to the Bank of England's latest stress tests, but investors would pay for their stability. That was quick. The British pound has already given up almost all its postelection gains, and a rally in U.K. bank shares has cooled. Boris Johnson's decision to make political brinkmanship a central pillar of his strategy to \"get Brexit done\" sets investors up for a wild ride.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-congressional-maps-shake-up-north-carolina-races-11576588503", "title": "New Congressional Maps Shake Up North Carolina Races", "date": "2019-12-17 08:15", "summary": "Rep. Mark Walker, Rep. George Holding won't run for seats in 2020. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wework-of-china-gears-up-for-a-new-york-ipo-11576584001", "title": "The WeWork of China Gears Up for a New York IPO", "date": "2019-12-17 07:00", "summary": "Ucommune says it is the largest co-working firm in China based on the number of workstations and square feet it manages. China's biggest co-working company has filed plans to go public on the New York Stock Exchange, an early test of investor faith in flexible-office startups since We Co. pulled the plug on its IPO plans.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pittsburgh-airport-ramps-up-a-side-business-real-estate-developer-11576584005", "title": "Pittsburgh Airport Ramps Up a Side Business: Real-Estate Developer", "date": "2019-12-17 07:00", "summary": "Officials are planning a campus for companies that use 3-D printing in manufacturing. Pittsburgh International Airport is developing a manufacturing hub on land near the terminal, part of a more than $1 billion expansion and modernization plan that could serve as a model for other airports.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-stocks-chalk-up-best-return-in-five-years-11576584003", "title": "Real-Estate Stocks Chalk Up Best Return in Five Years", "date": "2019-12-17 07:00", "summary": "But it will be a challenge for them to repeat that performance next year if interest rates go up, analysts say. Real-estate stocks have rallied this year and were returning better than 20% after 11 months, boosted by declining interest rates.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imitating-amazon-e-commerce-battle-bolstered-by-companies-mimicking-the-market-leader-11576578601", "title": "Imitating Amazon: E-Commerce Battle Bolstered by Companies Mimicking the Market Leader", "date": "2019-12-17 05:41", "summary": "From shipping startups to warehouse providers, a virtual network aimed at competing with Amazon is growing in the company's long shadow. When entrepreneur Patrick Coddou was looking to boost sales at Supply, the specialty shaving products company he and his wife, Jennifer, founded four years ago, he turned to Amazon. com Inc.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-european-union-is-punching-below-its-weight-in-world-affairs-11576578603", "title": "A Weakened EU Is Punching Below Its Weight in World Affairs", "date": "2019-12-17 05:30", "summary": "Resume Subscription. European Commission President José Manuel Barroso brimmed with optimism as the first decade of the 21st century came to a close. The European Union, he asserted, is \"uniquely suited to take on its leadership responsibilities\" for a world that undergoes rapid change.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/buttigieg-distanced-himself-from-liberals-and-his-campaign-took-off-11576578602", "title": "Buttigieg Distanced Himself From Liberals, and His Campaign Took Off", "date": "2019-12-17 05:30", "summary": "One polling director says Midwestern mayor, who stresses consensus-building, has been 'pretty successful in playing to all sides so far'. When he started his presidential campaign in April, Pete Buttigieg sounded like he fit in with the most liberal candidates in the Democratic field. He had a plan to overhaul the Supreme Court, talked up abolishing the Electoral College and spoke favorably about a single-payer health-care system.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-thiel-at-center-of-facebooks-internal-divisions-on-politics-11576578601", "title": "Peter Thiel at Center of Facebook's Internal Divisions on Politics", "date": "2019-12-17 05:30", "summary": "Billionaire investor thinks political-ad policy shouldn't change; some directors and executives disagree. Facebook Inc.'s senior leadership is increasingly divided over how to address criticism of the company's effect on U.S. politics, with board member and billionaire investor Peter Thiel serving as an influential voice advising CEO Mark Zuckerberg not to bow to public pressure, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chinese-reality-check-for-stock-bulls-11576577703", "title": "A Chinese Reality Check for Stock Bulls", "date": "2019-12-17 05:15", "summary": "Some of the factors lifting markets in recent days aren't quite what they seem. Lower trade tensions: check. Global manufacturing rebound: check. No inverted yield curve: check. What could go wrong?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iasb-proposes-rule-requiring-more-details-on-profit-income-11576576800", "title": "IASB Proposes Rule Requiring More Details on Profit, Income", "date": "2019-12-17 05:00", "summary": "Proposal seeks to provide more transparency on a non-GAAP measure. The International Accounting Standards Board is proposing a new rule on how companies report profit and how they explain certain performance measures that go beyond generally accepted accounting principles.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cashing-in-on-fintech-unicorns-is-harder-than-it-seems-11576533185", "title": "Cashing In on Fintech Unicorns Is Harder Than It Seems", "date": "2019-12-17 00:21", "summary": "Those that have hit public markets have gotten mixed reception. It has been hard to find a losing strategy in the equities markets these days. Growth's a winner. Value's a winner. Even bonds are having a good year.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11576530145", "title": "Pepper...and Salt", "date": "2019-12-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/use-of-death-penalty-in-u-s-continues-to-wane-11576558860", "title": "Use of Death Penalty in U.S. Continues to Wane", "date": "2019-12-17 00:01", "summary": "Executions in 2019 fell to 22, the second-lowest level in nearly three decades. The number of people sentenced to death dropped this year to the second-lowest level since 1973, as executions have fallen into disuse in all but a handful of states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-california-agree-to-1-68-billion-settlement-for-wildfires-11576628070", "title": "PG&E, California Agree to $1.68 Billion Settlement for Wildfires", "date": "2019-12-17 00:01", "summary": "Settlement comes after regulator found 'systemic' problems with how PG&E oversaw the safety of its power lines. The California Public Utilities Commission has proposed a $1.68 billion settlement with PG&E Corp. for its role in igniting a series of deadly wildfires in 2017 and 2018 that killed more than 100 people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-on-backlog-for-workers-green-cards-could-clear-way-for-senate-vote-11576640908", "title": "Deal on Backlog for Workers' Green Cards Could Clear Way for Senate Vote", "date": "2019-12-17 00:01", "summary": "Under a compromise, the per-country cap system would be phased out and new restrictions placed on the H-1B high-skilled visa program. WASHINGTON-Legislation to speed up the process for employment-based green cards for some Indian immigrants caught in a yearslong backlog could receive a vote in the Senate as early as this week, after the bill's sponsor and a key objector reached a bipartisan compromise.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/als-drug-works-in-study-researchers-say-11576558801", "title": "ALS Drug Works in Study, Researchers Say", "date": "2019-12-17 00:00", "summary": "If promising data hold up, Amylyx Pharmaceuticals' drug could lead a wave of treatments for Lou Gehrig's disease. An experimental drug slowed the paralyzing march of amyotrophic lateral sclerosis, or Lou Gehrig's disease, in a clinical trial, according to researchers who say the results are a fresh sign that recent insights into the condition may soon bring new medicines.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-probe-portrays-janitor-as-a-foot-soldier-for-pyongyang-11576509801", "title": "A Janitor Allegedly Used a Botanical Code to Broker Weapons Deals for North Korea", "date": "2019-12-17 00:00", "summary": "In a case spotlighting role of regime allies in the West, Australian prosecution document alleges South Korean-born citizen tried to broker deals to sell missile parts and coal on the black market. SYDNEY-With little more than an internet connection, a laptop and a cellphone, Chan Han Choi, a soft-spoken janitor in his early 60s, allegedly played a central role in a plot to help North Korea sell missile parts and coal on the black market.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}]