[{"link": "https://www.wsj.com/articles/shale-companies-adding-ever-more-wells-threaten-future-of-u-s-oil-boom-11551655588", "title": "Shale Companies, Adding Ever More Wells, Threaten Future of U.S. Oil Boom", "date": "2019-03-03 18:26", "summary": "Newer wells drilled close to older wells are generally pumping less oil and gas and could hurt output, leading frackers to cut back on the number of sites planned and trim overall production forecasts. Shale companies' strategy to supercharge oil and gas production by drilling thousands of new wells more closely together is turning out to be a bust. What's more, the approach is hurting the performance of older existing wells, threatening the U.S. oil boom and forcing the maturing industry to rethink its future.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-judiciary-committee-to-seek-documents-from-trumps-sons-longtime-financial-chief-11551634807", "title": "House Panel to Seek Documents From Trump's Sons, Longtime Finance Chief", "date": "2019-03-03 18:24", "summary": "Nadler plans to contact more than 60 associates of the president as part of House investigation. WASHINGTON-The House Judiciary Committee this week plans to request documents from more than 60 associates of President Trump, including from his sons and from his longtime chief financial officer, as part of a House investigation into obstruction of justice, corruption and abuse of power.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owners-of-instant-pot-corelle-to-merge-11551654000", "title": "Owners of Instant Pot, Corelle to Merge", "date": "2019-03-03 18:00", "summary": "Combined company would have enterprise value of more than $2 billion. Instant Brands Inc., the maker of the popular Instant Pot, is merging with Corelle Brands LLC, which makes houseware mainstays such as Corelle, Pyrex, CorningWare and SnapWare, in a combination their owners hope will be a recipe for success.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rift-within-methodist-church-grows-in-wake-of-vote-on-gay-marriage-11551652579", "title": "Methodist Rift Grows in Wake of Vote on Gay Marriage", "date": "2019-03-03 17:36", "summary": "Congregations favoring LGBT rights consider breaking away or defying rules. LOS ANGELES-The sign outside Westwood United Methodist Church just said \"Westwood Church\" on Sunday. \"United Methodist\" has been taped over, in protest against the denomination's vote last week to strengthen its ban on same-sex marriage and lesbian, gay, bisexual and transgender clergy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-budget-talks-stall-over-revenue-projections-11551651363", "title": "New York State Budget Talks Stall Over Revenue Projections", "date": "2019-03-03 17:16", "summary": "Legislators, governor can't agree on revenue projections for coming fiscal year. New York state budget negotiations broke down over the weekend as Democratic Gov. Andrew Cuomo and Democrats in the state legislature continued to disagree over revenue projections for the coming fiscal year.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-the-rent-control-state-11551649913", "title": "Oregon, the Rent Control State", "date": "2019-03-03 17:07", "summary": "Salem enacts a housing policy that is sure to limit new housing.. Governor Kate Brown signed legislation last week making Oregon the first state to enact statewide rent control. One would be hard put to identify an economic policy with a more proven record of destruction. Democrats say the law will ease the state's housing-affordability crisis, but it will make it worse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-weather-cycles-11551650203", "title": "California's Weather Cycles", "date": "2019-03-03 16:56", "summary": "There's a lesson in the Golden State's wet and stormy winter.. The Golden State can't seem to catch a weather break. Drought and horrific wildfires have again given way to catastrophic storms and flooding. Progressives often exploit natural disasters to campaign against fossil fuels, but Californians would be better off if their politicians spent more money preparing for bad weather than fighting climate change that they can't do anything about.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adding-to-social-insecurity-11551650108", "title": "Adding to Social Insecurity", "date": "2019-03-03 16:55", "summary": "House Democrats propose to increase the entitlement burden.. Memo to young workers: The Democrats you recently elected want to raise Social Security benefits for retirees while taxing you more to pay for it. Too bad they didn't tell you about this last year when they were running against Donald Trump.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-one-sided-treaty-with-colombia-11551649783", "title": "A One-Sided Treaty With Colombia", "date": "2019-03-03 16:49", "summary": "State and Justice want to extradite Mr. Arias in the interest of their war on drugs.. The State Department's determination to extradite Andrés Felipe Arias, a former Colombian agriculture minister, at the behest of a left-wing Colombian Supreme Court, marks a new low for Foggy Bottom. Evidence in the case exposes the U.S. government's single-minded but self-defeating drug-war agenda that treats Mr. Arias as collateral damage.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-boy-who-cried-coup-11551649682", "title": "The Boy Who Cried 'Coup'", "date": "2019-03-03 16:48", "summary": "Cohen's worry that Trump will refuse to concede is far from the first such fantasy.. 'Given my experience working for Mr. Trump,\" Michael Cohen told the House Oversight Committee last week, \"I fear that if he loses the election in 2020 that there will never be a peaceful transition of power.\" This scenario-an embattled president suspending the Constitution to cling to power-is a perennial urban political legend, especially if the president is a Republican.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-you-buy-or-sell-a-home-realty-bites-11551649734", "title": "When You Buy or Sell a Home, Realty Bites", "date": "2019-03-03 16:48", "summary": "Regulators should do more to encourage competition from sites like Zillow.. It seems almost quaint that 10 years ago the Justice Department had to fight to open up the real estate market so buyers could find homes online without the help of an agent. Now, sites like Zillow and Homes.com are commonplace, but they couldn't have thrived without the department's intervention.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-globotics-upheaval-review-when-therobot-gets-an-ofce-11551649635", "title": "'The Globotics Upheaval' Review: When the Robot Gets an Ofﬁce", "date": "2019-03-03 16:47", "summary": "New robotics and AI technologies may soon be coming for the jobs of those who until now have only known globalization's beneﬁts.. The great wave of globalization is ebbing, or so it seems. Trade barriers are going up, ocean shipping is slower and less reliable than it was two decades ago, and manufacturers and retailers are keeping more inventory just in case their supply chains can't deliver. But while the loss of factory jobs to foreign competition may have abated, a new threat to employment may loom. If Richard Baldwin is right, globalization will soon go after white-collar jobs with a vengeance.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-is-ceding-the-pacific-to-china-11551649516", "title": "The U.S. Is Ceding the Pacific to China", "date": "2019-03-03 16:45", "summary": "While Washington's focus is elsewhere, Beijing plays the long game-that means preparing for war.. The way to deal with China, and thus North Korea, its naughty but wholly dependent vassal, is not by a failing and provocative attempt to weaken it, but by attending to America's diminishing strengths. Unlike the short-focused U.S., China plays the long game, in which the chief objective is a favorable correlation of forces over time and the most important measure is military capacity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bedford-stuyvesant-brownstone-houses-the-history-of-the-black-experience-in-america-11551549600", "title": "A Bedford-Stuyvesant Brownstone Houses the History of the Black Experience in America", "date": "2019-03-03 16:45", "summary": "Resume Subscription. Groups of teenage students lined up outside Elander Williams's brownstone in the Bedford-Stuyvesant neighborhood of Brooklyn last month for an intimate tour of her cellar. Ms. Williams has been welcoming curious individuals inside her home for years, but this February was the first time school classes visited.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/leave-opioid-lawsuits-to-state-attorneys-general-11551649471", "title": "Leave Opioid Lawsuits to State Attorneys General", "date": "2019-03-03 16:44", "summary": "Local governments are making a mistake when they join forces with private plaintiff lawyers.. A critical mass of 36 state attorneys general have responded to the opioid crisis with investigations and litigation targeting manufacturers and distributors. But hundreds of private lawyers have also filed a barrage of opioid-related lawsuits on behalf of local governments, making it much harder for the state-led effort to convince the industry to agree to a comprehensive settlement. To resolve this logjam, attorneys general should structure state-centric deals under which localities can benefit if they drop their lawsuits.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washingtons-emergency-hypocrisy-11551649425", "title": "Washington's 'Emergency' Hypocrisy", "date": "2019-03-03 16:43", "summary": "Trump didn't grab power from Congress. Lawmakers surrendered it in 1976.. Washington's response to President Trump's declaration of a national emergency over immigration has been hypocrisy as usual-and a lot of what you've heard about the matter is wrong.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-handle-rejection-when-you-never-applied-11551649378", "title": "How to Handle Rejection When You Never Applied", "date": "2019-03-03 16:42", "summary": "'There's something worse than going 0 for 1.'. Many high-school students are waiting in agony for replies to their college applications. But surely there's something worse than waiting: rejection. At least that was my thinking-that straight-up rejection is the low point-before I spoke recently with my younger brother, Jack. It was on my mind when I called him, since my eldest son is waiting to hear back from a handful of colleges.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-executive-files-suit-over-canadian-detention-11551647061", "title": "Huawei Executive Files Suit Over Canadian Detention", "date": "2019-03-03 16:04", "summary": "Meng Wanzhou, CFO and daughter of tech company's founder, claims her rights were violated when she was held after arriving at a Vancouver airport in December. An executive at Huawei Technologies Co. has sued the Canadian government, police and border officials claiming her legal rights were violated when she was detained at Vancouver International Airport in December following an extradition arrest request from the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weapons-makers-declare-war-on-drones-11551627000", "title": "Weapon Makers Declare War on Drones", "date": "2019-03-03 16:03", "summary": "A new arms race in anti-drone technology is emerging, as airports and militaries face an increasing menace from unmanned aircraft. Arms makers are targeting the growing menace of drones at airports and on battlefields with a rush to develop new missile systems, radar jammers and laser cannons.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-works-to-stifle-dissent-amid-concerns-about-chinas-economy-11551609000", "title": "Xi Jinping Stifles Dissent Amid Concerns About China's Economy", "date": "2019-03-03 15:08", "summary": "The president issues new demands of loyalty ahead of annual party congress. BEIJING-President Xi Jinping, battling a persistent downturn in China's economy, is trying to gird his rule by demanding absolute loyalty from the Communist Party in an effort to stifle simmering dissent.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-trade-data-beige-book-jobs-report-and-more-11551643200", "title": "Economy Week Ahead: Trade Data, Beige Book and Jobs Report", "date": "2019-03-03 15:00", "summary": "U.S. Labor Department is also publishing the latest worker productivity data. In the week ahead, the U.S. will see fresh productivity, jobs and trade data, while China will also release key trade numbers.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-tries-modular-construction-for-affordable-homes-11551643200", "title": "New York City Tries Modular Construction for Affordable Homes", "date": "2019-03-03 15:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/were-playing-whac-a-mole-with-lethal-drugs-11551641340", "title": "We're Playing Whac-A-Mole With Lethal Drugs", "date": "2019-03-03 14:29", "summary": "Charles Lehman's prescription is to maintain the same supply-side efforts that have failed so miserably over the past half-century.. Charles Fain Lehman rightly points out that while all eyes are focused on opioid-related overdoses, methamphetamine-related deaths have been soaring (\"Mexican Meth Fuels an American Crisis,\" op-ed, Feb. 21). The numbers jumped to more than 10,000 in 2017 from 1,887 in 2011. Cocaine deaths are also accelerating, up from just under 4,000 in 1999 to nearly 14,000 in 2017. He also notes that, as with opioids, efforts to crack down on the supply of abusers' drugs of choice only result in the efficient black market finding substitutes. In the case of opioids, heroin and now fentanyl have replaced prescription pain relievers and today account for roughly 75% of opioid-related deaths. In the case of meth, the Mexican drug cartels quickly filled the void after law-enforcement cracked down on homegrown meth labs while Sudafed was made more difficult to obtain. Unfortunately, Mr. Lehman's prescription for the problem is to maintain the same supply-side efforts that have failed so miserably over the past half-century since the war on drugs shifted into high gear-only more so.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-defense-of-u-s-counterintelligence-agents-11551641304", "title": "In Defense of U.S. Counterintelligence Agents", "date": "2019-03-03 14:28", "summary": "Counterintelligence is a primary strategy and mission objective in the recently released National Intelligence Strategy and has been a top national-security priority for decades.. Bill Gertz's \"An Indictment Exposes America's Witless Intelligence Agencies\" (op-ed, Feb. 20) is an uninformed affront to the many dedicated men and women who toil in the shadows to safeguard America from foreign intelligence threats. These counterintelligence professionals are unable to defend themselves in print, so as the U.S. government's top counterintelligence official I feel compelled to do so. For security reasons, most U.S. counterintelligence achievements cannot be shared publicly, and those responsible for these successes-to their great credit-don't require or seek such recognition.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-scale-back-inflation-bets-signaling-doubts-about-growth-11551614401", "title": "Investors Scale Back Inflation Bets, Signaling Doubts About Growth", "date": "2019-03-03 14:28", "summary": "A widely tracked measure of inflation expectations is mired below 2% even in a tight U.S. job market. Bets on a pickup in inflation are falling out of favor, underscoring investors' skepticism that the U.S. economy will be able to turn stronger after a soft start to the year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-virginia-legislators-block-charter-school-law-11551641269", "title": "West Virginia Legislators Block Charter School Law", "date": "2019-03-03 14:27", "summary": "The real threat to educational opportunity is clear: Legislators have zero desire to fix their state's school system.. Regarding your editorial \"Teachers Strike to Kill Student Choice\" (Feb. 20): The West Virginia Education Association would like to take full credit for the death of the pro-student education reform bill, but this time it's the politicians with blood on their hands. For years, bills have been introduced to enact a public charter-school system in the Mountain State, yet every year the bills wither away in committee halls or, if they're lucky, get voted down on the floor.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-labor-department-is-wrong-to-pursue-its-discrimination-suit-against-oracle-11551641234", "title": "Labor Department Wrong To Pursue Its Oracle Suit", "date": "2019-03-03 14:27", "summary": "The Labor Department's harassment of Oracle based on spurious statistical analysis of hiring and pay practices is proof positive that a deep regulatory state exists.. Regarding your editorial \"Discriminating Against Oracle\" (Feb. 14): The Labor Department's harassment of Oracle based on spurious statistical analysis of hiring and pay practices is proof that a deep regulatory state exists and plows ahead with its agenda regardless of the political party in power. The Labor Department's deep dive into the racial and gender profile of applicants for each open position, and the profiles of those hired, would keep an army of Oracle staff busy supplying a hanging rope to an army of Labor staff on a social-justice mission.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-credit-goes-to-obama-for-the-good-trump-economy-11551641198", "title": "How Much Credit Goes to Obama for the Good Trump Economy?", "date": "2019-03-03 14:26", "summary": "Many businesses were afraid to invest during the Obama years because the next regulation might make the investment worthless.. Regarding Alan S. Blinder's \"The Obama-Trump Economic Boom\" (op-ed, Feb. 26): I'm sure that if not due to space limitations, Mr. Blinder would have explained why, if we had continued President Obama's policies on tax, regulation, energy dependency, trade, ISIS, Iran, North Korea, Syria, NATO, military spending and fossil fuels through today, President Obama's 2% GDP growth is \"the new normal\" wouldn't still be with us?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguard-to-end-cash-management-service-for-larger-customers-11551639935", "title": "Vanguard to End Cash-Management Service for Larger Customers", "date": "2019-03-03 14:05", "summary": "The money-management giant will shut down the VanguardAdvantage service on July 31. Vanguard Group is shutting down a service for larger customers that paired a debit card with tools to help them manage cash.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spacex-crew-capsule-empty-except-for-a-mannequin-docks-with-space-station-11551611404", "title": "SpaceX Crew Capsule, With a Dummy Astronaut, Docks With Space Station", "date": "2019-03-03 13:15", "summary": "Operational test is part of work toward historic shift to industry-run space taxis. A new-generation SpaceX capsule autonomously docked with the international space station on Sunday, in a successful test of computers and maneuvering systems deemed essential to carry U.S. astronauts on future missions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-chinese-shares-rebounded-news-thats-less-bad-than-expected-11551628800", "title": "Why Chinese Shares Are Soaring: News That's Less Bad Than Expected", "date": "2019-03-03 11:00", "summary": "Chinese stocks are mostly being driven by hopes for a U.S. trade deal and a stimulus program by Beijing. Chinese stocks have just clocked their best first two months of the year since the global financial crisis, and have outpaced the rest of the world, despite a cloud of bad news about the country's economy and the region's political stability.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-nassar-scandal-michigan-state-lacks-broad-sexual-misconduct-insurance-11551625200", "title": "After Nassar Scandal, Michigan State Lacks Broad Sexual-Misconduct Insurance", "date": "2019-03-03 10:00", "summary": "University set up captive insurance company after longtime insurer proposed 'onerous' changes to policy. In a sign of the long-lasting fallout from the Larry Nassar sex-abuse scandal, Michigan State University no longer has direct liability insurance covering sexual-misconduct claims.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-a-cold-economy-could-heat-up-the-job-market-11551625200", "title": "Even a Cold Economy Could Heat Up the Job Market", "date": "2019-03-03 10:00", "summary": "Growth is expected to slow markedly in the first quarter, but that might not be enough to prevent unemployment from falling. The U.S. economy has a potential problem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expect-to-see-more-two-way-threats-in-baseball-11551623490", "title": "Expect to See More Two-Way Threats in Baseball", "date": "2019-03-03 09:31", "summary": "As teams look to squeeze every last drop of value out of their 25-man rosters, players such as Michael Lorenzen and Matt Davidson prove valuable for their versatility on the mound and at the plate. GOODYEAR, Ariz.-Michael Lorenzen spent his first four seasons with the Cincinnati Reds begging for the opportunity to play in the outfield on days the team didn't use him as a pitcher. He implored his manager. When that failed, he escalated his plea to the front-office executives. Nothing convinced them, and Lorenzen thinks he knows why: fear of trying something new.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-job-approval-rating-ticks-up-along-with-warning-signs-11551621720", "title": "Trump's Job-Approval Rating Ticks Up, Along With Warning Signs", "date": "2019-03-03 09:02", "summary": "Wall Street Journal/NBC News poll also finds Democratic primary voters looking for a nominee with aggressive policy ideas. WASHINGTON-President Trump's job-approval rating has ticked up, but many of his party's policy positions are viewed as out of the mainstream, and there is broad opposition to his effort to fund a border wall by declaring a national emergency, the latest Wall Street Journal/NBC News poll finds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-pacs-favored-candidates-opposing-gun-background-checks-11551621600", "title": "Doctors' PACs Favored Candidates Opposing Gun Background Checks", "date": "2019-03-03 09:00", "summary": "Study highlights where physicians' contributions are going, as some take an increasingly vocal stance in favor of gun-control laws. WASHINGTON-Political-action committees affiliated with doctors' organizations donated more money to congressional candidates who opposed tighter gun laws than to those supporting them, according to a new study that has revived a debate over what role physicians should play in the issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/galaxy-s10-review-samsung-finally-gets-everything-right-11551621600", "title": "Galaxy S10 Review: Samsung Finally Gets Everything Right", "date": "2019-03-03 09:00", "summary": "Samsung has long made good hardware, and the Galaxy S10 is its best yet. But for the first time, the company also nailed the software.. Every time Samsung launches a new phone, I find myself saying the same thing: Really nice design, lots of cool features but also some bonkers stuff you'll never use, all marred by Samsung's overwrought software that turns Android into something cartoonish and complicated.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-takes-new-road-in-pushing-car-sales-online-only-11551620986", "title": "Tesla Is Betting It Can Sell Cars Online, Without a Test Drive", "date": "2019-03-03 08:49", "summary": "The car maker's CEO Elon Musk has described a seven-day return policy and a shopping process that will take just a minute. Elon Musk has long defied automotive-industry convention. Now, the Tesla Inc. chief executive's latest strategic shift will be one of his biggest challenges: persuading mainstream consumers to purchase cars online the way they buy books or clothes.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-adopt-gop-strategy-in-fight-for-trump-probe-information-11551618001", "title": "Democrats Adopt GOP Strategy in Fight for Trump Probe Information", "date": "2019-03-03 08:00", "summary": "Republicans have in recent years gained access to information that was once seen as too sensitive to share. WASHINGTON-Republicans in recent years have gained access to information long considered too sensitive to share with Congress. Now that House Democrats are in charge, the tables are turning as party lawmakers embark on wide-ranging inquiries into President Trump and his administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecuting-bankers-proves-exercise-in-frustration-11551614418", "title": "Prosecuting Bankers Proves Tough", "date": "2019-03-03 07:00", "summary": "Federal prosecutors have run into trouble trying to get convictions of individual traders and bankers charged with rate-rigging and other practices. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-storm-is-gathering-over-container-shipping-11551612600", "title": "A Storm Is Gathering Over Container Shipping", "date": "2019-03-03 06:30", "summary": "Sagging global trade, rising fuel costs and stubbornly low freight rates have shipping lines facing new headwinds in an elusive search for stability. It used to be that you could measure confidence in the container-shipping industry by the ever-increasing scale of the carriers' vessels and the size of their ship orders.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smartphone-wielding-chinese-tourists-challenge-cashs-reign-11551609002", "title": "Smartphone-Wielding Chinese Tourists Challenge Cash's Reign", "date": "2019-03-03 05:30", "summary": "A flood of Chinese tourists who expect to pay with a phone like they do back home is spurring Japan to adopt digital payments. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-plans-to-revamp-cnns-digital-arm-11551623400", "title": "AT&T Plans to Revamp CNN's Digital Arm", "date": "2019-03-03 00:01", "summary": "Telecom giant sees opportunity to reach larger audience; intends to focus on product development and analytics. As AT&T Inc. shuffles the executive ranks within its newly acquired WarnerMedia entertainment empire, CNN is in for a different kind of makeover.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-close-in-on-trade-deal-11551641540", "title": "U.S., China Close In on Trade Deal", "date": "2019-03-03 00:01", "summary": "Both countries could lift some tariffs imposed last year, and Beijing would agree to ease restrictions on American products. China and the U.S. are in the final stage of completing a trade deal, with Beijing offering to lower tariffs and other restrictions on American farm, chemical, auto and other products and Washington considering removing most, if not all, sanctions levied against Chinese products since last year.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sacramento-officers-wont-be-charged-for-stephon-clarks-fatal-shooting-11551572774", "title": "Sacramento Officers Won't Be Charged for Shooting Unarmed Black Man", "date": "2019-03-03 19:26", "summary": "District attorney decided police acted lawfully; Mr. Clark's mother said she was outraged at decision. Two police officers who fatally shot an unarmed black man last year won't face charges, Sacramento prosecutors said Saturday, the latest turn in a case that sparked protests in this California city.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]