[{"link": "https://www.wsj.com/articles/attorney-general-seeks-bill-allowing-state-to-prosecute-trump-aides-who-get-pardon-11552434721", "title": "New York Attorney General Seeks Bill Allowing Prosecutions After Pardons", "date": "2019-03-12 19:52", "summary": "Letitia James urges closing 'double-jeopardy loophole,' would apply measure only to presidential associates. New York Attorney General Letitia James has proposed a bill to close a \"double-jeopardy loophole\" for associates of the president that would allow her office to file state charges against them even if they receive a federal pardon.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enterprise-tech-race-spurs-m-a-deals-11552434454", "title": "Enterprise Tech Race Spurs M&A Deals", "date": "2019-03-12 19:47", "summary": "Firms looking to boost digital capabilities last year pushed the value of deals in the enterprise-software sector to $182.2 billion. The ongoing race among firms across all industries to ramp up digital capabilities pushed both the value and volume of mergers and acquisitions last year in the global enterprise-software sector to a five-year high, according to a new report.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rite-aid-ceo-to-leave-in-shake-up-company-to-shed-400-corporate-jobs-11552428971", "title": "Rite Aid CEO to Leave as Company Plans to Shed 400 Corporate Jobs", "date": "2019-03-12 19:44", "summary": "Drugstore chain takes a $38 million restructuring charge. Rite Aid Corp. , facing investor pressure amid disappointing performance, disclosed plans Tuesday to replace three of its top ranked executives, including Chief Executive John Standley.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-to-make-key-change-in-max-cockpit-software-11552413489", "title": "Boeing to Make Key Change in 737 MAX Cockpit Software", "date": "2019-03-12 19:32", "summary": "MAX software change marks shift for Boeing design of anti-stall system. Boeing Co. is making an extensive change to the flight-control system in the 737 MAX aircraft involved in October's Lion Air crash in Indonesia, going beyond what many industry officials familiar with the discussions had anticipated.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcpa-self-reporting-program-makes-headway-justice-official-says-11552432318", "title": "FCPA Self-Reporting Program Makes Headway, Justice Official Says", "date": "2019-03-12 19:30", "summary": "Prosecutors have closed FCPA-related investigations on at least 12 companies without bringing charges. A U.S. Justice Department program that incentivizes companies to self-report foreign corruption is making headway as prosecutors look for ways to hold individuals accountable for wrongdoing, according to an official in the department's Foreign Corrupt Practices Act unit.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-moves-to-expand-sale-of-ethanol-blended-gasoline-11552433154", "title": "EPA Moves to Expand Sale of Ethanol-Blended Gasoline", "date": "2019-03-12 19:25", "summary": "Proposal sets up a direct conflict between Trump administration and the energy industry. HOUSTON-The Environmental Protection Agency Tuesday released its long-awaited plan to allow expanded sales for gasoline produced with higher proportions of corn-based ethanol, an action that would help farmers at the expense of oil producers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-withdraw-remaining-embassy-staff-families-from-venezuela-11552370940", "title": "U.S. to Withdraw Remaining Embassy Staff From Venezuela", "date": "2019-03-12 19:21", "summary": "Days of power outages have escalated the standoff between the U.S. and embattled Venezuelan leader Nicolás Maduro. WASHINGTON-Secretary of State Mike Pompeo said the U.S. would withdraw all remaining staff from its embassy in Venezuela due to the deteriorating situation there after several days of power outages sent the country deeper into chaos.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tpgs-mcglashan-stripped-of-duties-in-wake-of-college-admission-scandal-11552429122", "title": "TPG's McGlashan Stripped of Duties in Wake of College-Admission Scandal", "date": "2019-03-12 19:20", "summary": "Several private-equity and venture-capital figures were charged with trying to bribe their children's way into college. Private-equity firm TPG has put William McGlashan Jr., founder of its growth investment unit and head of the firm's impact investment team, on indefinite administrative leave following allegations he participated in a college admissions cheating scandal.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/army-plans-to-cut-back-on-legacy-gear-in-a-push-for-new-tech-11552410807", "title": "U.S. Army Plans to Cut Back on Legacy Gear in a Push for New Tech", "date": "2019-03-12 19:18", "summary": "Budget proposal for 2020 would sideline Chinooks, Bradleys in quest for future equipment, weaponry. WASHINGTON-The U.S. Army has proposed a 2020 budget plan that would eliminate or scale back some of its most enduring and best known equipment programs to free up money for investing in the weapons and hardware of the future.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-state-lawmakers-back-3-year-extension-of-mayors-control-of-schools-11552431952", "title": "New York Legislature Backs 3-Year Extension of Mayor's Control of Schools", "date": "2019-03-12 19:05", "summary": "Longer time-frame comes after Democrats regain control of New York Senate. The Democratic leadership of New York state's Assembly and Senate backed a three-year extension of mayoral control of New York City schools on Tuesday, accepting a proposal Gov. Andrew Cuomo advanced in January.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barreling-toward-brexit-11552431560", "title": "Barreling Toward Brexit", "date": "2019-03-12 18:59", "summary": "A no-deal crash out of the EU may be the best outcome now.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aerospace-investigators-in-chief-11552431519", "title": "Aerospace Investigators in Chief", "date": "2019-03-12 18:58", "summary": "Warren and Trump diagnose the Ethiopian Airlines crash.. Nobody knows what caused the Ethiopian Airlines crash on Sunday that killed 157 people, but that hasn't stopped President Trump and Massachusetts Sen. Elizabeth Warren from commenting. As often seems to be the case, their tray tables are not in a locked and upright position.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unimpeachable-pelosi-11552431481", "title": "The Unimpeachable Pelosi", "date": "2019-03-12 18:58", "summary": "The Speaker wants to protect her majority, if they'll let her.. Will Nancy Pelosi be impeached as House Speaker? Don't laugh. By declaring Monday that she opposes impeaching Donald Trump, she is resisting the ultimate logic of the political Resistance to Donald Trump that vaulted her to the Speakership for a second time.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-emergency-exit-11552431445", "title": "Trump's Emergency Exit", "date": "2019-03-12 18:57", "summary": "How he can declare victory on wall money without losing a vote.. The Senate will vote on a resolution to override President Trump's emergency declaration as early as Thursday, and rarely has there been a clearer case of needless self-harm. Mr. Trump should listen to the Senate Republicans offering him a safe emergency exit.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pittsburgh-air-quality-problem-recalls-the-bad-old-days-11552388400", "title": "Pittsburgh Air-Quality Problem Recalls the Bad Old Days", "date": "2019-03-12 18:56", "summary": "Resume Subscription. PITTSBURGH-The air above this city is raising alarms once again.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-college-admissions-cheating-scheme-unfolded-in-their-own-words-11552431344", "title": "How the College Admissions Cheating Scheme Unfolded, in Their Own Words", "date": "2019-03-12 18:55", "summary": "Read excerpts from the affidavit. The Justice Department Tuesday charged dozens of people in a wide-ranging college admissions scheme alleging that wealthy parents paid for bogus entrance-exam scores and fake athletic achievements to get their children admitted to competitive colleges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-democrats-unmoved-by-pelosis-rejection-of-trump-impeachment-11552431013", "title": "Some Democrats Unmoved by Pelosi's Impeachment Stance", "date": "2019-03-12 18:50", "summary": "Minority within party presses forward despite Speaker ruling out impeachment proceedings without more GOP, public support. WASHINGTON-House Speaker Nancy Pelosi's comments ruling out impeachment of President Trump without Republican backing sparked debate among fellow Democrats about the appropriate threshold for attempting to remove the president from office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/head-of-u-s-indian-health-agency-vows-to-fix-issues-that-allowed-pedophile-doctor-to-evade-punishment-11552430732", "title": "Head of U.S. Indian Health Agency Vows to Fix Issues That Allowed Pedophile Doctor to Evade Punishment", "date": "2019-03-12 18:45", "summary": "Independent investigation will look into where breakdowns occurred 'and who should be held accountable'. The top U.S. Indian Health Service official pledged before Congress on Tuesday to fix problems that allowed a doctor who sexually abused children while working for the agency to evade punishment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-loans-change-lives-11552430649", "title": "Student Loans Change Lives", "date": "2019-03-12 18:44", "summary": "Ignoring college debt is a luxury that many cannot afford.. Editor's note: This Future View focuses on student loans. Next week's question, jumping off from news about Michael Jackson and R. Kelly, concerns the politics of art. We'll ask, \"Can art be separated from its artist? Should it?\" Students should click here to submit opinions of fewer than 250 words before March 19. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taming-the-digital-wild-west-11552430584", "title": "Taming Facebook, Google and Amazon", "date": "2019-03-12 18:43", "summary": "They've been wildly successful-as in the Wild West.. The internet, the web, all things digital are officially in beta. Because they're in beta, everything is forgiven-there is absolution for the infelicities, the flaws and the wrongs, intended and unintended. Here we are in the midst of e-evolution, looking for a moral and intellectual GPS at a time when our phone is supposed to measure heartbeat, steps walked, stairs climbed and hours slept, but gives no true sense of perspective or place. Yet there is an awakening, and we are on the cusp of a reckoning.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-opposed-quotas-in-1975and-he-was-right-11552430539", "title": "Biden Opposed Quotas in 1975-and He Was Right", "date": "2019-03-12 18:42", "summary": "As a first-term senator, he said it was 'racist' to think black kids couldn't learn without white kids around.. Joe Biden has yet to join the 2020 presidential race, but the former vice president is already getting the Hillary Clinton treatment from liberals who seem more interested in ideological purity tests than beating Donald Trump.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-climate-the-kids-are-all-wrong-11552430379", "title": "On Climate, the Kids Are All Wrong", "date": "2019-03-12 18:39", "summary": "And a band of ignorant brats shall lead them: Some things have hardly changed since 1212.. In the summer of 1212, thousands of divinely inspired young people from across Catholic France and Germany took off to liberate Jerusalem from the Muslims. None made it to the Holy Land. Many died along the way or were sold into slavery. As military campaigns go, the Children's Crusade was a disaster. Yet environmental activists and politicians are adopting the same \"a child shall lead them\" strategy to push their climate change agenda and its latest incarnation, the Green New Deal.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-indias-side-america-11552430337", "title": "Take India's Side, America", "date": "2019-03-12 18:38", "summary": "Neutrality has encouraged Pakistan's bad behavior, and New Delhi is a natural ally for Washington.. The moment of maximum danger in the latest India-Pakistan conflict appears to have passed. But after a major attack by Pakistani militants on an Indian military base in Kashmir and the first Indian air strike on Pakistan proper since 1971, tensions are still smoldering between the two South Asian nuclear powers. The episode highlights the need for the U.S. to reassess its role in this volatile part of the world-and to come down firmly on India's side.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-parliament-votes-down-mays-brexit-deal-11552418563", "title": "U.K. Parliament Votes Down May's Brexit Deal", "date": "2019-03-12 18:37", "summary": "Lawmakers' rejection of divorce agreement with EU makes delay of Britain's departure from bloc likely. LONDON-British lawmakers rejected Prime Minister Theresa May's Brexit divorce deal for a second time, making a delay in the U.K.'s scheduled March 29 departure from the European Union all but inevitable and intensifying political turmoil and business uncertainty.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lori-loughlins-daughter-a-social-media-celebrity-is-caught-up-in-college-admissions-scandal-11552430211", "title": "Lori Loughlin's Daughter Caught Up in Admissions Scandal", "date": "2019-03-12 18:36", "summary": "Olivia Jade Giannulli, 19, is now a freshman at USC. Prosecutors say she falsely claimed to be a crew recruit after it became clear grades wouldn't get her in.. LOS ANGELES-When Olivia Jade Giannulli started her freshman year at the University of Southern California last fall, she wasn't just looking forward to the typical collegiate rites of passage.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-weigh-fate-of-tax-breaks-11552430028", "title": "Democrats Weigh Fate of Tax Breaks", "date": "2019-03-12 18:33", "summary": "Vote planned in coming weeks on expired and expiring provisions. WASHINGTON-House Democrats will soon decide what to do with dozens of tax breaks that already expired or are slated to lapse soon, on a disparate range of subjects that could include biodiesel fuel, medical costs and family leave.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planes-crash-so-does-the-media-11552429520", "title": "Planes Crash, So Does the Media", "date": "2019-03-12 18:25", "summary": "Ignorance is no deterrent to Mr. Trump or newsies in the Boeing disaster.. Boeing caught a small break when Donald Trump tweeted his two cents on Sunday's crash of an Ethiopian Airlines 737 Max 8. Many a talking head on TV no doubt instantly reverted from dwelling on the horror of the accident to the horror of Mr. Trump's presumptively stupid and inappropriate comments.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-chaos-is-on-the-ballot-in-2020-11552429476", "title": "Democratic Chaos Is on the Ballot in 2020", "date": "2019-03-12 18:24", "summary": "The only thing we know about the race for president is it'll be full of surprises.. With due respect to Santayana, it often seems that those who can remember the past are no less doomed to repeat it, if only as observers. This is the sentiment among many Democratic Party veterans as the presidential nomination contest begins.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-jew-hatred-isnt-anti-semitic-11552429415", "title": "When Jew-Hatred Isn't Anti-Semitic", "date": "2019-03-12 18:23", "summary": "Ilhan Omar and her defenders have a point about anti-Zionism-a very small point.. The House voted last week to condemn anti-Semitism and a long list of other hatreds-but not anti-Zionism. Rep. Ilhan Omar and her defenders insist anti-Zionism is not anti-Semitism. They have a point, but a far weaker one than they think. Anti-Zionism is a form of hatred against Jews.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amon-carter-review-the-man-from-fortworth-11552429368", "title": "'Amon Carter' Review: The Man From Fort Worth", "date": "2019-03-12 18:22", "summary": "A big-as-Texas rags-to-riches story that doubles as reminder of how a single driven \"doer\" can shape the course of civic life.. In 1985 the Amon Carter Museum in Fort Worth, Texas, mounted a major exhibition by photographer Richard Avedon. \"In the American West\" offered a glimpse of the region decidedly at odds with its mythic character, featuring portraits of uncelebrated and hard-bitten people-miners, truckers, drifters and outcasts, among others. While the show drew a huge audience, it rankled many visitors, including one Fort Worth attorney who said, \"I hope nobody from another country sees this. . . . It's not what the American West of today is all about.\" Surely, Amon Carter (1879-1955) would have agreed, given his affection for the idealized cowboys of Frederic Remington and Charles M. Russell, examples of which formed the core of his personal art collection. And yet the media mogul nicknamed \"Mr. Fort Worth\" would just as surely have basked in all of the attention paid to his namesake museum, in his adopted hometown.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-army-hero-11552426656", "title": "An Army Hero", "date": "2019-03-12 18:03", "summary": "Travis Atkins will receive the Medal of Honor posthumously for saving lives in Iraq.. The White House announced today that on March 27 President Donald Trump will present to the family of a fallen soldier the nation's highest award for valor in combat. The White House notes:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-ticks-lower-as-investors-weigh-brexit-vote-inflation-data-11552400157", "title": "Pound Falls After Brexit Is Turned Back", "date": "2019-03-12 18:00", "summary": "The WSJ Dollar Index falls 0.1%. The British pound fell 0.6% against the dollar Tuesday after British lawmakers rejected a Brexit deal. But the dollar fell against other currencies after the Labor Department reported tamer than expected inflation data.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/admissions-case-highlights-anxiety-about-getting-into-the-right-college-11552427477", "title": "Admissions Case Highlights Anxiety About Getting Into the Right College", "date": "2019-03-12 17:51", "summary": "The top schools are seen by more parents as a hedge against a quickly changing economy. The federal admissions-cheating case unveiled Tuesday highlights the intense pressure families feel to not only get their child into a good college-but into the best college possible.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-close-overseas-immigration-offices-11552427434", "title": "U.S. Moves to Close Overseas Immigration Offices", "date": "2019-03-12 17:50", "summary": "Administration looks to shift funds to relieve the domestic-application backlog. WASHINGTON-The Trump administration is moving to close its 23 U.S. Citizenship and Immigration Services offices overseas, directing people seeking immigration services to offices in the U.S. or State Department outposts instead.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lobbyists-call-casinos-in-new-york-city-a-safe-bet-for-state-11552427278", "title": "Lobbyists Call Casinos in New York City a Safe Bet for State", "date": "2019-03-12 17:47", "summary": "Las Vegas Sands spokesman estimates state could immediately generate $1.5 billion by issuing three new casino licenses. New York state is facing a budget crunch, and casino lobbyists say they have a solution: expand gambling options in and around New York City.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hysterectomy-tool-warnings-didnt-trigger-long-term-return-to-open-surgery-11552426728", "title": "Hysterectomy-Tool Alert Didn't Trigger Long-Term Return to Open Surgery", "date": "2019-03-12 17:38", "summary": "New study examines power-morcellator practice after FDA alert about cancer-spreading risk. Warnings about the cancer-spreading risks associated with power morcellators and the subsequent decline in the devices' use haven't triggered a sustained rise in open surgery for hysterectomy patients as some critics feared, a new study has found.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-volkswagen-focus-on-improving-culture-following-compliance-setbacks-11552426532", "title": "Novartis, Volkswagen Focus on Improving Culture Following Compliance Setbacks", "date": "2019-03-12 17:35", "summary": "Executives from both companies also discussed the changing role of the compliance officer during a panel discussion. The chief compliance officer, once responsible for simply making sure companies stayed within legal bounds, is now responsible for a broader range of priorities.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mohawk-industries-names-new-cfo-11552426480", "title": "Mohawk Industries Names New CFO", "date": "2019-03-12 17:34", "summary": "Glenn Landau, the flooring company's new finance chief, previously served as International Paper's CFO. Flooring company Mohawk Industries Inc. named former International Paper Inc. finance chief as its new chief financial officer, the maker of carpeting, tiles and wood flooring said Wednesday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-dreamers-legislation-appears-set-to-reignite-debate-11552392001", "title": "Democrats Introduce Dreamers Bill, Reigniting a Debate", "date": "2019-03-12 17:33", "summary": "Legislation would grant the young immigrants permanent-resident status if they meet requirements. WASHINGTON-Democrats on Tuesday introduced a bill providing permanent legal status and a path to citizenship for hundreds of thousands of young immigrants who came to the country illegally as children, but the bill is unlikely to move beyond the House of Representatives.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-liquidators-settles-federal-probes-into-laminate-flooring-claims-11552411557", "title": "Lumber Liquidators Settles Probes Into Laminate-Flooring Claims", "date": "2019-03-12 17:32", "summary": "Company accused of misleading investors about products that contained excessive amounts of formaldehyde. Lumber Liquidators Holdings Inc. has agreed to pay $33 million in fines after federal regulators and prosecutors accused the company of misleading investors about selling laminate flooring that contained excessive amounts of formaldehyde.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-on-tech-sector-strength-11552382250", "title": "S&P 500 Rises as Investors Weigh Inflation Data", "date": "2019-03-12 17:23", "summary": "Dow industrials fall, pulled lower a second day by Boeing shares. The S&P 500 edged higher, led by shares of health-care and energy companies, after investors got further evidence that inflation remains steady.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-records-should-focus-on-the-patient-11552425640", "title": "Health Records Should Focus on the Patient", "date": "2019-03-12 17:20", "summary": "If EHRs don't help patients, doctors or hospitals, whom are they for?. John Levinson states that \"the vast majority of doctors have found that today's EHRs [electronic health records] make their work harder, slower, and in some cases less safe than the paper records of old\" (\"What Your Doctor Isn't Allowed to Tell You,\" op-ed, March 5). He goes on to cite examples of \"poor EHR usability associated with patient harm.\" A main selling point of EHRs to patients was that their medical records would be available to doctors no matter where they were. However, interoperability between the software of different EHR vendors and different hospital systems is still far from being a reality. Even hospital administrators are telling me that despite the fact EHRs are dripping with International Classification Of Diseases and Current Procedural Terminology codes, they have not produced more billing revenue.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/community-banks-exploit-their-strengths-11552425520", "title": "Community Banks Exploit Their Strengths", "date": "2019-03-12 17:18", "summary": "Because community bankers don't have the resources of our larger peers, we are forced to innovate.. The struggles of one community bank in upstate New York, while real, don't support the broader conclusion that all small banks face a similar fate because they can't offer the technology customers want (\"Small-Town Banks Crippled by High-Tech Costs,\" Page One, March 2). The truth is that community bankers are leaders in putting technology to work for their customers, and they have been for decades. You might be surprised to learn, for example, that the first bank to deploy home-computer banking in the early 1980s was United American, a community bank in Knoxville, Tenn. The community bank I lead was early to offer mobile banking. We provide an array of sophisticated cash-flow finance and merchant-processing tools for our own business customers as well as thousands more across the country.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sce-paying-up-in-bond-sale-showing-impact-of-state-fires-11552411751", "title": "SCE Pays Up in Bond Sale, Showing Impact of State Fires", "date": "2019-03-12 17:17", "summary": "Southern California Edison sells $1.1 billion of 10- and 30-year secured bonds amid strong demand from investors. Southern California Edison Co. agreed to pay higher interest rates Tuesday to borrow money than it did last year, underscoring the continuing fallout from the wildfires that forced a rival utility into bankruptcy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-ceo-faces-aggressive-questions-from-congress-11552408186", "title": "Regulator Slams Wells Fargo After CEO Testifies to Congress", "date": "2019-03-12 16:58", "summary": "Democrats and Republicans confront Timothy Sloan on bank's continued problems. Wells Fargo & Co. received a rare rebuke from a top regulator on Tuesday, minutes after its chief executive finished testifying before a combative House panel.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-murphy-campaign-staffer-denies-sexual-assault-allegation-11552414400", "title": "Former Murphy Campaign Staffer Denies Sexual-Assault Allegation", "date": "2019-03-12 16:58", "summary": "Al Alvarez testifies that administration gave him time to look for new job after he was asked to leave. TRENTON, N. J.-A former campaign staffer to New Jersey Gov. Phil Murphy who was hired for a state job after being accused of sexual assault denied the allegation in testimony to lawmakers Tuesday and said he was given time to find new employment after administration officials told him to leave.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stitch-fix-shares-rise-on-earnings-beat-outlook-11552408112", "title": "Stitch Fix Shares Rise on Earnings Beat, Outlook", "date": "2019-03-12 16:49", "summary": "Company's latest quarterly results assuaged investor concerns about customer growth. Shares of Stitch Fix Inc. jumped 25% on Tuesday, as the online fashion subscription service's latest quarterly results assuaged investor concerns about customer growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-bonds-move-little-in-wake-of-crash-11552423245", "title": "Boeing Bonds Move Little in Wake of Crash", "date": "2019-03-12 16:41", "summary": "The company's debt sees a bit of selling pressure amid unease about its 737 MAX jetliner. Boeing Co. shares tumbled for a second day after the latest crash of its 737 MAX aircraft, but the company's bonds saw little selling pressure.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-a-professional-troupe-dances-to-a-playlist-11552422759", "title": "When a Professional Troupe Dances to a Playlist", "date": "2019-03-12 16:32", "summary": "On Thursday, William Forsythe's high-energy 'Playlist (EP),' set to a six-song selection with a cast of 35, had its premiere at the Boston Ballet.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-behind-the-alleged-25-million-college-admissions-cheating-scandal-11552422678", "title": "The Man Behind the Alleged $25 Million Cheating Scandal", "date": "2019-03-12 16:31", "summary": "William Rick Singer, 58, pleaded guilty to four charges, explaining in court how he controlled testing sites to change students' answers. The man at the center of what prosecutors allege is a more than $25 million scam to help wealthy families bribe their way into elite colleges is 58-year-old William Rick Singer.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-buys-remaining-50-in-pop-a-cable-network-from-lions-gate-11552414364", "title": "CBS Buys Remaining 50% in Pop, a Cable Network, From Lions Gate", "date": "2019-03-12 16:30", "summary": "Company gains complete control of Pop, which primarily carries reruns of sitcoms and dramas and whose original content includes 'Schitt's Creek'. CBS Corp. said it has acquired the 50% stake in the cable network Pop held by Lions Gate Entertainment Corp. , giving it complete ownership of the channel.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/problems-begin-to-mount-for-edward-lamperts-new-sears-11552422446", "title": "Problems Begin to Mount for Edward Lampert's New Sears", "date": "2019-03-12 16:27", "summary": "Company left behind in bankruptcy demands the new entity pay it $57.5 million. The issues facing Edward Lampert's new Sears are piling up as the old Sears demands more cash it says it is owed from last month's sale of the retailer's assets at a bankruptcy auction.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-gain-after-weak-inflation-data-11552406857", "title": "U.S. Treasurys Gain After Weak Inflation Data", "date": "2019-03-12 16:17", "summary": "Treasury yields fell after the Labor Department said the core consumer-price index missed expectations. U.S. government bond prices climbed Tuesday after a key measure of inflation rose less than forecast, bolstering the argument for the Federal Reserve to remain on hold.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-next-for-brexit-11552421808", "title": "What's Next for Brexit?", "date": "2019-03-12 16:16", "summary": "May's defeat throws up bewildering range of possible outcomes. With just over two weeks until the U.K.'s scheduled departure from the European Union, the British prime minister lost a crucial vote on a deal that would have set the terms for the country's breakup with its biggest trading partner.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-district-attorneys-office-funded-testing-of-55-000-rape-kits-nationwide-11552420982", "title": "Manhattan District Attorney's Office Funded Testing of 55,000 Rape Kits Nationwide", "date": "2019-03-12 16:03", "summary": "Work led to 186 arrests and 64 convictions. Some 55,000 sexual-assault evidence kits across the U.S. have been tested as the result of $38 million in grants from the Manhattan district attorney's office, officials said Tuesday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-deals-failure-prolongs-corporate-uncertainty-11552419237", "title": "Brexit Deal's Failure Prolongs Corporate Uncertainty", "date": "2019-03-12 15:55", "summary": "British lawmakers' rejection of a proposed deal on the terms of the U.K.'s exit from the European Union leaves companies exasperated. For businesses, British lawmakers' rejection of a proposed deal on the terms of the U.K.'s exit from the European Union prolongs uncertainty that has exasperated executives for months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-opens-up-in-house-money-maker-to-outside-investors-11552405561", "title": "Goldman Opens Up In-House Moneymaker to Outside Investors", "date": "2019-03-12 15:43", "summary": "Bank plans to raise outside money for its special-situations group, one of its most profitable businesses. A Goldman Sachs Group Inc. profit machine that has invested the bank's own money in Asian property, African startups and troubled U.S. retailers, among other ventures, is opening up to outside investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/african-online-retailer-jumia-plans-ipo-in-the-u-s-11552419028", "title": "African Online Retailer Plans IPO in the U.S.", "date": "2019-03-12 15:30", "summary": "Nigeria-based Jumia says it would be the first African technology company to list on the New York Stock Exchange. Jumia, Africa's largest e-commerce platform, filed paperwork with the Securities and Exchange Commission for an initial public offering on the New York Stock Exchange.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-prices-rose-0-2-in-february-11552393884", "title": "U.S. Workers Gain From Rising Wages, Low Inflation", "date": "2019-03-12 15:19", "summary": "Consumer-price index rose seasonally adjusted 0.2% in February from prior month. WASHINGTON-Tepid inflation and rising wages are leaving extra dollars in the pockets of American workers.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sending-more-central-americans-back-to-mexico-to-await-asylum-claims-11552418159", "title": "U.S. Sending More Central Americans to Mexico to Await Asylum Claims", "date": "2019-03-12 15:15", "summary": "Mexican officials say policy is being imposed unilaterally and they are complying for humanitarian reasons. WASHINGTON-The Trump administration took another small step this week in implementing a policy requiring asylum-seeking Central Americans to remain in Mexico while their claims are adjudicated.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-today-painting-is-dead-early-photography-in-britain-and-france-review-new-ways-of-seeing-11552417848", "title": "'From Today, Painting Is Dead: Early Photography in Britain and France' Review: New Ways of Seeing", "date": "2019-03-12 15:10", "summary": "An exhibition of nearly 250 photographs at the Barnes Foundation shows how the advent of photography was first influenced by, then influenced, older art forms.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dicks-sporting-goods-to-remove-guns-from-125-stores-11552400663", "title": "Dick's Sporting Goods to Remove Guns From 125 Stores", "date": "2019-03-12 14:50", "summary": "Retailer says will replace firearms with other sporting gear as it combats sales slump. Dick's Sporting Goods Inc. said Tuesday it will stop selling firearms at 125 of its stores, further pulling back from the business after the retailer decided last year to tighten its policies around gun sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-deal-is-getting-closer-lighthizer-says-11552407913", "title": "U.S.-China Trade Deal Is Getting Closer, Lighthizer Says", "date": "2019-03-12 14:48", "summary": "'Our hope is we are in the final weeks' of negotiations, says U.S. trade representative. WASHINGTON-Negotiations to settle the trade battle between the U.S. and China are intensifying, U.S. Trade Representative Robert Lighthizer told a Senate panel Tuesday, with both sides holding frequent talks aiming to clear the last stumbling blocks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-industry-partners-are-under-cyber-siege-review-asserts-11552415553", "title": "Navy, Contractors 'Under Cyber Siege' by Chinese Hackers", "date": "2019-03-12 14:32", "summary": "Hacking threatens U.S.'s standing as world's leading military power, study says. WASHINGTON-The Navy and its industry partners are \"under cyber siege\" by Chinese hackers and others who have stolen national security secrets in recent years, exploiting critical weaknesses that threaten the U.S.'s standing as the world's top military power, an internal Navy review concluded.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/haters-its-time-to-come-back-to-the-ranch-dressing-11552496240", "title": "Haters, It's Time to Come Back to the Ranch (Dressing)", "date": "2019-03-12 14:31", "summary": "Overexposure has brought dishonor to a creditable creamy dip. This recipe will remind you why it's a classic. IF YOUR RESPONSE to ranch dressing is an eye roll, clearly your experience of this condiment extends only as far as the shelf-stable white glop found in supermarkets and in packets accompanying fast food. I must protest: Ranch dressing can be so much more.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-a-surpassingly-tender-corned-beef-and-cabbage-11552501909", "title": "The Secret to a Surpassingly Tender Corned Beef and Cabbage", "date": "2019-03-12 14:31", "summary": "This Palestinian chef learned to make the St. Patrick's Day favorite from her Irish-American neighbors-and then made it her own with some deft spicing and a generous pour of Budweiser. IT'S HARD TO SAY how many Palestinians were living in Brooklyn in the 1970s, when Rawia Bishara arrived as a 19-year-old. But Ms. Bishara, who now runs the celebrated restaurant Tanoreen with her daughter, Jumana Bishara, knows this: \"We were the first ones on our block for sure.\" That block, a strip of cobblestones along the waterfront in the Bay Ridge neighborhood, was a veritable United Nations. \"You had the Regans on one side, the DiBellas on the other. Theo, who was Greek. Emile, the Lebanese guy no one knew was Lebanese until his mother came to visit,\" she reminisced on a recent afternoon at her current home, just a few blocks away.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-this-isnt-how-you-make-friends-11552414506", "title": "Facebook, This Isn't How You Make Friends", "date": "2019-03-12 14:15", "summary": "The social network didn't do itself any favors when it deleted Elizabeth Warren's advertisement to break up Facebook. It's almost like Facebook was asking to get broken up.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-blue-health-insurers-to-combine-11552411620", "title": "Major Blue Health Insurers to Combine", "date": "2019-03-12 14:09", "summary": "Tie-up brings together health-care players with combined $16 billion in revenue, covering over six million people.. Two major Blue Cross Blue Shield insurers plan to tie up in a deal that will bring together powerful regional players that generate about $16 billion in combined revenue and cover more than six million people.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-cancer-institute-director-ned-sharpless-to-be-acting-fda-commissioner-11552409787", "title": "National Cancer Institute Director Sharpless to Be Acting FDA Commissioner", "date": "2019-03-12 13:55", "summary": "Will follow Scott Gottlieb, who announced he'd be leaving the agency last week. WASHINGTON-National Cancer Institute Director Dr. Ned Sharpless will be named acting commissioner of the Food and Drug Administration, the Trump administration said Tuesday.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-manaforts-second-sentencing-will-come-amid-flurry-of-mueller-activity-11552412430", "title": "Manafort's Second Sentencing to Come Amid Flurry of Mueller Activity", "date": "2019-03-12 13:40", "summary": "The former Trump campaign chairman could get as long as 10 years from a judge in Washington. Paul Manafort, a former campaign chairman to President Trump, on Wednesday is set to face his second court sentencing in a week amid multiple developments that could provide a clearer picture about the nearing conclusion of special counsel Robert Mueller's investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-paris-confections-11552412116", "title": "The Patisseries in Paris That Everyone's Talking About", "date": "2019-03-12 13:35", "summary": "Where to find the French capital's new pastry stars and their most creative confections. LAST JUNE AT an awards ceremony in Spain devoted to the \"World's 50 Best Restaurants,\" Frenchman Cédric Grolet accepted the title of World's Best Pastry Chef. The 33-year-old, a native of Auvergne west of Lyon, heads the pastry department at Paris's Le Meurice hotel, overseeing a team of 30. As the summer progressed, Mr. Grolet watched his social-media profile blow up, his following on Instagram (@cedricgrolet) surging past a million. \"For a pastry chef it's tremendous,\" he said, during a recent tour of the hotel's jewel-box boutique that began selling his creations-to-go a year ago.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cultish-confections-11552411901", "title": "Cultish Confections", "date": "2019-03-12 13:31", "summary": "Where to find the French capital's viral dessert sensations. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-bans-two-ex-goldman-bankers-from-industry-11552407697", "title": "Fed Bans Two Ex-Goldman Bankers From Industry", "date": "2019-03-12 13:28", "summary": "Tim Leissner and Roger Ng barred due to alleged involvement in 1MDB scandal. The Federal Reserve Board of Governors has barred former Goldman Sachs Group Inc. investment bankers Tim Leissner and Roger Ng from working in the banking industry because of their alleged involvement in illegally diverting funds from Malaysian state investment fund 1Malaysia Development Bhd.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tricky-dick-review-the-sound-and-the-fury-11552411529", "title": "'Tricky Dick' Review: The Sound and the Fury", "date": "2019-03-12 13:25", "summary": "CNN's miniseries on President Nixon is also the story of America's most turbulent times.. In one of the countless memorable moments of this four-part portrait of Richard Nixon (begins Sunday, 9 p.m., CNN), the president is off on his historic 1972 visit to China. He's left behind the roars of the antiwar demonstrations directed at him in increasing intensity-he'd run for the presidency on a promise to end the war and had acted only to escalate it-and now appears in pictures shown around the world, smiling radiantly as he beholds the Great Wall and expressing his hope that the American people, especially the young ones who like to travel so much, \"will have the opportunity to see this wall and know the Chinese people better.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moviepass-owner-helios-matheson-to-restate-financial-results-11552411550", "title": "MoviePass Owner Helios & Matheson to Restate Financial Results", "date": "2019-03-12 13:25", "summary": "Company said it overstated revenue and understated losses in the quarter that ended in September. MoviePass owner Helios & Matheson Analytics Inc. said Tuesday that it overstated revenue and understated losses in the September-ended quarter as a result of accounting errors, the latest setback for a company struggling to remain solvent and grow its business outside of the movie-subscription service.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-pepperoni-debate-should-it-lay-flat-on-your-pizza-or-curl-up-11552410779", "title": "The Great Pepperoni Debate: Should It Lie Flat on Your Pizza Or Curl Up?", "date": "2019-03-12 13:12", "summary": "Resume Subscription. Justin Kadis has a favorite topping for his pizza-pepperoni slices that crimp into cups of hot grease as they cook.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-jersey-lawmakers-reach-deal-on-recreational-pot-11552410564", "title": "New Jersey Lawmakers Reach Deal on Recreational Pot", "date": "2019-03-12 13:09", "summary": "Agreement comes after months of negotiations between Gov. Phil Murphy and legislative leaders. Gov. Phil Murphy and fellow Democratic leaders in New Jersey announced Tuesday they have reached a deal to legalize recreational marijuana and expunge low-level pot offenses.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-737-max-the-latest-example-of-a-passive-dot-11552409944", "title": "Boeing 737 MAX: The Latest Example of a Passive DOT", "date": "2019-03-12 12:59", "summary": "The U.S. Department of Transportation has shown a pattern of lax regulation that at times has frustrated airlines, lawmakers and fliers. Thirty-five Congressional mandates sit unanswered, on everything from minimum seat space to secondary barriers protecting cockpits. The top job at the Federal Aviation Administration has been open for 14 months. Enforcement fines against major U.S. airlines have dropped 88% in the past two years, even as three-hour tarmac delays have more than doubled.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-864-million-insurance-unit-shows-ride-hailing-is-a-risky-business-11552406401", "title": "Lyft's $864 Million Insurance Unit Shows Ride Hailing Is a Risky Business", "date": "2019-03-12 12:34", "summary": "Ride-hailing company has socked away nearly a billion dollars in an insurance subsidiary to offset high cost of coverage from third-party insurers. A three-paragraph section buried in Lyft Inc.'s nearly-800-page public offering document sums up the challenges of insuring unfamiliar risks born from newer business models.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-takes-on-chinas-huawei-in-undersea-battle-over-the-global-internet-grid-11552407466", "title": "America's Undersea Battle With China for Control of the Global Internet Grid", "date": "2019-03-12 12:17", "summary": "Resume Subscription. A new front has opened in the battle between the U.S. and China over control of global networks that deliver the internet. This one is beneath the ocean.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/food-delivery-companies-acquire-a-taste-for-smaller-markets-11552383000", "title": "As Food-Delivery Firms Court Smaller Markets, New Hurdles Emerge", "date": "2019-03-12 12:06", "summary": "Smaller markets are seen driving growth, but challenges remain, such as finding drivers, changing consumer attitudes and managing costs. When Lexi Blalock opened the DoorDash Inc. app in Anchorage, Alaska, earlier this year, the 24-year-old teacher found far fewer restaurant options than when she had used the delivery service while visiting friends in Seattle last fall. Her sushi order took longer to arrive than she expected.", "categories": [["Business", "The Delivery Wars"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tv-networks-form-new-consortium-to-advance-targeted-advertising-11552384801", "title": "TV Networks Form New Consortium to Advance Targeted Advertising", "date": "2019-03-12 11:59", "summary": "Rivals team up on a system for addressable ads on smart TVs. Top television networks have teamed up to create a technology standard that they say will make it easier for them to sell targeted advertisements, the latest collaborative effort from a historically competitive industry.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-might-put-colleges-on-the-hook-for-student-loans-11552406110", "title": "White House Might Put Colleges on the Hook for Student Loans", "date": "2019-03-12 11:55", "summary": "Executive order under consideration would require schools to take financial stake when students don't repay. WASHINGTON-The White House is weighing a measure that would require colleges and universities to take a financial stake in their students' ability to repay government loans, an effort that could squeeze loan availability to students and reduce defaults.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-steel-plants-neighbors-are-anxious-about-pollution-workers-worry-about-threats-to-plant-11552388400", "title": "Voices From Troubled U.S. Steel Plant-and Its Neighbors", "date": "2019-03-12 11:41", "summary": "The problems at a U.S. Steel plant in Clairton, Pa., concern people who live in Clairton, the plant's workers and residents of nearby Pittsburgh.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/disney-sets-march-20-closing-date-for-fox-assets-deal-11552404915", "title": "Disney Sets March 20 Closing Date for Fox Assets Deal", "date": "2019-03-12 11:35", "summary": "Disney plans to use that Fox programming to help boost its own foray into direct-to-consumer offerings. LOS ANGELES- Walt Disney Co. expects to close its $71.3 billion acquisition of major assets of 21st Century Fox on March 20, the company said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-i-put-my-dogs-photo-on-social-media-but-not-my-sons-11552404655", "title": "Why I Don't Share Photos of My Child on Social Media", "date": "2019-03-12 11:30", "summary": "Unconsenting subjects, data collection and child predators should make any parent pause before posting photos to Instagram and Facebook. On Dec. 4, 2018, baby Arthur Lance Maddox Parker made his debut on Instagram.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagens-costly-bet-on-electric-cars-11552403871", "title": "VW's Costly Bet on Electric Cars", "date": "2019-03-12 11:17", "summary": "The world's largest car manufacturer wants to be carbon neutral by 2050. Since the 2015 diesel scandal, Volkswagen has gone from wanting to rule the world to wanting to save it with environmentally friendly electric vehicles. What hasn't changed is the secondary role played by investor interests in the company's vision.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-a-black-dress-shirt-inherently-corny-11552403570", "title": "Is a Black Dress Shirt Inherently Corny?", "date": "2019-03-12 11:12", "summary": "Evoking both cater-waiters and self-serious thespians like Christian Bale, the black button-up is a surprisingly loaded topic. We debate both sides of the question. A BLACK DRESS SHIRT can be many things: a waiter's uniform, a suitably somber choice for a funeral or a formalwear option for self-serious thespians, as Javier Bardem and Christian Bale demonstrated at last month's Oscars ceremony. What it shouldn't be is an everyday shirt.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-bel-air-a-patch-of-dirt-asks-60-million-11552402343", "title": "In Bel-Air, a Patch of Dirt Asks $60 Million", "date": "2019-03-12 10:52", "summary": "Los Angeles developer Eri Kroh said he spent over a decade lining up permits and plans to build an estate on the 30-acre property.. In Los Angeles, a well-positioned patch of dirt is asking $60 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-real-estate-competition-builds-next-generation-of-developers-11552401000", "title": "Student Real-Estate Competition Builds Next Generation of Developers", "date": "2019-03-12 10:30", "summary": "After a free crash course with Brookfield Properties executives, some Bronx students walked away with a $10,000 prize. In real-estate obsessed New York City, it should be no surprise that there's a program designed to turn disadvantaged students into high-powered developers.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-york-beach-house-set-the-stage-for-playwright-john-guare-11552399980", "title": "A New York Beach House Set the Stage for Playwright John Guare", "date": "2019-03-12 10:13", "summary": "The 'Six Degrees of Separation' playwright still spends summers at the man-cave home his father and friends built in 1930. John Guare, 81, is a Tony-winning playwright whose works include \"The House of Blue Leaves,\" \"Atlantic City\" and \"Six Degrees of Separation.\" His new play, \"Nantucket Sleigh Ride,\" is at New York's Mitzi E. Newhouse Theater at Lincoln Center Theater. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/may-battles-to-avoid-another-bruising-brexit-defeat-11552390947", "title": "May's Hopes of Passing Brexit Deal Fade Ahead of Crucial Vote", "date": "2019-03-12 09:58", "summary": "Pound dives after attorney general's legal opinion deals a blow to May's plan. LONDON-Prime Minister Theresa May's chances of winning a crucial vote on her Brexit deal diminished sharply Tuesday after two groups of lawmakers she had hoped to win over signaled they planned to vote against it.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-startups-try-their-hand-at-private-equity-investing-11552395600", "title": "Real-Estate Startups Try Their Hand at Private-Equity Investing", "date": "2019-03-12 09:38", "summary": "Some firms are adjusting business models in hopes of boosting revenue and creating new opportunities. Five months after the co-working firm Bond Collective signed a 42,000-square-foot lease in a Brooklyn office building, the property's owners flipped it for a hefty profit.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-hire-on-potentialif-only-they-knew-what-that-meant-11552397903", "title": "Companies Hire on Potential-If Only They Knew What That Meant", "date": "2019-03-12 09:38", "summary": "Seeing greatness in a job candidate or current employee means everything to a company's future; why do bosses bet the wrong way so often?. It's a familiar setback: You thought you interviewed well for a job that seemed like a perfect fit. Then you were rejected.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-nissan-mitsubishi-seek-to-patch-up-alliance-with-new-board-11552381156", "title": "Renault, Nissan, Mitsubishi Seek to Patch Up Alliance With New Board", "date": "2019-03-12 09:36", "summary": "The board will be the sole body overseeing the alliance, replacing structures set up by Carlos Ghosn. YOKOHAMA, Japan-The heads of Renault SA, Nissan Motor Co. and Mitsubishi Motors Corp. on Tuesday overhauled the leadership structure of their auto-making alliance, looking for a fresh start in the wake of the arrest and dismissal of Carlos Ghosn.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hudson-yards-designed-to-fend-off-natural-and-man-made-disasters-11552395600", "title": "Hudson Yards Designed to Fend Off Natural and Man-Made Disasters", "date": "2019-03-12 09:26", "summary": "The city-within-a-city features accessible office towers, apartments, retail and green spaces-but is designed like a fortress. New York developer Related Cos. is set on Friday to open what will be the largest private development in the U.S. The $25 billion project on Manhattan's west side features office towers, thousands of apartments, a giant mall and green spaces designed to attract people with light and airy architecture.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-montana-truck-artists-1960-ford-pickup-11552397209", "title": "A Montana Truck Artist's 1960 Ford Pickup", "date": "2019-03-12 09:26", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gerhard-richter-was-the-worlds-top-selling-living-artist-for-years-but-may-cede-that-title-in-2019-11552397024", "title": "Gerhard Richter Was the World's Top-Selling Living Artist for Years but May Cede That Title in 2019", "date": "2019-03-12 09:23", "summary": "Bidding for the German painter's work was thinner than expected last week, while fellow octogenarian David Hockney is on the rise. In today's fickle art market, it's hard to remain king of the hill.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-growing-lab-properties-attracting-new-wave-of-cash-11552395600", "title": "Fast-Growing Lab Properties Attracting New Wave of Cash", "date": "2019-03-12 09:00", "summary": "Venture-capital funds poured $14.8 billion into life-science companies last year, a 33% increase from the previous year, CBRE data show. The prospect of big rent increases is drawing more large property investors to the risky but fast-growing niche of biotechnology and other life-science buildings.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/30-standout-looks-from-paris-fashion-week-11552395604", "title": "30 Standout Looks from Paris Fashion Week", "date": "2019-03-12 09:00", "summary": "This season will always be remembered as the first without Karl Lagerfeld at the helm of Chanel. Nonetheless his influence could be felt throughout the week- a return to bourgeois chic at Celine, Paco Rabanne's glamorous sophisticates and modern tweeds at Balmain. Paris presented a modern wardrobe that any woman would appreciate and that Karl would approve.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-alphabet-apple-adt-stitch-fix-coupa-software-and-stamps-com-11552385824", "title": "Stocks to Watch: Boeing, Tesla, Alphabet, Apple, Hewlett Packard Enterprise", "date": "2019-03-12 08:57", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-montana-truck-artists-1960-ford-pickup-11552394665", "title": "A Montana Truck Artist's 1960 Ford Pickup", "date": "2019-03-12 08:44", "summary": "Artist Wendy Marquis finds inspiration-and transportation-in well-worn trucks around Montana. Known as 'Truck Lady,' she drives a rehabbed 1960 Ford pickup.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nick-foles-jaguars-nfl-free-agency-quarterbacks-11552394500", "title": "The NFL's Quarterback Shuffle", "date": "2019-03-12 08:43", "summary": "Teams that want to upgrade at QB in the off-season face a problem: unlike other positions, there isn't high-end talent available. Last year, one NFL player's future was more fascinating and mystifying than anyone else's. That was Nick Foles.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israeli-politicians-keep-distance-from-arab-parties-to-court-right-wing-voters-11552392000", "title": "Israeli Politicians Keep Distance From Arab Parties Before Vote", "date": "2019-03-12 08:00", "summary": "Leaders from opposition parties face common foe in Prime Minister Benjamin Netanyahu, but interests diverge as elections loom. Both Benny Gantz, the front-running opposition candidate for Israeli prime minister, and Ahmad Tibi, one of Israel's most-prominent Arab politicians, are united in a quest to bring down the government of Prime Minister Benjamin Netanyahu.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-stocks-slide-prompts-concern-11552392000", "title": "Small Stocks' Slide Prompts Concern", "date": "2019-03-12 08:00", "summary": "Smaller companies' swings often track investor confidence in the U.S. economy. It has been a rough start to March for shares of small companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-keeps-its-powder-dry-11552390200", "title": "Intel Keeps Its Powder Dry", "date": "2019-03-12 07:57", "summary": "Chip giant reportedly competed for Mellanox, though some are encouraged that it didn't win. If Intel Corp. really lost Mellanox Technologies to Nvidia , there might be a decent consolation prize in the offing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-rises-ahead-of-chinese-data-11552391069", "title": "Copper Rises Ahead of Chinese Data", "date": "2019-03-12 07:44", "summary": "Gold was also up 0.2% at $1,296.33 a troy ounce. LONDON-Metals prices climbed on Tuesday, rallying amid a fresh wave of trade optimism ahead of Chinese economic figures expected later in the week.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-market-rebounded-and-what-comes-next-11552390388", "title": "Why the Market Rebounded and What Comes Next", "date": "2019-03-12 07:36", "summary": "Today, bulls again outnumber bears, but the optimism isn't extreme enough to suggest trouble is ahead. Thinking about why this year's stock rebound seems to have run out of steam involves coming to grips with why it happened at all.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-car-market-is-stuck-in-beijing-traffic-11552388360", "title": "China's Car Market Is Stuck in Beijing Traffic", "date": "2019-03-12 07:02", "summary": "Investors hoping the government will reintroduce tax breaks to juice the car market have been disappointed so far. China's car market may not be getting too much worse, but things may not shift into a higher gear for a while either.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ragged-but-alive-yazidis-emerge-from-life-under-islamic-state-11552388400", "title": "Ragged but Alive: Yazidis Emerge From Life Under ISIS", "date": "2019-03-12 07:00", "summary": "Trickle of minority sect's members escape, with thousands still missing, as the U.S.-led coalition moves to end its war against extremists in Syria. HASAKAH, Syria-The boy looked like all the other ragged children emerging from the last scrap of territory controlled by Islamic State. But unlike them, eight-year-old Maher is a Yazidi-kidnapped more than four years ago by the militants during a genocidal campaign against his community.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-logistics-provider-looks-to-ai-to-keep-its-trucks-on-the-road-11552383000", "title": "A Logistics Provider Looks to AI to Keep Its Trucks on the Road", "date": "2019-03-12 06:56", "summary": "NFI Industries uses data analyzed by Noodle.ai to predict when a rig's pump or cable or other component is about to fail. In the trucking industry, few things will sour a manager's mood like a mechanical failure disabling an 18-wheel rig in the middle of a big delivery. But if mechanics can predict when a pump or cable or other component is about to fail, they can avoid having a truck stuck on the side of the road", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-logistics-provider-looks-to-ai-to-keep-its-trucks-on-the-road-11557160754", "title": "A Logistics Provider Looks to AI to Keep Its Trucks on the Road", "date": "2019-03-12 06:56", "summary": "NFI Industries uses data analyzed by Noodle.ai to predict when a rig's pump or cable or other component is about to fail. In the trucking industry, few things will sour a manager's mood like a mechanical failure disabling an 18-wheel rig in the middle of a big delivery. But if mechanics can predict when a pump or cable or other component is about to fail, they can avoid having a truck stuck on the side of the road", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-steps-up-electric-car-drive-as-profits-weaken-11552385164", "title": "Volkswagen Supercharges Electric Car Push as Profits Weaken", "date": "2019-03-12 06:55", "summary": "The German auto maker expects to produce 22 million electric vehicles over the next decade. WOLFSBURG, Germany- Volkswagen AG said Tuesday it will accelerate development and production of electric vehicles, increasing the German car maker's bet on new technology as profitability in China and at its core Volkswagen-brand unit is slipping.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-is-more-friend-than-foe-to-consumer-giants-11552385599", "title": "Private Equity Is More Friend Than Foe to Consumer Giants", "date": "2019-03-12 06:13", "summary": "Buyout firms are showing up more often as rival bidders in M&A, but they also help big brand owners like Nestlé offload troublesome assets. Global consumer companies face an increasingly powerful frenemy as they move to reshape their portfolios: private equity.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brussels-jewish-museum-terrorist-sentenced-to-life-in-jail-11552385511", "title": "Brussels Jewish Museum Terrorist Sentenced to Life in Jail", "date": "2019-03-12 06:11", "summary": "Mehdi Nemmouche, who was convicted of killing four people, receives the maximum possible sentence. BRUSSELS-A French-Algerian man found guilty last week of murder in a terrorist shooting at the Jewish Museum of Brussels was sentenced to life in prison, concluding the first conviction of a European who joined Islamic State in Syria and returned to stage attacks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-night-traders-are-moving-u-s-stocks-11552384901", "title": "China's Night Traders Are Moving U.S. Stocks", "date": "2019-03-12 06:01", "summary": "Chinese investors helped push up the shares of two U.S.-listed Chinese companies that came under attacks from American activist funds. When a U.S. activist fund accused 3½-year-old Chinese retailer Pinduoduo Inc. in November of inflating its sales, shares in the Nasdaq -listed company jumped.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-to-require-drug-rebates-go-to-consumers-11552384802", "title": "UnitedHealth to Require Drug Rebates Go to Consumers", "date": "2019-03-12 06:00", "summary": "The shift will involve employers that begin using the company's pharmacy-benefit manager, OptumRx. UnitedHealth Group Inc. said it would significantly expand a change to how it handles rebates from drugmakers by requiring new employer clients to pass them on to people who take the medications.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/momentum-slips-for-auto-import-tariffs-11552383000", "title": "Momentum Slips for Auto Tariffs", "date": "2019-03-12 05:30", "summary": "Proposed levies would hammer consumers and trigger pushback from Congress. WASHINGTON-President Trump's threat to impose tariffs on car imports is facing increasing headwinds amid congressional opposition, legal challenges and the prospect of consumer opposition.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/k-pop-stocks-can-still-hit-the-high-notes-11552381911", "title": "K-Pop Stocks Can Still Hit the High Notes", "date": "2019-03-12 05:14", "summary": "If Korean pop music can gain a fraction of its Asian popularity in the West, the companies producing it will be major beneficiaries. K-pop stocks have struck a bum note this week. Investors should still keep them in mind, as the country's cultural output builds global popularity.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rubber-ducks-deeper-slump-on-trade-deal-hopes-11552379903", "title": "Rubber Ducks a Deeper Slump on Trade-Deal Hopes", "date": "2019-03-12 04:38", "summary": "Expectations for a U.S.-China trade deal and a cut in exports by the world's largest producers give prices a lift after a long downturn. Natural-rubber prices have risen sharply since late 2018, buoyed by expectations of a U.S.-China trade deal and a recent decision by the world's largest producers to limit exports of the material.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11553800269", "title": "Pepper...and Salt", "date": "2019-03-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-hits-two-week-high-on-tightening-supply-11552388778", "title": "Oil Inches Higher on Easing Oversupply Fears", "date": "2019-03-12 00:01", "summary": "Stalling Venezuelan supplies and signs of further OPEC production cuts have bolstered prices. • Oil prices inched higher Tuesday, bolstered by tightening Venezuelan supplies and signs that the Organization of the Petroleum Exporting Countries would continue cutting output into the second half of the year, though they pared much of their early advance as analysts looked ahead to U.S. stockpile data.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-weigh-data-privacy-risks-ahead-of-brexit-11552363260", "title": "Companies Weigh Data-Privacy Risks Ahead of Brexit", "date": "2019-03-12 00:01", "summary": "A no-deal breakup between the U.K. and the EU could lead to a compliance gap with the bloc's data-protection laws. The prospect of a no-deal Brexit is creating new risks for companies that are required to comply with European data-protection rules.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-elon-musk-rebuts-secs-motion-to-hold-him-in-contempt-11552357175", "title": "Tesla's Musk Rebuts SEC's Motion to Hold Him in Contempt", "date": "2019-03-12 22:32", "summary": "CEO insists tweet didn't violate settlement, says regulators 'embarrassed' by his criticism. Tesla Inc. Chief Executive Elon Musk on Monday pushed back against regulators, telling a federal judge he didn't violate a fraud settlement that restricted his social-media communications and suggested the government is trying to muzzle him.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-sanctions-against-joint-venezuelan-russian-financial-institution-11552355068", "title": "U.S. Imposes Sanctions Against Venezuelan-Russian Bank", "date": "2019-03-12 21:44", "summary": "Evrofinance Mosnarbank is accused of facilitating illicit transactions to benefit Maduro's regime. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-proposes-4-7-trillion-budget-for-fiscal-2020-11552319265", "title": "White House Proposes $4.7 Trillion Budget for Fiscal 2020", "date": "2019-03-12 21:20", "summary": "Proposal foresees years of deficits as defense and border funding would rise. The White House released a $4.7 trillion budget Monday that proposed sharply reducing spending on safety-net and many discretionary government programs, while boosting defense and border-protection funding, in a plan that also projected a long run of continued deficits.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-keeps-the-pressure-on-state-department-spending-11552326475", "title": "Trump Keeps the Pressure on State Department Spending", "date": "2019-03-12 20:56", "summary": "Proposed 23% cut in diplomatic and aid programs draws criticism from retired military leaders. WASHINGTON-President Trump wants to cut nearly one-fourth of the State Department's spending next year, drawing criticism from retired military officials and the Democrats who control the House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nonprofit-ai-lab-alters-structure-to-build-massive-computing-power-11552352064", "title": "Nonprofit AI Lab Alters Structure to Build Massive Computing Power", "date": "2019-03-12 20:54", "summary": "OpenAI, backed by Reid Hoffman and Khosla Ventures, is adding a 'hybrid' model that can ramp up funding for ambitious projects. Nonprofit startup OpenAI launched in 2015 with the stated ambition of leading efforts to develop \"artificial general intelligence,\" a futuristic form of AI that can surpass human capabilities in complex economic work.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-agreed-to-pay-135-million-to-two-executives-accused-of-sexual-harassment-11552334653", "title": "Google Agreed to Pay $135 Million to Two Executives Accused of Sexual Harassment", "date": "2019-03-12 20:52", "summary": "The disclosure of payments to Andy Rubin and Amit Singhal came in a civil shareholder lawsuit. Google agreed to pay $135 million in exit packages to two top executives who left the company after being accused of sexual harassment and covered up the reasons for their departures, according to a complaint filed in a lawsuit unsealed Monday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-about-flying-on-a-boeing-737-max-11552334508", "title": "What You Need to Know About Flying on a Boeing 737 MAX", "date": "2019-03-12 20:42", "summary": "After the crash of Ethiopian Airlines Flight 302, the second for this type of plane in five months, here's what we know about that jet, and what we don't. The Boeing 737 MAX is the newest version of the aviation workhorse, offering better fuel efficiency and long range (and, to many travelers' chagrin, dense seating). Since the aircraft went into passenger service in May 2017, two have crashed, killing all on board.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-faa-has-no-current-plans-to-ground-boeings-737-max-11552341654", "title": "FAA Has No Current Plans to Ground Boeing's 737 MAX", "date": "2019-03-12 20:35", "summary": "Agency to mandate software fix by end of April. The Federal Aviation Administration said Monday it doesn't plan to ground Boeing Co. 's 737 MAX planes, despite concerns by other countries, passengers and airline employees after the model's second crash in less than five months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/may-asks-parliament-to-back-her-brexit-deal-again-11552306399", "title": "May Secures Last-Minute Concessions Ahead of Crucial Brexit Vote", "date": "2019-03-12 20:30", "summary": "Talks in Strasbourg, France, yield changes British leader hopes will draw support in Tuesday's key vote in Parliament. British Prime Minister Theresa May secured concessions from the European Union over her Brexit divorce deal Monday, in a last-minute push to head off a large-scale defeat when the British Parliament votes on the agreement Tuesday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}]