[{"link": "https://www.wsj.com/articles/report-reveals-call-records-between-giuliani-white-house-and-nunes-11575409448", "title": "Report Reveals Call Records Between Giuliani, White House and Nunes", "date": "2019-12-03 18:58", "summary": "Draft impeachment report shows president's lawyer and top Republican lawmaker in frequent contact. WASHINGTON-Call records obtained by impeachment investigators revealed new details about Rudy Giuliani's interactions with the White House, his associates and Rep. Devin Nunes, the top Republican on the House Intelligence Committee.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musk-takes-the-stand-in-lawsuit-accusing-him-of-defamation-over-pedo-tweet-11575417397", "title": "Elon Musk Takes the Stand in Defamation Lawsuit", "date": "2019-12-03 18:56", "summary": "Tesla CEO defends his comment, saying it wasn't meant literally. LOS ANGELES-Elon Musk told a Los Angeles jury that a Twitter message he sent last year suggesting a man in Thailand was a pedophile wasn't, in fact, meant to connotate a dictionary definition of the word and was written in response to what he viewed as an unprovoked attack.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/requiem-for-a-climate-dream-11575417278", "title": "Requiem for a Climate Dream", "date": "2019-12-03 18:54", "summary": "If the world isn't slashing CO2, blame overreaction to the Fukushima disaster.. Rigor could be restored to mainstream climate journalism with a single clause. That clause consists of the words \"if climate models are accurate.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polarized-america-still-has-a-big-middle-11575417229", "title": "Polarized America Still Has a Big Middle", "date": "2019-12-03 18:53", "summary": "In a new poll, 43% identify with the center, including 60% of independents.. In this era of intense partisan polarization, it might seem odd-even quaint-to speak of a \"center\" of American politics. But a soon-to-be-released survey from the New Center, a bipartisan policy institute I helped start, suggests this term applies, albeit incompletely, to today's American public. Both political parties ignore this center at their peril.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cartiers-review-never-copy-only-create-11575417153", "title": "'The Cartiers' Review: Never Copy, Only Create", "date": "2019-12-03 18:52", "summary": "For devotees of jewelry, the Cartier magic has something to do with a subtle mix of old and new, timeless elegance and hints of Parisian style.. Francesca Cartier Brickell was visiting her grandfather when she discovered in his cellar a trunk of letters long thought lost. Together, the two began reading this trove of correspondence and unraveling their family's history, beginning with Ms. Cartier Brickell's great-great-great-grandfather, Louis-François Cartier, who in 1847 founded the family's eponymous jewelry business in Paris. The result is \"The Cartiers,\" the tale of a clan united in single-minded dedication to the success of their enterprise, with walk-on parts from the world's most glamorous princesses, heiresses and maharajas.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brad-pitt-and-a-father-daughter-moment-11575417172", "title": "Brad Pitt and a Father-Daughter Moment", "date": "2019-12-03 18:52", "summary": "The actor played a part in the elderly man's memory check.. 'Do you know who this is, Dad?\" a woman who appeared to be in her 50s said, with some concern in her voice, to the elderly man sitting next to her. They were in a doctor's waiting room. In front of the man's knees was a metal walker.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-app-firm-urges-reclassifying-gig-workers-11575417096", "title": "New York App Firm Urges Reclassifying Gig Workers", "date": "2019-12-03 18:51", "summary": "Household-help company suggests an hourly threshold for full-time status. As New York lawmakers prepare legislation to regulate the state's gig economy, one app company has pitched reclassifying workers who put in at least 25 hours a week as full-time employees.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-no-longer-required-to-report-hemp-growers-as-suspicious-regulators-say-11575416755", "title": "Banks No Longer Required to Report Hemp Growers as Suspicious, Regulators Say", "date": "2019-12-03 18:45", "summary": "A group of financial regulators said lenders are no longer required to file reports on customers who produce hemp for commercial purposes. Banks are no longer required to file suspicious activity reports on customers who cultivate hemp, industry regulators said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-lawmakers-in-no-rush-to-tweak-campaign-finance-plan-11575416714", "title": "New York State Lawmakers in No Rush to Tweak Campaign Finance Plan", "date": "2019-12-03 18:45", "summary": "A commission's recommendations on how parties and campaigns operate will become law on Dec. 22 unless they are changed or rejected. ALBANY-New York state Assembly Speaker Carl Heastie said Tuesday he wasn't alarmed by any of a state panel's controversial recommendations to overhaul how elections are conducted, rebuffing calls that lawmakers take action before the recommendations go into effect laterthis month.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-our-students-objected-to-mac-donald-11575416308", "title": "Why Our Students Objected to Mac Donald", "date": "2019-12-03 18:38", "summary": "At Holy Cross education sometimes means engaging speakers with controversial messages, as with Ms. Mac Donald. And sometimes, it means making use of their own free speech to combat objectionable ideas.. As dean of students at the College of the Holy Cross, I can certainly agree with Heather Mac Donald (\"Why Are College Students So Afraid of Me?,\" op-ed, Nov. 27) on one point: College students are generally among the most privileged people in the world. At Holy Cross, students learn to use that privilege to make the world a better place. That education requires them to wrestle with a wide range of ideas, which sometimes means engaging speakers with controversial messages, as with Ms. Mac Donald. And sometimes, it means making use of their own free speech to combat objectionable ideas.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-99-557-billion-in-short-term-liquidity-to-markets-11575387820", "title": "Fed Adds $95.56 Billion in Short-Term Liquidity to Markets", "date": "2019-12-03 18:37", "summary": "Central bank is using temporary operations to tamp down any possible wild moves. The Federal Reserve Bank of New York added $95.56 billion in temporary liquidity to financial markets Tuesday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-bloomberg-news-credit-for-transparency-11575416257", "title": "Give Bloomberg News Credit for Transparency", "date": "2019-12-03 18:37", "summary": "At least they are telling us the ground rules and we are forewarned that their coverage is biased.. I must take exception to your editorial \"Bloomberg No News\" (Nov. 26). Rather than criticize Bloomberg LP editors for instituting a policy under which the news organization will only \"investigate\" President Trump and give Mike Bloomberg and other Democratic candidates a free pass, we should applaud their transparency. At least they are telling us the ground rules and we are forewarned that their coverage is biased. No other major news organization has made such a statement about its coverage, though in practice most do exactly the same while claiming to offer balanced reporting.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/idea-laundering-portends-the-future-thought-police-11575416224", "title": "Idea Laundering Portends The Future Thought Police", "date": "2019-12-03 18:37", "summary": "I regularly witness how this proselytizing has influenced educators, many of whom are graduates of programs that prize ideology over technical knowledge and criticism over solutions.. Peter Boghossian's criticism of \"'Idea Laundering' in Academia\" (op-ed, Nov. 25) is accurate and well explains a process best characterized as borderline unethical. During my doctoral program, I sat in several classes that were filled with such ideologically driven faculty and their sycophants who were only too eager to muse about how the problems of urban schooling could be solved with one critical theory or another. And while this agenda has undoubtedly propelled many to tenure, academics are largely immune to its effects.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-industrial-complex-monopoly-and-u-s-security-11575416181", "title": "China Industrial Complex, Monopoly and U.S. Security", "date": "2019-12-03 18:36", "summary": "While I agree with Mr. Chertoff's arguments about the fear of monopoly and the importance of innovation, I implore him to take a look at the woeful tale of our country's abandonment of the lead we once had in wireless technology.. I'll start by noting that I don't own any Qualcomm stock, and I doubt that Michael Chertoff does (\"Qualcomm's Monopoly Imperils National Security,\" op-ed, Nov. 25). While I agree with Mr. Chertoff's arguments about the fear of monopoly and the importance of innovation, I implore him to take a look at the woeful tale of our country's abandonment of the lead we once had in wireless technology. Bell Labs, Motorola and a host of other world-class companies weren't protected by the U.S. when they were attacked by companies which were protected by their home government. Let's not repeat this American tragedy. It is imperative that we protect Qualcomm, our country's last mobile-chip manufacturer.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-prickly-john-simon-was-very-sure-of-his-views-11575416143", "title": "The Prickly John Simon Was Very Sure of His Views", "date": "2019-12-03 18:35", "summary": "I was glad to see the late John Simon fondly remembered in your Nov. 26 \"Notable & Quotable\" column. But let us not forget his dogmatic side.. I was glad to see the late John Simon fondly remembered in your Nov. 26 \"Notable & Quotable\" column. But let us not forget his dogmatic side. Before starting his brilliant career as a drama critic, he was an instructor of English at the University of Washington. But his teaching career there was short-lived because he ran up against a chairman named Robert Heilman, who didn't tolerate instructors who used the expression \"my course.\" In 1955 a delegation from Simon's class on American prose complained to Heilman that Simon was teaching only American poetry because, so he told them, \"American prose is no good.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-resists-democrats-labor-push-on-trade-pact-11575414757", "title": "Mexico Resists Democrats' Labor Push on Trade Pact", "date": "2019-12-03 18:12", "summary": "Opposition in Mexico puts the new North American trade accord at risk of not passing before the 2020 U.S. election. Mexico's government and business leaders are voicing opposition to a key demand of U.S. Democratic lawmakers in a renegotiated North American trade pact, jeopardizing the deal's passage this year.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-exempts-venezuelas-baseball-league-from-sanctions-11575414738", "title": "U.S. Exempts Venezuela's Baseball League From Sanctions", "date": "2019-12-03 18:12", "summary": "The move potentially paves the way for players affiliated with Major League Baseball to participate despite U.S.-imposed economic sanctions against the South American country. Venezuela's baseball league has received a license from the U.S. Treasury that potentially paves the way for players affiliated with Major League Baseball to participate despite U.S.-imposed economic sanctions against the South American country.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-needed-to-bow-to-convention-11575414561", "title": "Google Needed to Bow to Convention", "date": "2019-12-03 18:09", "summary": "Alphabet's leadership change clears up confusing structure. Google has long prided itself on being unconventional. But some conventions are good-including having a boss that can be seen on occasion.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sundar-pichai-to-replace-larry-page-as-ceo-of-alphabet-11575409229", "title": "Google's Founders Give Up Top Jobs", "date": "2019-12-03 18:08", "summary": "Google CEO Sundar Pichai will now lead search giant's parent, Alphabet, becoming one of Silicon Valley's most powerful figures. Google co-founders Larry Page and Sergey Brin stepped down from active management of the internet giant's parent, surrendering immediate control to a low-key company veteran who must navigate global regulatory threats as well as employee discontent.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sued-over-program-that-moves-homeless-to-other-municipalities-11575412379", "title": "New York City Sued Over Program That Relocates Homeless", "date": "2019-12-03 17:32", "summary": "Program provides one year's full rent up front for eligible shelter residents to move to anywhere in the U.S.. The city of Newark, N.J., has filed a lawsuit against New York City and its mayor, Bill de Blasio, over a program that has relocated thousands of New York's homeless-shelter residents to municipalities across the country.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unicredit-to-cut-8-000-jobs-launch-2-billion-buyback-11575377169", "title": "Italy's UniCredit to Cut 8,000 Jobs, Launch Buyback", "date": "2019-12-03 17:28", "summary": "Cost-cutting plan by Italy's biggest bank comes as low rates, stringent regulation and greater U.S. competition dent European lenders' profits. LONDON-Italy's largest bank, UniCredit SpA, ruled out targeting big acquisitions as it pledged share buybacks and dividend increases, part of a four-year plan that also includes cuts in jobs and costs.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sharp-drop-threatens-to-end-recent-tranquility-in-the-stock-market-11575405952", "title": "Sharp Drop Ends Recent Tranquility in the Stock Market", "date": "2019-12-03 17:21", "summary": "Tuesday's decline in the Dow industrials ends a 38-session streak without a fall of at least 1%. The stock market appears to be breaking out of its recent lull.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lands-end-shares-jump-on-earnings-cold-weather-11575405407", "title": "Lands' End Shares Jump on Earnings, Cold Weather", "date": "2019-12-03 17:05", "summary": "Still, the clothing retailer's stock price is roughly flat for the year. Chilly weather across much of the U.S. has boosted Lands' End Inc. stock, which was a rare bright spot in the markets on Tuesday.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-post-tepid-gains-as-investors-dismiss-tariff-threats-11575368125", "title": "U.S. Stocks Fall After Trump Signals Further Delays to China Deal", "date": "2019-12-03 17:04", "summary": "President Trump says he has 'no deadline' for a trade agreement with China. The Dow Jones Industrial Average suffered its biggest single-day pullback since early October on Tuesday after President Trump suggested the trade war with China could continue well into next year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-student-workers-go-on-strike-for-first-time-11575400142", "title": "Harvard Student Workers Go on Strike", "date": "2019-12-03 17:02", "summary": "Graduate Students Union, Ivy League school at odds over contract terms including pay, benefits. Graduate-student workers at Harvard University went on strike after they were unable to reach agreement with the Ivy League school over contract issues including pay, health coverage and protections against sexual harassment and discrimination.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-s-asset-management-chief-to-retire-in-early-2020-11575386290", "title": "Fidelity's Asset-Management Chief to Retire in February", "date": "2019-12-03 16:59", "summary": "Boston financial firm names Bart Grenier to succeed Steve Neff as head of asset-management unit. Fidelity Investments' asset-management chief will retire in February, the latest leadership change at a business under pressure to adapt to investors' preference for lower-cost funds.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-plans-first-sale-of-high-yield-debt-11575393438", "title": "Twitter Plans First Sale of High-Yield Debt", "date": "2019-12-03 16:40", "summary": "The social-media company aims to raise $600 million as it tries to bounce back from disappointing third-quarter earnings. Twitter Inc. is marketing its first-ever unsecured bonds, aiming to raise $600 million as it tries to bounce back from disappointing third-quarter earnings.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nsa-to-issue-updated-cloud-security-guidance-11575409110", "title": "NSA to Issue Updated Cloud Security Guidance", "date": "2019-12-03 16:38", "summary": "Intelligence agency to detail methods that nation-state hackers use to compromise companies. The National Security Agency plans to issue updated guidance to companies on cybersecurity in the cloud, a senior official said, amid a series of attacks that have targeted service providers in recent months.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-clashes-with-macron-on-nato-trade-and-islamic-state-11575408792", "title": "Trump Clashes With Macron on NATO, Trade and Islamic State", "date": "2019-12-03 16:33", "summary": "Two leaders have testy public encounter at summit marking the alliance's 70th anniversary. LONDON-President Trump and French President Emmanuel Macron clashed openly over tariffs, the treatment of Islamic State terrorists and NATO's priorities at a gathering to celebrate the alliance's 70th anniversary.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-u-s-economy-isnt-a-given-for-2020-11575396861", "title": "Good U.S. Economy Isn't a Given for 2020", "date": "2019-12-03 16:32", "summary": "Persistent trade tensions could puncture complacency about the economy. So much for that easing of trade worries.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-trading-in-sweet-spot-adds-to-improving-economic-signals-11575378000", "title": "Oil Trading in Sweet Spot Adds to Improving Economic Signals", "date": "2019-12-03 16:22", "summary": "Oil prices settle in range that analysts say benefits large energy producers and consumers. Oil prices have stayed in a contained range that analysts say benefits both producers and consumers, bolstering hopes that the global economy can rebound.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wyndham-hotels-promotes-finance-exec-to-cfo-amid-post-spinoff-growth-push-11575407160", "title": "Wyndham Hotels Promotes Finance Exec to CFO Amid Post-Spinoff Growth Push", "date": "2019-12-03 16:06", "summary": "Michele Allen, the company's treasurer, succeeds David Wyshner, who helped lead spinoff and La Quinta deals. Wyndham Hotels & Resorts Inc. has promoted a financial executive to finance chief as the company eyes the next phase of growth following a spinoff from its parent last year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fact-packed-guide-to-the-surprisinglycomplicated-sock-11575405761", "title": "A Fact-Packed Guide to the Surprisingly Complicated Sock", "date": "2019-12-03 15:42", "summary": "Are expensive socks worth it? How do you fix a sock hole? Do any men wear garters anymore? The answer to these and many other burning questions about humble hosiery. Probably cave men. \"The cave man was smart enough to know that if you took an animal skin and you wrapped it around your feet...that kept you warm,\" said Steven Frumkin, Dean of the Jay and Patty Baker School of Business and Technology at the Fashion Institute of Technology in New York. In 1991, \"Otzi the Iceman,\" a Copper-Age hunter preserved in the icy Otzal Alps for about 5,000 years, was discovered alongside socks made of hay and cage-like shoes. In the 1800s, stitched socks with cartoonishly long, bifurcated toes were excavated in Egypt. They're believed to date from the 3rd to the 5th century and were the precursors to socks we wear today.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-introduces-plug-and-play-ai-tools-11575399371", "title": "Amazon Introduces 'Plug and Play' AI Tools", "date": "2019-12-03 15:33", "summary": "Company's cloud customers will be able to use two new services to glean insights from disparate data. Amazon. com Inc. on Tuesday introduced two artificial-intelligence services designed to help companies gain better insight from business data spread across multiple sources, from documents to conversations with customers.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generations-a-history-of-black-abstract-art-and-afrocosmologies-american-reflections-reviews-finding-a-legacy-or-losing-the-thread-11575404838", "title": "'Generations: A History of Black Abstract Art' and 'Afrocosmologies: American Reflections' Reviews: Finding a Legacy or Losing the Thread?", "date": "2019-12-03 15:27", "summary": "Two shows offer very different approaches to exploring African-Americans' contributions to modernism.. Baltimore and Hartford, Conn.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-jumps-on-colder-weather-forecasts-11575395023", "title": "Natural Gas Jumps on Colder Weather Forecasts", "date": "2019-12-03 15:10", "summary": "Futures climbed after some models predicted a sweep of cold weather across the Midwest and eastern two-thirds of the U.S.. The price of natural gas rose on Tuesday, buoyed by expectations for colder weather in the coming weeks that could boost demand for the fuel.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-mayor-fires-police-chief-says-he-lied-11575308297", "title": "Chicago Mayor Fires Police Chief, Says He Lied", "date": "2019-12-03 14:55", "summary": "Superintendent, under investigation for falling asleep in his patrol car, had planned to step down at end of year. CHICAGO-Mayor Lori Lightfoot fired the city's outgoing police superintendent Monday, saying he lied to her and committed \"intolerable\" ethical lapses over an incident in which he was found asleep in his police car.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-students-fail-to-make-gains-against-international-peers-11575360000", "title": "U.S. Students Fail to Make Gains Against International Peers", "date": "2019-12-03 14:50", "summary": "Asian students remain far ahead of Americans; performance gap widens domestically. U.S. teenagers made no significant gains on an exam taken by students around the world, and continue to trail students in Asian countries.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-admissions-mastermind-tried-to-recruit-seven-stanford-coaches-school-says-11575390744", "title": "College-Admissions Mastermind Tried to Recruit Seven Stanford Coaches, School Says", "date": "2019-12-03 14:45", "summary": "University review found only the sailing coach worked with William 'Rick' Singer; school says it will increase safeguards. William \"Rick\" Singer approached seven Stanford University athletic coaches in his efforts to get students admitted as potential recruits over the past decade, though only one coach took the bait and endorsed applicants in exchange for money, the university said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-auto-makers-report-higher-u-s-sales-11575394021", "title": "Foreign Auto Makers Report Higher U.S. Sales", "date": "2019-12-03 14:26", "summary": "Overall vehicle sales in November were expected to be up from a year ago, according to industry analysts. Major foreign auto makers including Toyota Motor Corp. and Honda Motor Co. reported higher vehicle sales in the U.S. for November, helped by steep discounts on a glut of older-model vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barney-mccallum-joined-two-friends-to-invent-pickleball-11575400308", "title": "Barney McCallum Joined Two Friends to Invent Pickleball", "date": "2019-12-03 14:11", "summary": "Printer and handyman refined paddles for fast-growing sport with a baffling name. On Bainbridge Island, near Seattle, Barney McCallum was known as a handyman. So two of his neighbors, Joel Pritchard and William Bell, asked him to help refine a game they invented in 1965 as a diversion for bored children.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eileen-murray-to-depart-bridgewater-worlds-largest-hedge-fund-11575395067", "title": "Bridgewater Co-CEO to Leave the Hedge Fund", "date": "2019-12-03 14:02", "summary": "Former Treasury official David McCormick will run the world's largest hedge fund on his own. Bridgewater Associates said Eileen Murray plans to step down as co-chief executive in March, culminating a sometimes rocky leadership transition at the world's largest hedge fund.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-promises-eu-retaliation-after-u-s-trade-threats-11575366997", "title": "France Vows Retaliation as Luxury Industry Braces for U.S. Tariffs", "date": "2019-12-03 14:00", "summary": "Trump proposed new duties on French goods, saying France shouldn't impose a digital tax on U.S. companies. PARIS-France bristled at President Trump's plan to impose tariffs on French imports, saying the European Union stood ready to retaliate and raising the specter of a trans-Atlantic tit-for-tat.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berlin-assassin-trail-could-lead-to-russia-german-authorities-say-11575399521", "title": "Berlin Assassin Trail Could Lead to Russia, German Authorities Say", "date": "2019-12-03 13:58", "summary": "German government could be forced to retaliate if evidence emerges that Kremlin orchestrated Chechen rebel's murder. BERLIN-German prosecutors now believe the murder of a Chechen rebel in Berlin this summer was likely linked to the Kremlin, according to an official familiar with the investigation, putting pressure on Berlin to punish Moscow.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holiday-cookies-how-pros-make-them-both-dazzling-and-delicious-11575464212", "title": "Holiday Cookies: How the Pros Make Them Both Dazzling and Delicious", "date": "2019-12-03 13:31", "summary": "Moderation is not what the holidays are about. These full-on festive recipes deliver scrumptious flavor and serious sparkle thanks to simple insider tricks and a king's ransom of edible glitter. ", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dominance-in-global-services-economy-weakens-11575283275", "title": "U.S. Dominance in Global Services Is Starting to Weaken", "date": "2019-12-03 13:23", "summary": "Some softness in demand reflects cyclical factors, such as slowing foreign economies, but other forces are weighing on exports and prompting Americans to buy more foreign services. WASHINGTON-Stocks sank Monday over the toll tariffs are taking on trade in manufactured goods, but trade is also showing strain in a different sector that may matter more: services.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glencore-signals-2020-management-turnover-11575397104", "title": "Glencore Signals 2020 Management Change", "date": "2019-12-03 13:18", "summary": "The commodities trader's chief executive has talked of leaving in the past. Glencore PLC signaled it intends to make management changes next year that would pave the way for the retirement of the mining company's chief executive officer, Ivan Glasenberg.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bright-room-called-day-review-blaming-the-president-11575396999", "title": "'A Bright Room Called Day' Review: Blaming the President", "date": "2019-12-03 13:16", "summary": "Tony Kushner's 1985 history play prefigured 'Angels in America,' but even a new revival leaves a lot to be desired.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-recruits-sports-world-to-sell-merchandise-11575396645", "title": "Instagram Recruits Sports World to Sell Merchandise", "date": "2019-12-03 13:10", "summary": "The Facebook-owned app wants more athletes, teams and leagues to offer products directly on its platform. Sports stars, teams and leagues have long used Instagram to promote themselves and build relationships with fans. Increasingly, they're using it to sell products, too.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanksgiving-weekend-shoppers-boosted-spending-by-16-11575395503", "title": "Thanksgiving Weekend Shoppers Boosted Spending by 16%", "date": "2019-12-03 12:51", "summary": "Data show 190 million people made purchases during the five-day period; Black Friday drew more online shoppers than Cyber Monday. American shoppers increased their spending by 16% over the five-day shopping period between Thanksgiving Day and Cyber Monday, according to new data, signaling U.S. consumer confidence hasn't wavered in the face of global political and economic uncertainty.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-health-committee-approves-texas-doctor-to-lead-fda-11575395298", "title": "Senate Health Committee Approves Texas Doctor to Lead FDA", "date": "2019-12-03 12:48", "summary": "Full Senate is expected to vote on Stephen Hahn's nomination by the end of December. WASHINGTON-A Senate committee voted 18-5 to approve the nomination of radiation oncologist and hospital executive Stephen Hahn to become commissioner of the Food and Drug Administration.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/need-to-pay-the-babysitter-dont-even-think-about-using-cash-11575369020", "title": "Three Generations, and No Agreement on Going Cashless", "date": "2019-12-03 12:36", "summary": "One family, three generations and no agreement on the shift away from cash. When Oliver Hicks finished helping his family with yard work last summer, his dad handed him $50 in cash. Oliver didn't want it. He asked his dad to send him the money through an app on his phone.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-had-systemic-problems-with-power-line-maintenance-california-probe-finds-11575338873", "title": "PG&E Had Systemic Problems With Power Line Maintenance, California Probe Finds", "date": "2019-12-03 12:27", "summary": "Investigation by state utilities commission concludes company failed to properly inspect and maintain transmission lines for years. PG&E Corp. failed to adequately inspect and maintain its transmission lines for years before a faulty line started the deadliest fire in California history, a state investigation has found.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-dots-the-landscape-11575393961", "title": "Amazon Dots the Landscape", "date": "2019-12-03 12:26", "summary": "The cheap Echo Dot smart speaker is a constant holiday hit. Consumers apparently love having Amazon.com mic up their homes-for the right price.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-tariff-threats-move-from-trade-to-tax-11575383470", "title": "Trump's Tariff Threats Move From Trade to Tax", "date": "2019-12-03 12:24", "summary": "French luxury-goods makers have become collateral damage in the struggle to reform the taxation of big tech. French luxury-goods makers have found themselves caught in the crossfire of an escalating global battle over corporate tax.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/talk2020-retrieves-and-analyzes-30-years-of-candidate-statements-11575393228", "title": "Talk2020 Retrieves and Analyzes 30 Years of Candidate Statements", "date": "2019-12-03 12:13", "summary": "Internal tool lets WSJ reporters explore changing candidate stances, speech patterns and more.. The Wall Street Journal's Talk2020 tool allows reporters to quickly search and analyze 30 years of public statements made by leading presidential candidates.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-use-ai-to-thwart-hackers-11575393138", "title": "Businesses Use AI to Thwart Hackers", "date": "2019-12-03 12:12", "summary": "AI-powered apps can root our security vulnerabilities, executives say. Companies are racing to improve products and services with artificial intelligence, the Internet of Things and other emerging technologies, stoking fears that data is becoming more vulnerable to hackers.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-next-g-7-will-be-held-at-camp-david-11575389246", "title": "Trump Says Next G-7 Will Be Held at Camp David", "date": "2019-12-03 12:07", "summary": "President praises rustic Maryland venue for June summit, though acting chief of staff had panned it. WASHINGTON-President Trump said he would use Camp David to host a summit of the world's largest industrialized democracies next year, settling on the official presidential retreat as the location for the meetings instead of his own golf resort in Florida.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-economy-expands-at-fastest-pace-in-six-quarters-11575377914", "title": "Brazil's Economy Expands at Fastest Pace in Six Quarters", "date": "2019-12-03 11:35", "summary": "Rate cuts and a decline in joblessness boost consumer spending. SÃO PAULO-Brazil's economy expanded at its fastest pace since the start of 2018 in the third quarter, as the country appears to be leaving behind years of sluggish growth that followed its worst recession on record.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/repsol-targets-net-zero-emissions-in-strategic-shift-11575360545", "title": "Spanish Energy Giant Repsol Writes Down Oil, Gas Assets", "date": "2019-12-03 11:16", "summary": "Along with warnings of a $5 billion impairment charge, the company said it aims to achieve net-zero emissions by 2050. Spanish energy company Repsol SA said it is cutting the value of its assets by billions of dollars because the global transition to a lower carbon economy is weakening the outlook for oil and gas prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germans-keep-on-saving-their-moneyeven-when-it-hurts-11575388824", "title": "Germans Keep on Saving Their Money-Even When It Hurts", "date": "2019-12-03 11:00", "summary": "Resume Subscription. On a recent morning in the spa town of Baden-Baden, children clutching piggy banks and bags stuffed with coins flooded into the local savings bank, or Sparkasse, for a lesson in frugality.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/george-lucas-grows-beachfront-compound-in-california-celebrity-enclave-11575388577", "title": "George Lucas Grows Beachfront Compound in California Enclave", "date": "2019-12-03 10:56", "summary": "The filmmaker purchased a 2-acre property next door to his home in Carpinteria for $28 million. Filmmaker George Lucas is expanding his beachfront property in Carpinteria, a small California city that has attracted celebrities like television host Ellen Degeneres and actor Kevin Costner.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-garage-sale-radio-show-endures-in-the-age-of-amazon-with-piglets-castanets-old-rvs-11575388149", "title": "America's Craziest Garage Sale Is on the Radio", "date": "2019-12-03 10:49", "summary": "Resume Subscription. PHILO, Calif.-Ana Lucas didn't know she wanted a truckful of cedar shingles.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cleveland-cliffs-to-buy-ak-steel-in-1-1-billion-stock-swap-11575375050", "title": "Cleveland-Cliffs to Buy AK Steel in Stock Swap", "date": "2019-12-03 10:46", "summary": "Deal would add steel products to one of the largest producers of iron-ore pellets. Cleveland-Cliffs Inc. agreed to buy AK Steel Holding Corp . in a $1.1 billion stock swap that adds steel products to one of the largest producers of iron-ore pellets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andre-drummond-nba-beer-diet-11575386052", "title": "An NBA Player Wanted to Lose Weight. He Drank Beer.", "date": "2019-12-03 10:32", "summary": "Detroit Pistons center Andre Drummond embraced an unusual summer diet: one beer a day. He did yoga. He experimented with intermittent fasting. He tweaked his diet and began sleeping much better. By the time Andre Drummond came back to work for this NBA season, the 6-foot-10, 279-pound center for the Detroit Pistons was proud of the work he'd put into his summer body.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tech-giants-bet-big-on-india-now-the-rules-are-changing-11575386675", "title": "U.S. Tech Giants Bet Big on India. Now It's Changing the Rules.", "date": "2019-12-03 10:24", "summary": "Resume Subscription. NEW DELHI-After Walmart Inc. sealed a $16 billion deal last year to buy India's biggest domestic e-commerce startup, it got some bad news. India was changing its e-commerce regulations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/from-the-start-michael-zegen-swung-for-the-fences-11575386609", "title": "From the Start, Michael Zegen Swung for the Fences", "date": "2019-12-03 10:23", "summary": "'The Marvelous Mrs. Maisel' actor remembers growing up in New Jersey, his desire to be an actor and spending time with his grandfather, a Holocaust survivor. Michael Zegen, 40, is an actor who has appeared in \"Boardwalk Empire\" and \"The Walking Dead.\" He currently co-stars in Amazon Prime's \"The Marvelous Mrs. Maisel,\" which begins season 3 on Dec. 6. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-storm-drops-more-snow-on-northeast-as-it-exits-u-s-11575386477", "title": "Winter Storm Drops More Snow on Northeast", "date": "2019-12-03 10:21", "summary": "A winter storm that brought flight disruptions and extreme weather from California to Maine over one of the busiest travel weeks of the year is finally exiting from the continental U.S. -Talal Ansari. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nyc-coffee-startup-tamps-down-bro-culture-by-hiring-philosopher-11575385200", "title": "NYC Coffee Startup Sees Perks in Hiring Ethics Consultant", "date": "2019-12-03 10:00", "summary": "A locker-room vibe was brewing at Kitu Life until the founding brothers hired an 'ethical-risk' consultant. Last year, when the #MeToo movement was peaking and companies such as Uber and Facebook were facing boycotts, Jim DeCicco, the CEO of Kitu Life Inc., was feeling uneasy about his own company's corporate culture.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-backed-by-top-chinese-university-fails-to-repay-creditors-11575371252", "title": "Group Backed by Top Chinese University Fails to Repay Creditors", "date": "2019-12-03 09:25", "summary": "Peking University Founder Group didn't pay holders of $284 million of 270-day notes due Monday. A company tied to a prestigious Chinese university failed to repay some bondholders on time, the latest upset to roil a market grappling with rising and less predictable defaults.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-1956-chrysler-that-can-still-rally-11575382924", "title": "A 1956 Chrysler That Can Still Rally", "date": "2019-12-03 09:22", "summary": "Resume Subscription. Randy Nonnenberg of San Francisco, 42, co-founder and CEO of the car auction company Bring a Trailer, on his 1956 Chrysler 300B, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-an-original-muscle-car-flexes-for-the-camera-11575382108", "title": "Photos: An Original Muscle Car Flexes for the Camera", "date": "2019-12-03 09:08", "summary": "Randy Nonnenberg shows off the Chrysler 300B that has become an obsession that he and his father have taken on the road. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/guns-and-coal-offer-the-sin-of-tobacco-stocks-but-not-the-quality-11575381780", "title": "Guns and Coal Offer the Sin of Tobacco Stocks, but Not the Quality", "date": "2019-12-03 09:03", "summary": "Outperformance of alcohol and tobacco might have had nothing to do with being sinful. That doesn't bode well for guns and coal.. The stock market has fallen out of love with guns and coal, and companies are having to choose: Quit the sullied industries, or follow the example of Big Tobacco and specialize in being unloved.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-expected-to-hold-steady-on-rates-11575381604", "title": "Bank of Canada Expected to Hold Steady on Rates", "date": "2019-12-03 09:00", "summary": "Economists differ sharply on whether central bank will cut interest rates early in 2020. OTTAWA-Canadian market watchers expect the Bank of Canada to leave its main interest rate unchanged in its decision on Wednesday but are sharply divided on whether a rate cut is coming in early 2020.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rock-dwayne-johnson-profile-jumani-2-11574273070", "title": "The Rock, From Strength to Strength", "date": "2019-12-03 08:29", "summary": "Newly remarried and appearing in this month's 'Jumanji' sequel, Dwayne Johnson has become one of Hollywood's most bankable stars-and an entrepreneur whose strength is never looking like one.. This might come as a shock to his legions of fans, but there are a few things that Dwayne Johnson-box-office superstar, budding Hollywood mogul, entrepreneur, athlete and all-around beacon of positivity-is less than amazing at.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-hostess-brands-coupa-software-brp-group-ferroglobe-11575368258", "title": "Stocks to Watch: Hostess Brands, Coupa Software", "date": "2019-12-03 07:48", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprint-overcounted-low-income-customers-for-years-11575374400", "title": "Sprint Overcounted Subsidized Customers for Years", "date": "2019-12-03 07:18", "summary": "Problems tallying active customers of the Lifeline phone service stretch back to 2013, longer than previously known. Sprint Corp. has for years overestimated how many of the low-income Americans it provides wireless service to through a federal subsidy program actually use their phones, according to regulatory documents reviewed by The Wall Street Journal.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-election-looms-u-k-s-maligned-pollsters-try-to-get-it-right-this-time-11575374402", "title": "As Election Looms, U.K.'s Maligned Pollsters Try to Get It Right This Time", "date": "2019-12-03 07:00", "summary": "Firms that predict outcomes tweak their techniques, hoping for more-accurate forecasts after a string of embarrassments, as British voters turn more fickle. LONDON-British elections are getting harder to call as voters become increasingly fickle in their political allegiances.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-firms-rolling-out-new-funds-for-mom-and-pop-investors-11575374403", "title": "Real-Estate Firms Rolling Out New Funds for Mom and Pop", "date": "2019-12-03 07:00", "summary": "Jamestown is starting to market a $50 million fund geared to U.S. individuals. Jamestown LP for years has relied heavily on raising money from big institutions to fund its developments. Now, the large real-estate firm is introducing a new product in hopes of luring mom and pop investors.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-by-streaming-tv-expected-to-give-ad-growth-a-long-term-boost-11575374402", "title": "Spending by Streaming TV Expected to Give Ad Growth a Long-Term Boost", "date": "2019-12-03 07:00", "summary": "Political ad spending meanwhile creates extreme variation year to year, GroupM forecast says. Streaming-video services including Disney+, Apple TV+ and Netflix will give advertising spending a major boost in coming years, propping up marketing growth by digital natives even as spending by some of the more established players plateaus.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-district-fostered-by-art-basel-contends-with-gentrification-11575374400", "title": "Miami District Fostered by Art Basel Contends With Gentrification", "date": "2019-12-03 07:00", "summary": "The contemporary art fair helped nurture the Wynwood area of Miami into a hip neighborhood. Now the developers are moving in.. As tens of thousands of visitors descend on Art Basel Miami Beach this week, Miami's evolving Wynwood district will be in the spotlight.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-and-aramco-are-too-close-for-comfort-11575371799", "title": "OPEC and Aramco Are Too Close for Comfort", "date": "2019-12-03 06:16", "summary": "Saudi Arabia's push to extend OPEC's oil production cuts justifies investor concerns about the company's close relationship with the state. This week will bring another reminder that Aramco isn't a normal oil company, and its initial public offering is highly abnormal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nomura-new-boss-old-problems-11575371012", "title": "Nomura: New Boss, Old Problems", "date": "2019-12-03 06:03", "summary": "Kentaro Okuda, one of the Japanese bank's chief operating officers, will take over as CEO in April. Nomura's attempt to become a global bulge-bracket investment bank has fallen flat in the past decade. Its new boss will wrestle with the same challenges his predecessors faced.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-tune-out-discord-to-embrace-brazils-economic-turnaround-11575369000", "title": "Investors Tune Out Discord to Embrace Brazil's Turnaround", "date": "2019-12-03 05:30", "summary": "As President Jair Bolsonaro plays role of rainmaker, Latin American giant's capital markets rev up. SÃO PAULO-Brazilian President Jair Bolsonaro has been accused of destroying the environment, endangering human rights and offending women and gay people. But for companies here trying to raise money, he is something else: a rainmaker.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-brits-used-to-surveillance-more-companies-try-tracking-faces-11575369002", "title": "With Brits Used to Surveillance, More Companies Try Tracking Faces", "date": "2019-12-03 05:30", "summary": "Businesses flag suspected shoplifters, troublemakers: 'Wouldn't it be nice to know when they come in?'. LONDON-The U.K. has more surveillance cameras per capita than any other country in the West. But it is private companies' cameras, not the government's, that are starting to worry activists and regulators.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chew-on-this-gum-that-promises-to-help-you-sleep-and-make-you-skinny-11575369003", "title": "Chew on This: Gum That Promises to Help You Sleep and Make You Skinny", "date": "2019-12-03 05:30", "summary": "Some people say they stopped chewing gum because it seems tacky or causes jaw pain. Gum makers are mixing everything from vitamins to candy into their recipes to give customers more incentives to pick up a pack.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-cut-off-from-vital-cash-reserves-is-approaching-economic-peril-u-s-says-11575369002", "title": "Iran Cut Off From Vital Reserves, U.S. Says", "date": "2019-12-03 05:30", "summary": "Resume Subscription. DUBAI-While Iran's sanction-battered economy has sparked protests across the nation, U.S. officials cite new intelligence suggesting Tehran's finances are more dire than previously thought and bringing it closer to a financial crisis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-administration-asks-supreme-court-to-reinstate-blocked-executions-11575350034", "title": "Trump Administration Asks Supreme Court to Reinstate Blocked Executions", "date": "2019-12-03 00:13", "summary": "Plan to restart the federal death penalty-unused for 16 years-has been derailed by court rulings. WASHINGTON-The Trump administration asked the Supreme Court to reinstate a series of new federal executions that had been due to begin next week, but were blocked by two lower courts while inmates pursue legal challenges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11575325536", "title": "Pepper...and Salt", "date": "2019-12-03 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-credit-alternative-data-wins-support-as-a-way-to-ease-lending-11575420678", "title": "Bad Credit? Regulators Back Ways for Risky Borrowers to Get Loans", "date": "2019-12-03 00:01", "summary": "Alternative data, including cash-flow evaluations, win support as path to assess creditworthiness. WASHINGTON-Consumers with spotty or no credit histories might find it easier to get loans after federal banking regulators endorsed alternatives to traditional methods of assessing creditworthiness.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-property-prices-stagnate-trail-even-crisis-stricken-hong-kong-11575374402", "title": "Chicago Property Prices Stagnate, Trail Even Crisis-Stricken Hong Kong", "date": "2019-12-03 00:01", "summary": "Property values rise in New York, Boston, San Francisco while Windy City's dwell near bottom. When it comes to real estate, the Second City sits at the bottom of the table.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-targets-warren-and-buttigieg-on-his-tour-of-iowa-11575339046", "title": "Biden Targets Warren and Buttigieg on His Campaign Tour in Iowa", "date": "2019-12-03 23:07", "summary": "The former vice president said in an interview on his tour bus that a victory in Iowa could make him an unstoppable force for the Democratic nomination. FORT DODGE, Iowa-Joe Biden suggested Monday that Elizabeth Warren doesn't command a broad degree of enthusiasm within the Democratic Party while Pete Buttigieg has co-opted his health care proposal.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-bars-american-sailors-from-hong-kong-r-r-11575286243", "title": "China Bars American Sailors From Hong Kong R&R", "date": "2019-12-03 22:27", "summary": "Beijing also places sanctions on U.S. NGOs in response to President Trump's signing a bill supporting Hong Kong's pro-democracy protesters. BEIJING-China suspended visits by U.S. military ships and aircraft to Hong Kong and placed sanctions on some U.S. nongovernment organizations, in an act of retaliation against President Trump's signing of a bill intended to show support for Hong Kong's antigovernment protesters.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-restores-tariffs-on-steel-and-aluminum-shipped-from-argentina-brazil-11575288359", "title": "Trump to Put Tariffs on Brazil, Argentina, Citing Currencies", "date": "2019-12-03 21:33", "summary": "President accuses both countries of manipulating their currencies to devalue them, but few economists agree. President Trump said Monday he would raise tariffs on steel and aluminum imports from Brazil and Argentina, surprising financial markets and opening a new front in the global trade war.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-push-new-privacy-initiative-11575329424", "title": "Senate Republicans Push New Privacy Initiative", "date": "2019-12-03 21:29", "summary": "Mississippi's Wicker, chair of Senate Commerce panel, wants to avoid patchwork of conflicting state laws on privacy. WASHINGTON-Senate Republicans are prepared to support tough new protections for consumer data in hopes of salvaging efforts to adopt a national privacy law, Commerce Committee chairman Sen. Roger Wicker (R., Miss.) said Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spooked-by-china-australias-spies-pursue-new-bonds-11575290549", "title": "Spooked by China, Australia's Spies Pursue New Bonds", "date": "2019-12-03 20:50", "summary": "Effort will pool intelligence information, as authorities grow concerned about Beijing's activities. SYDNEY-Australia is creating a new intelligence task force to tackle the threat of foreign interference, as authorities grow more concerned that Beijing is meddling in domestic affairs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-proposes-tariffs-against-2-4-billion-of-french-goods-11575328674", "title": "Trump Administration Proposes Tariffs on $2.4 Billion of French Goods", "date": "2019-12-03 19:49", "summary": "Move is in response to France's digital-services tax. The Trump administration proposed tariffs of up to 100% against $2.4 billion of French imports, saying the nation's new digital-services tax unfairly targets U.S. tech companies such as Apple Inc. and Alphabet Inc.'s Google unit.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fundraising-by-parent-associations-in-new-york-city-varies-by-school-11575332647", "title": "Fundraising by Parent Associations in New York City Varies by School", "date": "2019-12-03 19:24", "summary": "Data released for first time by city shows disparity across schools. While parent associations at some New York City public schools scrape together a few hundred dollars a year, others raise hundreds of thousands of dollars in donations that pay for arts programs, librarians and field trips.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-sales-spike-over-thanksgiving-but-decline-from-2018-11575332562", "title": "Broadway Sales Spike Over Thanksgiving, but Decline From 2018", "date": "2019-12-03 19:22", "summary": "'Moulin Rouge!,' 'Beetlejuice' and 'Tina' set individual highs for weekly grosses. Thanksgiving week proved to be a record-breaking one for some shows on Broadway but not for the industry overall.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-battle-passive-funds-active-investors-shun-diversification-11575301419", "title": "To Battle Passive Funds, Active Investors Shun Diversification", "date": "2019-12-03 19:20", "summary": "Stock pickers are making more concentrated bets, hoping to distinguish themselves from passively managed, diversified index funds. Trouble is, the results haven't been great.. Conventional investing wisdom holds that the safest portfolios are highly diversified and spread across a considerable number of assets. But that isn't stopping plenty of stock pickers from running in the opposite direction.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-questions-timing-of-impeachment-hearing-11575305587", "title": "House GOP Report Defends Trump in Impeachment Probe", "date": "2019-12-03 19:18", "summary": "Lawmakers seek to counter Democrats over president's hold on security aid and request that Ukraine investigate U.S. political rival. WASHINGTON-House Republicans offered a harsh assessment of the impeachment inquiry, saying in a report that Democrats hadn't proven that President Trump pressured Ukraine to initiate investigations in an effort to benefit his 2020 re-election bid, and that his hold on nearly $400 million in security assistance and a White House meeting was \"entirely prudent.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-mind-the-bullock-11575332058", "title": "Never Mind the Bullock", "date": "2019-12-03 19:14", "summary": "But plenty of voters still want a moderate Democrat for President.. Montana's Steve Bullock, a two-term governor from a conservative state, has quit the race for the Democratic presidential nomination. But his exit doesn't mean Democratic primary voters aren't shopping for a moderate candidate. A new poll out Monday suggests Democrats are still more interested in beating Donald Trump than in fomenting socialist revolution.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-former-lobbyist-dan-brouillette-as-energy-secretary-11575331958", "title": "Senate Confirms Former Lobbyist Dan Brouillette as Energy Secretary", "date": "2019-12-03 19:12", "summary": "Vote of 70-15 is in contrast to the extreme partisanship characterizing other cabinet-nominee approvals. WASHINGTON-The Senate confirmed Dan Brouillette as energy secretary, putting another former advocate for business interests in charge of the Trump administration's energy policy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mount-tariff-erupts-again-11575331304", "title": "Mount Tariff Erupts Again", "date": "2019-12-03 19:01", "summary": "Trump hurts his re-election chances with more trade uncertainty.. Just when you think President Trump has reached a moment of trade equilibrium, there he goes again. Mount Tariff erupted once more Monday morning in tweets announcing tariffs on Brazilian and Argentine steel that dampened hope for election-year economic calm.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/of-gun-rights-and-a-cup-of-coffee-11575331273", "title": "Of Gun Rights and a Cup of Coffee", "date": "2019-12-03 19:01", "summary": "Never trust a politician in New York on the Second Amendment.. Can the U.S. Supreme Court trust the politicians of New York City to protect the Second Amendment? Believe it or not, that question consumed the biggest chunk of Monday's oral argument in the first gun rights case the Justices have heard in 10 years. The answer is no, and the lawyer for the city proved the point during oral argument.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-will-always-have-paris-11575331248", "title": "Pelosi Will Always Have Paris", "date": "2019-12-03 19:00", "summary": "'We're still in,' the Speaker tells the U.N. climate conference.. President Trump didn't jet off to Madrid for this week's United Nations climateklatsch, but Nancy Pelosi brought a congressional delegation-and a message. \"By coming here,\" she proclaimed at a news conference, \"we want to say to everyone: We're still in. The United States is still in.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]