[{"link": "https://www.wsj.com/articles/for-trump-long-odds-on-securing-new-u-n-action-against-iran-11569164125", "title": "For Trump, Long Odds on Securing New U.N. Action Against Iran", "date": "2019-09-22 19:23", "summary": "The U.S. plans to make Iran's 'exploratory violence' a theme of this year's U.N. General Assembly following Tehran's alleged missile strike on Saudi oil facilities. President Trump is likely to face an uphill battle in mobilizing international pressure against Iran at the United Nations over Tehran's alleged attack on Saudi oil facilities, Western diplomats and experts said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-tried-to-position-itself-as-a-responsible-actor-it-backfired-11569193666", "title": "Juul Tried to Position Itself As a Responsible Actor. It Backfired.", "date": "2019-09-22 19:07", "summary": "E-cigarette maker alienated regulators, helping thrust the once-soaring startup into a crisis that threatens its future. Juul Labs Inc. pursued a strategy to win over Washington. But the e-cigarette maker wound up further alienating regulators, helping to thrust the once-soaring startup into a crisis that threatens its business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-and-sanders-compete-in-side-primary-in-new-york-11569193200", "title": "Warren and Sanders Compete in Side Primary in New York", "date": "2019-09-22 19:00", "summary": "State progressives chose the Massachusetts senator over her Vermont rival in the Democratic presidential race this time around. Sen. Elizabeth Warren's rally in Washington Square Park last week was a show of force in her competition with Vermont Sen. Bernie Sanders for the votes of New York progressives, a side contest in the larger Democratic presidential primary.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-saudis-look-for-iran-link-in-weapon-systems-11569171598", "title": "U.S., Saudis Look for Iran Link in Weapon Systems", "date": "2019-09-22 18:42", "summary": "Experts probe GPS systems in search of 'smoking gun' evidence of Tehran's involvement in Sept. 14 attack; Iran has denied any role. BEIRUT-Weapons experts are inspecting GPS systems recovered from the Sept. 14 missile and drone strike on Saudi Arabian oil facilities for evidence that could reveal their origin and flight path, people familiar with the investigation said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fears-of-gun-violence-force-business-owners-to-rethink-workplace-safety-11569191080", "title": "Fears of Gun Violence Force Business Owners to Rethink Workplace Safety", "date": "2019-09-22 18:24", "summary": "'Stop the bleed' training, security cameras and locks take root in companies with formerly open doors. Many small-business owners are hardening their defenses as concerns about gun violence escalate.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-anticorruption-effort-in-ukraine-overlapped-with-sons-work-in-country-11569189782", "title": "Bidens in Ukraine: An Explainer", "date": "2019-09-22 18:03", "summary": "Former vice president led anticorruption efforts in country; his son served on board of Ukraine firm. KIEV, Ukraine-Joe Biden's involvement with Ukraine and his son's work in the country, which President Trump has repeatedly said should be investigated, began when the former vice president was serving as the Obama administration's point man on relations with Ukraine and rooting out bureaucratic corruption.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-ukraine-call-11569188624", "title": "Trump's Ukraine Call", "date": "2019-09-22 17:43", "summary": "Do we really want a President's private talks with world leaders exposed for all to hear?. The story of Donald Trump's phone call to Ukraine's new president is unfolding in the familiar if depressing Trump-era pattern. An accusation leaks from an unidentified intelligence source about the President's July 25 call, and his political and media opponents immediately conclude he has betrayed America and deserves censure or impeachment. Mr. Trump says the conversation was \"perfectly fine and routine.\" The public is left to sort the truth from the partisan histrionics.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-subcontinent-11569188545", "title": "The American Subcontinent", "date": "2019-09-22 17:42", "summary": "A celebration of Indian-Americans in Texas, of all places.. That was some spectacle in Houston on Sunday with Donald Trump joining Indian Prime Minister Narendra Modi at NRG Stadium. An estimated 50,000 people showed up for the \"Howdy Modi\" rally that celebrated America's Indian diaspora.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-university-of-california-divests-11569188481", "title": "The University of California Divests", "date": "2019-09-22 17:41", "summary": "Giving up higher investment returns for climate-change piety.. Climate change and college affordability are said to be the top political issues for young Americans. But what happens when they have to choose between the two? The University of California apparently wants to find out.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-the-world-stores-its-emergency-stockpiles-of-oil-11569160801", "title": "Where the World Stores Its Emergency Stockpiles of Oil", "date": "2019-09-22 17:09", "summary": "Attacks on Saudi facilities put focus on availability of strategic reserves held in U.S., China and elsewhere. Attacks on Saudi Arabian oil facilities have sharpened the focus on the world's ability to absorb massive shocks to its energy supplies and raised pressing questions about emergency stockpiles around the globe.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-to-fault-737-max-design-u-s-oversight-in-lion-air-crash-report-11569185664", "title": "Indonesia to Fault 737 MAX Design, U.S. Oversight in Lion Air Crash Report", "date": "2019-09-22 16:54", "summary": "First formal government finding on crash also likely to detail pilot and maintenance missteps; NTSB preparing separate safety recommendations. Indonesian investigators have determined that design and oversight lapses played a central role in the fatal crash of a Boeing 737 MAX jet in October, according to people familiar with the matter, in what is expected to be the first formal government finding of fault.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-modi-combine-road-shows-for-a-raucous-rally-in-houston-11569185615", "title": "Trump and Modi Combine Road Shows for Rally in Houston", "date": "2019-09-22 16:53", "summary": "Event's website reported having some 50,000 registered attendees. HOUSTON-A deafening mix of cheers and traditional Indian drums welcomed President Trump to Houston on Sunday at an event dubbed \"Howdy, Modi,\" in honor of India's visiting Prime Minister Narendra Modi.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/close-the-book-on-shutdowns-11569184460", "title": "Close the Book on Shutdowns", "date": "2019-09-22 16:34", "summary": "Congress's budget process is broken. Our bill creates incentives for members of both parties to shape up.. If the Legislature in my home state of Wisconsin fails to pass the next year's appropriation bills, we don't shut government agencies down. We fund them at the previous year's appropriation levels. Doesn't that make sense?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-cut-emissions-without-wrecking-the-economy-11569184262", "title": "How to Cut Emissions Without Wrecking the Economy", "date": "2019-09-22 16:31", "summary": "A proposal for carbon dividends, backed by the broadest climate coalition in American history.. In a major shift, the Business Roundtable recently embraced the idea that the purpose of a corporation should go beyond serving shareholders and include responsibility to the environment and the broader community. On no issue is this more true than climate policy-which affects all sectors of society, but where market prices do not internalize environmental costs. So what exactly would a pro-business, pro-environment and pro-consumer climate solution look like?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-main-threat-is-a-moral-one-11569184205", "title": "China's Main Threat Is a Moral One", "date": "2019-09-22 16:30", "summary": "The U.S. should fight Beijing's cruelty to religion along with its economic and military breaches.. When Jesus was asked whether it was all right to pay taxes to the occupying Roman government, he held up a coin and, alluding to the emperor's face graven on it, said, \"Render unto Caesar that which is Caesar's, and unto God that which is God's.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-dummies-foil-russian-hackers-11569184151", "title": "French Dummies Foil Russian Hackers", "date": "2019-09-22 16:29", "summary": "Deceptive tactics can counter online criminals.. Companies and government agencies have responded to cyberattacks by stepping up security, with a focus on preventing hackers from gaining access to protected systems or quickly booting them after they break in. But the hackers' targets ought to go on the offensive, beating cybercriminals through proactive deception. A simple version of this tactic is known as \"cyber blurring.\" Phony email accounts are created and loaded with misleading documents and messages. To see this in action, turn to French politics.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-trudeau-could-lose-11569184083", "title": "Why Trudeau Could Lose", "date": "2019-09-22 16:28", "summary": "Canadians sense that their young prime minister isn't quite ready for prime time.. Canadians learned last week that politically correct Prime Minister Justin Trudeau dressed as Aladdin and wore dark makeup at a 2001 costume party in Vancouver. Two more images have emerged since Wednesday that show the privileged liberal darkening his face for fun.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-an-m-b-a-still-worth-it-11569184032", "title": "Is an M.B.A. Still Worth It?", "date": "2019-09-22 16:27", "summary": "You'd gain some neat tricks and well-heeled friends, but the cost is prohibitive.. \"What year were you?\" a Morgan Stanley colleague asked me years ago. \"Huh? Year?\" I replied. \"What year at HBS?\" H-B-what? \"What year did you graduate from Harvard Business School?\" Oh, I get it now. \"I didn't go to HBS,\" I told him. \"Actually, I don't have an M.B.A.\" After a long pause and scrunched-up face, he asked, \"Well, then how the hell did you get a job here?\" As I walked away, I murmured under my breath, \"Maybe I earned it.\"", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-will-never-work-review-streaming-ahead-11569183960", "title": "'That Will Never Work' Review: Streaming Ahead", "date": "2019-09-22 16:26", "summary": "Netflix co-founder Marc Randolph looks back on the early days of one of the most successful tech startups ever.. Starting a business is tough enough. Why would any sane person choose to start a business in a dying industry?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-should-have-thanked-my-teachers-11569183898", "title": "I Should Have Thanked My Teachers", "date": "2019-09-22 16:24", "summary": "I regret I never told them how profound their effect on me was.. The Book of Common Prayer contains this majestic passage: \"Almighty and most merciful Father . . . We have left undone those things which we ought to have done; And we have done those things which we ought not to have done; And there is no health in us.\" To my great regret, I left undone the simple act of telling two superb teachers how much they contributed to my early education. Now it is too late.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-eurozone-pmi-durable-goods-household-spending-11569182165", "title": "Economy Week Ahead: Eurozone PMI, Durable Goods, Household Spending", "date": "2019-09-22 15:56", "summary": "The Commerce Department releases durable-goods data on Friday. In the week ahead, the U.S. Commerce Department releases fresh figures on new-home sales, durable goods and household spending. The eurozone issues figures on activity at factories and service providers, and China releases data on industrial profits.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-pick-up-grandpas-razor-for-a-close-shavetoo-close-11569177023", "title": "Men Pick Up Grandpa's Razor for a Close Shave-Too Close", "date": "2019-09-22 14:30", "summary": "Growing numbers are ditching cutting-edge technology for old-style double-edge blades, at the risk of a little bloodletting. When Paul Young glanced down during his morning shave and saw the water in the sink had turned pink with his blood, he blamed himself, not his 1800s-style razor.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-british-invasion-downton-abbey-leads-the-weekend-box-office-11569176887", "title": "In a British Invasion, 'Downton Abbey' Leads the Weekend Box Office", "date": "2019-09-22 14:28", "summary": "Film adaptation of U.K. television show racks up $31 million in the U.S. and Canada. LOS ANGELES-Two American heroes, Brad Pitt and Rambo, were no match for the British gentry of \"Downton Abbey,\" as the film adaptation of the U.K. television show easily topped the box office this weekend.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-heads-for-puerto-rico-11569176859", "title": "Tropical Storm Heads for Puerto Rico", "date": "2019-09-22 14:27", "summary": "Puerto Rico and the Virgin Islands could be hit Tuesday with heavy rain, flash flooding and tropical-storm-force winds, hurricane center says. A newly formed tropical storm in the Atlantic could hit Puerto Rico and the Virgin Islands early this week while dumping as much as half a foot of rain, according to the National Hurricane Center.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opening-the-door-to-hell-itself-bahamas-confronts-life-after-hurricane-dorian-11569176306", "title": "Bahamas Confronts Life After Hurricane Dorian", "date": "2019-09-22 14:18", "summary": "Resume Subscription. GREAT ABACO ISLAND, Bahamas-The storm surges that topped 20 feet have long since receded, and the 220-mile-an-hour wind gusts are gone. But the devastation Hurricane Dorian left behind is staggering.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/egypt-braces-for-more-unrest-as-protesters-call-for-presidents-ouster-11569175943", "title": "Egypt Braces for More Unrest as Protesters Call for President's Ouster", "date": "2019-09-22 14:12", "summary": "Demonstrators defy government crackdown to make first sizable showing since 2016, as Sisi grapples with corruption allegations. CAIRO-Egypt braced for more unrest this week after two nights of protests resulted in hundreds of arrests in the most significant political challenge in years to President Abdel Fattah Al Sisi, who is facing corruption accusations.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-is-better-than-taxing-the-boomers-11569175035", "title": "Working Is Better Than Taxing the Boomers", "date": "2019-09-22 13:57", "summary": "The latest data from OECD analysis report a cumulative $2 trillion long-term increase in GDP if employment rates were raised to the current Swedish level, now inching close to 70.. Joseph Sternberg is absolutely right about the adverse effect of Elizabeth Warren's proposal to tax baby boomers (\"How Do You Tax A Baby Boomer?,\" Political Economics, Sept. 13). Yet it surprises me how stuck in a 20th-century work-retirement model even the usually perceptive and insightful Mr. Sternberg seems to be.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-drives-away-its-rental-housing-11569174941", "title": "California Drives Away Its Rental Housing", "date": "2019-09-22 13:55", "summary": "The new California rent-control bill creates an incentive to raise rents.. Regarding your editorial \"The World's Dumbest Housing Policy\" (Sept. 12): I own two homes in San Francisco. Both are older homes, needing some work. Both have old, cracked windows which I cannot afford to repair due to San Francisco's aesthetic regulations that all street-facing windows must be wood frames and, even then, only after an expensive, burdensome permit process and architectural review. Ballpark costs for an average home redo runs $50,000-$100,000 easily. In the current condition, the windows aren't energy efficient, and our utility bills are sky high. So much for energy efficiency and climate change.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-finally-face-up-to-irans-threat-11569174633", "title": "It's Time to Finally Face Up to Iran's Threat", "date": "2019-09-22 13:50", "summary": "Iran knew it would pay no price for ballistic-missile tests in defiance of U.N. resolutions or for any other impertinence as long as President Obama held sway. It knew that President Obama wouldn't jeopardize the nuclear agreement no matter how uncooperative or combative Iran appeared.. Regarding your editorial \"Iran's Return Handshake\" (Sept. 16): President Obama believed that conclusion of a nuclear agreement with Iran would usher the Islamic Republic into a period of cooperation with the West, especially as the arc of history, his comfort blanket in lieu of effective strategy, was bending our way. Seeing the arc differently, however, Ayatollah Ali Khamenei quickly put the kibosh on that idea and went ahead with multiple ballistic-missile tests, fired rockets close to American warships in international waters, revealed a new missile bunker, specifically rejected conferring with America on anything else, assumed an intransigent posture with respect to a full accounting of its past nuclear research, sanctioned the capture of American sailors and the harassing of our ships in the Persian Gulf, dispatched Iranian agents to Germany and sponsored deadly proxy conflicts against our friends and allies.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-views-of-republican-primaries-in-2020-11569174517", "title": "Two Views of Republican Primaries in 2020", "date": "2019-09-22 13:48", "summary": "If President Trump runs, he'll win easily so GOP contests are a waste of time. But what if he doesn't run?. Regarding your editorial \"Don't Cancel the GOP Primaries\" (Sept. 18): I disagree with the Journal's plea not to cancel the GOP primaries. They would be a waste of time, money and attention. President Trump is at present highly favored to win a second term. Letting a collection of no-chance wannabes take cheap shots at an admittedly controversial president is, frankly, stupid. Two of the three potential candidates are not worthy of serious consideration. They can only do harm, and could conceivably aid in the election of a socialist Democrat who would be far worse for this country than Mr. Trump could ever be.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheldon-adelson-warned-trump-about-impact-of-u-s-china-trade-war-11569174124", "title": "Sheldon Adelson Warned Trump About Impact of U.S.-China Trade War", "date": "2019-09-22 13:42", "summary": "During the call, the billionaire casino magnate expressed concerns about how conflict would affect U.S. economy, Trump's re-election prospects. WASHINGTON-President Trump's sudden escalation of the trade war with China last month triggered a telephone call from billionaire casino owner Sheldon Adelson, who warned the president about the conflict's impact on the U.S. economy and Mr. Trump's re-election prospects, according to people familiar with the call.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unicorns-pre-ipo-profit-claims-get-scrutinized-11569172817", "title": "Unicorns' Pre-IPO Profit Claims Get Scrutinized", "date": "2019-09-22 13:20", "summary": "While private, some firms stretch the definition of profitability, but regulatory filings before they go public tell a different story. Investors are starting to demand profits, or at least profits in the near future, from richly valued tech companies when they go public.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-wework-board-members-seek-to-remove-adam-neumann-as-ceo-11569171188", "title": "Some WeWork Board Members Seek to Remove Adam Neumann as CEO", "date": "2019-09-22 13:14", "summary": "SoftBank officials are among those expected to push for Neumann ouster. A bloc of WeWork directors is planning to push Adam Neumann to step down as chief executive after a tumultuous week in which his eccentric behavior and drug use came to light, and the startup delayed its much-anticipated stock-market listing.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-atlanta-suburb-republicans-see-an-uphill-battle-11569172368", "title": "In Atlanta Suburb, Republicans See an Uphill Battle", "date": "2019-09-22 13:12", "summary": "Growing Democratic-leaning minority population shifts longtime GOP stronghold. DULUTH, Ga.-Gwinnett County in Atlanta's suburbs has been a Republican stronghold since Ronald Reagan beat Jimmy Carter in the 1980 presidential election, but an influx of minorities has transformed it, creating a possible Democratic juggernaut for 2020.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-face-off-with-police-at-hong-kong-malls-as-unrest-persists-11569164223", "title": "Protesters Face Off With Police at Hong Kong Malls as Unrest Persists", "date": "2019-09-22 12:45", "summary": "With national celebrations just over a week away, Hong Kong's clashes show no sign of abating. HONG KONG-A peaceful rally at a major suburban shopping mall turned hostile, reflecting Hong Kong's struggle to contain clashes and public anger at the police ahead of the 70th anniversary of the founding of Communist China.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-beats-michigan-earth-is-safe-and-please-keep-jim-harbaugh-11569166339", "title": "Wisconsin Beats Michigan, Earth is Safe, and Please Keep Jim Harbaugh", "date": "2019-09-22 11:32", "summary": "Glory and fury-and bratwurst-after a marquee Big Ten battle in Madison. Madison, Wis.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-scrutinized-over-interaction-with-ukraine-still-calls-for-biden-probe-11569096352", "title": "Trump, Scrutinized Over Interaction With Ukraine, Still Calls for Biden Probe", "date": "2019-09-22 11:31", "summary": "Joe Biden decried Mr. Trump as 'serial abuser' who is 'violating every basic norm of president'. President Trump pressed on with calls for an investigation into former Vice President Joe Biden, his potential Democratic opponent, after The Wall Street Journal reported that Mr. Trump repeatedly pressured his Ukrainian counterpart to undertake such a probe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fracking-ban-embraced-by-some-democratic-hopefuls-could-hit-economy-11569157201", "title": "Fracking Ban, Pushed by Democratic Hopefuls, Could Dent Economy", "date": "2019-09-22 11:02", "summary": "Handful of Democrats would like to phase out fracking as part of Green New Deal effort to fight climate change. Climate-change platforms of some Democratic presidential candidates propose a ban on fracking to extract fossil fuels, a move that is popular with their supporters but could have consequences for the U.S. economy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaky-oculus-skylight-expected-to-cost-200-000-more-to-fix-11569164400", "title": "Leaky Oculus Skylight Expected to Cost $200,000 More to Fix", "date": "2019-09-22 11:00", "summary": "Roof feature of WTC transit hub remained closed for this year's Sept. 11 commemoration. Officials are working to waterproof the leaky skylight at the World Trade Center Oculus as the $3.9 billion transit hub prepares to face another New York winter.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-worry-about-corporate-debt-again-11569160800", "title": "Time to Worry About Corporate Debt Again", "date": "2019-09-22 10:00", "summary": "It didn't look so bad because profits were high, but then the profit figures were revised lower. High levels of corporate debt are suddenly a whole lot more worrisome than they were just a couple of months ago.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/africa-center-gets-25-million-in-donations-to-complete-vision-11569160800", "title": "Africa Center Gets $25 Million in Donations to Complete Vision", "date": "2019-09-22 10:00", "summary": "The Manhattan institution's mission is to explore the continent through cultural, business and public- policy programming. Six years after the Africa Center announced a broad mission to explore the continent through programming devoted to culture, business and public policy, the organization is taking steps to fulfill that goal.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hemp-cfos-quest-educate-banks-auditors-on-the-benefits-of-cbd-11569157200", "title": "Hemp CFO's Quest: Educate Banks, Auditors on the Benefits of CBD", "date": "2019-09-22 09:00", "summary": "John Philpott faces a host of challenges as finance chief of Vertical Wellness. John Philpott's new job is much like that of any other finance chief guiding a growing company to a public-market debut. He needs to get the books in order, bolster the finance team and develop relationships with bankers, all while keeping tabs on operations and emerging competitors.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-poised-to-keep-profits-in-an-initial-privatization-move-11569157202", "title": "Fannie, Freddie Poised to Keep Profits in an Initial Privatization Move", "date": "2019-09-22 09:00", "summary": "Forthcoming agreement would pause yearslong arrangement in which profits went to Treasury Department. INDIANAPOLIS-Mortgage-finance companies Fannie Mae and Freddie Mac are expected to start keeping their earnings as early as this week, pausing a yearslong arrangement in which they handed nearly all of their profits to the Treasury Department.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-voters-support-expanding-medicare-but-not-eliminating-private-health-insurance-11569157204", "title": "U.S. Voters Back Medicare Expansion but Not Eliminating Private Insurance", "date": "2019-09-22 09:00", "summary": "Ideas like Medicare for All are embraced by most Democratic voters but could challenge the party in 2020 general election, WSJ/NBC poll finds. Democratic presidential candidates are presenting policy ideas that are broadly popular with Americans, including tuition-free state colleges, but other proposals-such as Medicare for All-could complicate the party's prospects next year, the latest Wall Street Journal/NBC News poll shows.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmys-kick-off-a-big-week-in-tv-11569157204", "title": "Emmys Kick Off a Big Week in TV", "date": "2019-09-22 09:00", "summary": "Jumping off the awards fanfare, major broadcast networks-still tied to a seasonal scheduling cycle-will roll out around 60 prime-time shows in one week. Sunday's Emmy Award show is the year's biggest night of fanfare for a television industry on a rolling wave of change. For the major broadcast networks, still yoked to the traditional rhythms of the business, more is riding on the days immediately following the Emmys.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cinematographer-bradford-young-creates-a-healing-work-of-art-11569157202", "title": "Cinematographer Bradford Young Creates a 'Healing' Work of Art", "date": "2019-09-22 09:00", "summary": "Bradford Young, the cinematographer of \"Arrival\" and \"Solo: A Star Wars Story,\" is preparing a multi-screen art installation that examines how black communities seek healing. Cinematographer Bradford Young is a rising star in Hollywood, having been Oscar-nominated for the 2016 sci-fi film, \"Arrival,\" and praised for his camera work on 2014's \"Selma\" and the recent Netflix series, \"When They See Us.\" The 42-year-old Louisville, Ky., native also is becoming a fixture in the art scene, with friends like architect David Adjaye and a buzzy project opening in Philadelphia next month.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-saving-more-and-that-isnt-necessarily-good-11569153600", "title": "Americans Are Saving More, and That Isn't Necessarily Good", "date": "2019-09-22 08:00", "summary": "Rather than falling as usual during the long expansion, the personal-saving rate keeps drifting higher. From the 1980s through 2007, household saving followed a predictable pattern. It typically rose after a recession as people paid down debt and rebuilt balance sheets, then declined as they grew more optimistic-and spendthrift.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/augusts-hot-recession-trade-is-cooling-11569153601", "title": "August's Hot Recession Trade Is Cooling", "date": "2019-09-22 08:00", "summary": "Stocks rise, while bond yields head toward biggest one-month rise in years. Stocks are a hair's breadth away from records and Treasury yields are soaring at a pace last observed years ago, a shift that investors say points to an unraveling of fear-driven bets that sent markets tumbling in August.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/her-marathon-time-is-astoundingand-not-just-for-71-11569153601", "title": "Her Marathon Time Is Astounding-And Not Just for 71", "date": "2019-09-22 08:00", "summary": "Resume Subscription. When you're pushing your pace in a marathon and Jeannie Rice, a 71-year-old grandmother, speeds past, you can either feel defeated or inspired.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deere-turns-to-u-s-after-growth-stalls-overseas-11569150000", "title": "Deere Turns to U.S. After Growth Stalls Overseas", "date": "2019-09-22 07:00", "summary": "Machinery giant plans to pitch expensive technology upgrades to farmers. Deere & Co.'s incoming chief executive will take charge as the struggling tractor maker switches course from its sluggish global expansion to a narrower focus on its home U.S. market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-10-000-and-counting-this-company-is-flooding-the-u-s-with-tariff-appeals-11569144600", "title": "One Company Has Filed 10,000 Appeals to Trump's Tariffs", "date": "2019-09-22 05:30", "summary": "A Minnesota auto parts seller has 'put everything else on the back burner' to seek relief from import duties whose costs are squeezing American businesses. WASHINGTON-U.S. companies have filed more than 16,000 requests for exemptions from the $200 billion tranche of tariffs on Chinese goods that the Trump administration imposed one year ago. Of those appeals, over 10,000 have come from just one company: Arrowhead Engineered Products Inc. of Blaine, Minn.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-gold-prices-heat-up-miners-play-it-cool-11569144601", "title": "As Gold Prices Heat Up, Miners Play It Cool", "date": "2019-09-22 05:30", "summary": "Haunted by past excess, miners aren't expanding production despite soaring prices for the precious metal. When gold prices soar, miners have in the past splurged on deals and expanded production. Not this time.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-companies-pushed-to-address-climate-disagree-on-how-11569144602", "title": "Oil Companies, Pushed to Address Climate, Disagree on How", "date": "2019-09-22 05:30", "summary": "Exxon and others are expected to discuss emissions as world leaders gather to talk climate at U.N.. As global leaders prepare to debate action on climate change at the United Nations on Monday, big oil companies are aiming to show investors and government officials that they are part of the solution to a problem they helped cause.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-unrest-persists-with-violent-protester-police-clashes-11569082316", "title": "Hong Kong Unrest Persists With Violence Between Protesters, Police", "date": "2019-09-22 04:17", "summary": "Movement poses challenge for semiautonomous government as China is set to celebrate its 70th anniversary. HONG KONG-Protesters threw Molotov cocktails and police fired tear gas and made several arrests during a march in Hong Kong on Saturday, presenting a big challenge to the city's leaders ahead of China's 70th anniversary on Oct. 1.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rare-egyptian-protests-see-dozens-arrested-11569073044", "title": "Rare Egyptian Protests See Dozens Arrested", "date": "2019-09-22 23:01", "summary": "The small protests were the first significant anti-government demonstrations in years in Egypt, where President Sisi has moved to stamp out dissent. CAIRO-Egyptian authorities made dozens of arrests after hundreds of people took to the streets of Cairo and other cities overnight in the first significant antigovernment protests in years, raising a new challenge to the rule of President Abdel Fattah Al Sisi.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-seek-to-add-sizzle-to-campaign-at-iowa-steak-fry-11569112743", "title": "Democrats Make Pitch in Iowa as Warren Overtakes Biden in Poll", "date": "2019-09-22 21:49", "summary": "Candidates try to lock in voters' support as Massachusetts senator takes lead in influential state. DES MOINES, Iowa-A patch of muddy parkland was transformed Saturday into a test laboratory for how to win the first round of Democratic presidential-nomination balloting, while a new poll showed Sen. Elizabeth Warren ahead of former Vice President Joe Biden for the first time in this influential state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}]