[{"link": "https://www.wsj.com/articles/chinas-manufacturing-resumes-growth-ending-six-months-of-decline-11575078011", "title": "China's Manufacturing Resumes Growth After Six Months of Decline", "date": "2019-11-29 23:14", "summary": "Official purchasing managers index rose to 50.2 in November from 49.3 in October. BEIJING-Activity in China's factories unexpectedly accelerated in November, according to an official measure, ending six months of contraction.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-is-back-on-path-toward-deal-with-taliban-11575073855", "title": "U.S. Is Back on Path Toward Taliban Deal", "date": "2019-11-29 19:30", "summary": "Trump announced in his surprise Thanksgiving Day visit to Afghanistan a restart of peace talks. WASHINGTON-President Trump's announcement of a restart in peace talks with the Taliban movement in Afghanistan has set the U.S. back on the path toward a deal that was almost clinched with the insurgent group in September and designed to extract the U.S. from more than 18 years of war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maltas-prime-minister-hit-by-growing-political-crisis-over-journalists-assassination-11575071155", "title": "Malta's Prime Minister Hit by Growing Political Crisis Over Journalist's Assassination", "date": "2019-11-29 18:45", "summary": "Three top government officials, all of whom have denied wrongdoing, resigned in recent days in connection with the probe into the death. Malta's prime minister is under pressure to resign over allegations that several top aides were linked to the assassination of an investigative journalist, a case that is raising questions about rule of law in the European Union's smallest member state.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-petes-senior-payoff-11575068487", "title": "Mayor Pete's Senior Vote Plan", "date": "2019-11-29 18:33", "summary": "He wants government everywhere-including a public option 401(k).. Pete Buttigieg would like to take care of you in your dotage-or, rather, he wants taxpayers to do it. This week his presidential campaign posted his latest policy plan, a 19-page outline for \"dignity and security in retirement.\" It's hardly modest, which is why Mayor Pete has called it his Gray New Deal. He would:", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-trades-future-is-clouded-by-schwab-td-ameritrade-deal-11575040952", "title": "E*Trade's Future Is Clouded by Schwab-TD Ameritrade Deal", "date": "2019-11-29 18:19", "summary": "The firm now faces being a small player next to giants in a business where scale is essential. E*Trade Financial Corp.'s prospects as an acquisition target dimmed this week in the wake of the $26 billion merger announcement of its two larger rivals, Charles Schwab Corp. and TD Ameritrade Holding Corp.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nadler-sets-dec-6-deadline-for-white-house-to-participate-in-impeachment-probe-11575067024", "title": "Nadler Sets Deadline for White House to Participate in Impeachment Probe", "date": "2019-11-29 18:11", "summary": "House Judiciary chairman outlines next step for Trump administration to participate in inquiry. WASHINGTON-President Trump has until Dec. 6 to decide whether his legal team will participate in the impeachment proceedings, the chairman of the House Judiciary Committee said Friday, marking Democratic lawmakers' latest effort to solicit White House involvement in an inquiry with which the administration has declined to cooperate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-is-thwarted-in-its-bid-for-tech-data-11575052756", "title": "Berkshire Is Thwarted in Its Bid for Tech Data", "date": "2019-11-29 18:04", "summary": "A deal falling through for Warren Buffett's conglomerate shows the hurdles in trying to spend its huge pile of cash. Berkshire Hathaway Inc. offered about $5 billion for technology distributor Tech Data Corp. a week ago, said Warren Buffett, Berkshire's chairman and chief executive, before it was outbid by Apollo Global Management .", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraqs-prime-minister-to-submit-resignation-11575032522", "title": "Iraqi Prime Minister to Resign After Violent Protests", "date": "2019-11-29 18:01", "summary": "Adel Abdul-Mahdi says he will submit letter of resignation to parliament following criticism from cleric. BAGHDAD-Iraqi Prime Minister Adel Abdul-Mahdi said he would submit his resignation in response to criticism from the country's top cleric following weeks of deadly protests, signaling a period of political instability for a fragile democracy caught between U.S. and Iranian interests.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-the-trump-world-turns-11575068423", "title": "As the Trump World Turns", "date": "2019-11-29 18:00", "summary": "Progress, or not, on Hong Kong, North Korea and Afghanistan.. While Americans enjoyed Thanksgiving, the world still turned in ways that were good, bad, and unsettled if not ugly. All three events could affect President Trump's re-election prospects as they play out in the coming year.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tehrans-assassination-playbook-11575068455", "title": "Tehran's Assassination Playbook", "date": "2019-11-29 18:00", "summary": "Was an Iranian hit squad behind the killing of Massoud Molavi?. As Iran cracks down on mass protests at home, the Islamist regime continues to strike at dissidents who criticize it from exile abroad. Iranian opposition figure Massoud Molavi was gunned down as he walked on the streets of Istanbul this month, according to Turkish media reports.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-minors-wounded-in-dutch-knife-attack-11575067809", "title": "Three Minors Wounded in Dutch Knife Attack", "date": "2019-11-29 17:50", "summary": "Incident took place in busy retail area packed with shoppers on Black Friday. Police in the Netherlands were looking for a man who stabbed three minors Friday evening on a busy shopping street.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duke-stephen-f-austin-nathan-bain-gofundme-11574871361", "title": "He Beat Duke. Then Strangers Gave Him $100,000.", "date": "2019-11-29 17:44", "summary": "Bahamas native Nate Bain made the game-winning layup as Stephen F. Austin upset Duke, and donations poured in to help his family recover from Hurricane Dorian's wreckage. Nate Bain barreled down the length of the court with seconds left in overtime, made a layup at the buzzer and clinched one of the most improbable upsets in the history of college basketball: Stephen F. Austin beat No. 1 Duke.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanon-bond-repayment-fails-to-reassure-investors-11575054272", "title": "Lebanon Bond Repayment Fails To Reassure Investors", "date": "2019-11-29 17:32", "summary": "Dwindling foreign-exchange reserves stoke default fears. Lebanon's repayment Thursday of a $1.5 billion sovereign bond failed to bolster the prices of its other bonds, reflecting mounting concern that the country is running out of cash to meet its foreign obligations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calgary-flames-coach-quits-after-allegations-of-racial-slurs-11575052207", "title": "Calgary Flames Coach Quits After Allegations of Racial Slurs", "date": "2019-11-29 17:29", "summary": "National Hockey League coach Bill Peters apologized, but former player who made the accusations called his statement 'misleading, insincere and concerning'. Bill Peters resigned Friday as the coach of the National Hockey League's Calgary Flames after he was accused of making racist remarks to a black player a decade ago.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-pelosi-making-mexico-pay-for-its-trump-deal-11575066447", "title": "Is Pelosi Making Mexico Pay for its Trump Deal?", "date": "2019-11-29 17:27", "summary": "López Obrador tries again to persuade the Speaker to accept a new trade agreement.. The Speaker of the House who called a border wall with Mexico \"an immorality\" is still sitting on a Mexican request to approve a new trade agreement. What is the morality of ignoring this key priority of our southern neighbors?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-suspends-player-for-gamblinga-first-since-federal-ban-lifted-11575066348", "title": "NFL Suspends Player for Gambling-a First Since Federal Ban Lifted", "date": "2019-11-29 17:25", "summary": "The league suspended Cardinals cornerback Josh Shaw through at least the end of next season after finding he bet on games on multiple occasions this year. The NFL suspended Arizona Cardinals cornerback Josh Shaw indefinitely for betting on games this season in the league's first-such disciplinary ruling since federal restrictions on sports gambling were lifted last year.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-be-a-dictator-review-a-poetics-for-tyrants-11575065830", "title": "'How to Be a Dictator' Review: A Poetics for Tyrants", "date": "2019-11-29 17:17", "summary": "A dictator cannot lead through oppression alone. He must also create the illusion of public support.. 'Naked power has an expiry date,\" writes Frank Dikötter. This is no doubt true. But lest you find the observation overly reassuring, remember that Joseph Stalin stayed in power for 31 years, Mao Zedong for 27, Benito Mussolini for 23, and Adolf Hitler for a hideous 12. So for all the apparent precariousness that can beset a strongman who seizes control of a state by thuggery or violence, the absence of genuine popular support doesn't always result in his imminent toppling.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/great-society-review-a-mystical-belief-in-the-state-11575044280", "title": "'Great Society' Review: A 'Mystical Belief' in the State", "date": "2019-11-29 17:17", "summary": "The architects of the antipoverty programs devised in the 1960s were intoxicated by America's postwar prosperity-and heedless of unintended consequences.. How can government get rid of poverty? It's a question that gets asked not in a society where almost everyone is poor but in one giddy with surging growth and concerned about those who seem left behind-a society whose leaders have \"an almost mystical belief in the infinite potentials of American society.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-storm-brings-snow-hazardous-travel-to-upper-midwest-11575047906", "title": "Storm Brings Snow, Hazardous Travel to Upper Midwest", "date": "2019-11-29 17:09", "summary": "Region hit for a second time in a week in a Thanksgiving double-header. A second winter storm barreling out of the Rockies within the space of a few days is expected to snarl travel plans for those heading home after the Thanksgiving break in the upper Midwest.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-vs-ohio-state-is-also-stephen-ross-vs-les-wexner-11575032487", "title": "Michigan vs. Ohio State Is Also Stephen Ross vs. Les Wexner", "date": "2019-11-29 16:57", "summary": "Ross's fundraiser for President Trump sparked Michigan alumni outrage while Wexner's donation to OSU with Jeffrey Epstein prompted an ongoing review. When news broke in early August that billionaire real-estate developer Stephen Rosswas holding a fundraiser for President Trump at his Hamptons mansion, anger erupted toward Ross's alma mater, the University of Michigan.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-i-thought-of-it-bunk-beds-that-are-easy-to-make-11575063961", "title": "How I Thought of It: Bunk Beds That Are Easy to Make", "date": "2019-11-29 16:46", "summary": "Two moms came up with a combination sheet and blanket to simplify straightening the covers. It can be tough for children to make their beds. And even tougher if it's a bunk bed.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-dilemmas-are-the-same-for-trump-or-obama-11575063189", "title": "Border Dilemmas Are the Same for Trump or Obama", "date": "2019-11-29 16:33", "summary": "Two global news agencies withdraw a story when they realize it scandalized the wrong president.. Don't doubt the special iniquity of the current U.S. administration when it comes to the problem of illegal immigration. Most of those turning up at our border and applying for refuge will surely be deported, insists the president's hardhearted official spokesman.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/move-the-bureaucrats-out-of-the-beltway-11575063150", "title": "Move the Bureaucrats Out of the Beltway", "date": "2019-11-29 16:32", "summary": "It no longer makes sense to cluster federal agencies and their employees in Washington, D.C.. \"You know, farming looks mighty easy when your plow is a pencil, and you're a thousand miles from the corn field,\" said President Dwight D. Eisenhower in 1956. That pretty much describes the Agriculture Department bureaucracy in Washington, D.C. Although the big building on Independence Avenue is full of smart and well-meaning people, there's no getting around the fact that they're far removed from the regular business of farming.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-commander-in-chief-and-the-navy-secretary-11575063075", "title": "Notable & Quotable: Commander in Chief and the Navy Secretary", "date": "2019-11-29 16:31", "summary": "'The ex-secretary seems to have no idea that the Constitution itself is part of the uniform rules that govern Mr. Trump.'. From a New York Sun editorial, Nov. 29:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genomic-science-kept-my-boys-from-going-blind-11575063112", "title": "Genomic Science Kept My Boys from Going Blind", "date": "2019-11-29 16:31", "summary": "A rare disease almost took their eyesight, but before their world went dark, a medical miracle happened.. Nine years ago, my family attended a medical conference in Philadelphia for the genetically unblessed. My husband, Eddie, and I found kinship with the other parents there, born of shared purpose: We refused to accept the diagnosis that our child was going blind.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-will-rise-at-art-basel-miami-beach-11575061737", "title": "Who Will Rise at Art Basel Miami Beach?", "date": "2019-11-29 16:08", "summary": "Amoako Boafo, a 35-year-old artist from Ghana backed by powerful collectors Don and Mera Rubell, steps into the art fair's fray. About a decade ago, Amoako Boafo was working as a pallbearer in his home city of Accra in Ghana, selling portraits for $100 apiece in shows mounted in hotel lobbies. Now, the 35-year-old is being positioned to break out at the Art Basel Miami Beach fair.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-prince-interested-in-buying-former-hearst-mansion-owner-says-11575061403", "title": "Saudi Prince Interested in Buying Former Hearst Mansion, Owner Says", "date": "2019-11-29 16:03", "summary": "Owner of Beverly House, an estate once owned by William Randolph Hearst, wants to list the property for $125 million. A Saudi prince has expressed interest in purchasing a Beverly Hills estate once owned by newspaper publisher William Randolph Hearst, according to the estate's owner who put the property into bankruptcy to stop a lender from foreclosing on it.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-respond-to-noonan-on-impeachment-11575058871", "title": "Readers Respond to Noonan on Impeachment", "date": "2019-11-29 15:21", "summary": "Not being able to present a defense is very different than not having a defense.. In \"Trump's Defenders Have No Defense\" (Declarations, Nov. 23), Peggy Noonan observes that \"the case has been made.\" \"Almost everything in the impeachment hearings this week fleshed out and backed up the charge that President Trump muscled Ukraine for political gain.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-forget-haqqanis-in-afghanistan-talks-11575058823", "title": "Don't Forget Haqqanis in Afghanistan Talks", "date": "2019-11-29 15:20", "summary": "We need an honest assessment of the Haqqani network as strategic actors in the region's hostage affairs.. Despite episodic peace talks, America's longest war in Afghanistan remains deadlocked between the Kabul regime and the Taliban. Seeking to bring an end to American involvement in this protracted conflict, President Trump has expressed support for a U.S. military withdrawal in exchange for peace with the Taliban. With the recent deal (\"Taliban Release Western Hostages,\" Page One, Nov. 20), Washington has begun to address a matter that heretofore was largely neglected by U.S. policy makers in the diplomatic process: Namely, an honest assessment of the Haqqani network as strategic actors in the region's hostage affairs. In recent years, Islamist militants like al Qaeda, the Taliban and Haqqani have used American hostages as tools in modern warfare, employing them for the traditional meansof exacting concessions not only as propaganda mechanisms to burnish their recruiting and fundraising, but also as political leverage geared toward prisoner exchange.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-yale-climate-as-a-literal-political-football-11575058783", "title": "Harvard/Yale Climate As a Literal Political Football", "date": "2019-11-29 15:19", "summary": "Here's to the young men on both teams who trained and struggled and provided their own \"demonstration\" of grit and perseverance on a memorable November afternoon.. Your editorial \"The Climate-Change Game\" (Nov. 25) fails to mention Yale's epic 17-point, late-4th-quarter comeback and double-overtime win over Harvard. It was as if the football gods wanted to ensure a game played by young men who worked their whole lives for this day was as memorable as the protest. The protest may be remembered for years, but the football game will be remembered for decades as is \"the tie\" of 1968. Indeed, at one point late in the game, Harvard led 29-13, the same score as Yale led by in 1968 before Harvard's last minute 16-point comeback-an eerie coincidence.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-selection-method-can-boost-graduates-value-11575058720", "title": "College Selection Method Can Boost Graduates' Value", "date": "2019-11-29 15:18", "summary": "It seems a selection process based on academic achievement alone yields a graduate more highly valued by corporate America.. My son was enrolled at California Polytechnic State University this fall as a freshman majoring in mechanical engineering. This was a tough choice, as he turned down other more \"prestigious\" options. After reading \"What's Your Degree Worth?\" (Review & Outlook, Nov. 21), I was happy to learn from the College Scorecard that Cal Poly fared well in comparison with other schools he applied to. Cal Poly engineering grads earn the same as those from UC Berkeley, significantly more than USC grads and only slightly less than those from MIT. Cal Poly admits its students based strictly on a transparent mathematical combination of GPA, test scores and \"extracurricular activity\" (only 7% of the overall formula, and only considers total annual hours). It seems a selection process based on academic achievement alone yields a graduate more highly valued by corporate America than processes which rely on ambiguously defined leadership qualities, unique life experiences and diversity targets.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terror-attack-in-london-leaves-several-injured-in-stabbing-11575049293", "title": "Terror Attack in London Leaves 2 Dead", "date": "2019-11-29 14:47", "summary": "A terrorist killed two people in a stabbing before being shot dead by police in central London. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oil-slides-as-oversupply-fears-resurface-11575045877", "title": "Oil Slides as Oversupply Fears Resurface", "date": "2019-11-29 14:36", "summary": "U.S. prices dropped 5.1% on fresh concerns about excess output by OPEC, other producers. Oil prices fell in quiet trading Friday following the Thanksgiving holiday, a signal that crude could struggle to extend its recent rally in the final month of the year.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-com-tiffany-walt-disney-stocks-that-defined-the-week-11575055165", "title": "Amazon.com, Tiffany, Walt Disney: Stocks That Defined the Week", "date": "2019-11-29 14:19", "summary": "Here are seven major companies whose shares moved on the week's news. Amazon.com Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-edge-down-ahead-of-start-to-u-s-shopping-season-11575023295", "title": "U.S. Stocks Notch Best Month Since June", "date": "2019-11-29 13:57", "summary": "Major indexes slip in Friday's shortened trading session. U.S. stocks closed out November with their largest monthly gains since June-though slipped in Friday's shortened trading session as the holiday-shopping season kicked off.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-friday-arrives-without-the-mad-rush-11575034825", "title": "Online Shopping Sets Strong Pace as Holiday Season Begins", "date": "2019-11-29 13:51", "summary": "Resume Subscription. The strength of the American consumer as a driving force behind the economy was on display during the annual Black Friday ritual, as shoppers headed to malls and visited websites looking for deals.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sardines-pack-italys-squares-as-new-protest-movement-gathers-strength-11575052789", "title": "'Sardines' Pack Italy's Squares as New Protest Movement Gathers Force", "date": "2019-11-29 13:39", "summary": "Grass-root gatherings target the rising far-right politician Matteo Salvini. VERONA, Italy-Thousands of people packed a central square of this city Thursday night in the latest rally by self-styled \"sardines,\" a grass-roots protest movement that is targeting Italy's rising far-right politician, Matteo Salvini.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-streets-2020-prediction-the-stock-market-will-have-a-so-so-year-11575038295", "title": "Wall Street's 2020 Prediction: The Stock Market Will Have a So-So Year", "date": "2019-11-29 13:36", "summary": "Many firms predict single-digit returns after a robust 2019 rally. Stocks have soared beyond most analysts' expectations this year. Wall Street strategists say not to count on a repeat performance in 2020.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-perfume-surprising-new-ways-to-smell-beautiful-11575052342", "title": "Forget Perfume: Surprising New Ways to Smell Beautiful", "date": "2019-11-29 13:32", "summary": "Spraying fragrance on skin is so 2018. Here are novel approaches to wearing your scent as a brooch, a handbag or a pendant. Hidden on the back of this avian pin is a compartment that holds ceramic discs pretreated with Diptyque scents like Eau Rose. This bauble is part of the storied French fragrance brand's new Prêts-à-Parfumer collection-which also includes fanciful goodies such as scented bracelets. Brooch (with two discs), $120, diptyqueparis.com", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/incoming-premier-league-chief-resigns-following-allegations-11575052379", "title": "Incoming Premier League Chief Resigns Following Allegations", "date": "2019-11-29 13:32", "summary": "David Pemsel, who was due to take over early next year, becomes the second executive in a year to accept the job but resign before taking over.. The newly appointed chief executive of the world's most popular sports enterprise, the English Premier League, resigned on Friday before even serving a day in the role following allegations of improper conduct toward a female former employee.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norwegian-police-to-investigate-dnb-over-iceland-money-laundering-allegations-11575051547", "title": "Norwegian Police to Investigate DNB Over Iceland Money-Laundering Allegations", "date": "2019-11-29 13:19", "summary": "Icelandic media reports claim that fishing group Samherji hf used the Norwegian bank to funnel more than $70 million to a shell company in the Marshall Islands. Police have launched an investigation into Norwegian bank DNB AS A's involvement in handling payments from an Icelandic fishing company embroiled in a bribery probe.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresh-economic-data-to-test-gold-11575037810", "title": "Fresh Economic Data to Test Gold", "date": "2019-11-29 13:16", "summary": "Haven metal on pace to post a 3.6% drop for November; copper slides. Gold enters the final month of the year at a crossroads, increasing attention on how the safe-haven metal performs following key economic releases next week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-president-urges-quick-u-s-ratification-of-trade-deal-11575039846", "title": "Mexico's President Urges Quick U.S. Ratification of Trade Deal", "date": "2019-11-29 13:12", "summary": "In a letter to Pelosi, López Obrador says he has allocated funds to implement labor overhauls. MEXICO CITY-Mexican President Andrés Manuel López Obrador has urged U.S. House Democrats to ratify the U.S.-Mexico-Canada trade agreement, a key engine for Mexico's faltering economy, saying his country has met its commitments regarding labor issues.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-kathryn-sullivan-became-the-first-american-woman-to-walk-in-space-11575050548", "title": "How Kathryn Sullivan Became the First U.S. Woman to Walk in Space", "date": "2019-11-29 13:02", "summary": "A pioneering NASA astronaut is now working to save the Earth's environment. Astronauts-in-training are warned in advance that roughly half of a crew will suffer nausea in space due to the effects of zero gravity. The other half, happily, will remain nausea-free. Kathryn Sullivan wasn't sure which category she would fall into until the Space Shuttle Challenger launched on Oct. 5, 1984. \"The engines cut off,\" she recalls, \"and the very first thought through my mind was, 'This is way too much fun to get sick over.' \"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-ipo-draws-bids-of-44-3-billion-as-global-investors-steer-clear-11575050532", "title": "Aramco IPO Draws Bids of $44.3 Billion, Though Global Investors Balk", "date": "2019-11-29 13:02", "summary": "Saudi oil giant's share sale, which closes Dec. 4, is on course to be the largest ever. Saudi Aramco's share sale attracted bids worth $44.3 billion as of Friday, about 1.7 times the amount the kingdom's government plans to raise in what is on course to be the world's largest listing when it formally prices next week.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-look-cool-in-plaid-pants-really-11575050459", "title": "How to Look Cool in Plaid Pants (Really)", "date": "2019-11-29 13:01", "summary": "They might seem overly exuberant, but tartan trousers were once a staple for dapper dressers like Sammy Davis Jr. And stylish men are embracing them again. ON JULY 4, 1973, Sammy Davis Jr. stepped onstage at \"The Tonight Show Starring Johnny Carson\" to serenade the masses in a pair of yellow, black and red plaid trousers. Few may remember the song he belted-\"Get It On\" (not the better known \"Let's Get It On\")-but aggressively checkered trousers are relatively top-of-mind these days.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-prospector-a-texas-wildcatter-is-tempted-by-a-final-quest-11575049890", "title": "The Last Prospector: A Texas Wildcatter Is Tempted by a Final Quest", "date": "2019-11-29 12:51", "summary": "Resume Subscription. Bill Armstrong, one of America's last oil wildcatters, had a hunch there was one more fortune just waiting to be tapped.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/decor-tricks-you-might-have-more-house-than-you-think-11575049466", "title": "Décor Tricks: You Might Have More House Than You Think", "date": "2019-11-29 12:44", "summary": "How interior designers gave under-utilized square footage a makeover-ingeniously finding space for a nursery, a bar and more. SOME FATE-BLESSED homeowners enjoy expansive interiors with skate-boardable hallways and book shelves devoted solely to objets. Most of us, however, need to exploit every soupçon of real estate in our more modest living quarters, something at which interior designers excel. Their ingenuity helps them spot fallow or problematic spaces and turn them into much-needed nurseries, convenient bars and more. In prewar New York apartments, for example, prime territory below windows-where you might put furniture-is often monopolized by hideous radiators that can't be blocked. Brooklyn designer Laurie Blumenfeld-Russo found a way to prettify the ugly beasts and create a place for her client to set her laptop and work while gazing out at an adjacent park.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treating-disease-is-no-substitute-for-caring-for-the-ill-11575047264", "title": "Treating Disease Is No Substitute for Caring for the Ill", "date": "2019-11-29 12:07", "summary": "America's health-care system focuses on curing acute problems but does far too little to support patients with chronic maladies. I still sometimes wake in terror, haunted by the nightmare of an episode almost 15 years ago when my wife Joan, who was suffering from Alzheimer's disease, accidentally locked herself in our bathroom. Not only had the disease robbed Joan of her reasoning, it had also left her functionally blind. Pounding on the door and screaming in fright, she couldn't follow the simple instructions that I kept repeating about how to unlock the heavy bathroom door-and short of breaking it down, I had no way to get to her. I tried to reassure her that a locksmith was on the way, but she grew increasingly distraught, falling to the floor and howling in misery. I slammed my body against the door and kicked the lock, to no avail. By the time the locksmith arrived, my wife was delirious with fear, frustration and fatigue. And I was broken, realizing there was nothing I could do to make life right again.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/personal-touch-doesnt-connect-with-fitbit-11575046606", "title": "Personal Touch Doesn't Connect with Fitbit", "date": "2019-11-29 11:56", "summary": "Google had competition on the deal, led personally by the CEO. For professional deal negotiators, Fitbit 's latest proxy could make for an effective marketing pamphlet.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-trump-courts-unions-his-apprentice-plan-risks-alienating-them-11574946001", "title": "As Trump Courts Unions, Apprentice Plan Risks Alienating Them", "date": "2019-11-29 11:46", "summary": "Construction workers oppose a strategy the administration is considering to expand apprenticeships to employers and business groups. President Trump's plan to expand apprenticeships into more vocations risks creating a rift with construction workers he is courting for support in next year's election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tis-the-season-for-finding-common-ground-11575044999", "title": "'Tis the Season for Finding Common Ground", "date": "2019-11-29 11:30", "summary": "Worse conflicts than today's political strife have taken a break for the holidays. Was your Thanksgiving gathering marred by impeachment? Did family members, or those occasional stranded souls we take in over the holiday, fall out over quid pro quos and Ukrainian military assistance?", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-2020-escape-puts-women-in-the-drivers-seat-11575044600", "title": "Ford's 2020 Escape Puts Women in the Driver's Seat", "date": "2019-11-29 11:23", "summary": "Gender appeal is tricky business for car makers, says Dan Neil. But with the help of some 'robust market research' the Ford Escape crossover was built to speak to women's concerns. AS PART OF THEIR long-term relationship with a machine they depend on, people tend to anthropomorphize their cars, trucks, and work vehicles, naming them, and thereby assigning a gender. My father's truck was Lady Bug. Mom's black Chevy was Man o' War. I named our Honda Odyssey minivan Penelope because, well, you know.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-economy-slowed-in-third-quarter-11575036688", "title": "Canada Economy Slowed in Third Quarter", "date": "2019-11-29 11:06", "summary": "Weak exports, drawdown on inventories offset pickup in business investment and improvement in consumer spending. OTTAWA-Economic growth in Canada decelerated markedly in the third quarter after posting the fastest expansion among Group of Seven countries in the previous three-month period, slowed down by a decline in exports and a drawdown of inventories.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-when-you-hold-an-election-and-nobody-runs-confusion-wins-11575043467", "title": "What Happens When You Hold an Election and Nobody Runs? Confusion Wins.", "date": "2019-11-29 11:04", "summary": "Montana town re-elects city councilman who wasn't on the ballot; 'I had hoped that somebody would come forward.'. EAST HELENA, Mont.-Kit Johnson just won a third term on the East Helena City Council. He wasn't even running.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-nov-23-29-2019-11575043201", "title": "Photos of the Week", "date": "2019-11-29 11:00", "summary": "Trump signs bill supporting Hong Kong pro-democracy protesters, Macy's Thanksgiving Day Parade marches on, violent earthquake strikes Albania and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bookshop-in-berlin-review-no-place-to-lay-her-head-11575043176", "title": "'A Bookshop in Berlin' Review: No Place to Lay Her Head", "date": "2019-11-29 10:59", "summary": "On Kristallnacht, Françoise Frenkel's bookstore was spared only because a mix-up kept it off a list of Jewish-owned shops. In August 1939 she fled for Paris, but it would not be her last stop in her search for refuge.. On the morning of Aug. 26, 1942, as Françoise Frenkel neared her residential hotel in Nice, France, the 53-year-old Polish-Jewish refugee suddenly spotted one of her neighbors wildly waving at her from an upper window. At first she thought he was being comically friendly. She didn't realize that he was saving her life, alerting her to the scene unfolding just around the corner, of gendarmes roughly grabbing men, women and children and shoving them onto transport buses. For weeks she had heard rumors that Nazi-occupied France had been ordered to proceed to the next step of the Reich-mandated destruction of the Jews, rounding them up for deportation to the grim fate of the concentration camps. Still, stunned by the commotion, Frenkel asked a passerby what was going on. His crisp reply: \"We're hunting humans now.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-selected-letters-of-ralph-ellison-review-staking-out-his-territory-11575043142", "title": "'The Selected Letters of Ralph Ellison' Review: Staking Out His Territory", "date": "2019-11-29 10:59", "summary": "A warm, candid self-portrait in letters by the complicated author of 'Invisible Man.'. Arguably unique in American literature, Ralph Ellison became nearly as well known for what he didn't publish as for what he did. His towering achievement, \"Invisible Man\" (1952), which won the National Book Award, was Ellison's only novel to appear during his lifetime. With that book began the literary community's anticipation of the follow-up, an eagerness that over the decades shaded into a distant hope and then, in the end-with Ellison's death at 81 in 1994-brought not so much disappointment as confirmation of what we had already accepted. The posthumous publication of the second novel that Ellison had worked on fitfully and for so long, first in a greatly shortened version (\"Juneteenth,\" 1999) and then in its mammoth, unfinished entirety (\"Three Days Before the Shooting . . . ,\" 2010), was anticlimactic; the appearances of Ellison's brilliant essay collections, \"Shadow and Act\" (1964) and \"Going to the Territory\" (1986), failed to satisfy those clamoring for another novel, as did the collection of his apprentice stories, \"Flying Home\" (1996). Nonetheless, Ellison's eminence endured, and \"Invisible Man\"-like a single musical note followed by a silence that allows it to resonate-continued to engage the American imagination, and does so still.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-duncan-white-on-books-of-ideological-strife-11575043079", "title": "Five Best: Duncan White on Books of Ideological Strife", "date": "2019-11-29 10:57", "summary": "From the author, most recently, of 'Cold Warriors: Writers Who Waged the Literary Cold War.'. By Arthur Koestler (1940)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-crichtons-creations-return-11575043021", "title": "Science Fiction: New Fears in a Superb Old Bottle", "date": "2019-11-29 10:57", "summary": "Nearly 50 years after Michael Crichton's original, Daniel H. Wilson, author of 'Robopocalypse,' has written an excellent, authorized follow-up to 'The Andromeda Strain.'. It has now been 50 years since Michael Crichton's \"The Andromeda Strain\" set a new high in the \"dangers from space\" subgenre of sci-fi. Many will recall that the first threat was AS-1, a particle that once inhaled was almost invariably fatal to human life. Dangerous, indeed, but containable. But then came AS-2, a mutant form that depolymerized plastic. The long-term threat was that if it got into the upper atmosphere, it would wreak havoc by attacking gaskets on spacecraft (like the one whose failure in fact caused the 1986 Challenger disaster).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-surprised-by-joy-11575042987", "title": "Fiction: Surprised by Joy", "date": "2019-11-29 10:56", "summary": "An idyll of an Irish novel tries to capture the most fragile of human emotions: happiness.. In John McGahern's \"By the Lake\"-one of the finest novels of the 21st century, for those in a list-making mood-a married couple has retired from London to the Irish countryside, and at one point in their rustication, while overhearing his wife chat with his uncle, the husband is overcome by an unexpected emotion: \"As he listened to the two voices he was so attached to and thought back to the afternoon, the striking of the clocks, the easy, pleasant company, the walk round the shore, with a rush of feeling he felt that this must be happiness.\" The husband resists the epiphany, fearing that awareness of the moment will spoil its magic, but from then on happiness is an ever-present afterglow at the edges of the scenes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-fix-college-admissions-11575042980", "title": "Fixing College Admissions", "date": "2019-11-29 10:56", "summary": "Getting into a top school is a stressful, unpredictable process. Here are 10 ways to make it fairer and more transparent.. For students applying to the top echelon of American colleges-and for parents, guidance counselors and university administrators-the admissions process can be stressful, unpredictable, inequitable and seemingly irrational. Jockeying for limited spots has become fiercer as acceptance rates at selective schools plunge. These institutions represent a tiny slice of America's higher education system-just 55 schools had admit rates of 20% or below in 2017, according to data from the U.S. Department of Education-but they each receive, on average, about 25,000 applications. The race to get into them has generated armies of test-prep tutors and college counselors, as well as panic attacks by striving teens and overbearing parents.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parisian-lives-review-becoming-a-boswell-11575042948", "title": "'Parisian Lives' Review: Becoming a Boswell", "date": "2019-11-29 10:55", "summary": "An eminent biographer tells the story of what it took-time, whiskey, diligence-to win the conﬁdences of Samuel Beckett and Simone de Beauvoir.. Beginning in the 1970s and 1980s with her work on her seminal biographies of Samuel Beckett and Simone de Beauvoir, Deirdre Bair has been on a mission to show how writers' lives illuminate their work, and vice versa. Her subsequent subjects include Anaïs Nin, Carl Jung, Saul Steinberg and-in a break from her more literary subjects-Al Capone.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-1919-and-all-that-11575042851", "title": "Children's Books: '1919' and All That", "date": "2019-11-29 10:54", "summary": "On the winner of, and finalists for, the National Book Award for Young People's Literature.. The judges for the National Book Awards seem to have threaded the needle rather deftly in awarding this year's winning medal for young people's literature to Martin W. Sandler for the left-leaning nonfiction chronicle \"1919: The Year That Changed America\" (Bloomsbury, 192 pages, $24.99). It's a decent book, well written and well organized, with lots of fascinating archival photographs. But it is not an unusual or strikingly distinctive work, given that the point of view that it takes on social history is, shall we say, the dominant, progressive one.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocery-techs-star-is-a-blind-taste-test-11575042641", "title": "Grocery Tech's Star Is a Blind Taste Test", "date": "2019-11-29 10:50", "summary": "U.K.-listed Ocado now has a Google-like valuation that is based on a lot of guesswork. Ocado has earned its place as one of Europe's most-promising technology ventures by signing tie-ups with supermarkets around the world. Its latest deal has got investors excited, but there are few hard numbers to back the soaring share price.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consol-energy-ceo-bobby-ray-brown-won-respect-from-miners-union-11575041434", "title": "Consol Energy CEO Bobby Ray Brown Won Respect From Miners Union", "date": "2019-11-29 10:46", "summary": "Labor leaders credited tough corporate negotiator with keeping his commitments. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-reality-check-on-quantum-computers-11575041271", "title": "A Reality Check on Quantum Computers", "date": "2019-11-29 10:27", "summary": "Google's recent breakthrough is just a first step on the long road to creating a useful next-generation processor.. Currently, the vast majority of computers are machines that process huge arrays of 0s and 1s, also known as binary digits or simply bits. Over time, physicists and engineers have been able to create functional bits using smaller and smaller objects. Vacuum tubes and electromagnetic relays gave way to modern integrated circuits, which pack billions of transistors into chips that fit comfortably inside mobile phones or watches. And the transistors keep getting smaller.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-fervor-ebbs-for-offshore-oil-drilling-11575040183", "title": "Republican Fervor Ebbs for Offshore Oil Drilling", "date": "2019-11-29 10:09", "summary": "Resume Subscription. CHARLESTON, S.C.-The wake from Chip Campsen's fishing boat has rippled all the way from the South Carolina coast to the White House.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-november-30-11575039897", "title": "Best-Selling Books Week Ended November 23", "date": "2019-11-29 10:04", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photographers-reveal-their-tricks-for-getting-the-perfect-family-picture-11575039713", "title": "Photographers Reveal Their Tricks for Getting the Perfect Family Picture", "date": "2019-11-29 10:01", "summary": "It can be tough to keep parents and children from getting sour on a shoot. Here's how pros keep them smiling.. If you think holidays can be hectic, imagine what portrait photographers have to deal with.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-i-thought-of-it-an-entrepreneur-wanted-to-keep-holiday-lights-from-going-out-11575039474", "title": "How I Thought of It: An Entrepreneur Wanted to Keep Holiday Lights From Going Out", "date": "2019-11-29 09:57", "summary": "Water kept ruining outdoor decorations, so he invented a gadget to keep them dry. For years, Bryan Nooner and his wife, Mari-Beth, struggled with the same problem around the holidays: keeping the outdoor decorative lights on.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-does-what-at-home-try-using-business-titles-to-divide-chores-11575039398", "title": "Who Does What at Home? Try Using Business Titles to Divide Chores", "date": "2019-11-29 09:56", "summary": "Designations like chief operating officer and chief tech officer make it easier to settle on who does what. Nothing fuels marital conflict like disagreement over household chores. But families can ease the strain by taking a page from the world of business-and using job titles to sum up their areas of responsibility.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daimler-looks-to-cut-thousands-of-jobs-11575039042", "title": "Daimler to Cut Thousands of Jobs", "date": "2019-11-29 09:50", "summary": "All major German auto makers and their suppliers are now shedding staff in the face of dwindling demand. BERLIN- Daimler AG aims to slash thousands of jobs over the next three years and cut labor costs by $1.5 billion, the latest round of cost cuts in a sector squeezed between huge investment in new technologies and falling demand for cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-to-eliminate-hundreds-of-jobs-11575038880", "title": "Maersk to Eliminate Hundreds of Jobs", "date": "2019-11-29 09:48", "summary": "Redundancies planned at Copenhagen headquarters and German shipping unit Hamburg Süd. Denmark's A.P. Moller-Maersk A/S will slash hundreds of jobs to cut costs as the shipping giant prepares for significantly higher fuel costs next year and plans to invest more heavily in inland logistics services.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-orders-facebook-to-correct-users-social-media-post-11575038629", "title": "Singapore Orders Facebook to Correct User's Post", "date": "2019-11-29 09:43", "summary": "Directive is first test for tech company since city-state passed broad law to regulate social media. SINGAPORE-Authorities in this city-state directed Facebook Inc. on Friday to publish a correction to a post by a user on the social-media website, marking the first test for the tech giant since Singapore passed a sweeping law this year to combat what it sees as online falsehoods and fake news.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-88-45-billion-to-markets-11575038360", "title": "New York Fed Adds $88.45 Billion to Markets", "date": "2019-11-29 09:39", "summary": "Latest in series of moves aimed at ensuring short-term borrowing rates remain well-behaved. The Federal Reserve Bank of New York added $88.45 billion in temporary liquidity to the financial system on Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tale-behind-stubhubs-sale-how-eric-baker-bought-back-the-ticket-seller-11575036790", "title": "How StubHub's Co-Founder Bought the Ticket Seller Back", "date": "2019-11-29 09:13", "summary": "Now Viagogo CEO, Mr. Baker started StubHub after trying to score tickets to 'The Lion King' musical. Eric Baker long envisioned bringing together the two ticketing companies he started.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsy-cfo-bets-free-shipping-will-give-company-an-edge-during-holidays-11575036002", "title": "Etsy CFO Bets Free Shipping Will Give Company an Edge During Holidays", "date": "2019-11-29 09:00", "summary": "The online marketplace launched free shipping in July for U.S. buyers who spend at least $35 on a seller's items. Etsy Inc. tries to distinguish itself by offering one-of-a-kind crafts or small-batch handmade items on its vast online marketplace. But there is one area where it wouldn't mind being more like its biggest e-commerce competitors: free shipping.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-column-stinks-everyones-a-critic-all-the-time-11575036001", "title": "This Column Stinks! Everyone's a Critic, All the Time.", "date": "2019-11-29 09:00", "summary": "From flights to phone conversations, nothing is over until the survey is done. I recently completed a one-day work trip-my life is exotic, thank you very much-and upon returning to the fiendish hellscape that is my family with two young children, I found a pile of homework.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-these-companies-regulation-is-spelled-p-r-o-f-i-t-11575035894", "title": "For These Companies, Regulation Is Spelled P-R-O-F-I-T", "date": "2019-11-29 08:58", "summary": "Instead of fearing regulators, some companies jump ahead of them; presenting the touch-football headgear. Few things can make a chief executive break out in hives as quickly as the word \"regulation.\" Peruse the catalog of CEO surveys PricewaterhouseCoopers LLC publishes annually and you'll see it topping the list of biggest business bugaboos year after year.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-nissan-mitsubishi-move-to-shore-up-under-pressure-alliance-11575026047", "title": "Renault, Nissan, Mitsubishi Move to Shore Up Under-Pressure Alliance", "date": "2019-11-29 08:57", "summary": "Cooperative arrangement has been tested since the arrest of auto titan Carlos Ghosn. PARIS-Auto-making partners Renault SA, Nissan Motor Co. and Mitsubishi Motors Corp. plan to appoint a general secretary to coordinate coming projects and help restore momentum lost since the arrest and dismissal of alliance founder Carlos Ghosn.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-rural-residents-bear-brunt-of-economic-slowdown-11575031528", "title": "India's Rural Residents Bear Brunt of Economic Slowdown", "date": "2019-11-29 08:08", "summary": "Upward mobility of rural workers is faltering, posing problem for Prime Minister Modi. KHOH, India-Years of sizzling-hot growth have catapulted millions of India's rural population into the middle class. Now, as the country's expansion slows sharply, that upward mobility is also faltering-posing a major economic and political problem for Prime Minister Narendra Modi.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arsenal-dumps-emery-and-puts-premier-league-squarely-in-firing-season-11575030093", "title": "Arsenal Dumps Emery and Puts Premier League Squarely in Firing Season", "date": "2019-11-29 08:03", "summary": "A quarter of the clubs in the Premier League could change managers before the end of the year. It's a special time of year in the English Premier League. The temperatures drop, the sun sets mid-3 p.m. games, and thoughts turn to the festival calendar.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-many-christmas-trees-do-we-chop-down-each-year-11575032401", "title": "How Many Christmas Trees Do We Chop Down Each Year?", "date": "2019-11-29 08:00", "summary": "A visual accounting of the trees and the land needed to grow them. Americans cut down 15,094,678 Christmas trees in 2017, according to the most recent year of data from the U.S. Agriculture Department.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gpb-capital-faces-renewed-fraud-claims-by-a-massachusetts-auto-executive-11575032401", "title": "GPB Capital Faces Renewed Fraud Claims by a Massachusetts Auto Executive", "date": "2019-11-29 08:00", "summary": "A Bay State auto dealer claims GPB owes him millions and has engaged in 'massive fraud' in an amended complaint filed in a local court. GPB Capital Holdings LLC faces renewed allegations of fraud by a Massachusetts auto executive whom the alternative asset manager forced from his leadership role earlier this year.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-expectations-for-stock-volatility-near-lowest-since-2018-11575032400", "title": "Traders' Expectations for Stock Volatility Near Lowest Since 2018", "date": "2019-11-29 08:00", "summary": "Low VIX has some analysts wondering whether stocks are headed for unexpected turbulence. It has been quiet in markets lately-so quiet that one measure of traders' expectations for stock volatility recently touched its lowest level in more than a year.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-gdp-growth-slows-to-more-than-6-year-low-of-4-5-11575030900", "title": "India's GDP Growth Slows to More Than 6-Year Low of 4.5%", "date": "2019-11-29 07:51", "summary": "Concerned companies and consumers continue to hold back on spending in India. NEW DELHI-India's economy slowed for the sixth quarter in a row during the past period, with gross-domestic-product growth dipping to a six-and-a-half-year low as concerned companies and consumers continued to hold back on spending.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bid-to-revamp-elections-watchdog-raises-questions-on-mexican-leader-11575028800", "title": "Bid to Revamp Elections Watchdog Raises Questions on Mexican Leader", "date": "2019-11-29 07:00", "summary": "In a year since President Andrés Manuel López Obrador took office, analysts say checks on power are eroding. MEXICO CITY-President Andrés Manuel López Obradorcame to power a year ago after a landslide victory he said would launch a \"truly democratic\" period in Mexico's history.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lust-and-life-vividly-rendered-11575028800", "title": "Lust and Life, Vividly Rendered", "date": "2019-11-29 07:00", "summary": "In Giovanni Bellini's 'Feast of the Gods,' the artist's mastery is so captivating, the work's lewd subject is not at first apparent.. Patrons who commissioned art works that critics now deem outstanding have not always taken this view of the results. Quite likely, Leonardo da Vinci's portrait of Lisa del Giocondo remained in the master's studio because the lady's husband declined to accept the \"Mona Lisa\" as a likeness of his wife. This episode, if it took place, concerned a Florentine merchant. When it came to art, the rulers of the Italian city-states were even readier to exercise their prerogatives.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncle-sam-wants-to-shop-online-too-and-amazon-is-gunning-for-his-business-11575023403", "title": "Uncle Sam Wants to Shop Online, Too, and Amazon Seeks His Business", "date": "2019-11-29 06:42", "summary": "Resume Subscription. WASHINGTON-The Trump administration is testing a new method for federal agencies to buy office supplies and other goods online, a move that could give Amazon . com Inc. and its competitors a foothold in a market worth as much as $50 billion a year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cftc-relying-more-heavily-on-coordination-with-criminal-prosecutors-11575027001", "title": "CFTC Relying More Heavily on Coordination with Criminal Prosecutors", "date": "2019-11-29 06:30", "summary": "The number of enforcement actions the Commodity Futures Trading Commission has filed alongside criminal charges reached a record high in the 2019 fiscal year. The nation's derivatives regulator is filing more enforcement cases in tandem with criminal prosecutors, creating a more muscular approach to deterring wrongdoing in the markets it oversees.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-end-in-sight-for-chinas-delivery-wars-11575025382", "title": "No End in Sight for China's Delivery Wars", "date": "2019-11-29 06:03", "summary": "Resume Subscription. Superfast growth sometimes isn't enough to make an industry attractive. Just look at parcel delivery in China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-trump-ads-wont-bother-sanitizing-image-11575023402", "title": "Pro-Trump Ads Won't Bother Sanitizing Image", "date": "2019-11-29 05:30", "summary": "Progressives enlist economists to make case for Medicare for All; justice signals opposition to executive branch rule-making. TRUMP TEAM WON'T TRY TO SOFTEN HIS IMAGE: Backers of President Trump know there is one thing millions of dollars of TV ads won't change: His pugnacious side. \"We recognize that 11 months out to the election we are not going to get these voters to think the president is a teddy bear,\" says an official involved with America First Policies, a nonprofit group supporting Trump's re-election. \"We're not going to try to rehab the president's image.\" Instead, future ads will portray Trump as a fighter who is trying to get things done despite Washington obstinance.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airplanes-cant-outfly-their-carbon-emissions-11575023432", "title": "Airplanes Can't Outfly Their Carbon Emissions", "date": "2019-11-29 05:30", "summary": "Airlines are under mounting pressure to improve their environmental credentials, but have few good options. There is no easy way out of \"flight shame.\"", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-deal-for-heart-drug-hinges-on-succeeding-where-rivals-struggle-11575023401", "title": "Novartis Deal for Heart Drug Hinges on Succeeding Where Rivals Struggle", "date": "2019-11-29 05:30", "summary": "Health-care giant's planned $9.7 billion acquisition aims to avoid pitfalls that have curbed sales of other treatments. Novartis AG Chief Executive Vas Narasimhan has spent the past two years buying up cutting-edge science. His latest deal is a high-stakes bet that the Swiss health-care giant will succeed where many have struggled: launching a new heart drug.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-five-below-walmart-amazon-target-11575023312", "title": "Stocks to Watch: Five Below, Walmart, Amazon, Target", "date": "2019-11-29 05:28", "summary": "Here are some of the companies with shares expected to trade actively Friday. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-to-fight-back-against-latest-fcc-restrictions-11575002676", "title": "Huawei to Fight Back Against Latest FCC Restrictions", "date": "2019-11-29 03:34", "summary": "Chinese telecom giant is challenging U.S. efforts to limit how its business operates. Huawei Technologies Co. has decided to fight a Federal Communications Commission decision last week that further curtails its business with some of its few remaining customers in the U.S., as it continues to advocate for itself in an escalating battle with Washington, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yasuhiro-nakasone-japanese-leader-who-revived-postwar-military-dies-11575000640", "title": "Yasuhiro Nakasone, Japanese Leader Who Revived Postwar Military, Dies", "date": "2019-11-29 03:30", "summary": "Former WWII Navy officer forged closer ties with the U.S. under President Reagan and oversaw Japan's development into a global economic power. TOKYO-Yasuhiro Nakasone, who survived combat as a World War II navy officer for Japan and boosted the nation's postwar military and economy as one of its most influential prime ministers, died at a Tokyo hospital on Friday, according to his family. He was 101 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11575048383", "title": "Pepper...and Salt", "date": "2019-11-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]