[{"link": "https://www.wsj.com/articles/california-governor-threatens-to-block-pg-e-bankruptcy-exit-11576294448", "title": "PG&E Bankruptcy Exit Threatened by California Governor", "date": "2019-12-13 23:04", "summary": "Democrat Gavin Newsom says changes needed before he will sign off on embattled utility's proposed plan to exit chapter 11. California Gov. Gavin Newsom is demanding changes to PG&E Corp.'s plan to pay wildfire victims and exit bankruptcy, saying the company's current proposal \"falls woefully short\" of a law outlining requirements that would allow the utility to receive state assistance.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-weighs-whether-to-hear-trump-appeals-over-financial-records-11576238401", "title": "Supreme Court to Decide Cases on Access to Trump's Financial Records", "date": "2019-12-13 19:14", "summary": "A decision, likely next June, could have lasting implications for the presidency. WASHINGTON-The Supreme Court agreed Friday to consider President Trump's legal efforts to block congressional and criminal subpoenas for his financial records, scheduling March arguments for a trio of blockbuster cases that could have lasting implications for the presidency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-impeachment-rebuke-bookended-by-policy-victories-11576266959", "title": "Trump's Impeachment Rebuke Bookended by Policy Victories", "date": "2019-12-13 19:05", "summary": "Frenetic week provides fodder for both the president and Democrats to tout to voters. WASHINGTON-Even for a presidency defined by stark contrasts, President Trump's week was one of political whiplash, bouncing from legislative successes to a historic rebuke.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-u-s-china-trade-detente-11576281779", "title": "A U.S.-China Trade Detente", "date": "2019-12-13 19:03", "summary": "The deal offers tariff relief and will test Beijing's commitments.. The trade deal that President Trump announced with China on Friday isn't VE Day, but it's still welcome economic news. The modest deal is essentially a detente that eliminates the damage from pending U.S. tariffs and even makes some progress on longstanding problems like China's intellectual property theft.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-burr-in-nunes-saddle-11576281638", "title": "A Burr in Nunes' Saddle", "date": "2019-12-13 19:00", "summary": "The North Carolina Senator was wrong about the FISA order.. In February 2018, California Rep. Devin Nunes released a four-page memo on \"Foreign Intelligence Surveillance Act Abuses at the Department of Justice and the Federal Bureau of Investigation.\" The memo included two key claims: that the now-discredited Steele dossier \"formed an essential part\" of the Carter Page application, and that the application was compromised.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspect-in-killing-of-barnard-college-student-arrested-11576248736", "title": "Two Teen Boys Arrested in Connection With Killing of Barnard Student", "date": "2019-12-13 18:59", "summary": "Tessa Majors was fatally stabbed in Manhattan's Morningside Park. A 13-year-old boy and a 14-year-old boy have been arrested in the slaying of a Barnard College student, according to officials with knowledge of the case.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-red-alert-for-democrats-11576281581", "title": "Britain's Red Alert for Democrats", "date": "2019-12-13 18:59", "summary": "The Labour Party's lurch to the left lost the working class.. As much as Britain's election Thursday was a victory to Boris Johnson, the vote also dealt a humiliating defeat to Labour Party leader Jeremy Corbyn. Not since 1935 has a Labour candidate fallen so flat with voters, and the reasons are a warning to America's Democrats.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-revises-policy-on-export-control-and-sanctions-enforcement-11576278592", "title": "Justice Department Revises Policy on Export Control and Sanctions Enforcement", "date": "2019-12-13 18:09", "summary": "The revised policy rewards self-reporting companies with more lenient resolutions and penalties. The U.S. Justice Department has revised its enforcement policy on export control and sanctions in an effort to incentivize companies to voluntarily disclose potential violations and cooperate with investigations.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vote-raises-new-questions-about-u-k-s-future-11576270316", "title": "Vote Raises New Questions About U.K.'s Future", "date": "2019-12-13 18:06", "summary": "Britain's election was good for Boris Johnson, but bad news for supporters of the union among England, Scotland, Wales and Northern Ireland. LONDON-Britain's election was good news for Boris Johnson, but it was bad news for supporters of the union among England, Scotland, Wales and Northern Ireland.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-follow-broader-market-higher-11576244411", "title": "Oil Prices Rise on Limited Trade Deal", "date": "2019-12-13 17:57", "summary": "Uncertainty around trade that has weighed on global economic growth in recent months lifted somewhat to end the week. Oil prices hit a three-month high Friday amid ebbing uncertainty around U.S.-China trade and Brexit.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mdc-energy-ceo-collected-8-5-million-in-consulting-fees-lender-says-11576277665", "title": "MDC Energy CEO Collected $8.5 Million in Consulting Fees, Lender Says", "date": "2019-12-13 17:54", "summary": "Fees were paid to CEO Mark Siffin in the months before the oil-and-gas driller's bankruptcy, a lawyer for lender Natixis said. Mark Siffin, the chief executive of bankrupt oil-and-gas driller MDC Energy LLC, collected about $8.5 million in consulting fees in the months before his company filed chapter 11, a lender's lawyer said Friday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-warns-iran-over-rocket-attacks-at-iraqi-bases-11576277357", "title": "Pompeo Warns Iran Over Rocket Attacks at Iraqi Bases", "date": "2019-12-13 17:49", "summary": "U.S. says 'decisive' response will follow if rocket fire injures U.S. or allied service members. WASHINGTON-Secretary of State Mike Pompeo blamed Iran for a spate of rocket attacks against Iraqi bases where American troops are located and warned the Trump administration would respond forcefully if U.S. or allied forces were injured or killed.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-approves-fish-oil-derived-drug-for-use-preventing-heart-attacks-strokes-11576277295", "title": "FDA Approves Expanded Use of Fish-Oil-Derived Drug", "date": "2019-12-13 17:48", "summary": "Vascepa becomes new agent to help millions of heart-disease patients who have high cholesterol despite taking medicine for it. The U.S. Food and Drug Administration on Friday expanded the approved use of a fish-oil-derived drug to reduce the likelihood of heart attacks and strokes in high-risk patients.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-innovation-a-murder-mystery-11576277193", "title": "American Innovation, a Murder Mystery", "date": "2019-12-13 17:46", "summary": "Line up the usual suspects: politicians, investors and regulators. Then take a fresh look at the evidence, which strongly suggests it died a natural death.. Addressing 20,000 rallygoers at Dallas's American Airlines Center recently, President Trump praised a \"beautiful new Louis Vuitton plant\" he'd toured that morning.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lithia-raises-fresh-funds-as-it-looks-to-broaden-dealership-network-11576277218", "title": "Lithia Raises Fresh Funds As It Looks to Broaden Dealership Network", "date": "2019-12-13 17:46", "summary": "The U.S.'s third-largest car dealer sees a potential economic downturn as a buying opportunity, CFO says. U.S. finance chiefs across a range of industries have been wondering for months where the economy is headed, with some of them starting to cut costs in anticipation of a downturn.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-chimpanzees-cant-learn-language-and-only-humans-can-review-aping-our-behavior-11576277137", "title": "'Why Chimpanzees Can't Learn Language and Only Humans Can' Review: Aping Our Behavior", "date": "2019-12-13 17:45", "summary": "Herbert Terrace's bold experiment seemed to prove a chimpanzee could learn language. But then he realized the procedure was badly flawed.. What if a bat were to write a book titled \"Why People Can't Learn to Find Mosquitoes by Sonar and Only Bats Can\"? Or if a dog wrote \"Why People Can't Learn to Smell Cancer Inside Their Bodies and Only Dogs Can\"? Of course, they couldn't write such books because they can't write and-more to the point-even our closest animal relatives lack language, as Herbert Terrace, professor of psychology at Columbia University argues forcefully in his somewhat annoyingly titled book, \"Why Chimpanzees Can't Learn Language and Only Humans Can.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-michigan-goes-so-goes-northern-england-11576277069", "title": "As Michigan Goes, So Goes Northern England", "date": "2019-12-13 17:44", "summary": "Brexit helps Britain's Conservatives appeal to working-class voters who long backed Labour.. London", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-sales-increased-0-2-in-november-11576243889", "title": "Holiday Retail Sales Had a Lackluster November Start", "date": "2019-12-13 17:44", "summary": "Report signals slower-than-expected start to critical holiday shopping season. WASHINGTON-Shoppers are heading into the U.S. holiday season with restrained cheer.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-preparing-legal-action-against-live-nation-for-ticketing-tactics-11576266778", "title": "DOJ Preparing Legal Action Against Live Nation for Ticketing Practices", "date": "2019-12-13 17:44", "summary": "Live Nation allegedly sought to strong-arm concert venues into using its dominant Ticketmaster subsidiary. WASHINGTON-The Justice Department is preparing to take legal action against Live Nation Entertainment Inc. on allegations the company has sought to strong-arm concert venues into using its Ticketmaster subsidiary, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-com-chevron-lululemon-stocks-that-defined-the-week-11576276921", "title": "Amazon.com, Chevron, Lululemon: Stocks That Defined the Week", "date": "2019-12-13 17:42", "summary": "Here are seven major companies whose stocks moved on the week's news. Amazon.com Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metternich-review-leading-europes-dance-11576276932", "title": "'Metternich' Review: Leading Europe's Dance", "date": "2019-12-13 17:42", "summary": "The powerful Austrian chancellor guided a continent in the wake of Napoleon, but he wasn't the reactionary of legend. He favored a 'middle way.'. Many figures in history have spawned an \"ism\" or an \"era.\" Clemens von Metternich is one of the few who have had a whole \"system\" named for them. For more than 30 years after the end of the Napoleonic Wars in 1815, Metternich, as the foreign minister and then chancellor of Austria, ran an entire continent-or so it has been claimed. Known as the \"coachman of Europe,\" he was believed to control an intricate geopolitical arrangement-a system-that was designed to suppress liberal, nationalist and socialist sentiment before it could threaten the established order.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-aramco-and-mbs-im-not-buying-11576276874", "title": "On Aramco and MBS, I'm Not Buying", "date": "2019-12-13 17:41", "summary": "Trading in Saudi Arabia's giant oil company does not inspire confidence in princely reform.. The sale this week of a small stake in Saudi Aramco, the Dhahran-based oil company, bears a sickly resemblance to a similar deal three years ago involving Russia's Rosneft. When no foreign buyer could be found at a price acceptable to Vladimir Putin, a sham sale was ginned up that subsequently was subsumed in controversy. The deal did little to advance Mr. Putin's aim of showing that Russia had weathered sanctions and was alluring to Western investors again.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lives-of-lucian-freud-review-charming-and-alarming-11576276836", "title": "'The Lives of Lucian Freud' Review: Charming and Alarming", "date": "2019-12-13 17:40", "summary": "A gossipy, enthralling and sometimes appalling first volume of a planned two-part biography.. The plural of anecdote is biography. \"I shall mark what I remember of his conversation,\" James Boswell resolved after meeting Samuel Johnson. The painter and critic William Feaver resolved similarly when, every week from 1973 to the late 1990s, Lucian Freud confided in him, often in daily phone calls. \"The Restless Years, 1922-1968\" is the gossipy, enthralling and sometimes appalling first volume of Mr. Feaver's \"The Lives of Lucian Freud,\" a planned two-part project. Along with all sorts of biographical detail, this book captures the age in which Freud lived during the first half of his long life (he died, at 88, in 2011)-perhaps so well that the broader cultural portrait comes close to eclipsing its principal subject. Still, he is never far from view. Today, Freud's fleshy nudes and bleak view of human frailty command stratospheric auction-house prices. The massed anecdotes of his first 46 years suggest a similar attention to nudes and nihilism.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/got-trade-dairy-farmers-stand-to-gain-from-the-usmca-11576276775", "title": "Got Trade? Dairy Farmers Stand to Gain From the USMCA", "date": "2019-12-13 17:39", "summary": "The newly signed deal is sweet relief to farmers in rural districts like mine in North Carolina.. The trade agreement negotiated in 2018 by the U.S., Mexico and Canada languished for more than a year as congressional Democrats pressed the Trump administration to extract concessions from Mexico on labor regulations and pharmaceutical patents. The amended USMCA, successor to the North American Free Trade Agreement, was signed this week, putting an end to 14 months of political wrangling. But to those of us who live in farm country, the pact means a lot more than politics.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-falls-on-pounds-rally-after-u-k-election-11576257737", "title": "Dollar Falls, Pound Rallies After U.K. Election", "date": "2019-12-13 17:38", "summary": "Investors pile into British currency on expectations that victory by Conservatives will ensure an orderly Brexit. The dollar fell Friday, pressured by a postelection rally in the British pound.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-truth-and-partisanship-11576276654", "title": "Notable & Quotable: Truth and Partisanship", "date": "2019-12-13 17:37", "summary": "'This isn't about politics, it isn't about patriotism-uh, partisanship-it's about patriotism.'. James Bowmanwriting in the December New Criterion:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-peter-caddick-adams-on-firsthand-accounts-of-the-battle-of-the-bulge-11576276589", "title": "Five Best: Peter Caddick-Adams on Firsthand Accounts of the Battle of the Bulge", "date": "2019-12-13 17:36", "summary": "From the author, most recently, of 'Sand & Steel: The D-Day Invasions and the Liberation of France.'. By Dwight D. Eisenhower (1948)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-deal-eases-but-doesnt-end-business-uncertainty-11576269470", "title": "U.S.-China Deal Eases, But Doesn't End, Business Uncertainty", "date": "2019-12-13 17:28", "summary": "'Phase one' agreement would deliver limited economic benefits, with U.S. aiming for higher exports as talks continue. WASHINGTON-The U.S.-China trade deal would deliver muted benefits to the American economy, leaving in place most tariffs on Chinese goods and uncertainty for the world's two largest economies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-results-provide-fodder-for-internal-democratic-debate-11576275470", "title": "U.K. Results Provide Fodder for Internal Democratic Debate", "date": "2019-12-13 17:17", "summary": "Some moderate Democrats say Boris Johnson's win serves as a warning against nominating a liberal candidate in 2020. WASHINGTON-Democrats weighing the importance of electability and warning against nominating a candidate from their left flank against President Trump have acquired a new spark for that debate: The British general election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-recovers-six-bodies-as-volcano-threatens-to-erupt-again-11576193014", "title": "New Zealand Recovers Six Bodies as Volcano Threatens to Erupt Again", "date": "2019-12-13 17:12", "summary": "Safety concerns had put off a recovery mission for victims of Monday's deadly incident on White Island. The New Zealand military hurried to retrieve bodies early Friday from a volcano that scientists say has a significant chance of erupting again.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-rally-as-trade-and-brexit-uncertainties-recede-11576206525", "title": "Stocks Around the World Clinch Gains", "date": "2019-12-13 17:10", "summary": "Enthusiasm surrounding a trade deal has helped U.S. stocks record an exceptional year. Global stocks capped off a week of strong gains as two key uncertainties weighing on markets edged toward a resolution.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inspector-general-report-on-the-fbi-the-political-bias-is-obvious-11576274645", "title": "The IG on the FBI: The Political Bias Is Obvious", "date": "2019-12-13 17:04", "summary": "Bias is usually proven by circumstantial evidence based on the actions taken, including but not limited to an employer's deviation from its procedures.. Regarding your editorial \"The IG, Nunes and Schiff\" (Dec. 11): Employment-discrimination cases usually turn on the employer's motivation for making the employment decision at issue. It is rare for a plaintiff to have direct evidence of an employer's motivation, as employers are not so stupid as to state that they fire employees because of their race, gender, etc. Rather, bias is usually proven by circumstantial evidence based on the actions taken, including, but not limited to, an employer's deviation from its procedures. Also, under the \"cat's paw\" theory of discrimination, an employer may be found to have engaged in unlawful discrimination even if the decision maker was unbiased, if he or she relied on inaccurate information provided by someone else who was biased.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-is-a-common-creed-for-new-immigrants-to-u-s-11576274597", "title": "Common Creed for New Immigrants to U.S.", "date": "2019-12-13 17:03", "summary": "Immigrants don't come to the U.S. to be different from all the rest of us. They come for the American dream.. Regarding Jason Willick's \"The Weekend Interview with David M. Kennedy: Does America Still Have a Common Creed?\" (Nov. 30): David Kennedy wonders if the U.S. still has a common creed; diversity has become our new creed. I don't think so, and I doubt that Mr. Kennedy means it quite that way. Immigrants don't come to the U.S. to be different from all the rest of us. They come for the American dream: economic, political and religious rights and freedoms guaranteed by law, an equal chance to work for a higher standard of living, a better way of life, freedom to make their own choices and pursue their dreams, a life without fear, justice for all, no one above the law, tolerance of diversity, willingness to help others and many other elements of our common creed.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/workplace-speech-issues-beyond-the-profane-11576274548", "title": "Workplace Speech Issues Beyond the Profane", "date": "2019-12-13 17:02", "summary": "The mildest expression of nonprogressive political or social opinions in a lull during work, which were never before considered the business of HR departments or management, are considered so now.. Regarding your editorial \"Of Speech and Profanity\" (Dec. 2): For goodness sakes, don't you realize that \"civility\" is exactly the rationale for the suppression in the workplace of all speech which isn't what the woke want to hear? It has happened to me and is happening now all over America, where the mildest expression of nonprogressive political or social opinions expressed in a lull during work, which were never before considered the business of HR departments or management are considered so now, and all under the justification of \"civility.\" If another employee so much as overhears a conversation which they were not a part of, they now run to management/HR and get the co-worker raked over the coals for having been \"uncivil.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civilizations-backward-march-not-led-by-measles-11576274473", "title": "Civilization's Backward March Not Led by Measles", "date": "2019-12-13 17:01", "summary": "There is a world-wide epidemic, all right, but it is not measles.. Regarding your editorial \"The Backward March of Civilization\" (Dec. 7): There are 110 million Americans who are either diabetic or prediabetic. China has 100 million diagnosed diabetics; India, 70 million. Australia, the U.K. and Canada, aren't much better off. Ninety-five percent of these chronically diseased individuals are Type II, which is both preventable and reversible. Type II diabetes is strongly associated with the top three categories of chronic disease, namely heart disease, cancer and neurological disease. So what do we get from the health authorities and the media? Measles.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/underwear-maker-hanesbrands-falls-on-worries-about-champion-brand-11576265059", "title": "Underwear Maker Hanesbrands Falls on Worries About Champion Brand", "date": "2019-12-13 16:57", "summary": "Changing fashion trends could rein in streetwear line's momentum, some analysts say. ", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tonight-let-it-be-tsingtao-11576274076", "title": "Tonight, Let It Be Tsingtao", "date": "2019-12-13 16:54", "summary": "Trump reduces his trade taxes, China says it will discourage IP theft and coercion.. Time will tell whether the Chinese government honors its new trade agreement with the U.S. But today's news of lower taxes on commerce and commitments to reduce theft of U.S. inventions may be reason enough to crack open a cold Tsingtao.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-dismisses-challenge-to-new-york-law-allowing-drivers-licenses-for-illegal-immigrants-11576272591", "title": "Judge Dismisses Challenge to New York Law Allowing Driver's Licenses for Illegal Immigrants", "date": "2019-12-13 16:29", "summary": "Green Light Law will take effect on Saturday. ALBANY, N.Y.-A New York state law allowing illegal immigrants to apply for driver's licenses will take effect as planned after a federal judge rejected an upstate county clerk's legal challenge.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-hospital-system-hit-by-cyberattack-11576267625", "title": "New Jersey Hospital System Hit by Cyberattack", "date": "2019-12-13 16:27", "summary": "Hackensack Meridian Health said it paid unspecified ransom after having to cancel some procedures. One of New Jersey's largest hospital systems said it was hit this month by a ransomware attack that disrupted care across its clinics and 17 hospitals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-premier-league-player-mesut-ozil-criticizes-china-over-uighur-repression-11576272338", "title": "Star Premier League Player Mesut Özil Criticizes China Over Uighur Repression", "date": "2019-12-13 16:25", "summary": "German-Turkish midfielder lashed out on social media at Muslim countries for failing to support ethnic group. German soccer star Mesut Özil became one of the few prominent global voices to call out China over its treatment of ethnic-minority Muslims, while also accusing the Muslim world of ignoring the plight of the Uighur community.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mining-the-riches-and-relics-of-broken-hill-and-silverton-11576272310", "title": "Mining the Riches and Relics of Broken Hill and Silverton", "date": "2019-12-13 16:25", "summary": "A visit to the far west outback of New South Wales. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-sanctions-two-lebanese-men-as-top-donors-to-hezbollah-11576251182", "title": "U.S. Sanctions Two Lebanese Men as Top Donors to Hezbollah", "date": "2019-12-13 16:13", "summary": "Targets used African diamonds, artwork to fund Iran-linked group, U.S. says. WASHINGTON-The Trump administration levied sanctions against two Lebanese men officials said are prime donors to the militant Hezbollah movement, which the U.S. has designated as a terrorist organization.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clarida-says-reduction-in-trade-uncertainty-would-brighten-economic-outlook-11576270093", "title": "Clarida Says Reduction in Trade Uncertainty Would Help Outlook", "date": "2019-12-13 15:48", "summary": "Fed's vice chairman also says U.S. consumer is in 'great shape'. Federal Reserve Vice Chairman Richard Clarida said it was too soon to judge how a limited agreement to halt the trade war between the U.S. and China would influence the economy, but any reduction in policy uncertainty is \"obviously a positive for the economic outlook.\"", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-rocky-road-to-a-50-billion-china-deal-11576236128", "title": "China Trade Uncertainty Is Here to Stay", "date": "2019-12-13 15:41", "summary": "Investors got a brief reprise from trade risks on Friday, but likely nothing more. President Trump has agreed to a limited trade deal with Beijing. But investors still have to wait and see what the deal involves as explanations from both sides fell short on many key details.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foresight-energy-seeks-more-time-for-bondholder-talks-after-missed-interest-payment-11576269555", "title": "Foresight Seeks More Time for Bondholder Talks After Missed Interest Payment", "date": "2019-12-13 15:39", "summary": "Foresight, the coal miner controlled by bankrupt Murray Energy, missed an interest payment in October. Foresight Energy LP, the coal miner controlled by bankrupt Murray Energy Corp., asked bondholders for more time to negotiate after missing an interest payment and starting restructuring talks.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-va-payments-left-veterans-facing-collection-agencies-11576233003", "title": "Slow VA Payments Left Veterans Facing Collection Agencies", "date": "2019-12-13 15:21", "summary": "Whistleblower spurred a probe that found hundreds of millions in wasted spending, plus veterans being denied care. A whistleblower at the Department of Veterans Affairs spurred an investigation that found hundreds of millions of dollars in improper travel claims and a deeply flawed system used when veterans seek care outside the VA, according to an internal VA investigation made public Thursday by the Office of Special Counsel.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ryan-boehner-gingrich-team-up-to-defend-gop-power-in-states-11576233003", "title": "Ryan, Boehner, Gingrich Team Up to Defend GOP Power in States", "date": "2019-12-13 15:11", "summary": "Former House speakers plan fundraising to help Republicans maintain control of state legislatures; Amazon won't escape antitrust scrutiny in California. FORMER HOUSE SPEAKERSPaul Ryan, John Boehner and Newt Gingrich plan a fundraising campaign to defend Republican-controlled legislatures in Texas, Pennsylvania and a handful of other states from an onslaught of Democratic money and attention. Control over the congressional redistricting process is at stake in 2020: The Republican State Leadership Committee cites estimates that as few as 42 state legislative races could determine as much as a 136-seat swing in the House over the next decade, based on how those legislatures draw new maps. The three leaders will form an advisory council for the RSLC.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bringing-artists-to-life-11576267430", "title": "Bringing Artists to Life", "date": "2019-12-13 15:03", "summary": "Two 16th-century books are irreplaceable resources for understanding the history of art and those who made it.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-set-to-vote-on-trump-impeachment-articles-11576248297", "title": "House Panel Approves Trump Impeachment Articles", "date": "2019-12-13 14:54", "summary": "Judiciary Committee, along party lines, tees up a full House vote next week. WASHINGTON-The House Judiciary Committee approved two articles of impeachment charging President Trump with abuse of power and obstruction of Congress, setting up a vote by the full House next week before the matter moves to the Senate after the new year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-wait-whiskey-is-aging-fast-11576265195", "title": "Why Wait? Whiskey is Aging Fast.", "date": "2019-12-13 14:26", "summary": "Distillers speed up the process, maturing it for months, weeks or seconds; cherry wood, Metallica. Whiskey makers tout the centuries-old craft of making their liquor: aging it in barrels for many years yields deep, smooth flavors. Patience is the key ingredient. Some distillers are out of it.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-left-begins-self-reflection-after-labours-loss-11576262965", "title": "British Left Begins Self-Reflection After Labour's Loss", "date": "2019-12-13 13:49", "summary": "Loss of ground to Conservatives spurs dissent ahead of vote for new party leader. LONDON-The Labour Party's worst showing at the polls since the 1930s has kicked off a bout of soul-searching for British leftists as their champion and party leader, Jeremy Corbyn, prepares to step down.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-says-central-bank-should-be-flexible-as-data-evolves-11576262244", "title": "Fed's Williams Says Central Bank Should Be Flexible as Data Evolves", "date": "2019-12-13 13:37", "summary": "New York Fed head says Fed can say it isn't planning to raise interest rates 'for a long time'. Federal Reserve Bank of New York President John Williams said Friday that the outlook for the U.S. economy remains pretty good but central bankers will need to respond to unexpected events should they arise.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-grilled-pizza-became-a-thing-11573752545", "title": "How Grilled Pizza Became a Thing", "date": "2019-12-13 13:31", "summary": "This recipe from Al Forno in Providence, R.I., epitomizes the winning simplicity that put the restaurant on the map. Toppings of pumpkin, gorgonzola and chestnut honey make for a fantastically fallish pizza. IN THE MID-1980s, the sort of people who might identify as foodies (then a newly minted term) got wind of an Italian restaurant called Al Forno that had opened a few years prior in Providence, R.I. \"We wanted to recreate what eating in Italy felt like,\" said chef-owner Johanne Killeen. She and her late husband and co-chef, George Germon, admired the simplicity, elegance and seasonality of regional-Italian cooking. \"But we did it in our style,\" she said.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbis-wray-acts-fast-to-make-changes-after-scathing-report-11576261802", "title": "FBI's Wray Acts Fast to Make Changes After Scathing Report", "date": "2019-12-13 13:30", "summary": "Move comes in response to Justice Department inspector general's criticism of how surveillance of former Trump campaign adviser was handled. WASHINGTON-FBI Director Christopher Wray has ordered more than 40 changes in how the bureau seeks secret surveillance warrants and handles other matters after the Justice Department inspector general pointed out a series of flaws in the bureau's efforts to monitor a former Trump campaign adviser.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-caribbean-cruise-for-efficiently-adventurous-travelers-11576261471", "title": "A Caribbean Cruise for Efficiently Adventurous Travelers", "date": "2019-12-13 13:24", "summary": "On weeklong cruise to seven Caribbean islands, two FOMO-inflicted travelers make the most of every minute in port, from St. Thomas to St. Barts. WHEN I TOLD my husband, James, that I wanted to take a Caribbean cruise for Christmas, he looked at me like I'd suggested we name our firstborn child Pineapple. Taking a cruise, he worried, was akin to being trapped in a sterile megaresort. \"Couldn't we just go to St. Barts for the week?\" he said hopefully. Er, no, we couldn't. Seven days there at Christmas would cost us about $35,000, I'd found, not including flights or foodstuffs, which far exceeds our vacation budget. But I'd discovered an all-suite yacht, Windstar Cruises' Star Pride-which accommodates just 212 passengers-that would be headed to St. Barts and other Caribbean islands larger ships don't get to.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-thumping-victory-boris-johnson-focuses-on-swift-brexit-boost-to-public-spending-11576236384", "title": "Boris Johnson Sees Victory as Mandate for Swift Brexit", "date": "2019-12-13 13:22", "summary": "British prime minister's Conservative Party scores its biggest win since 1987. LONDON-Fresh from a decisive electoral victory, U.K. Prime Minister Boris Johnson pledged to move quickly to take Britain out of the European Union, while promising to deliver billions of pounds in public spending to consolidate the Conservative Party's once-in-a-generation gains among working-class voters still hurting from the financial crisis.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-u-k-election-result-means-for-londons-future-as-a-financial-hub-11576245175", "title": "What the U.K. Election Means for London's Future as a Financial Hub", "date": "2019-12-13 13:12", "summary": "Boris Johnson's victory is broadly welcomed but some investors predict the euphoria will be short-lived. LONDON-The U.K. capital's financial center cheered Boris Johnson's emphatic election victory for alleviating the Brexit uncertainty that has hung over the British economy's key engine for 3½ years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcoms-new-signal-needs-no-filter-11576260694", "title": "Broadcom's New Signal Needs No Filter", "date": "2019-12-13 13:11", "summary": "Chip maker now defines wireless as outside of its core-which could lead to a sale. Give this much to Broadcom -it's not one to get stuck in the past.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/images-stripped-to-their-essence-11576259945", "title": "Images Stripped to Their Essence", "date": "2019-12-13 12:59", "summary": "Silhouettes made portraiture accessible and gave artists a powerful new tool. When the American artist James Prosek wanted to create a panorama of life-size birds, to mourn the loss of billions of them from ecological change, he turned to silhouettes. A silhouette, he explains, is \"so clean,\" a \"fundamental reduction of nature\" that harks back to the first cave paintings of animals. It's amazing, Mr. Prosek says, \"how much information can be conveyed...after you take away color and dimensionality.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-ceo-steve-burke-expected-to-depart-next-year-11576259211", "title": "NBCUniversal CEO Steve Burke to Depart Next Year", "date": "2019-12-13 12:46", "summary": "Jeff Shell, chairman of film and entertainment, likely to succeed Burke, who would stay through Summer Olympics coverage. NBCUniversal Chief Executive Steve Burke is expected to step down by August, when his current contract expires, and his most likely successor at the media company is Universal film-and-entertainment boss Jeff Shell, people familiar with the matter said.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-erdogan-ally-defies-turkish-president-with-new-party-11576258650", "title": "Ex-Erdogan Ally Defies Turkish President With New Party", "date": "2019-12-13 12:37", "summary": "Former Prime Minister Ahmet Davutoglu seeks an opening to compete with an authoritarian leader who is straining to repair a rickety economy. ISTANBUL-A former ally of President Recep Tayyip Erdogan has launched a new political party, casting himself as a democratic alternative to Turkey's increasingly authoritarian ruler and threatening to dent his flailing support.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-tries-to-balance-what-trump-wants-with-limited-impeachment-trial-11576251427", "title": "GOP Tries to Balance What Trump Wants With Limited Trial", "date": "2019-12-13 12:36", "summary": "Some Republican senators favor other venues including hearings for calling witnesses. WASHINGTON-As the impeachment of President Trump moves forward in the House, some of his Senate allies are grappling with how to meet his desire for an extensive trial that includes witnesses Republicans view as potentially favorable to his case.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-delivery-hero-heats-up-global-food-delivery-battle-with-4-billion-south-korea-deal-11576235909", "title": "Global Food-Delivery Battle Heats Up With $4 Billion Deal", "date": "2019-12-13 12:19", "summary": "European food-delivery giant Delivery Hero agrees to buy South Korean rival Woowa. European food-delivery giant Delivery Hero SE has agreed to buy a South Korean rival for $4 billion, heating up the global battle to meet growing consumer demand for delivered meals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-1-scrubs-its-image-online-11576233000", "title": "How the 1% Scrubs Its Image Online", "date": "2019-12-13 12:18", "summary": "Prominent figures from Jacob Gottlieb to Betsy DeVos got help from a reputation management firm that can bury image-sensitive Google results by placing flattering content on websites that masquerade as news outlets. Jacob Gottlieb was considering raising money for a hedge fund. One problem: His last one had collapsed in a scandal.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-much-for-the-trump-tweet-factor-11576257350", "title": "So Much for the Trump Tweet Factor", "date": "2019-12-13 12:15", "summary": "The notion that the more the president tweets the less likely stocks are to rise failed spectacularly on Thursday. \"Factors\" are all the rage in investing.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yule-a-jolly-term-coined-for-a-pagan-festival-11576255958", "title": "'Yule': A Jolly Term Coined for a Pagan Festival", "date": "2019-12-13 11:52", "summary": "When the celebration of Christ's birth supplanted medieval winter festivities, some of the old words came along. This holiday season, you'll no doubt encounter a four-letter word that seems synonymous with Christmastime: \"Yule.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-collar-character-actor-danny-aiello-dies-at-86-11576255357", "title": "Blue-Collar Character Actor Danny Aiello Dies at 86", "date": "2019-12-13 11:42", "summary": "He played tough guys in 'Fort Apache, the Bronx' and 'The Godfather, Part II'; He was nominated for an Oscar for playing a pizzeria owner in 'Do the Right Thing'. NEW YORK-Danny Aiello, the blue-collar character actor whose long career playing tough guys included roles in \"Fort Apache, the Bronx,\" \"The Godfather, Part II,\" \"Once Upon a Time in America\" and his Oscar-nominated performance as a pizza man in Spike Lee's \"Do the Right Thing,\" has died. He was 86.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-political-books-of-2019-11576255097", "title": "The Best Political Books of 2019", "date": "2019-12-13 11:38", "summary": "Barton Swaim picks his favorites.. The fact that Jane Mayer's 2016 book, \"Dark Money,\" is still revered among smart liberal people is a testament to the power of wishful thinking. The book's thesis-that a few allegedly \"conservative\" billionaires, especially Charles and David Koch, were manipulating American democracy for their own ends-was already refuted by reality before the book appeared: The Kochs did everything they could, and failed, to defeat Barack Obama in 2012. And four years later they pointedly did not back Donald Trump, whose victorious campaign spent substantially less money than that of his opponent. A better book on the Kochs was badly needed, and that book was published this year: \"Kochland: The Secret History of Koch Industries and Corporate Power in America\" (Simon & Schuster, 687 pages, $35) by Christopher Leonard.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-sales-were-a-turkey-and-thanksgiving-isnt-solely-to-blame-11576254976", "title": "Retail Sales Were a Turkey and Thanksgiving Isn't Solely To Blame", "date": "2019-12-13 11:36", "summary": "Disappointing U.S. retail sales were probably a calendar quirk but shouldn't obscure the fact that spending is decent, not exuberant. Retail sales were weak last month and, while that may have been due to quirks of the calendar, it serves as a reminder that Americans aren't in a rush to spend their money.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jean-stafford-complete-novels-review-unlovely-lost-children-11576254440", "title": "'Jean Stafford: Complete Novels' Review: Unlovely Lost Children", "date": "2019-12-13 11:27", "summary": "The archetypal Jean Stafford character is a shy, plain, odd girl who, failing to win the love of her mother, armors herself with her eccentricities.. 'A child in my grade has the itch.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revolutionary-brothers-review-patriots-and-expatriates-11576254328", "title": "'Revolutionary Brothers' Review: Patriots and Expatriates", "date": "2019-12-13 11:25", "summary": "The singular friendship of Jefferson and Lafayette embodied the trans-Atlantic revolutionary spirit of the late 18th century.. The French monarchy nearly bankrupted itself to help pay for the American War of Independence. The financial outlay, combined with the stirring example of republicanism it purchased, produced the explosion that upended the Old Regime. No two men better exemplified the transnational currents of this revolutionary epoch than Thomas Jefferson and the Marquis de Lafayette. Jefferson wrote the most famous statement of the ideals that defined the age, while Lafayette was the most famous soldier to serve in the successive wars that engulfed both continents. Tom Chaffin's \"Revolutionary Brothers\" recounts their \"single, and singularly extraordinary, friendship\" in a gripping narrative that offers a revelatory perspective on the combined origins of two nations.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-science-fiction-of-2019-11576254243", "title": "The Best Science-Fiction of 2019", "date": "2019-12-13 11:24", "summary": "Tom Shippey picks his favorites.. The most characteristic science-fiction genre has to be the story of technical innovation, and 2019 produced a couple of daring and plausible examples. Ever since Isaac Asimov, sci-fi authors have contemplated how to keep humans safe from robots. But what about driverless cars?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-mystery-books-of-2019-11576254164", "title": "The Best Mystery Books of 2019", "date": "2019-12-13 11:22", "summary": "Tom Nolan picks his favorites.. English author Kate Atkinson revives her series hero Jackson Brodie in \"Big Sky\" (Little, Brown, 391 pages, $28). Early in this latest outing, Brodie, a former policeman turned private investigator, saves the life of a man attempting suicide by jumping off a seaside cliff. But soon enough, Brodie sees the beneficiary of his good deed (an avid golfer) become the chief suspect in the murder of the man's wife (who has been beaten to death with a golf club). Meantime, Brodie looks into the case of a crook's wife who says she's being stalked. The narrative shifts between several vantage points until all the story lines coalesce in a surprising culmination. The wit is sophisticated and the writing irresistible in this A+ entertainment.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-dec-7-13-2019-11576254090", "title": "Photos of the Week", "date": "2019-12-13 11:21", "summary": "U.K. heads to the polls for general election, New Zealand volcano erupts unexpectedly, Finland set for world's youngest sitting prime minister and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-childrens-books-of-2019-11576254024", "title": "The Best Children's Books of 2019", "date": "2019-12-13 11:20", "summary": "Meghan Cox Gurdon picks her favorites.. The best children's books have certain qualities in common. There's something fresh about them, some small originality or delight or unusual complexity. They have emotional and moral heft, with stories that feel real even if they're set in realms of imagination. And they're imperishable, or close to it-compelling enough to claim the affection and attention of young readers today and well into the future. Of course, with books published in 2019 that last aspect is yet to be revealed. Time will tell, and time hasn't had a chance to make an assessment. So I will speak for it: These 10 books for young readers are all terrific, and all of them will last.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-regifting-11576253754", "title": "The Case for Regifting", "date": "2019-12-13 11:15", "summary": "Many think the move is shameful-but research suggests the problem is all in the regifter's head. Despite its pleasures, gift giving can be problematic.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/algeria-taps-former-prime-minister-for-president-in-contest-marked-by-boycotts-and-protests-11576253641", "title": "Algeria Taps Former Prime Minister for President in Protest-Marked Contest", "date": "2019-12-13 11:14", "summary": "Disenchantment with establishment candidates drives down voter turnout. Algerian voters elected a prominent political figure with close ties to former President Abdelaziz Bouteflika to succeed him, in an election disrupted by boycotts and demonstrations that saw many stay away from the polls.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-the-outsider-ceo-11576253011", "title": "The Rise of the Outsider CEO", "date": "2019-12-13 11:03", "summary": "As the chief-executive exit door swings faster, more companies look externally for the next boss. The boss's seat has gotten hotter in 2019.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-you-can-get-big-gains-that-wall-street-cant-11576252808", "title": "How You Can Get Big Gains That Wall Street Can't", "date": "2019-12-13 11:00", "summary": "A dirty secret of the investment business is that fund managers don't buy and hold. Not because they don't want to, but because they can't.. The best-performing stock of the past 30 years isn't Warren Buffett's Berkshire Hathaway Inc., Microsoft Corp. or Apple Inc. It's little-known Jack Henry & Associates Inc., which provides technology to banks and other financial firms from its headquarters in Monett, Mo. (population 8,873).", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/author-alice-walker-says-she-must-sell-artwork-to-save-it-11576252401", "title": "Author Alice Walker Says She Must Sell Artwork to Save It", "date": "2019-12-13 10:53", "summary": "A two-sided work by the self-taught artist and former slave Bill Traylor heads to Christie's. In 1985, just before director Steven Spielberg released his film version of Alice Walker's haunting coming-of-age book, \"The Color Purple,\" he gave the author a work of art that she now plans to auction off next month.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-decisive-election-outcome-u-k-business-seeks-clarity-over-brexit-11576252002", "title": "After Decisive Election Outcome, U.K. Business Seeks Clarity Over Brexit", "date": "2019-12-13 10:46", "summary": "British business hopes that a clear Conservative mandate will end years of parliamentary stalemate over the terms of the country's exit from the EU. LONDON-For British businesses, the Conservative Party's convincing victory removes some of the uncertainty that has held up investment decisions, forced manufacturers to stockpile inventory and sapped consumer confidence.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-pour-into-u-k-markets-as-election-result-calms-brexit-jitters-11576238113", "title": "Investors Pour Into U.K. Markets as Election Result Calms Brexit Jitters", "date": "2019-12-13 10:11", "summary": "Stocks rally as markets cheer increased likelihood of split from the European Union by end of next month. A decisive victory for Prime Minister Boris Johnson's Conservative Party in the British election sent investors scrambling to buy U.K. stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-billed-as-moderate-touts-progressive-economic-plan-11576233001", "title": "Buttigieg Touts Progressive Economic Plan", "date": "2019-12-13 10:06", "summary": "Mayor Pete is no Warren or Sanders, but his platform proposes trillions in new taxes and spending. Pete Buttigieg has leapt to the top tier of Democratic presidential candidates by touting himself as a moderate alternative to Elizabeth Warren and Bernie Sanders. But his economic platform still embraces an expanded role for government and a shift to the left.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-art-conservator-helps-piece-history-back-together-11576249207", "title": "This Art Conservator Helps Piece History Back Together", "date": "2019-12-13 10:00", "summary": "Steve Tatti sees himself as a scientist, historian and craftsman; 'color-matching skills are invaluable.'. Steve Tatti, who has restored art deco medallions over Radio City Music Hall and the surface patina on the Statue of Liberty, grew up in the art world. His father was a foundryman who cast bronze for sculptors, and his uncle was himself a sculptor.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/how-did-you-get-that-job?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-defaults-reach-once-safe-corners-of-chinese-finance-11576232065", "title": "Bond Defaults Reach Once-Safe Corners of Chinese Finance", "date": "2019-12-13 09:49", "summary": "Chinese authorities are allowing more companies to renege on their debts. A commodity trader has become China's first state-owned enterprise to inflict losses on dollar bondholders in two decades, according to S&P Global Ratings, a new landmark in a rising wave of defaults.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-december-7-11576248257", "title": "Best-Selling Books Week Ended December 7", "date": "2019-12-13 09:44", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-56-45-billion-in-liquidity-to-navigate-the-weekend-11576248153", "title": "Fed Adds $56.45 Billion in Liquidity to Navigate the Weekend", "date": "2019-12-13 09:42", "summary": "Eligible banks tapped far less than what the central bank was willing to provide. The New York Fed added $56.45 billion in short-term liquidity to the financial sector Friday to get markets through the weekend.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-trump-and-pelosi-cheer-usmca-deal-many-republicans-grumble-11576248000", "title": "Republicans Grumble Over Handling of USMCA Trade Deal", "date": "2019-12-13 09:40", "summary": "White House officials say the U.S. trade representative kept Democrats, Mexico City more informed than colleagues. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-wins-the-election-but-will-still-prove-tough-11576224033", "title": "Brexit Wins the Election, but Will Still Prove Tough", "date": "2019-12-13 09:19", "summary": "Sterling's rally after Boris Johnson's landslide shows that both voters and investors are overwhelmingly focused on leaving years of uncertainty behind them. The U.K. election has one big winner: The thesis that \"getting Brexit done\" after 3½ years of uncertainty is the only thing that really matters. Reality will likely prove more complex.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tory-lead-in-britain-11576196449", "title": "A Tory Triumph in Britain", "date": "2019-12-13 08:48", "summary": "Boris Johnson benefits from taking voters at their word on Brexit.. British voters sent a message to its reluctant politicians, to Europe and around the world Thursday by delivering Boris Johnson's Tories a thorough and historic victory. The Conservatives won 364 of the 650 seats in Parliament, with one more still to be decided, their biggest majority since the sainted Margaret Thatcher era.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bravest-thing-col-randy-hoffman-ever-did-was-to-stop-fighting-11576244128", "title": "The Bravest Thing Col. Randy Hoffman Ever Did Was to Stop Fighting", "date": "2019-12-13 08:40", "summary": "Resume Subscription. Marine commando Randy Hoffman's plane took off from Kabul, climbed over the jagged mountains and turned toward home.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/2020-democrats-split-on-whether-self-funding-should-be-legal-11576243674", "title": "2020 Democrats Call for End to Self-Fundraising, Private Donors", "date": "2019-12-13 08:27", "summary": "Biden, Sanders, Warren and Klobuchar want all federal campaigns to be publicly funded. WASHINGTON-The late entrance of billionaire Michael Bloomberg into the Democratic presidential primary is highlighting an idea tossed around by several top 2020 contenders: outlawing self-financed campaigns.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-generation-prepares-for-war-11576243345", "title": "A New Generation Prepares for War", "date": "2019-12-13 08:22", "summary": "The Marine Corps boot camp set among the swamps and palmetto trees on Parris Island, S.C., prepares recruits, some of whom were born after Sept. 11, 2001.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-oracle-adobe-broadcom-11576229536", "title": "Stocks to Watch: Oracle, Adobe, Broadcom and More", "date": "2019-12-13 08:15", "summary": "Here are some of the companies with shares expected to trade actively Friday. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-clouds-have-lifted-that-doesnt-ensure-a-new-stock-market-boom-11576241809", "title": "Market Clouds Have Lifted. That Doesn't Ensure a New Stock Market Boom.", "date": "2019-12-13 07:56", "summary": "Markets have anticipated much of the good news on U.S.-China trade and the U.K. election already, and the new year will probably bring fresh uncertainty. Talk of \"pent-up demand\" has been a staple of bullish commentary for as long as I've been alive, at least. But in the stock market, it seems people really have been waiting to buy, and every sign that the big dangers of the China trade war and a no-deal Brexit are receding has prompted another rally in risky assets.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surging-packers-are-exploiting-one-of-the-nfls-biggest-inefficiencies-11576240200", "title": "The Packers Are Exploiting One of the NFL's Biggest Inefficiencies", "date": "2019-12-13 07:30", "summary": "While most teams get conservative in 2nd-and-short situations, Aaron Rodgers and the Green Bay Packers go deep. Derek Horstmeyer, an assistant finance professor at George Mason University, began a recent research project about football with a simple premise: NFL teams are rational.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/happy-medium-design-the-sweet-spot-between-minimalism-and-maximalism-11576238637", "title": "Happy-Medium Design: The Sweet Spot Between Minimalism and Maximalism", "date": "2019-12-13 07:03", "summary": "Simplicity can be too stark. Over-the-top design can overwhelm. Good news: The trend pendulum has settled at a livable middle point. Kathryn O'Shea-Evans explores the new admiration for modulation. IMAGINE THAT GOLDILOCKS wasn't living the fairy tale anymore. That, as a grown woman, she'd moved into her own condo and attempted to decorate it, but nothing was quite right. The ornateness of maximalist design looked bewitching on Instagram but seemed cloying in real life-too vibrant, too hoarder-y. Yet minimalism felt as cold as hours-old porridge, giving her abode the cheerless quality of a dentist's waiting room. It wasn't until she discovered a happy medium-halfway between the two-that she felt anything close to \"home.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scottish-shooting-estates-and-manors-to-rent-that-give-back-to-the-land-11576238400", "title": "Scottish Shooting Estates and Manors to Rent That Give Back to the Land", "date": "2019-12-13 07:00", "summary": "Wildland, a group of high-end retreats in rural Scotland, aims to return former country manors to their original state of wilderness.. The idea is to give nature a second chance, by turning the clock back and trying to set years of wrongdoing right,\" says Anne Storm Holch Povlsen of Wildland, the portfolio of Scottish estates that she and her husband, Anders Holch Povlsen, owner of Danish retailer Bestseller, have committed to rewilding as part of a luxury model of conscious tourism. At present, Wildland is one of the largest landholdings in the U.K.-nearly 550,000 acres made up of a mix of former farms and shooting estates with fragile habitats and ecosystems. The properties offer various forms of accommodation including five private abodes and two boutique hotels, with farm-to-table dining rooms. The first inn was Killiehuntly Farmhouse, in the heart of the Cairngorms National Park. September saw the opening of Lundies House, a seven-bedroom hotel set in a former 17th-century manse in the northern village of Tongue.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-numbers-behind-the-cartier-family-11576238401", "title": "The Numbers Behind the Cartier Family", "date": "2019-12-13 07:00", "summary": "Francesca Cartier Brickell, a descendant of Cartier's founder, has written the new book 'The Cartiers: The Untold Story of the Family Behind the Jewelry Empire'. Here, a look at the house's nearly 200 years of history. The address of the atelier where Louis-François Cartier served as an apprentice. In 1847, at age 27, he bought the workshop and founded his namesake business.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-cities-across-america-the-fight-for-curb-space-heats-up-during-the-holidays-11576238403", "title": "New Gridlock in America: The Fight for Curb Space", "date": "2019-12-13 07:00", "summary": "'Where the rubber meets the road': Local governments try various strategies as more deliveries and ride hails worsen jams. Snarled with historic traffic jams, cities across the country are targeting one battleground: the curb.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivias-accidental-leader-tries-to-fend-off-evo-morales-set-new-vote-11576195895", "title": "Bolivia's Accidental Leader Tries to Fend Off Evo Morales", "date": "2019-12-13 05:34", "summary": "Resume Subscription. LA PAZ, Bolivia-Evo Morales fled this country after nearly 14 years of increasingly authoritarian rule, but he remains omnipresent, his presidential portrait still hanging in many government offices.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-glampers-pull-rv-makers-out-of-a-ditch-11576233005", "title": "Can Glampers Pull RV Makers Out of a Ditch?", "date": "2019-12-13 05:30", "summary": "The recreational-vehicle industry is attracting new buyers and digging itself out of an inventory hole, but valuations look oversize. Walk around a typical RV park and you'll meet mostly white baby boomers lounging around hulking vehicles that offer nearly all the comforts of home. Look at the glossy reports of a recreational-vehicle manufacturer such as Winnebago Industries or a retailer such as Camping World Holdings , though, and you'll see fit, outdoorsy millennials, families with children and racial minorities in rugged, picturesque locales.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-having-fun-giuliani-doubles-down-on-ukraine-probes-11576233001", "title": "Giuliani Intensifies Push for Ukraine Probes", "date": "2019-12-13 05:30", "summary": "Resume Subscription. Some of Rudy Giuliani's friends told him to keep a low profile.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dangerous-holiday-mix-dogs-and-chocolate-11576233003", "title": "Dangerous Holiday Mix: Dogs and Chocolate", "date": "2019-12-13 05:30", "summary": "In December, canines are more than twice as likely to ingest toxic dose of chocolate than at any other time of year. Humans aren't the only creatures who overindulge during the holidays.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-u-k-election-win-in-sight-johnson-set-to-best-his-detractors-11576190324", "title": "With U.K. Election Win in Hand, Johnson Bests His Detractors", "date": "2019-12-13 04:24", "summary": "Conservative Party leader courted controversy and overcame setbacks in campaign to 'get Brexit done'. LONDON-British Prime Minister Boris Johnson fought his election campaign on a simple message: \"Get Brexit Done.\"", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-votes-in-an-election-that-will-set-the-course-of-brexit-11576156488", "title": "Boris Johnson Secures a Convincing U.K. Election Win", "date": "2019-12-13 02:57", "summary": "Conservative leader hails 'historic' result after winning the parliamentary majority needed to deliver Brexit. LONDON-British Prime Minister Boris Johnson won a decisive majority in Thursday's general election, a stunning victory for the Brexit cheerleader that paves the way for the U.K. Parliament to trigger a long-delayed split with the European Union.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-u-k-as-elsewhere-many-blue-collar-voters-are-switching-allegiances-11576205499", "title": "In U.K. as Elsewhere, Blue-Collar Voters Switch Allegiances", "date": "2019-12-13 02:18", "summary": "Boris Johnson's strength in longtime Labour bastions echoes shifts in U.S., elsewhere. LONDON-Boris Johnson's victory in Thursday's British elections was propelled by a striking shift in voter allegiances that mirrors a realignment seen in the U.S. and elsewhere in the West.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scotlands-voters-take-a-different-path-to-englands-11576203998", "title": "Scotland's Voters Take a Different Path From England's", "date": "2019-12-13 02:02", "summary": "SNP's landslide victory means Scottish independence could be back on the table. LONDON-Boris Johnson's big victory in the British general election on Thursday was almost entirely due to voters in England who swung behind him in large numbers on the back of his promise to deliver Brexit. In Scotland, the outcome was very different: a landslide for the Scottish National Party, which won 48 of the country's 59 parliamentary districts.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-pound-surges-as-polls-indicate-johnson-victory-in-u-k-election-11576191936", "title": "British Pound Surges as Johnson's Conservatives Win U.K. Election", "date": "2019-12-13 01:48", "summary": "Investors bet on the pound as Conservative Party clinches victory. The British pound rallied as Prime Minister Boris Johnson's Conservative Party secured a solid election victory, setting the stage for a January Brexit.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-vote-is-likely-to-bring-brexit-but-not-end-brexit-divisions-11576192787", "title": "British Vote Will Bring Brexit, but Won't End Brexit Divisions", "date": "2019-12-13 00:29", "summary": "Country can negotiate own trade deals and set own regulations but loses say in European decision making. LONDON-Boris Johnson'svictory in Thursday's general election signals the end of the beginning of Britain's journey out of the European Union.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11576180215", "title": "Pepper...and Salt", "date": "2019-12-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]