[{"link": "https://www.wsj.com/articles/pershing-square-reports-stake-in-agilent-technologies-11575935855", "title": "Pershing Square Reports Stake in Agilent Technologies", "date": "2019-12-09 18:57", "summary": "Bill Ackman's hedge fund disclosed a 2.9 million-share stake in the laboratory instrument and software company. Bill Ackman's hedge fund Pershing Square Capital Management on Monday disclosed a 2.9 million-share stake in laboratory instrument and software company Agilent Technologies Inc.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-expected-to-meet-with-russias-top-diplomat-tuesday-11575907729", "title": "Trump Set to Meet With Russia's Top Diplomat Tuesday", "date": "2019-12-09 18:55", "summary": "Talks come as the U.S. leader faces an impeachment inquiry that could play into the hands of his Russian counterpart Vladimir Putin. MOSCOW-President Trump is set to meet with Russia's top diplomat to discuss bilateral relations that in recent years have reached Cold War-era lows, with tensions flaring over Syria and Ukraine, and in the shadow of a high-stakes U.S. impeachment hearing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-global-cuts-juuls-valuation-to-19-billion-11575910758", "title": "Tiger Global Cuts Juul's Valuation to $19 Billion", "date": "2019-12-09 18:51", "summary": "Firm was one of the e-cigarette's earliest investors; Juul writes down own valuation to $24 billion. Investment firm Tiger Global Management slashed its valuation of e-cigarette startup Juul Labs Inc. to $19 billion, a sign of a broader reassessment investors are making of several onetime Silicon Valley darlings.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-to-name-clients-from-his-time-at-mckinsey-11575935472", "title": "Buttigieg to Name Clients From His Time at McKinsey", "date": "2019-12-09 18:51", "summary": "The consulting firm said Monday it gave the Democratic candidate permission. Pete Buttigieg's Democratic presidential campaign said it would release a list of clients that he worked for during his nearly three years at McKinsey & Co., after the consulting firm gave him permission to disclose the information.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-to-buy-arqule-for-2-7-billion-11575897985", "title": "Big Drugmakers Push Deeper Into Cancer Treatment", "date": "2019-12-09 18:46", "summary": "Merck to buy ArQule for $2.7 billion, while Sanofi moves to purchase Synthorx for $2.5 billion. Two of the world's biggest drugmakers struck multibillion-dollar deals on Monday aimed at bolstering their lineups in the fiercely competitive cancer-drugs market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcafee-considering-a-combination-with-nortonlifelock-11575934948", "title": "McAfee Considers Making Bid for Rival NortonLifeLock", "date": "2019-12-09 18:42", "summary": "Consumer-software company has also been approached by private-equity firms. NortonLifeLock Inc., the $16 billion consumer-software company, has attracted deal interest from a handful of companies including rival McAfee LLC, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-settles-with-former-rep-chris-collins-two-others-in-insider-trading-case-11575933185", "title": "SEC Settles With Former Rep. Chris Collins, Two Others in Insider-Trading Case", "date": "2019-12-09 18:35", "summary": "Collins resigned from his position representing New York's 27th Congressional District in September. The Securities and Exchange Commission has reached a settlement with former U.S. Rep. Christopher Collins, in connection with an insider-trading case involving his son and an Australian biotechnology company.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/index-provider-msci-targets-acquisitions-partnerships-in-2020-11575933251", "title": "Index Provider MSCI Targets Acquisitions, Partnerships in 2020", "date": "2019-12-09 18:14", "summary": "The company seeks to expand its index business related to corporate environmental, social and governance criteria. Index provider MSCI Inc. is pursuing a conservative strategy for 2020 by targeting complementary acquisitions and partnerships as it monitors a frothy deals market and prepares for a potential decline in stock markets, which could reduce fee income.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madison-schiff-bribery-and-impeachment-11575933198", "title": "Madison, Schiff, Bribery and Impeachment", "date": "2019-12-09 18:13", "summary": "If we are going to care about the Framers' intent (and we should), we have to do it honestly and accurately, without regard to partisan politics.. Jonathan Turley should reread his copy of James Madison's \"Notes of Debates in the Federal Convention of 1787.\" In \"Adam Schiff's Capacious Definition of Bribery Was Tried in 1787\" (op-ed, Nov. 29), Mr. Turley says that the Framers \"rejected\" various definitions of impeachable offenses: \"'corruption,' obtaining office by improper means, betraying one's trust to a foreign power, 'negligence,' 'perfidy,' 'peculation' and 'oppression.'\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-can-win-the-water-wars-if-were-smart-11575933146", "title": "We Can Win the Water Wars If We're Smart", "date": "2019-12-09 18:12", "summary": "The good news is that these are solvable problems.. Regarding \"Water Wars That Defined the West Are Heading East\" (Page One, Dec. 3): This is an inevitable outcome of the water scarcity and quality issues that are growing nationally and globally, faster than solutions are being implemented. The good news is that these are solvable problems. A combination of investment in technology (such as desalination) and business-model innovation, along with intelligent consolidation and effective integration of the highly fragmented water and wastewater industry are bringing solutions to the market. We have plenty of water on the planet to take care of our needs. We simply need to focus in two areas: converting water to the quality required by the user (treatment), and getting water to where it is needed, when it is needed (conveyance). As an industry, we have abilities and lots of opportunities; we just need to go faster.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-puts-t-mobile-merger-trial-on-fast-track-11575911593", "title": "Judge Puts T-Mobile Merger Trial on Fast Track", "date": "2019-12-09 18:12", "summary": "Lawyers for cellphone carriers and their state challengers are told to skip opening arguments. A federal judge told lawyers fighting over T-Mobile US Inc.'s more than $26 billion bid for Sprint Corp. to skip their customary opening arguments so they could start questioning witnesses, a sign he is seeking a speedy trial.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/negative-rate-effects-like-quantum-physics-11575933113", "title": "Negative-Rate Effects Like Quantum Physics", "date": "2019-12-09 18:11", "summary": "It is inconceivable to me that the people would meekly submit to an interest-rate policy which requires a depositor to pay the bank to hold-and lend-their cash balances.. Regarding Paul Kupiec's \"The Tax Code Can't Handle Negative Rates\" (op-ed, Nov. 29): Notwithstanding the effects on tax policy, it is inconceivable to me that the people would meekly submit to an interest-rate policy which requires a depositor to pay the bank to hold-and lend-their cash balances.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-brands-online-startups-find-success-rests-on-store-shelves-11575895927", "title": "Big Brands, Online Startups Find Success Rests on Store Shelves", "date": "2019-12-09 17:53", "summary": "Many direct-to-consumer companies grow fast, but few find profits online. American shoppers will buy almost anything online. But when it comes to household mainstays, from razors to tampons, the old-fashioned store still beckons.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-high-interest-bonds-dip-after-fire-victim-settlement-11575913325", "title": "PG&E High-Interest Bonds Gyrate After Fire Victim Settlement", "date": "2019-12-09 17:42", "summary": "Ukraine government debt climbs on IMF support statement. ", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watchdog-report-set-to-detail-fbi-surveillance-of-trump-adviser-11575892802", "title": "Justice Watchdog Highlights FBI 'Failures' in Russia Probe", "date": "2019-12-09 17:41", "summary": "Attorney General William Barr contests some conclusions of report, calls probe 'intrusive'. The FBI committed \"serious performance failures\" in 2016 when it sought to monitor a former Trump campaign adviser, an internal watchdog said, as part of what it found to be a justified probe into links between the Trump campaign and Russia.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-foreign-officials-support-networks-for-alleged-corruption-11575931212", "title": "U.S. Blacklists Foreign Officials, Support Networks for Alleged Corruption", "date": "2019-12-09 17:40", "summary": "The U.S. levied sanctions on six current or former foreign government officials and their support networks in Europe, Asia and Latin America. The U.S. placed sanctions on six current or former foreign government officials and various support networks in Europe, Asia and Latin America for alleged corruption, the Treasury Department said Monday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-bonds-set-for-pain-if-economic-pessimists-are-right-11575900154", "title": "Junk Bonds Set for Pain if Economic Pessimists Are Right", "date": "2019-12-09 17:35", "summary": "A recession next year would trigger surge in defaults among the riskiest U.S. bonds, European investors say. Worries of an imminent recession have subsided lately, especially after last week's robust U.S. jobs report, but some European investors are still concerned that next year could see economic shocks and trouble for U.S. high-yield debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advocacy-groups-new-york-lawmakers-prep-for-evidence-bail-changes-11575930662", "title": "Advocacy Groups, New York Lawmakers Prep for Evidence, Bail Changes", "date": "2019-12-09 17:31", "summary": "Laws eliminate cash bail for misdemeanor offenses and require prosecutors to hand over evidence to defense lawyers earlier. Groups that campaigned to overhaul New York state's criminal justice system plan to huddle with top lawmakers this week on how to expand and defend changes that take effect next year.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bombardier-delay-cost-new-yorks-mta-35-million-audit-says-11575930600", "title": "Bombardier Delay Cost New York's MTA $35 Million, Audit Says", "date": "2019-12-09 17:30", "summary": "Missed deadlines have delayed the subway project's completion by three years, report finds. Delays to an order for 300 subway cars has cost New York's Metropolitan Transportation Authority $35 million and contributed to the transit system's recent struggles, New York City's comptroller said in a report Monday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-luggage-startup-away-says-ceo-is-stepping-down-11575930577", "title": "Online Luggage Startup Away Says CEO Is Stepping Down", "date": "2019-12-09 17:29", "summary": "Steph Korey to be replaced by Lululemon COO Stuart Haselden. Away, an online seller of luggage that investors valued at $1.4 billion earlier this year, said Chief Executive Steph Korey is stepping down.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-as-trade-war-weighs-on-chinese-exports-11575885887", "title": "U.S. Stocks Slip as Trade War Weighs on Chinese Exports", "date": "2019-12-09 17:22", "summary": "Trade remains major concern for investors; new U.S. tariffs poised to go into effect on imports from China. U.,S. stocks fell Monday after economic data showed a sharp decline in Chinese exports to the U.S., demonstrating the impact of the trade war between the world's two largest economies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-guggenheim-partners-president-made-bid-for-premier-leagues-chelsea-11575929241", "title": "Former Guggenheim Partners President Made Chelsea Bid", "date": "2019-12-09 17:19", "summary": "Todd Boehly's offer was rejected by Russian billionaire Roman Abramovich, but talks may continue. Todd Boehly, the former Guggenheim Partners LLC president and a part-owner of the Los Angeles Dodgers, made an unaccepted offer in recent weeks to buy London's Chelsea soccer club from Russian billionaire Roman Abramovich, according to people familiar with the matter.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-news-names-bill-hemmer-to-fill-shepard-smiths-time-slot-11575929812", "title": "Fox News Names Bill Hemmer to Fill Shepard Smith's Time Slot", "date": "2019-12-09 17:16", "summary": "'Bill Hemmer Reports' will debut on Jan. 20 in the 3 p.m. slot previously occupied by a Fox News stalwart. Fox News said Bill Hemmer will succeed Shepard Smith as anchor of its afternoon hard news hour, a role that will include responsibility for overseeing the network's breaking-news coverage.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucker-celadon-group-files-for-bankruptcy-11575885873", "title": "Trucker Celadon Group Files for Bankruptcy", "date": "2019-12-09 17:14", "summary": "Debt-laden truckload carrier to shutter operations, explore sale of its separate Taylor Express business. Celadon Group Inc., one of North America's largest truckload carriers, said Monday it filed for chapter 11 bankruptcy protection and will wind down its business operations.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-releases-documents-showing-high-level-doubts-about-war-in-afghanistan-11575927287", "title": "U.S. Releases Documents Showing High-Level Doubts on Afghan War", "date": "2019-12-09 17:09", "summary": "'We didn't have the foggiest notion' of how to pacify Afghanistan, an ex-general said of long-running war. A newly disclosed cache of government documents has revealed that U.S. and allied officials harbored doubts for years over the management and direction of the conflict in Afghanistan, America's longest-running war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-parent-is-charged-in-college-admissions-cheating-scheme-11575924695", "title": "Another Parent Charged in College-Admissions Cheating Scheme", "date": "2019-12-09 17:08", "summary": "Prosecutors say a mom paid $9,000 to have someone take online courses for her son while he was a student at Georgetown. BOSTON-A California woman has agreed to plead guilty to a criminal charge alleging she had someone take online classes for her son so he could graduate from Georgetown University, the newest parent to be charged in connection to the sprawling college-admissions cheating scheme led by admitted mastermind William \"Rick\" Singer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugs-guns-found-on-juice-wrlds-jet-police-say-11575929018", "title": "Drugs, Guns Found on Juice WRLD's Jet, Police Say", "date": "2019-12-09 17:03", "summary": "Two men face misdemeanor charges for illegal possession of firearms. Police in Chicago said they found guns and drugs, including roughly 70 pounds of marijuana, in the luggage of passengers on the private jet that carried rapper Juice WRLD to the city before he died early Sunday morning.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industrial-stocks-could-rebound-on-trade-news-analysts-say-11575923619", "title": "Industrial Stocks Could Rebound on Trade News, Analysts Say", "date": "2019-12-09 16:59", "summary": "Some analysts expect the sector to break from its rut if the U.S. and China signing an initial trade truce. Industrial stocks' strong performance this year has stalled. But some analysts expect the sector to break from its rut if the U.S. and China get around to signing an initial trade truce.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-remembrance-the-pragmatism-of-paul-volcker-11575928095", "title": "A Remembrance: The Pragmatism of Paul Volcker", "date": "2019-12-09 16:48", "summary": "The former Fed chairman died Sunday at his home at 92 years old. When I started covering the Federal Reserve in 2001, Paul Volcker had long since left the building, and yet he was everywhere. Every time he spoke, he made news.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofi-to-buy-cancer-biotech-company-synthorx-for-2-5-billion-11575888370", "title": "Sanofi, Maker of World's Top-Selling Insulin, to Exit Diabetes Research", "date": "2019-12-09 16:43", "summary": "French health-care giant will focus on cancer and other specialty diseases. The maker of the world's top-selling insulin has given up on finding new diabetes drugs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-bid-protest-on-jedi-claims-improper-pressure-from-trump-11575905528", "title": "Amazon Claims 'Improper Pressure' From Trump on Pentagon Contract", "date": "2019-12-09 16:24", "summary": "Company says president wanted to harm Bezos in awarding of cloud-computing deal to Microsoft. WASHINGTON- Amazon.com Inc. said President Trump exerted \"improper pressure\" on the Pentagon to keep a lucrative cloud-computing deal from going to his perceived enemy, company founder Jeffrey Bezos.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-tariff-deadline-looms-investors-other-worries-fade-away-11575887401", "title": "As Tariff Deadline Looms, Investors' Other Worries Fade", "date": "2019-12-09 16:18", "summary": "U.S. employers continue to hire steadily, bucking expectations that new tariffs would cause a sharp slowdown in the labor market. Investors are anxiously waiting to see whether a new round of tariffs on Chinese consumer goods takes effect next week, one of the few remaining hurdles for the stock market in 2019.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yale-prof-estimates-faculty-political-diversity-at-0-11575926185", "title": "Yale Prof Estimates Faculty Political Diversity at '0%'", "date": "2019-12-09 16:16", "summary": "Pressure to join the \"herd groupthink\" in New Haven.. Nobody looks to the Ivy League for balanced political discourse. But a new report suggests that on at least one campus, the stifling of conservative views among faculty members is nearly complete.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citizenship-bill-that-fueled-protest-wins-approval-in-india-s-lower-house-of-parliament-11575920352", "title": "Citizenship Bill That Fueled Protests Wins Approval in India's Lower House of Parliament", "date": "2019-12-09 16:13", "summary": "Opponents see measure as part of a broader agenda to marginalize the Muslim community. NEW DELHI-India's lower house of Parliament passed a controversial bill to create a path to citizenship for non-Muslim religious minorities who have fled the country's Muslim-majority neighbors.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-expects-to-spend-2-billion-over-two-years-on-peacock-11575925586", "title": "Comcast Expects to Spend $2 Billion Over Two Years on Streaming Service", "date": "2019-12-09 16:06", "summary": "Company has yet to detail subscription tiers for streaming service, which will launch in April and be ad-supported. Comcast Corp. is planning to spend $2 billion over the next two years on content and marketing for Peacock, its new streaming service set to debut in April, the company's finance chief said Monday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warm-winter-weather-prompts-lower-natural-gas-price-forecasts-11575917524", "title": "Warm Winter Weather Prompts Lower Natural Gas Price Forecasts", "date": "2019-12-09 15:52", "summary": "Prices fell Monday amid fears that warmer-than-normal winter weather won't drive enough demand to counter surging output. Natural gas prices fell Monday amid fears that warmer-than-normal winter weather won't drive enough demand for the heating fuel to counter surging output.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-to-allow-drivers-licenses-for-illegal-immigrants-passes-committee-in-n-j-11575924646", "title": "Bill to Allow Driver's Licenses for Illegal Immigrants Passes Committee in N.J.", "date": "2019-12-09 15:51", "summary": "Bill cleared Assembly's judiciary committee, now heads to a Senate committee for consideration. Legislation that would allow illegal immigrants in New Jersey to get driver's licenses advanced in the state Assembly's judiciary committee.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-defense-of-maurizio-cattelans-banana-11575924402", "title": "In Defense of The Banana", "date": "2019-12-09 15:46", "summary": "Spending $120,000 on a piece of fruit is absurd-but that's exactly the point of Maurizio Cattelan's controversial artwork.. Miami", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-theater-of-2019-little-to-sing-about-plenty-to-praise-11575924178", "title": "The Best Theater of 2019: Little to Sing About, Plenty to Praise", "date": "2019-12-09 15:42", "summary": "While this year's musical scene was underwhelming, new plays, revivals and first-class talent gave theatergoers lots to enjoy.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jefferies-settles-sec-claims-over-adr-transactions-11575923356", "title": "Jefferies Settles SEC Claims Over ADR Transactions", "date": "2019-12-09 15:29", "summary": "Agrees to pay nearly $4 million to resolve accusations it mishandled transactions involving foreign companies' shares. Jefferies LLC has agreed to pay nearly $4 million to resolve accusations it mishandled transactions involving foreign companies' shares and failed to properly supervise securities-lending workers.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/der-freischutz-review-hoping-for-a-bulls-eye-11575923115", "title": "'Der Freischütz' Review: Hoping for a Bull's-Eye", "date": "2019-12-09 15:25", "summary": "Heartbeat Opera's contemporary makeover of Carl Maria von Weber's story of a struggling marksman moves the story from 17th-century Bohemia to modern rural Texas.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-moves-closer-to-creating-u-s-style-magnitsky-act-11575922594", "title": "EU Moves Closer to Creating U.S.-Style Magnitsky Act", "date": "2019-12-09 15:16", "summary": "European foreign ministers agree bloc should draft legislation to sanction individuals involved in human-rights abuses. BRUSSELS-European Union foreign ministers advanced plans to create a new human-rights sanctions regime that could closely mirror the U.S. Magnitsky Act and spark fresh tensions with Moscow.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacomcbs-puts-cbs-headquarters-in-new-york-on-the-block-11575922570", "title": "ViacomCBS Puts CBS Headquarters in New York on the Block", "date": "2019-12-09 15:16", "summary": "Sale will help generate cash for newly combined company, CEO Robert Bakish said. ViacomCBS is planning to sell CBS's Midtown Manhattan headquarters-known as \"Black Rock\"-to generate operating capital for the newly combined company, Chief Executive Bob Bakish said Monday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-orders-agencies-to-swap-out-foreign-tech-for-chinese-gear-11575921277", "title": "Beijing Orders Agencies to Swap Out Foreign Tech for Chinese Gear", "date": "2019-12-09 14:54", "summary": "Directive calls for 30% of certain contracts in 2019 have to be signed with indigenous suppliers, rising to up to 80% in 2020 and to 100% in 2021. China has introduced a sweeping policy to swap the foreign technology products the government uses with indigenous ones, people familiar with the matter said, doubling down on its efforts to decouple its technology sector from the U.S. amid the trade war.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canopy-growth-names-constellations-david-klein-as-ceo-11575894348", "title": "Canopy Growth Names Constellation's David Klein as CEO", "date": "2019-12-09 14:49", "summary": "Constellation, which holds 36% stake in the cannabis company, promotes Hankinson to finance chief. Canopy Growth Corp. said David Klein, who currently serves as chief financial officer of major shareholder Constellation Brands Inc., will join the cannabis company as chief executive, effective Jan. 14.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-applauds-bipartisan-congressional-deal-to-curb-surprise-medical-bills-11575920261", "title": "White House Applauds Bipartisan Congressional Deal to Curb Surprise Medical Bills", "date": "2019-12-09 14:37", "summary": "Support for agreement, which follows monthslong stalemate and industry lobbying blitz, suggests bill could pass this year. The White House on Monday praised a congressional deal on legislation to protect consumers from surprise medical bills, raising the chances that the bipartisan bill could pass this year.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-is-selling-wag-stake-back-to-company-sources-11575916341", "title": "SoftBank Is Selling Wag Stake Back to Company", "date": "2019-12-09 14:36", "summary": "Divestiture marks another disappointment for Japanese investing giant. SoftBank Group Corp.'s Vision Fund has agreed to sell its nearly 50% stake in Wag Labs Inc. back to the struggling dog-walking startup, according to people familiar with the matter, marking another disappointment for the Japanese investing giant.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sitting-still-will-be-hard-for-the-fed-11575919666", "title": "Sitting Still Will Be Hard for the Fed", "date": "2019-12-09 14:30", "summary": "The Federal Reserve is expected to stand pat next year after a tumultuous 2019, but it may not be able to do so. Federal Reserve officials would like to spend the next year not doing much of anything. They probably won't get their wish.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-lets-stand-kentucky-abortion-ultrasound-law-11575919419", "title": "Supreme Court Lets Stand Kentucky Abortion Ultrasound Law", "date": "2019-12-09 14:23", "summary": "One-line order creates no nationwide precedent but could signal more power for states in abortion restrictions. WASHINGTON-The Supreme Court on Monday let stand a Kentucky law requiring doctors to perform and describe an ultrasound examination-even over a patient's objection-before performing an abortion.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-american-coach-takes-on-european-soccerand-an-austrian-accent-11575918602", "title": "An American Coach Takes on European Soccer, Austrian Accent", "date": "2019-12-09 14:10", "summary": "Jesse Marsch, the head coach of Red Bull Salzburg, has found himself running one of the youngest, most watchable sides in Europe this season. As one of the few American coaches in European soccer, Jesse Marsch has always felt pressure to adapt quickly. When he moved to Leipzig in 2018 to work as an assistant, he made sure to learn German. And when he became head coach of Red Bull Salzburg last summer, he learned German again-this time with an Austrian accent.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/klobuchar-approaches-her-now-or-never-iowa-moment-11575908291", "title": "Klobuchar Approaches Her Now-or-Never Iowa Moment", "date": "2019-12-09 13:57", "summary": "The moderate Minnesota Democrat doesn't have to win Iowa to carry on, but she does have to do well. DAVENPORT, Iowa-With eight weeks to go before the Iowa caucuses, Pete Buttigieg, Elizabeth Warren, Joe Biden and Bernie Sanders have the main doors to Iowa covered.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surgical-complication-that-can-damage-your-brain-11575916977", "title": "The Surgical Complication That Can Damage Your Brain", "date": "2019-12-09 13:55", "summary": "Delirium can be more serious than people realize, but there are ways to help prevent it. William Borten had no idea his wife's colorectal surgery could affect her mind. But a day later, Judith Sue Borten couldn't remember her birthday or who the president was.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judges-question-democrats-right-to-sue-trump-on-emoluments-claim-11575916785", "title": "Judges Question Democrats' Right to Sue Trump on Emoluments Claim", "date": "2019-12-09 13:39", "summary": "U.S. appeals-court panel suggests lawmakers can't bring valid case in their individual capacities. WASHINGTON-A federal appeals court questioned whether Democratic lawmakers had a legal right to sue President Trump on allegations he was improperly profiting from his presidency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-trump-trade-negotiator-near-deal-for-trade-pact-11575860354", "title": "Democrats, White House, Mexico Near Deal on Trade Pact", "date": "2019-12-09 12:36", "summary": "Though hurdles remain, an accord would allow the U.S.-Mexico-Canada Agreement to come to a vote in Congress. WASHINGTON-House Democrats and U.S. Trade Representative Robert Lighthizer are nearing a deal for Congress to pass a modified U.S. trade agreement with Canada and Mexico, though hurdles remain, according to people familiar with the negotiations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mall-santa-is-over-hello-video-chat-santa-11575910420", "title": "The Mall Santa Is Over. Hello, Video Chat Santa.", "date": "2019-12-09 11:53", "summary": "Resume Subscription. When Hayden and Ethan Speer sat down to tell Santa Claus what they wanted for Christmas, there was a problem: Kriss Kringle's internet connection was cutting in and out.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-manhattan-penthouse-with-a-church-like-look-11575909020", "title": "A Manhattan Penthouse With a Church-Like Look", "date": "2019-12-09 11:30", "summary": "On Central Park West, the apartment features stained glass windows and intricate woodwork. Its new owner is Giorgio Armani.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/t-mobile-chief-sells-manhattan-penthouse-to-giorgio-armani-for-17-5-million-11575908148", "title": "T-Mobile Chief Sells Manhattan Penthouse to Giorgio Armani for $17.5 Million", "date": "2019-12-09 11:15", "summary": "The sale will allow the Italian fashion designer to take over the entire floor at 91 Central Park West. John Legere, the departing chief executive of T-Mobile US, has sold his Manhattan penthouse to his neighbor, fashion titan Giorgio Armani, for roughly $17.5 million, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ny-fed-survey-inflation-expectations-tick-up-spending-plans-drop-in-november-11575907336", "title": "NY Fed Survey Finds Inflation Expectations Rise, Spending Plans Drop", "date": "2019-12-09 11:02", "summary": "In Survey of Consumer Expectations for November, households see inflation at 2.5% three years from now, from 2.4% in October. Households marked up their expectations of future inflation in November, even as they signaled plans to cut back on their spending.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-store-data-in-synthetic-dna-embedded-in-a-plastic-bunny-11575907200", "title": "Scientists Store Data in Synthetic DNA Embedded in a Plastic Toy", "date": "2019-12-09 11:00", "summary": "A new method for preserving genetically encoded data into common manufacturing materials is reported. The future of digital memory may be inside a small plastic bunny that contains 3-D printing instructions for replicating itself stored in artificial DNA, said scientists Monday, who announced a method for mixing genetically encoded data into common manufacturing materials.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-factories-demand-white-collar-education-for-blue-collar-work-11575907185", "title": "American Factories Demand White-Collar Education for Blue-Collar Work", "date": "2019-12-09 10:59", "summary": "Resume Subscription. College-educated workers are taking over the American factory floor.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nuclear-power-a-low-carbon-energy-source-is-shunned-by-the-west-11575906570", "title": "Nuclear Power, a Low-Carbon Energy Source, Is Shunned by the West", "date": "2019-12-09 10:49", "summary": "A failure to invest in new nuclear plants could mean a more carbon-intensive future, some experts say. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-81-4-billion-in-short-term-liquidity-to-markets-11575906103", "title": "Fed Adds $81.4 Billion in Short-Term Liquidity to Markets", "date": "2019-12-09 10:41", "summary": "Dealers again sought more liquidity to navigate year's end than the central bank was willing to provide. The Federal Reserve Bank of New York added $81.4 billion in temporary liquidity to financial markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-patriots-have-a-tom-brady-problem-11575905620", "title": "The Patriots Have a Tom Brady Problem", "date": "2019-12-09 10:33", "summary": "The 42-year-old quarterback struggled again during New England's third loss in their last five games. Is this the end for the all-time great?. FOXBOROUGH, Mass.-The list of potential culprits in the New England Patriots' loss to the Kansas City Chiefs on Sunday wasn't short. The suspects included the referees whose blown calls nearly incited riots, the New England receivers who couldn't get open, plus some guy on the other side of the field named Patrick Mahomes.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-charges-to-swell-to-25-billion-after-wildfire-settlement-11575904672", "title": "PG&E Charges to Swell to $25 Billion After Wildfire Settlement", "date": "2019-12-09 10:17", "summary": "Company taking an additional $4.9 billion charge in connection with settlement, but hurdles remain, notably support from Gov. Gavin Newsom. PG&E Corp. expects to take a fourth-quarter charge of $4.9 billion in connection with a new $13.5 billion deal to settle claims from wildfire victims, the company disclosed in a securities filing Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-com-ipo-is-worth-the-tab-11575904395", "title": "Bill.com IPO Is Worth the Tab", "date": "2019-12-09 10:13", "summary": "Business software companies that also have payments tools have been a sweet spot for investors. One of the year's final initial public offerings is set to capitalize on two hot investor trends at once: business software and electronic payments.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-out-of-favor-among-liberals-maintains-new-hampshire-support-11575904104", "title": "Buttigieg, Slipping Among Liberals, Maintains New Hampshire Support", "date": "2019-12-09 10:08", "summary": "Democrats in the early primary state say they simply want a candidate who can beat Trump. PETERBOROUGH, N.H.-Pete Buttigieg's presidential campaign is brushing off heated criticism from liberals over everything from his college-tuition proposal to his health-care plans to his recent and past comments about race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-making-most-progress-in-libor-transition-study-finds-11575900924", "title": "Big Banks Making Most Progress in Libor Transition, Study Finds", "date": "2019-12-09 09:15", "summary": "While regional banks haven't made as much headway, they plan to devote more attention to the transition in the coming year. Large banks are making the fastest progress in the transition away from the troubled London interbank offered rate, which underpins trillions of dollars in financial contracts.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-love-junk-but-not-enough-11575899543", "title": "Investors Love Junk, but Not Enough", "date": "2019-12-09 08:52", "summary": "While high-yield bonds have joined the broad-based market rally, the performance of the very lowest-rated has been undeservedly poor. Investors are buying lots of junk bonds this year, but they still scoff at the junkiest of them all. The long shadow cast by central banks means they may not have this luxury for much longer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-challenges-u-s-support-for-saudi-arabia-after-deadly-shooting-11575899271", "title": "Congress Challenges Support for Saudi Arabia", "date": "2019-12-09 08:47", "summary": "Congress has long criticized President Trump's close embrace of the Gulf ally. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finland-set-for-worlds-youngest-sitting-prime-minister-11575898271", "title": "Finland Set for World's Youngest Serving Prime Minister", "date": "2019-12-09 08:31", "summary": ", 34, was elected by her Social Democratic Party to head the country's five-party ruling coalition. Finland is poised to swear in the world's youngest sitting prime minister after 34-year-old Sanna Marin was elected by her Social Democratic Party to head the country's five-party ruling coalition.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-clinton-still-life-interview-11575864783", "title": "How George Clinton Funked the World and Made It Out Alive", "date": "2019-12-09 08:29", "summary": "The funk pioneer on getting clean, how he constructed his Afrofuturistic image and what the essential items in his life are now.. George Clinton has reinvented himself enough for several lifetimes. During one of his many primes, he led the funk music vanguard as a multitalented bandleader. In the mid to late 1970s, Clinton merged his groups Parliament and Funkadelic into a super band of over 10 musicians known for their legendary P-Funk sound.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweden-charges-former-ambassador-to-china-for-role-in-bookseller-talks-11575895793", "title": "Sweden Charges Former Ambassador to China for Role in Bookseller Talks", "date": "2019-12-09 07:49", "summary": "Anna Lindstedt is charged with 'arbitrariness during negotiations with a foreign power' with regards to a meeting about imprisoned bookseller Gui Minhai. Swedish prosecutors charged a former ambassador to China with acting outside her authority with regards to a meeting at which Chinese businessmen allegedly threatened the daughter of a detained Swedish citizen.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-most-indebted-developer-pays-a-big-dividend-11575895489", "title": "China's Most Indebted Developer Pays Big Dividend", "date": "2019-12-09 07:44", "summary": "China Evergrande Group is giving $2.7 billion back to its shareholders despite a mountain of short-term debts. Is it good news when a company with $75 billion of net debt pays a big dividend? Probably not.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-cuts-more-top-executives-in-strategy-shift-11575895166", "title": "HSBC Cuts More Top Executives in Strategy Shift", "date": "2019-12-09 07:39", "summary": "Bank is revamping under interim chief executive as it faces challenges in its two home markets. HSBC Holdings PLC pruned its top ranks and announced new hires Monday as part of a strategic revamp, with three of its most senior executives set to retire or move into other roles.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-tips-for-finding-a-good-adam-sandler-movie-11575894190", "title": "Five Tips for Finding a Good Adam Sandler Movie", "date": "2019-12-09 07:23", "summary": "The actor shines in the coming 'Uncut Gems,' but has had plenty of on-screen clunkers. Follow these clues to see his best work.. Adam Sandler is inspiring Oscar buzz for \"Uncut Gems,\" a crime drama that opens on Dec. 13. In the film, he plays Howard Ratner, a jittery New York jeweler and gambler who makes high-stakes bets. If things go the wrong way for Howard, it could be disastrous. But there is a chance something remarkable will happen.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-new-zealand-volcano-erupts-unexpectedly-11575893113", "title": "Photos: New Zealand Volcano Erupts Unexpectedly", "date": "2019-12-09 07:11", "summary": "Some 50 people were on White Island when it erupted, sending an ash cloud 12,000 feet high. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/elections-olympics-to-boost-ad-spending-as-market-cools-industry-forecast-says-11575891000", "title": "Elections, Olympics to Boost U.S. Ad Spending in 2020, Industry Forecast Says", "date": "2019-12-09 06:44", "summary": "Magna anticipates a slowing economy, reduced digital growth and a challenge for national TV. The 2020 elections and the Olympic Games in Tokyo will boost ad spending in the U.S. next year, helping to power growth that would otherwise falter, according to a new forecast from ad-buying group Magna Global.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-leaders-genocide-defense-at-u-n-court-rallies-supporters-at-home-11575891000", "title": "Myanmar Leader's Genocide Defense at U.N. Court Rallies Supporters at Home", "date": "2019-12-09 06:30", "summary": "Aung San Suu Kyi, a Nobel Peace Prize winner for her fight for democracy, has been widely criticized over the country's treatment of Rohingya. Myanmar's main civilian leader and Nobel Peace Prize winner Aung San Suu Kyi is preparing to lead her country's defense against genocide allegations this week as her political party rallies support at home, casting her as the protector of the nation's honor in the face of international pressure.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wto-is-in-crisis-dispute-puts-global-trade-regulator-at-risk-11575889201", "title": "'The WTO Is in Crisis': Dispute Puts Global Trade Regulator at Risk", "date": "2019-12-09 06:00", "summary": "Discord between U.S. and other World Trade Organization members including the EU and China appears set to paralyze the group's top court. BRUSSELS-A stalemate between the U.S. and other members of the World Trade Organization, including the European Union and China, stands to cripple the organization's top court, threatening the global body's survival.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/software-robots-get-smarter-thanks-to-ai-11575887400", "title": "Software Robots Get Smarter Thanks to AI", "date": "2019-12-09 05:30", "summary": "Robotic process automation software can now handle tasks such as verifying signatures and assessing insurance claims. Software robots designed to handle routine work around the office are undertaking more ambitious jobs.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-boeing-pg-e-sprint-11575886155", "title": "Stocks to Watch: Boeing, PG&E, Sprint", "date": "2019-12-09 05:09", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-says-students-at-xinjiang-detention-centers-have-all-graduated-11575882821", "title": "China Claim That Xinjiang Detainees 'Graduated' Draws Skepticism", "date": "2019-12-09 04:13", "summary": "Rights activists are dubious about the assertion made by a top regional official, delivered in a rare Beijing news conference. BEIJING-A top official in China's heavily policed majority-Muslim northwest region of Xinjiang said those detained in a controversial deradicalization program have graduated, drawing broad skepticism from human-rights activists.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-sprint-head-to-court-to-defend-merger-11575820835", "title": "T-Mobile, Sprint Head to Court to Defend Merger", "date": "2019-12-09 03:49", "summary": "States test antitrust oversight in unusual court challenge to wireless merger blessed by federal officials. An unprecedented trial challenging the merger of T-Mobile US Inc. and Sprint Corp. will test the federal government's dominant role in deciding whether corporate rivals can join forces.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11575827421", "title": "Pepper...and Salt", "date": "2019-12-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-approach-needed-to-combat-drunken-driving-report-says-11575867660", "title": "New Approach Needed to Fight Drunken Driving, Report Says", "date": "2019-12-09 00:01", "summary": "Number of alcohol-related fatalities has stayed about the same for the past decade. Nearly 30% of all vehicular-crash deaths in the U.S. last year were alcohol-related, and a group representing state highway-safety offices says focusing on repeat offenders is needed to tackle the problem.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-authorities-investigating-if-pensacola-gunman-was-radicalized-in-kingdom-last-year-11575824003", "title": "Shooting at Navy Base in Florida Is Probed as Terrorism", "date": "2019-12-09 23:44", "summary": "U.S. authorities are investigating the shooting as an act of terrorism, officials said Sunday. Saudi authorities are investigating whether a member of its air force who shot dead three people on a U.S. military base was radicalized during a trip back to the kingdom that began late last year, according to Saudi officials.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funds-of-funds-move-into-etf-world-11575860820", "title": "'Funds of Funds' Move Into ETF World", "date": "2019-12-09 23:32", "summary": "These funds appear to be similar to regular ETFs. But there are important differences.. Exchange-traded-fund providers are coming out with more offerings of what are known, a bit awkwardly, as \"funds of funds.\"", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reasons-low-volatility-stocks-have-fallen-out-of-favor-but-maybe-shouldnt-have-11575861060", "title": "The Reasons Low-Volatility Stocks Have Fallen Out of Favor (But Maybe Shouldn't Have)", "date": "2019-12-09 23:18", "summary": "A recent downturn in performance is just a blip in a long record of strong results with less risk. After a couple months of poor performance, low-volatility stocks have fallen out of favor.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-made-about-2-million-for-legal-work-over-three-decades-11575854904", "title": "Warren Made About $2 Million for Legal Work Over Three Decades", "date": "2019-12-09 22:31", "summary": "The matter of how much she earned has come to the forefront in the Democratic presidential nominating race. WASHINGTON-Democratic presidential candidate Elizabeth Warren was compensated nearly $2 million over three decades for doing consulting and other legal work, at times providing counsel for U.S. corporations, according to her campaign.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-ways-to-be-smart-about-smart-beta-funds-11575861181", "title": "Five Ways to Be Smart About 'Smart Beta' Funds", "date": "2019-12-09 22:13", "summary": "Here's what smart-beta, or factor-based, funds are and what to consider about them as they show up more in retirement plans. As individual investors flock to so-called smart-beta funds, the question is whether they are doing so with all of the wisdom the strategy demands, or simply chasing the latest trend the financial industry is promoting.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-are-up-25-as-a-bullish-year-nears-finish-11575861120", "title": "U.S.-Stock Funds Are Up 25% as a Bullish Year Nears Finish", "date": "2019-12-09 22:12", "summary": "Last year's declines for stocks, and for stock funds, are a memory, as fund investors prepare to book a solid 2019. Stock-fund investors are on their way to a year to remember, despite all the uncertainty swirling around the markets.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-some-401-k-holders-picking-funds-is-as-simple-as-abc-unfortunately-11575861000", "title": "For Some 401(k) Holders, Picking Funds Is as Simple as ABC. Unfortunately.", "date": "2019-12-09 22:10", "summary": "Research finds a bias toward funds appearing first in alphabetical menus of retirement-plan options. This really is the ABCs of retirement planning: New research suggests that 401(k) plan participants are more likely to invest in mutual funds at or near the top of alphabetical listings.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-shiller-talks-about-the-stories-we-tell-11575861001", "title": "Robert Shiller on the Stories We Tell", "date": "2019-12-09 22:10", "summary": "The economist explains how narratives, whether true or not, can affect the economy and markets. 'The overwhelming narrative is all about Donald Trump.'. Yale University economist Robert Shiller has produced groundbreaking research about the economy and financial markets, and in 2013 shared a Nobel Prize with Eugene Fama and Lars Peter Hansen for work on analyzing asset prices. Mr. Shiller warned of a stock-market bubble before the 2001 market slide and a housing bubble before the plunge of 2008.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-about-inheriting-an-ira-11575860880", "title": "What You Need to Know About Inheriting an IRA", "date": "2019-12-09 22:08", "summary": "Not understanding the rules can lead to some costly errors. So you just inherited an individual retirement account. What should you do?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-as-hot-as-etfs-options-on-etfs-11575860760", "title": "Just as Hot as ETFs: Options on ETFs", "date": "2019-12-09 22:06", "summary": "While complicated, and risky, ETF options are growing in popularity in parallel with ETFs. Though not as large or as publicized as the wave of exchange-traded funds launched over the past decade or two, trading in ETFs options has been quietly swelling in volume.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bigger-fund-is-more-likely-to-pay-off-11575860700", "title": "A Bigger Fund Is More Likely to Pay Off", "date": "2019-12-09 22:05", "summary": "A George Mason professor finds that the biggest actively managed mutual funds outperformed the smallest after taxes. Do I go big or do I go small? That's the question investors often debate when they place their money with an actively managed mutual fund. Is it best to invest with a smaller mutual fund or a larger one?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-has-been-a-good-year-for-many-u-s-sustainable-funds-11575860641", "title": "This Has Been a Good Year for Many U.S. Sustainable Funds", "date": "2019-12-09 22:04", "summary": "These funds are often overweight tech stocks and less invested in energy, which is giving them a boost. Many U.S. sustainable funds are set to beat the broad market this year, easing some long-held concerns that values-based investing comes at the expense of returns.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fund-for-overlooked-midcaps-11575860581", "title": "A Fund for Overlooked Midcaps", "date": "2019-12-09 22:03", "summary": "The portfolio includes dividend-paying companies with potential for market-cap growth. (IVOIX) targets an overlooked opportunity, according to its managers: dividend-paying midcap stocks.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Ivy Mid Cap Income Opportunities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-topix-etfs-continue-to-attract-cash-11575860461", "title": "Japan's Topix ETFs Continue to Attract Cash", "date": "2019-12-09 22:01", "summary": "The funds have drawn big inflows from the Bank of Japan and others over the past three years. Japan doesn't get nearly the attention from global investors that it did in the glory years for its stock market. But exchange-traded funds that track the Tokyo Stock Price Index (Topix) have attracted heavy buying during the past three years.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Japan Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-subdued-about-a-quantum-computing-etf-11575860400", "title": "Investors Are Subdued About a Quantum-Computing ETF", "date": "2019-12-09 22:00", "summary": "Defiance Quantum ETF has yet to attract a lot of assets. The fund's backers say that is because the technology is in the early stages.. A quantum-computing breakthrough announced by Google in October illuminated the technology's potential-and an investment opportunity.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Defiance Quantum ETF"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-alternative-data-11575860400", "title": "What Is Alternative Data?", "date": "2019-12-09 22:00", "summary": "Data from unofficial or noncompany sources can offer investors key insights about an investment and shouldn't be ignored, financial experts say. The term \"alternative facts\" has been roundly ridiculed since its introduction into political discourse in 2017. There is, however, a similar phrase used in finance that investors should take seriously and understand: \"alternative data.\"", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-influencers-livestream-product-demos-to-followers-drive-web-advertising-11575817202", "title": "China's Influencers-Moms, Farmers and Dogs-Hawk Their Wares on Live Streams", "date": "2019-12-09 21:34", "summary": "China's influencer economy goes live; millions put in long hours selling products on the internet. HANGZHOU, China-A 21st-century version of the infomercial has become the hot, if occasionally risky, way to sell stuff in China's vast market.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buyout-firm-leonard-green-raises-nearly-15-billion-for-two-new-funds-11575854119", "title": "Buyout Firm Leonard Green Raises Nearly $15 Billion for Two New Funds", "date": "2019-12-09 20:15", "summary": "The firm brought in $2.75 billion for its debut middle-market focused fund and $12 billion is for its newest flagship buyout fund. Leonard Green & Partners, the Los Angeles-based buyout firm that has backed burger chain Shake Shack, apparel retailer J.Crew and U.K. fitness chain Pure Gym Ltd., has raised $14.75 billion for two new funds, including a middle-market focused fund, according to a person familiar with the matter.", "categories": [["WSJ News Exclusive", "Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-jail-costs-reach-record-level-11575833362", "title": "New York City Jail Costs Reach Record Level", "date": "2019-12-09 19:16", "summary": "City now spends a record $337,524 to incarcerate one person for a full year, or roughly $925 a day. The average daily cost of incarceration in New York City has reached a record level as officials work to overhaul the city's jail system, according to an official study of the city's Department of Correction published Friday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-albany-talks-of-reform-campaign-fund-raising-chugs-along-11575849600", "title": "As Albany Talks of Reform, Campaign Fundraising Chugs Along", "date": "2019-12-09 19:00", "summary": "Gov. Cuomo celebrated his birthday at a soiree in which some attendees paid up to $25,000 per table. Gov. Andrew Cuomo turned 62 years old last week and celebrated his birthday as he has most of his nine years in office: by holding a fundraiser for his campaign committee.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]