[{"link": "https://www.wsj.com/articles/in-move-from-endless-wars-trump-stokes-mideast-uncertainty-11570664912", "title": "In Move From 'Endless Wars,' Trump Stokes Mideast Uncertainty", "date": "2019-10-09 19:48", "summary": "Green light to Turkey to attack Kurdish fighters in Syria is seen as a flashing yellow by others. Turkey's military offensive against U.S.-backed Kurdish forces in Syria opens an uncertain new chapter in Washington's Middle East policy as President Trump willingly cedes influence to Ankara and other regional players.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-sues-over-lake-ontario-flooding-11570664156", "title": "New York Sues Over Lake Ontario Flooding", "date": "2019-10-09 19:35", "summary": "The state says a management plan has contributed to flooding that has caused about $1 billion in property damage. New York is suing an international body charged with regulating water flows on the Great Lakes, contending a recent management plan has contributed to flooding along Lake Ontario that has caused about $1 billion in property damage.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-you-nancy-11570663218", "title": "Back to You, Nancy", "date": "2019-10-09 19:20", "summary": "Trump calls the Speaker's bluff on her impeachment tactics.. The White House letter late Tuesday telling Speaker Nancy Pelosi that President Trump won't cooperate with her impeachment inquiry is causing heartburn among all the usual suspects. Readers should ignore the fainting spells over \"a constitutional crisis\" and keep in mind that this is largely a political response to a political attack by House Democrats.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-looks-to-tweak-method-for-compiling-dirty-money-blacklist-11570663182", "title": "EU Looks to Tweak Method for Compiling Dirty-Money Blacklist", "date": "2019-10-09 19:19", "summary": "New proposed methodology follows concerns about transparency in the previous process for designating high-risk countries. The European Union is working on a new approach for flagging countries with weak anti-money-laundering laws after the bloc's previous attempt to create a blacklist failed earlier this year.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-begins-offensive-in-syria-11570627632", "title": "Turkey Begins Offensive Against U.S. Ally in Syria", "date": "2019-10-09 19:18", "summary": "Ankara begins operation to seize territory held by Kurdish forces; Trump threatens reprisals if Turks don't exercise restraint. The Turkish military began an offensive in Syria to seize territory held by U.S.-backed Kurdish forces, opening a new front in the war-ravaged country and drawing a renewed defense by President Trump of his decision to shift U.S. troops out of the area, effectively enabling the start of the assault.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kavanaugh-referrals-11570663138", "title": "The Kavanaugh Referrals", "date": "2019-10-09 19:18", "summary": "The Senate identified four false accusers. Where's the inquiry?. As Justice Brett Kavanaugh neared a year on the Supreme Court, the anniversary was used to relitigate the unverified allegations against him. No news, though, regarding the four false accusers whom the Senate referred for potential criminal inquiry. This week nine Republicans asked the Justice Department for an update.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-more-rule-by-memorandum-11570663050", "title": "No More Rule by Memorandum", "date": "2019-10-09 19:17", "summary": "Trump gives federal agencies good guidance on bad 'guidance.'. President Trump has cut enough red tape in office to suffice for 100 golf course grand openings. In his first two years, the regulatory budget showed $33 billion in savings, according to the White House. An official tally isn't out for fiscal 2019, which ended Sept. 30, but the American Action Forum estimates another $8.5 billion in savings.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/report-traces-source-of-u-k-fraud-office-case-delays-11570662585", "title": "Report Traces Source of U.K. Fraud Office Case Delays", "date": "2019-10-09 19:09", "summary": "A review by an independent U.K government inspector addressed the causes of delays in some cases before the Serious Fraud Office. The U.K.'s Serious Fraud Office at times has struggled to appropriately staff cases and process digital materials, an independent government inspector said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-companies-add-ai-to-their-recipes-11570662421", "title": "Food Companies Add AI to Their Recipes", "date": "2019-10-09 19:07", "summary": "Artificial intelligence can speed up the process of finding new flavors and products. Cumin pizza, anyone?. With its power to analyze data and spot trends, artificial intelligence is being used to develop new fashions, songs and TV ads. Now it is making inroads into another creative area that is possibly even more subjective: new flavors and foods.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fruits-you-probably-havent-heard-ofbut-might-soon-11570662360", "title": "Fruits You Probably Haven't Heard of-but Might Soon", "date": "2019-10-09 19:06", "summary": "Will baobab, breadfruit, monk fruit and jackfruit take off in the U.S. like kale and quinoa? These entrepreneurs hope so. Exotic fruits are having a moment in the sun.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-food-industry-looks-to-turn-garbage-to-gold-11570662300", "title": "The Food Industry Looks to Turn Garbage Into Gold", "date": "2019-10-09 19:05", "summary": "Food and beverage companies are turning cocoa husks, apple peels and other trash into new products-and not just food. Food and beverage companies are combing through their garbage looking for potential profits.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-search-of-a-better-pig-11570662240", "title": "In Search of a Better Pig", "date": "2019-10-09 19:04", "summary": "Hog farmers want to edit pigs' genes to create disease-resistant herds. But some say regulatory scrutiny could stall the technology in the U.S.. Hog farmers want to genetically engineer a better pig.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-companies-put-supply-chains-under-a-microscope-11570662180", "title": "Food Companies Put Supply Chains Under a Microscope", "date": "2019-10-09 19:03", "summary": "Consumers want to know where their food comes from. Companies are starting to respond. The cocoa that Mondelez International Inc. used to make the last Oreo you ate might have come from a farm about the size of a football field about 5 miles southwest of a wildlife sanctuary in Ghana.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-war-of-words-over-labeling-for-plant-based-meat-and-milk-11570662121", "title": "A War of Words Over Labeling for Plant-Based Meat and Milk", "date": "2019-10-09 19:02", "summary": "Farmers and ranchers square off with others over names such as almond milk and veggie burger. As plant-based alternatives eat into the markets for traditional meat and milk, a war of words has erupted over how the new foods and beverages are labeled. Dairy farmers and cattle ranchers object to what they see as misnomers like almond milk and veggie burgers for products that contain no dairy or meat, and they want strict enforcement of labeling rules. Makers of the new foods are pushing back.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-current-position-on-its-new-meatless-burger-lets-wait-and-see-11570662060", "title": "McDonald's USA President on Meatless Burgers and Cage-Free Eggs", "date": "2019-10-09 19:01", "summary": "Chris Kempczinski says the veggie experiment is off to a good start-but it's still early days. It is a challenging time to be a fast-food giant.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andreessen-horowitz-leads-300-million-investment-in-rigup-11570662000", "title": "Andreessen Horowitz Leads $300 Million Investment in RigUp", "date": "2019-10-09 19:00", "summary": "Financing brings the valuation of the startup aimed at energy contractors to $1.9 billion. RigUp Inc., which operates a marketplace for contract workers in the energy sector, surged to a $1.9 billion valuation with a new infusion of capital, according to a person familiar with the situation.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ted-mckinney-on-agricultural-trade-with-china-and-japan-11570662001", "title": "Ted McKinney on Agricultural Trade With China and Japan", "date": "2019-10-09 19:00", "summary": "The U.S. undersecretary for trade and foreign agricultural affairs talks about what China has-and hasn't done-so far. Agriculture is a huge part of international trade for the U.S., and so has been at the center-sometimes painfully so-of recent trade disputes.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unbreakable-review-clearing-obstacles-11570661839", "title": "'Unbreakable' Review: Clearing Obstacles", "date": "2019-10-09 18:57", "summary": "In 1937, a Czech aristocrat became the ﬁrst woman to win what was (and still is) considered the world's most dangerous steeplechase.. The whole point of a challenge is that it be achievable. Unsolvable puzzles and unwinnable games are of no interest to anyone. No one would watch a foot race in which the hurdles were set at 7 feet. What would be the point? The 19th-century designers of the race called the Velká Pardubická came close to designing an impossible steeplechase, journalist Richard Askwith concludes in a book that is as much a story of the race itself as it is a biography of the only woman ever to have won it. It took years, he recounts, \"to work out just how far back the frontiers of common sense could be pushed in pursuit of the ultimate test of horsemanship. The answer was: quite far.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insult-injury-and-religious-liberty-11570661764", "title": "Insult, Injury and Religious Liberty", "date": "2019-10-09 18:56", "summary": "A Catholic charity wins a modest victory, but only because of a state official's ugly rhetoric.. Some conservatives are hailing a victory for religious liberty in Michigan, but there's less to it than meets the eye. On Sept. 26 a federal district court ordered the state to continue allowing St. Vincent Catholic Charities to participate in its foster-care programs. Judge Robert Jonker's ruling makes clear that the Supreme Court's decision in Masterpiece Cakeshop v. Colorado Civil Rights Commission (2018) gives life to some lawsuits over hostile treatment of religious believers. But it also shows the limits of the majority opinion in Masterpiece Cakeshop, which doesn't do much to secure the substantive rights of religious objectors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-right-way-to-impeach-a-president-11570661719", "title": "The Right Way to Impeach a President", "date": "2019-10-09 18:55", "summary": "Richard Nixon's inquisitors knew that a strictly partisan inquiry would fail.. The House Democratic impeachment inquiry is unserious. Yes, it is a solemn moment whenever the House considers a resolution calling for a president's removal from office. But the frivolous manner in which Democrats are proceeding shows they believe that given what we know now, they can't create a bipartisan consensus for removing President Trump.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-disney-story-for-young-socialists-11570661652", "title": "A Disney Story for Young Socialists", "date": "2019-10-09 18:54", "summary": "Kill the free market? Mickey Mouse would be collateral damage.. The lab-coated scientist rewards a capuchin monkey with a piece of cucumber when she hands the scientist a rock. A second monkey gets a juicy grape for performing the same task, as the first monkey watches. The first monkey again hands the scientist a rock and again is given cucumber. But this time she flings it back, shaking her cage in rage. My students watching Frans de Waal's TED video erupt in laughter.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-says-for-first-time-that-trump-should-be-impeached-11570643937", "title": "Biden Says Trump Should Be Impeached", "date": "2019-10-09 18:53", "summary": "President has obstructed justice by refusing to comply with House inquiries, former vice president and current presidential candidate says. ROCHESTER, N.H.-Former Vice President Joe Biden said Wednesday for the first time that President Trump should be impeached, telling supporters in New Hampshire that the president had \"violated his oath of office.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-war-trump-11570661608", "title": "World War Trump", "date": "2019-10-09 18:53", "summary": "Nancy Pelosi is the supreme commander of the Democrats' impeachment army.. This presidency as normally understood is over. The only way to comprehend what is going on every day now is in terms of the 2020 election campaign. The rest of the world won't stop. Turkish invasions of Syria and the like will still happen. But here in the U.S., we're done for the next 13 months. A war is on.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamilton-wouldnt-impeach-trump-11570661260", "title": "Hamilton Wouldn't Impeach Trump", "date": "2019-10-09 18:47", "summary": "He didn't say the process of impeachment is entirely political. He said the offense has to be political.. What is an impeachable offense? Rep. Maxine Waters, chairman of the House Financial Services Committee, says the definition is purely political: \"whatever Congress says it is-there is no law.\" She's wrong.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-basics-what-to-know-about-the-process-11570661211", "title": "Impeachment Basics: What to Know About the Process", "date": "2019-10-09 18:46", "summary": "Constitution is silent on what constitutes a 'high crime' or 'misdemeanor'. Six House committees are conducting an impeachment inquiry against President Trump that could result in a trial in the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-i-saw-at-drag-queen-story-hour-11570661201", "title": "What I Saw at Drag Queen Story Hour", "date": "2019-10-09 18:46", "summary": "Children stared, squirmed or toddled off, but their parents were enthralled with Venus Valhalla.. Washington", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-events-in-china-disrupted-over-hong-kong-tweet-11570613597", "title": "NBA Events in China Disrupted Over Hong Kong Tweet", "date": "2019-10-09 18:39", "summary": "Day before scheduled tipoff of a game in Shanghai, crisis appears no closer to resolution. SHANGHAI-A day before a scheduled tipoff of a Brooklyn Nets and Los Angeles Lakers game in Shanghai, a crisis for the National Basketball Association appeared no closer to resolution.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-es-bankruptcy-judge-opens-the-door-to-rival-chapter-11-exit-plan-11570657901", "title": "PG&E's Bankruptcy Judge Opens the Door to Rival Chapter 11 Exit Plan", "date": "2019-10-09 18:33", "summary": "Decision clears way for plan from Elliott Management and other bondholders. The judge presiding over PG&E Corp.'s bankruptcy handed shareholders a loss, opening the door to a competition over the best path out of bankruptcy that pits the troubled utility against bondholders led by Elliott Management Corp.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/synagogue-attack-sparks-concern-about-far-right-extremism-in-germany-11570659978", "title": "Synagogue Attack in Germany Sparks Concern About Far-Right Extremism", "date": "2019-10-09 18:26", "summary": "Although motive is under investigation, suspect can be heard complaining about Jews, foreigners in video. BERLIN-Authorities suspect Wednesday's attack on a synagogue in the east German city of Halle was fueled by far-right extremism, a threat German authorities have been warning about for months.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawsuit-accuses-online-e-cigarette-retailers-of-selling-to-minors-11570659385", "title": "New York Lawsuit Accuses Online E-Cigarette Retailers of Selling to Minors", "date": "2019-10-09 18:16", "summary": "The suit demands that 22 companies stop selling e-cigarettes to city residents under 21 and cease operating without adequate age-verification systems. New York City sued several online e-cigarette vendors, accusing them of selling products to minors and operating without age-verification systems for internet sales.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/infrastructure-and-energy-alternatives-shares-fall-on-news-potential-merger-might-not-happen-11570659208", "title": "Infrastructure and Energy Alternatives Shares Fall On News Potential Merger Might Not Happen", "date": "2019-10-09 18:13", "summary": "Resume Subscription. Infrastructure and Energy Alternatives Inc. fell 23.4% in after-hours trade after the infrastructure construction company said a potential merger it discussed in August might not take place.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-probe-pushes-schiff-to-center-stage-11570658973", "title": "Impeachment Probe Pushes Schiff to Center Stage", "date": "2019-10-09 18:09", "summary": "Leader of the effort to investigate President Trump has become the prime villain for Republicans and a hero to many Democrats. WASHINGTON-Since last week, President Trump has called him a disgrace, a lying disaster and a fraud, labeling him \"Shifty Schiff\" and saying he's not fit to hold a cabinet member's \"blank-strap.\" Mr. Trump's personal lawyer has threatened to sue him. House Republicans are pushing for a vote on a resolution to hold him in contempt.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-oil-slicks-likely-originated-in-venezuela-report-says-11570636705", "title": "Brazilian Oil Slicks Likely Originated in Venezuela, Official Says", "date": "2019-10-09 17:52", "summary": "Tons of crude have been removed from several sites on coast. SÃO PAULO-Brazilian Environment Minister Ricardo Salles said Wednesday that the crude oil staining long stretches of Brazil's northeastern coast \"very probably\" came from Venezuela, an assertion that could lead to even worse relations between the already hostile neighbors.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-ma-im-an-nfl-quarterback-talking-to-gardner-minshews-and-daniel-joness-moms-11570653933", "title": "Look Ma! I'm an NFL Quarterback!", "date": "2019-10-09 17:51", "summary": "What's it like to watch your son become a sudden football sensation? A chat with Kim Minshew and Becca Jones.. \"I think surreal is the word,\" Kim Minshew said. \"This is definitely not what we expected.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-prize-in-chemistry-awarded-to-developers-of-lithium-ion-batteries-11570614857", "title": "Nobel in Chemistry Given for Work on Lithium-Ion Batteries", "date": "2019-10-09 17:49", "summary": "John B. Goodenough, M. Stanley Whittingham and Akira Yoshino share the prize. The Nobel Prize in Chemistry was awarded to three scientists for their work developing lithium-ion batteries-power sources that touched off a technological revolution and gave rise to cellphones and electric cars.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sports-hero-for-hong-kong-11570656743", "title": "A Sports Hero for Hong Kong", "date": "2019-10-09 17:32", "summary": "NBA coaches and stars may stay silent, but there's at least one elite athlete with the courage to speak.. Treating video game players like professional athletes can seem like a joke, but now the world appears to have a genuine hero from the world of e-sports. When push comes to shove on the question of freedom in Hong Kong, it appears that a young video gamer is standing taller than LeBron James.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targets-chief-merchant-quits-to-run-bed-bath-beyond-11570655089", "title": "Target's Chief Merchant Quits to Run Bed Bath & Beyond", "date": "2019-10-09 17:27", "summary": "As CEO, Mark Tritton will try to turn around the struggling housewares chain. Target Corp.'s chief merchant, Mark Tritton, has resigned ahead of the key holiday season to take the top job at Bed Bath & Beyond Inc., a rival chain that has been struggling to adapt to the shifting retail landscape.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/counterterrorism-analyst-arrested-for-leaking-to-two-journalists-11570644872", "title": "Counterterrorism Analyst Arrested for Leaking to Two Journalists", "date": "2019-10-09 17:16", "summary": "Classified reports allegedly released to CNBC and NBC had to do with China's weapons systems. WASHINGTON-A U.S. counterterrorism analyst was arrested Wednesday at the Defense Intelligence Agency where he worked and charged with leaking classified information to two journalists for NBC and CNBC, the Justice Department said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-an-encore-11570655511", "title": "How to Avoid an Encore", "date": "2019-10-09 17:11", "summary": "Cultural institutions could learn a few crisis management lessons from the Plácido Domingo scandal.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boaz-weinsteins-hedge-fund-dealt-blow-in-neuberger-berman-battle-11570638547", "title": "Boaz Weinstein's Hedge Fund Battle with Neuberger Berman Gets More Heated", "date": "2019-10-09 17:01", "summary": "Saba Capital traded barbs with Neuberger Berman after it failed to push through most of its propositions in potentially high-stakes fight. Boaz Weinstein's hedge fund Saba Capital Management LP faced a setback in its wrangle with Neuberger Berman Group LLC for more power over its investment in one of Neuberger's funds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-hands-by-big-thief-review-songs-of-the-body-to-expand-the-mind-11570654590", "title": "'Two Hands' by Big Thief Review: Songs of the Body, to Expand the Mind", "date": "2019-10-09 16:56", "summary": "The group's second album of the year is suffused with empathy and vivid imagery.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-hate-review-tribalism-and-its-discontents-11570653841", "title": "'Why We Hate' Review: Tribalism and Its Discontents", "date": "2019-10-09 16:44", "summary": "This Discovery Channel series offers a fluent dive into social anxieties, social media and social dysfunction.. Many viewers will regard something called \"Why We Hate\" with either an anticipatory yawn or the fear that what they're going to find is a case of TV TV-Too-Virtuous Television. Both of which reactions would be wrong. A fluent dive into social anxieties, social media and social dysfunction, the program makes the presumption that virtue has very little to do with any of it.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-bonds-fall-ahead-of-treasury-auction-11570639398", "title": "Treasurys Fall After Weak Note Auction", "date": "2019-10-09 16:37", "summary": "Ten-year yield rises to 1.585% amid below-average purchases by U.S. mutual funds at Wednesday's sale. U.S. government-bond prices fell Wednesday after the Treasury conducted the second of three auctions of longer-term debt this week.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-to-sell-puerto-rico-and-u-s-virgin-islands-operations-11570624070", "title": "AT&T to Sell Puerto Rico Business as It Looks to Pay Down Debt", "date": "2019-10-09 16:34", "summary": "Liberty Latin America will pay $1.95 billion in the deal, which also includes U.S. Virgin Islands operations. AT&T Inc. has agreed to sell its Puerto Rican and U.S. Virgin Islands businesses to Liberty Latin America Ltd. for $1.95 billion in cash, allowing the telecommunications giant to shave its debt load and move closer to repurchasing shares.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-commissioned-report-responds-to-criticism-over-free-file-program-11570576703", "title": "IRS Tax-Prep Program Gets Fresh Scrutiny", "date": "2019-10-09 16:33", "summary": "Study defends Free File's benefits as substantial. The Internal Revenue Service's partnership with private firms to provide free tax preparation to millions of filers has serious flaws but also appears to provide substantial benefits, according to an outside review commissioned by the IRS.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rebound-in-bank-stocks-was-short-lived-11570634485", "title": "Rebound in Bank Stocks Was Short-Lived", "date": "2019-10-09 16:28", "summary": "Lenders' shares have fallen in October, erasing much of a September rally. Bank stocks have erased much of their September rally and are sliding once again in October, hurt by bets on lower interest rates and expectations for a turbulent earnings season.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-pledges-to-keep-big-donors-at-bay-if-she-wins-democratic-nomination-11570648221", "title": "Warren Pledges to Keep Big Donors at Bay Through General Election", "date": "2019-10-09 16:25", "summary": "The Massachusetts senator, who courts small donations online, extends her primary-campaign pledge to the general election. Elizabeth Warren said her pledge not to woo wealthy donors to finance her presidential campaign would extend to the general election if she becomes the Democratic nominee, keeping the focus on grass-roots support.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-hold-fire-ahead-of-fed-minutes-11570610355", "title": "Stocks Climb on Trade Optimism", "date": "2019-10-09 16:23", "summary": "Investors looked to minutes from the Fed's September meeting for insight into the interest-rate outlook. U.S. stocks rose Wednesday as investors awaited the resumption of U.S.-China trade talks and looked for fresh signals from the Federal Reserve on monetary easing.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-launches-investigation-of-practices-in-retirement-plans-for-teachers-government-employees-11570651944", "title": "SEC Launches Probe of Retirement Plans for Government Employees", "date": "2019-10-09 16:12", "summary": "Regulator looks to determine 'if violations of the federal securities laws have occurred'. The Securities and Exchange Commission has sent letters to companies that administer retirement plans for teachers and other government workers, opening a probe of practices in a market that consumer advocates contend is subject to abuse.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marco-rubio-calls-for-review-of-tiktok-deal-11570650832", "title": "Senator Seeks Review of Acquisition by TikTok Owner", "date": "2019-10-09 15:53", "summary": "Marco Rubio says the platform's moderators are censoring content to appease Beijing. WASHINGTON-U.S. Sen. Marco Rubio (R., Fla.) is calling for a national-security review of the 2017 deal that enabled the Chinese owner of video-sharing app TikTok to expand its reach in the U.S., saying the platform's moderators are censoring content to appease Beijing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-little-changed-as-oversupply-worries-linger-11570647064", "title": "Oil Ends Little Changed as Oversupply Worries Linger", "date": "2019-10-09 15:52", "summary": "U.S. supply rises to a record of 12.6 million barrels a day, but inventories of gasoline and distillates fall more than expected. Oil prices closed little changed Wednesday, erasing an earlier rally as traders awaited U.S.-China trade talks and weighed a mixed inventory report.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-homeless-policy-a-costly-fiasco-11570649808", "title": "San Francisco Homeless Policy: A Costly Fiasco", "date": "2019-10-09 15:36", "summary": "Over the past 50 years, give or take, the idea of personal agency has been displaced by a soulless conviction that all human dysfunction is caused by the environment.. Regarding Heather Mac Donald's \"The Streets of San Francisco\" (op-ed, Oct. 4): As a 40-year resident of Manhattan's Upper West Side, I am no stranger to the homeless and substance abusers living in our midst.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northern-ireland-abortion-and-popular-will-11570649765", "title": "Northern Ireland, Abortion and Popular Will", "date": "2019-10-09 15:36", "summary": "I would remind Ms. Ui Bhriain that in a free country the \"will of the people\" doesn't trump individual rights.. Regarding Niamh Uí Bhriain's \"Abortion Trumps Self-Rule in N. Ireland\" (op-ed, Oct. 7): Maybe now is the time for a plebiscite in Northern Ireland. Let the citizens vote on leaving the U.K. for good and joining the sanity of the neighboring republic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-university-of-virginia-has-a-kind-of-continuity-11570649713", "title": "The University of Virginia Has a Kind of Continuity", "date": "2019-10-09 15:35", "summary": "The justification for the requirement of an oath not to lie, cheat, or steal was the ungentlemanly behavior of UVA students who preceded me by over a hundred years.. While reading Alan Pell Crawford's review of Alan Taylor's \"Thomas Jefferson's Education\" (Books, Sept. 28), I was reminded of my own introduction in 1971 to the University of Virginia Honor Code. The justification for the requirement of an oath not to lie, cheat or steal was the ungentlemanly behavior of UVA students who preceded me by over a hundred years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-ceo-to-testify-at-house-panelabout-libra-11570638146", "title": "Facebook CEO to Testify at House Panel About Libra", "date": "2019-10-09 15:24", "summary": "Mark Zuckerberg will be asked about Facebook's foray into cryptocurrency and its impact on the financial-services sector. Facebook Inc. Chief Executive Mark Zuckerberg is slated to return to Capitol Hill this month to testify before a House panel about the company's foray into cryptocurrency, just weeks after facing a chilly reception from lawmakers about his vision for internet regulation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-urges-women-to-speak-out-after-her-firing-story-is-questioned-11570648147", "title": "Warren Urges Women to Speak Out After Her Firing Story Is Questioned", "date": "2019-10-09 15:09", "summary": "Reports emerge that she has related the account in the past without mentioning she was dismissed. Sen. Elizabeth Warren brushed aside questions this week surrounding her account of getting fired from a teaching job in the 1970s because she was pregnant and is instead attempting to turn the situation into a larger conversation about women in the workplace.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dublin-carol-review-the-walls-of-an-abyss-11570647299", "title": "'Dublin Carol' Review: The Walls of an Abyss", "date": "2019-10-09 14:55", "summary": "Now at the Irish Repertory Theatre, Conor McPherson's play about a middle-aged mortician's assistant with a weakness for booze and whose life has come to naught features a stunning performance.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-a-new-source-for-meat-substitutes-fungi-11570647109", "title": "There's a New Source for Meat Substitutes: Fungi", "date": "2019-10-09 14:51", "summary": "Resume Subscription. The race to produce high-tech meat alternatives has taken two directions. First, there are companies like Beyond Meat and Gardein, which are making burgers and other meat-like products from plants. Second, companies such as Memphis Meats are trying to grow meat in labs from animal cells.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/farmers-start-to-get-high-on-hemp-11570647008", "title": "Farmers Start to Get High on Hemp", "date": "2019-10-09 14:50", "summary": "Amid growing consumer demand for CBD and changes in legislation, growers are devoting more acreage to planting hemp. After years of falling crop prices, some farmers see a lifeline in hemp.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-dinosaur-help-sell-this-beverly-hills-mega-mansion-11570646954", "title": "Can a Dinosaur Help Sell This Beverly Hills Mega-Mansion?", "date": "2019-10-09 14:49", "summary": "A Portland developer sought out the skeleton-an increasingly popular Hollywood accessory-as a way to help this $37.95 million home stand out from the crowd.. In Los Angeles's crowded luxury spec home market, one developer is looking to cut through the noise by embracing the latest Hollywood trend: a dinosaur skeleton, now installed in the entry hall of a Beverly Hills mansion, which is coming on the market for $37.95 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-beverly-hills-home-decorated-with-a-big-dinosaur-11570646882", "title": "Big Beverly Hills Home Decorated with a Big Dinosaur", "date": "2019-10-09 14:48", "summary": "The Allosaurus in the entry lived 155 to 145 million years ago during the late Jurassic period.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dollar-general-boosts-digital-strategy-11570646318", "title": "Dollar General Boosts Digital Strategy", "date": "2019-10-09 14:38", "summary": "Discount chain to test letting customers buy online and pick up in store. Dollar General Corp. is working on making it possible for customers to buy its wares online and pick them up at a nearby store, a move that analysts say could help the retailer attract a younger demographic.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-sees-impeachment-as-chance-to-pitch-herself-as-prosecutor-11570645280", "title": "Kamala Harris Sees Impeachment as Chance to Pitch Herself as Prosecutor", "date": "2019-10-09 14:30", "summary": "California lawmaker had approached her prosecutor background cautiously, but now she's banking on voters seeing it as an asset. DES MOINES, Iowa-The House impeachment inquiry into President Trump hasn't changed much on the campaign trail for most of the Democratic presidential field. But Sen. Kamala Harris is seizing on it as a much-needed opportunity.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-settlement-hinges-on-deal-with-justice-department-documents-show-11570645174", "title": "Purdue Settlement Hinges on Deal With DOJ, Documents Show", "date": "2019-10-09 14:19", "summary": "Filing shows Purdue and Sacklers must resolve federal probes before $10 billion deal with states and others can move forward. OxyContin maker Purdue Pharma LP's plan to turn over its operations to creditors and see its owners, the Sacklers, exit the opioid business is contingent on first resolving U.S. Justice Department probes, court filings show.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-talks-resume-at-pivotal-moment-in-u-s-china-relations-11570644975", "title": "Trade Talks Resume at Pivotal Moment in U.S.-China Relations", "date": "2019-10-09 14:16", "summary": "Negotiations Thursday come as Trump plans higher tariffs if impasse can't be broken. WASHINGTON-Senior U.S. and Chinese officials will square off for trade talks Thursday at a pivotal moment in the countries' relationship, with higher tariffs looming if negotiators fail to break a five-month stalemate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-weighs-chinas-call-against-duties-back-home-11570644011", "title": "Activision Weighs China's Call Against Duties Back Home", "date": "2019-10-09 14:00", "summary": "Videogame company turns 'Call of Duty' into new mobile hit just in time for backlash over player suspension. There would seem to be no bad time to put out a hot new videogame, though Activision Blizzard may have found one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-vows-to-remake-capitalism-businesses-are-bracing-11570643931", "title": "Elizabeth Warren Vows to Remake Capitalism. Businesses Are Bracing.", "date": "2019-10-09 13:58", "summary": "The Democratic Party's favored presidential candidate has proposed sweeping changes to how business operates; many executives expect she would tack center. For the past generation, Democratic presidential candidates have mostly talked of redistributing the rewards of American capitalism while leaving its basic structure intact.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-latest-move-needs-a-name-11570642135", "title": "Fed's Latest Move Needs a Name", "date": "2019-10-09 13:28", "summary": "The jury is out on what to call the central bank's increased purchases of short-term Treasurys. QE, or not QE? That is the question bedeviling the monetary-policy peanut gallery after Federal Reserve Chairman Jerome Powell announced on Tuesday that the central bank had decided to increase its purchases of short-term Treasurys, but that the move shouldn't be considered a form of quantitative easing.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-two-killed-in-shooting-in-eastern-germany-11570628789", "title": "Photos: Two Killed in Shooting in Eastern Germany", "date": "2019-10-09 13:28", "summary": "Police in the eastern German city of Halle said they had arrested a suspect after two people were killed in a shooting following an apparent failed attack on a synagogue.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-envoy-gordon-sondlands-entanglement-in-ukraine-muddles-his-role-with-eu-11570641566", "title": "U.S. Envoy's Entanglement in Ukraine Muddles His Role With EU", "date": "2019-10-09 13:19", "summary": "Ambassador's close ties to Trump has been seen as an asset, 'but not if he's huddling with lawyers'. BRUSSELS-The U.S. ambassador to the European Union's entanglement in President Trump's impeachment inquiry complicates work for an outspoken diplomat at a critical moment, with new EU leadership taking office, Brexit tensions rising and the threat of U.S. car tariffs looming.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-once-in-crisis-joins-negative-rates-club-11570640925", "title": "Greece, Once in Crisis, Joins Negative-Rates Club", "date": "2019-10-09 13:08", "summary": "Debt-laden country sells bonds yielding less than 0% for the first time. Greece sold debt offering less than 0% for the first time on Wednesday in the latest sign of how far investors will go in a hunt for returns amid a global slump in yields.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-worker-demand-softened-over-the-summer-11570636530", "title": "U.S. Worker Demand Softened Over the Summer", "date": "2019-10-09 12:49", "summary": "The pullback in job openings aligns with other labor-market signals pointing to a slowdown. WASHINGTON-Employer demand for workers softened this summer, as job openings fell from a year earlier for the third consecutive month in August.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-worrisome-sign-on-hiring-11570639707", "title": "A Worrisome Sign on Hiring", "date": "2019-10-09 12:48", "summary": "A drop in job openings in August suggests companies are becoming more cautious about hiring. The job market is still strong, but with companies starting to put some hiring plans on hold, it may be beginning to fray along the edges.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-tax-proposal-widens-net-beyond-tech-giants-11570611600", "title": "Global Tax Proposal Widens Net Beyond Tech Giants", "date": "2019-10-09 12:31", "summary": "OECD proposals, designed to limit tensions between U.S. and EU, address rise of global digital economy. The search for a new agreement on how countries should tax multinational corporations advanced Wednesday, as international negotiators proposed rules that would force tech giants such as Facebook Inc., Amazon.com Inc. and Alphabet Inc.'s Google to pay more tax in countries where customers consume their products and services.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-succession-theme-revive-the-custom-ringtone-11570638578", "title": "Can the 'Succession' Theme Revive the Custom Ringtone?", "date": "2019-10-09 12:29", "summary": "Composer Nicholas Britell's dark and moody TV theme song is rattling phones everywhere to life. And it might not be just a fad. A RINGTONE IS MEANT to shock you out of whatever daze you're in, alert you to the possibility of good or bad conversations (caller ID helps here, too) and force a quick decision by being sufficiently annoying. The unanswered echo of Apple's standard \"Marimba\" ringtone can drive an entire office to madness.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-decorating-technique-separates-the-pros-from-the-amateurs-11570637809", "title": "This Decorating Technique Separates the Pros from the Amateurs", "date": "2019-10-09 12:16", "summary": "Decorate any space like a design-school graduate by factoring in the aesthetic visible in the room next door. AMATEUR DECORATORS LIKE you and me struggle with the same array of variables that interior designers do: furniture, lighting, paint, artwork, rugs, window treatments, cats determined to destroy those window treatments. But pros take into account an overarching factor that eludes untrained eyes: a room's visual connection to the adjacent space.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-doghouse-11570637798", "title": "In the Doghouse", "date": "2019-10-09 12:16", "summary": "Readers weighed in on a recent Counting House column about destructive pooches. The Sept. 27 Counting House column about how dogs can hurt real-estate values drew a large response. Readers had plenty to say about the rambunctious pups featured in the column. Here are some excerpts and photos, along with the shameless inclusion of Beth DeCarbo's dog, Dash.", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-big-white-house-on-biscayne-bay-11570637334", "title": "A Big White House on Biscayne Bay", "date": "2019-10-09 12:08", "summary": "This newly built Italianate estate in Coral Gables, Fla., comes with luxurious details and a neutral palette.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/long-story-short-my-microwave-exploded-the-problem-with-life-hack-videos-11570636955", "title": "Why Life Hack Videos Seem Too Good to Be True. (They Are)", "date": "2019-10-09 12:02", "summary": "Resume Subscription. Did you know you can seamlessly repair broken china by submerging it in warm milk for two days? Or extract turquoise dye from spinach leaves? What about forming crystals by dipping smoldering charcoal briquettes in peanut butter?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/italianate-estate-in-coral-gables-asks-48-million-11570636014", "title": "Coral Gables Gets a Budget Buster: $48 Million", "date": "2019-10-09 11:46", "summary": "The newly built property could set a record for the most expensive home ever sold in the affluent Florida suburb.. A newly built Italianate estate in Coral Gables, Fla., is going on the market for $48 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keeping-the-heirloom-house-11570634460", "title": "Keeping the Heirloom House", "date": "2019-10-09 11:21", "summary": "When parents pass down their home to the next generation, it pays to plan well or risk family strife. Jeremy Wolff, a photographer based in upstate New York, is part owner of a six-bedroom beach house near Hyannis on Cape Cod in Massachusetts that has been in his family since the 1940s. His co-owners? Nearly 30 relatives, including eight cousins and their families, who book their visits on a family website.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keeping-it-all-in-the-family-11570633977", "title": "Keeping it All in the Family", "date": "2019-10-09 11:12", "summary": "These homes have been passed down through the generations. Keeping them running is a family affair. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/first-black-mayor-elected-in-montgomery-ala-11570633526", "title": "First Black Mayor Elected in Montgomery, Ala.", "date": "2019-10-09 11:05", "summary": "Probate Judge Steven Reed defeats businessman David Woods in historic victory. MONTGOMERY, Ala.-Alabama's capital, a city once known as the cradle of the Confederacy and later the birthplace of the civil-rights movement, elected its first African-American mayor Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-demotes-former-ghosn-aide-hari-nada-11570620065", "title": "Nissan Limits Duties of Former Ghosn Aide Hari Nada", "date": "2019-10-09 10:34", "summary": "Board of directors had sought removal of the senior vice president overseeing legal matters. TOKYO- Nissan Motor Co. said it has limited the duties of Hari Nada, a former aide to Carlos Ghosn, after board directors questioned Mr. Nada's continued role at the company.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-rising-temperatures-mean-for-coffee-bean-farmers-11570629999", "title": "What Rising Temperatures Mean for Coffee-Bean Farming", "date": "2019-10-09 10:06", "summary": "Resume Subscription. PALERMO, Italy-For Rosalino Palazzolo, growing coffee is a dream. After growing all manner of produce on his Sicily farm, the third-generation farmer harvested his first coffee crop this year.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/money-managers-gain-sway-over-muni-market-11570629205", "title": "Money Managers Gain Sway Over Muni Market", "date": "2019-10-09 09:57", "summary": "More than half of the amount held by households sits in separately managed accounts or mutual funds. A larger-than-ever share of municipal bonds is being managed by professionals, shaking up a market that has traditionally been the domain of mom- and-pop investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-30-8-billion-to-financial-system-in-latest-repo-transaction-11570628354", "title": "Fed Adds $30.8 Billion to Financial System in Latest Repo Transaction", "date": "2019-10-09 09:39", "summary": "Move by New York bank relieves funding pressure in money markets. The Federal Reserve Bank of New York added $30.8 billion to the financial system Wednesday, using the market for repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-contractor-constellis-taps-pjt-partners-for-restructuring-11570625441", "title": "Defense Contractor Constellis Taps PJT Partners for Restructuring", "date": "2019-10-09 09:35", "summary": "Apollo-owned security firm, which traces its roots to Erik Prince's Blackwater, is exploring strategic options for $1.2 billion debt stack. Defense contractor Constellis Group Inc. has engaged PJT Partners Inc. to engineer a plan for restructuring the company's debt-laden balance sheet, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cost-overruns-at-gw-bridge-bus-terminal-put-retail-space-up-for-grabs-11570628065", "title": "Cost Overruns at GW Bridge Bus Terminal Put Retail Space Up for Grabs", "date": "2019-10-09 09:34", "summary": "Development consortium behind revamped terminal filed for bankruptcy on Monday. The development consortium leading the overhaul of a major bus station in northern Manhattan has filed for bankruptcy protection and begun the process of selling its leasehold over the station's 120,000 square feet of retail space.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-deadline-passes-with-little-to-show-for-fliers-11570626455", "title": "A Deadline Passes With Little to Show for Fliers", "date": "2019-10-09 09:09", "summary": "The Transportation Department had a year to comply with new laws on airplane evacuations, seat dimensions and much more, but many of those requirements haven't been met. The Transportation Department missed deadlines last week on key traveler issues like seat dimensions, evacuation safety, cockpit barriers, refunds for services not delivered and flight-attendant minimum rest.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-in-a-unique-position-amid-impeachment-11570626125", "title": "Trump Is In a Unique Position Amid Impeachment", "date": "2019-10-09 09:02", "summary": "Public opinion of the president falls 'between the two extremes' of two targeted predecessors, Nixon and Clinton. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miners-new-worry-other-peoples-pollution-11570625822", "title": "Miners' New Worry: Other People's Pollution", "date": "2019-10-09 08:57", "summary": "Global miners face the threat of lost business if they don't help customers shrink their carbon footprint. SYDNEY-Global miners have spent years trying to shrink their carbon footprint. Now they face the threat of lost business if they don't help customers do the same.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-johnson-johnson-lions-gate-general-motors-activision-blizzard-11570612311", "title": "Stocks to Watch: PayPal Holdings, iRobot, Johnson & Johnson", "date": "2019-10-09 08:51", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-wild-facts-about-the-louvres-new-conservation-center-11570625068", "title": "Six Wild Facts About the Louvre's New Conservation Center", "date": "2019-10-09 08:44", "summary": "This fall, the Louvre's 215,000-square-foot storage and conservation facility opens in Liévin, 120 miles north of Paris. Some stats about the Rogers Stirk Harbour + Partners-designed building. The estimated length of shelving installed in the new structure's six storage rooms, each tailored to different styles of art and conservation requirements.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-an-18th-century-manor-home-in-brittany-france-11570624998", "title": "Inside an 18th-Century Manor Home in Brittany, France", "date": "2019-10-09 08:43", "summary": "French design dealer François Laffanour applied his renegade spirit to reviving an 18th-century manor house in Brittany. At Design Miami, or any of the other international fairs where François Laffanour exhibits, the French furniture dealer is a recessive figure, his wiry frame and dollop of silver hair sequestered at the back of his booth behind a table by Charlotte Perriand or a Jean Prouvé desk. But on the golf course, he's all action. Playing the front nine before lunch at his home club in Brittany, Laffanour, 66, covers the distance between holes like a jackrabbit, wheeling his cart through a pine-scented landscape that slopes down toward the pink granite coastline and turquoise sea for which this part of France is known. When he hoists his clubs into the back of his Jaguar XJ Executive, he nudges the trunk closed in a gesture reminiscent of John Cassavetes, the late American actor and director whom he somewhat resembles and admires for his aura of cool.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-pushes-return-of-737-max-to-january-11570622402", "title": "American Delays 737 MAX's Return, Grounding Costs Mount", "date": "2019-10-09 08:42", "summary": "Carriers grapple with capacity crunch as Boeing prepares fixes to aircraft's systems. American Airlines Group Inc. said it expects Boeing Co. 's 737 MAX will remain out of service until January, the latest example of how the grounded plane continues to create additional costs and logistical burdens for carriers and passengers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cant-get-enough-of-the-tv-series-heres-the-podcast-11570623917", "title": "Love the TV Series? Here's the Podcast.", "date": "2019-10-09 08:26", "summary": "After fans gobbled up 'Stranger Things' and 'Chernobyl' podcasts, networks and streaming services have begun producing companion audio programs to boost TV viewer loyalty. When Craig Mazin asked HBO to work with him on a podcast to accompany his five-part miniseries \"Chernobyl,\" he didn't expect it to resonate beyond a subset of Soviet history buffs seeking more information about the 1986 nuclear explosion. In pitching the project, he told HBO's marketing department that his intention was to be as \"anti-promotional as possible,\" adding that \"if 12 people listen to it but they are the hard-core Chernobyl nerds and they love it, then that's a job well done.\"", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rays-have-a-shot-at-an-all-time-baseball-stunner-11570622402", "title": "The Rays Have a Shot at an All-Time Baseball Stunner", "date": "2019-10-09 08:00", "summary": "Tampa Bay forced a Game 5 in the ALDS after winning their second straight game against the heavily favored Houston Astros. ST. PETERSBURG, Fla.-There are very few real upsets in the Major League Baseball postseason. The history of randomness this time of year is too great-and the playoff teams too close in talent-to believe too strongly in what is or isn't possible in the course of a mere five or seven games. But there is a very real upset brewing in the American League.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-inflation-eases-to-be-in-line-with-central-bank-target-11570621119", "title": "Mexican Inflation Eases to Be in Line With Central Bank Target", "date": "2019-10-09 07:38", "summary": "Outcome supports expectations for continued interest-rate cuts amid a sluggish economy. MEXICO CITY-Mexico's inflation eased in September, coming in line with the Bank of Mexico's 3% target for the first time in three years and supporting expectations that the central bank will keep lowering interest rates amid a sluggish economy.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-deal-why-buying-the-london-stock-exchange-is-hard-to-do-11570616320", "title": "No Deal: Why Buying the London Stock Exchange Is Hard to Do", "date": "2019-10-09 07:37", "summary": "Hong Kong exchange's pulled offer for the LSE highlights the difficulties of cross-border deals between trading venues. London Stock Exchange Group PLC's dismissal of the Hong Kong exchange's almost $37 billion takeover attempt underscores the challenges global exchanges face trying to complete cross-border deals amid geopolitical upheaval.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/god-and-money-graft-in-peru-sparks-political-reckoning-11570618801", "title": "'God and Money': Graft in Peru Sparks Political Reckoning", "date": "2019-10-09 07:00", "summary": "Resume Subscription. LIMA-When President Martín Vizcarra dissolved the opposition-controlled Congress last week, angry lawmakers called it a coup. Yet many Peruvians saw it as a righteous act, like closing a rowdy red-light district.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/big-techs-antitrust-game-is-changing-11570616378", "title": "Big Tech's Antitrust Game Is Changing", "date": "2019-10-09 06:19", "summary": "Chip maker Broadcom is a test case for the European Union's new approach to quickly stopping what it sees as anticompetitive behavior. Big tech used to be able to stall for time when dealing with European Union antitrust cases. The tactic may not work for much longer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-cant-afford-to-forget-mom-and-dad-11570615200", "title": "Social Media Can't Afford to Forget Mom and Dad", "date": "2019-10-09 06:00", "summary": "Generation Z has significant influence over household expenses, but it may not be enough to dominate social-media spend. Children and teenagers don't earn much money themselves, but that has never stopped advertisers from targeting them, as they can influence their household's spending in a major way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-warns-it-may-cut-power-for-600-000-customers-due-to-wildfire-risk-11570513569", "title": "PG&E Starts to Cut Power for Nearly 800,000 Customers", "date": "2019-10-09 05:56", "summary": "Outages, which began in phases at midnight, are part of what is believed to be the largest such pre-emptive blackout to date.. PG&E Corp. has begun to shut off power to hundreds of thousands of people in California as it seeks to prevent its electric lines from sparking more deadly wildfires, in what is believed to be the largest such pre-emptive blackout ever.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-old-universities-spin-out-new-tech-companies-11570613400", "title": "Europe's Old Universities Spin Out New Tech Companies", "date": "2019-10-09 05:30", "summary": "Resume Subscription. OXFORD, England-The world's oldest universities are learning to promote their newest technologies using American-style entrepreneurialism.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-minutes-will-show-rate-lean-after-september-cut-11570613401", "title": "Fed Minutes to Shed Light on Internal Debate Over Rates", "date": "2019-10-09 05:30", "summary": "They also will show officials' view of last month's money-market volatility and could highlight preferred solutions. The Federal Reserve will provide new clues about its thinking on where to set interest rates when it releases the minutes of its Sept. 17-18 meeting on Wednesday at 2 p.m. EDT.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/west-african-poverty-alleviation-program-makes-cocoa-this-years-hot-commodity-11570622401", "title": "New Cocoa-Pricing Method Makes for a Hot Commodity", "date": "2019-10-09 00:01", "summary": "Rally is driven by uncertainty over a plan designed to aid farmers in Ghana and Ivory Coast. Cocoa prices are surging as traders grapple with a new method for pricing exports designed to alleviate poverty among farmers in Ivory Coast and Ghana, the world's largest growers of the chocolate ingredient.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-strike-paralyzes-ecuador-as-protests-continue-11570656930", "title": "General Strike Paralyzes Ecuador as President Stands by Austerity", "date": "2019-10-09 00:01", "summary": "President Lenin Moreno returns to Quito in surprise move after temporarily relocating government away from capital. GUAYAQUIL, Ecuador-A general strike paralyzed much of Ecuador on Wednesday as week-old protests against President Lenín Moreno's decision to eliminate fuel subsidies continued and the government scrambled to restore order.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11570561990", "title": "Pepper...and Salt", "date": "2019-10-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-river-group-to-cancel-auto-insurance-for-uber-affiliate-rasier-11570569015", "title": "James River Group to Cancel Auto Insurance for Uber Affiliate Rasier", "date": "2019-10-09 23:00", "summary": "James River CEO says account hasn't met profitability expectations. James River Group Holdings Ltd. said Tuesday it delivered a notice of early cancellation of all insurance policies issued to Rasier LLC, its largest customer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-to-crack-down-on-illegal-statue-of-liberty-boat-tours-11570577474", "title": "New York to Crack Down on Illegal Selling of Statue of Liberty Boat Tours", "date": "2019-10-09 23:00", "summary": "City to target sellers who illegally hawk tickets for tours that sail around Liberty Island but don't stop. New York City is stepping up its enforcement of the illegal sale of Statue of Liberty boat tours a day after actor Alec Baldwin said he was duped into buying fake tickets for his family.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-spar-over-gay-employee-cases-11570553420", "title": "Justices Spar Over Gay Employee Cases", "date": "2019-10-09 22:47", "summary": "Arguments weigh whether 1964 Civil Rights Act forbids discrimination on the basis of sexual orientation. WASHINGTON-The Supreme Court spent two tense hours on Tuesday weighing whether the nation's bedrock civil-rights law forbids employers from discriminating against gay or transgender employees.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expanded-u-s-trade-blacklist-hits-beijings-artificial-intelligence-ambitions-11570541277", "title": "Expanded U.S. Trade Blacklist Hits Beijing's AI Ambitions", "date": "2019-10-09 21:50", "summary": "Move threatens Chinese companies' access to crucial components, relationships with U.S. firms. The U.S. decision to add eight Chinese companies to its trade blacklist strikes directly at China's ambitions in artificial intelligence, threatening its companies' access to crucial components and relationships with U.S. firms.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecuadors-president-leaves-capital-amid-antiausterity-protests-11570521548", "title": "Ecuador's President Relocates Government Amid Protests", "date": "2019-10-09 21:44", "summary": "Flanked by military, Moreno vows not to reverse decision to scrap fuel subsidy. Demonstrators protesting the end of a fuel subsidy stormed Ecuador's Congress on Tuesday before police expelled them with tear gas, a day after President Lenin Moreno moved the administrative center of his government out of Quito.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/memo-shows-white-house-officials-alarm-at-trump-zelensky-call-11570580588", "title": "Memo Shows White House Official's Alarm at Trump-Zelensky Call", "date": "2019-10-09 20:58", "summary": "The presidents' conversation is at the heart of a Democratic-led impeachment inquiry into whether Mr. Trump abused his office. President Trump's July 25 phone call with his Ukrainian counterpart had so alarmed a White House official that he called a colleague at the CIA the next day to share his concerns, according to a memorandum.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lions-gate-considers-spinning-off-starz-through-investment-vehicle-11570574664", "title": "Lions Gate Considers Spinning Off Starz Through Investment Vehicle", "date": "2019-10-09 20:54", "summary": "Move would help struggling studio unload a significant portion of its debt. Lions Gate Entertainment Corp. is considering splitting off its Starz premium-cable channel into a separate company, as the studio looks to reduce its hefty debt load and allow shareholders to invest directly in either of the businesses, according to people familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-uaw-contract-talks-turn-focus-to-wages-11570563695", "title": "GM-UAW Contract Talks Zero In on Wages", "date": "2019-10-09 20:51", "summary": "Pay increases are among the few remaining issues as the sides strive for deal to end 23-day strike. General Motors Co. and the United Auto Workers are down to a crucial topic at the bargaining table: wages.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-directs-gordon-sondland-not-to-appear-for-house-testimony-lawyer-says-11570538414", "title": "White House Refuses to Cooperate With Impeachment Probe", "date": "2019-10-09 20:46", "summary": "Trump administration keeps ambassador from testifying about his role in Ukraine controversy. WASHINGTON-The White House said it won't cooperate with the House impeachment probe and the administration blocked the deposition of a U.S. ambassador seen as central to the Ukraine controversy, marking clear battle lines in the fight between President Trump and Democratic lawmakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bronx-teen-dies-of-vaping-related-illness-11570563476", "title": "New York City's First Vaping-Related Death Is a Bronx Teen", "date": "2019-10-09 20:42", "summary": "The 17-year-old male was hospitalized in September and died Oct. 4. A Bronx 17-year-old is New York state's first vaping-related death, according to Gov. Andrew Cuomo.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/popchips-finds-a-new-owner-in-vmg-backed-velocity-snack-brands-11570579200", "title": "Popchips Finds a New Owner in VMG-Backed Velocity Snack Brands", "date": "2019-10-09 20:00", "summary": "Newly launched Velocity Snack Brands has acquired Popchips as its anchor brand. ", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}]