[{"link": "https://www.wsj.com/articles/symantec-plunges-after-ceo-exit-tepid-outlook-11557445750", "title": "Symantec Plunges After CEO Exit, Tepid Outlook", "date": "2019-05-09 19:49", "summary": "Cybersecurity company's sales guidance below expectations as business bookings miss target. Symantec Corp. Chief Executive Greg Clark abruptly resigned Thursday, sending shares of the antivirus software provider tumbling 13% during after-market trading.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-won-t-increase-offer-for-anadarko-11557405500", "title": "Occidental Wins Battle for Anadarko as Chevron Exits Bidding", "date": "2019-05-09 19:45", "summary": "Chevron expects to take $1 billion breakup fee after energy rival topped its $33 billion offer. Occidental Petroleum Corp. struck a $38 billion agreement to buy Anadarko Petroleum Corp. after Chevron Corp. bowed out of the bidding, ending one of the most high-stakes energy-deal dramas in years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burr-draws-gop-scrutiny-for-subpoena-of-donald-trump-jr-11557444834", "title": "Burr Draws GOP Scrutiny for Subpoena of Donald Trump Jr.", "date": "2019-05-09 19:39", "summary": "Senate Intelligence Committee chairman has investigated President Trump in a more bipartisan fashion than some of his fellow Republicans. The Senate Intelligence Committee's decision to subpoena Donald Trump Jr. opened up a rift among Republicans, as some questioned the necessity of the GOP chairman's request and others called for the investigation to continue unimpeded.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-will-nominate-shanahan-as-defense-secretary-white-house-says-11557432986", "title": "Trump to Nominate Shanahan as Defense Secretary", "date": "2019-05-09 19:36", "summary": "Current acting defense secretary hasn't served in military, came to department with no prior government-policy experience. President Trump intends to nominate Pat Shanahan to become his next secretary of defense, moving to formally fill the post that Mr. Shanahan has held in an acting capacity since January, the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-manhattan-reaches-post-9-11-employment-milestone-11557444873", "title": "Lower Manhattan Reaches Post-9/11 Hiring Milestone", "date": "2019-05-09 19:34", "summary": "Resume Subscription. Lower Manhattan's long comeback recently reached a new milestone when jobs in the neighborhood exceeded the number in September 2001 for the first time since the terrorist attacks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-set-tiebreakers-for-candidates-to-qualify-for-2020-debates-11557444460", "title": "Democrats Set Tiebreakers for Candidates to Qualify for 2020 Debates", "date": "2019-05-09 19:27", "summary": "More than 20 presidential hopefuls have until June 12 to meet requirements for Miami event; tiebreaking formula will count polling averages. WASHINGTON-The Democratic National Committee set a June 12 deadline for qualifying for the first presidential primary debates and outlined a tiebreaking system in case more than 20 candidates qualify for the two-night event.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seizing-north-korea-where-it-hurts-11557444064", "title": "Seizing North Korea Where It Hurts", "date": "2019-05-09 19:21", "summary": "As Kim Jong Un acts up, the U.S. enforces international sanctions.. President Trump walked away from his Hanoi summit with Kim Jong Un in February because the North Korean dictator demanded an end to the toughest U.S. sanctions before committing to give up his nuclear weapons. So it's encouraging that the U.S. enforced sanctions this week by seizing a North Korean cargo vessel amid more Kim missile tests.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-constitutional-crisis-11557444084", "title": "A 'Constitutional Crisis'", "date": "2019-05-09 19:21", "summary": "Nancy Pelosi stages a phony impeachment war.. America is in a \"constitutional crisis.\" Trump Administration officials have \"decided that they're not going to honor their oath of office.\" President Trump is \"almost self-impeaching\" and \"is every day demonstrating more obstruction of justice.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-risk-is-politics-11557444110", "title": "Uber's Risk Is Politics", "date": "2019-05-09 19:21", "summary": "The biggest worry for investors is government allied with unions.. Ride-hailing app Uber will float its first shares in the public markets Friday in a moment of triumph after 10 years of revolutionizing urban transportation. The Silicon Valley company faces fierce commercial competition but the obstacle investors should worry about most is progressive government.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-judge-wary-of-push-for-official-voice-for-ratepayers-in-bankruptcy-court-11557443864", "title": "PG&E Judge Wary of Push for Official Voice for Ratepayers in Bankruptcy Court", "date": "2019-05-09 19:17", "summary": "Customers of PG&E fear they will be left with higher rates because of PG&E's wildfire liabilities.. PG&E Corp. ratepayers Thursday faced tough questioning from a bankruptcy judge as they sought to gain an official voice in the California utility's bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-missing-order-in-american-politics-11557443675", "title": "The Missing Order in American Politics", "date": "2019-05-09 19:14", "summary": "I grow wistful as I watch the congressional chaos while reading Kissinger's forthcoming oral history.. I am watching Washington and thinking this: We have reached a new crisis point in Donald Trump vs. the Democrats. They are speaking of contempt citations, subpoenas, executive privilege, hearings. It's a daily barrage. The Democrats are inching closer to impeachment, at least rhetorically, perhaps actually. We'll see how well Speaker Nancy Pelosi can dance right up to the edge to appease some in her caucus, and not over it.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-revenue-up-sharply-11557441479", "title": "News Corp Revenue Up Sharply", "date": "2019-05-09 19:08", "summary": "Results are driven by consolidation of Australian pay-TV company Foxtel, gains at its book-publishing arm. News Corp reported a sharp increase in revenue for its most recent fiscal quarter, driven by the consolidation of Australian pay-television company Foxtel and continued gains at its book-publishing arm.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-swings-to-net-loss-from-impact-of-dam-disaster-11557443217", "title": "Vale Swings to Net Loss From Impact of Dam Disaster", "date": "2019-05-09 19:06", "summary": "Brazilian mining giant also reported a drop in revenue. SÃO PAULO-Brazilian mining giant Vale SA reported a loss in the first quarter as the world's biggest iron-ore producer issued its first earnings report that includes the effects of the deadly accident in January at its dam in the town of Brumadinho.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yumas-humanitarian-emergency-11557443033", "title": "Yuma's Humanitarian Emergency", "date": "2019-05-09 19:03", "summary": "As hundreds of migrants flow in each week, the city struggles to provide food and shelter.. Yuma, Ariz.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evangelicals-take-on-artificial-intelligence-11557442994", "title": "Evangelicals Take On Artificial Intelligence", "date": "2019-05-09 19:03", "summary": "As the technology advances, science and religion should each give the other its due.. Science fiction often depicts artificial intelligence as technical minds embodied in humanlike bodies. Think Commander Data of \"Star Trek: The Next Generation.\" In reality, AI is mindless and usually disembodied. Yet it's still important, and scientists shouldn't be the only ones with a say in its future.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-nadler-really-wants-11557442946", "title": "What Nadler Really Wants", "date": "2019-05-09 19:02", "summary": "His strategy clearly aims at provoking a confrontation for political purposes.. Don't think this week's headlines about contempt of Congress and impeachment are about anything so serious as contempt of Congress or impeachment-never mind the \"constitutional crisis\" Speaker Nancy Pelosi declared Thursday. This is red-meat politics.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coming-to-appreciate-stay-at-home-moms-11557442888", "title": "Coming to Appreciate Stay-at-Home Moms", "date": "2019-05-09 19:01", "summary": "During a rough patch they were there for me as my career-woman friends fell away.. I'm not a mother, and at 48 I'm unlikely to become one. My whole professional life, I've been leaning in. It wasn't until things went badly wrong that I realized the human-capital value of a group of women modern society tends to ignore or dismiss-stay-at-home-moms.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-nationalism-turns-out-to-be-local-11557442852", "title": "Europe's 'Nationalism' Turns Out to Be Local", "date": "2019-05-09 19:00", "summary": "Le Pen, Salvini and Brexit all have an appeal limited to particular regions of their respective countries.. Rising nationalism is widely assumed to be driving European (and global) politics. Perhaps it's time for a rethink. There's growing evidence that the real force behind so much political upset is far more localized. This regionalism has been staring us in the face all along.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unemployment-isnt-what-it-used-to-be-11557442825", "title": "Unemployment Isn't What It Used to Be", "date": "2019-05-09 19:00", "summary": "The low rate doesn't take account of low labor-force participation. Wages are a better indication of slack.. The U.S. economy, fresh off another strong report, has created an average of 205,000 new jobs a month in 2019, far more than the roughly 100,000 needed to keep up with population growth. The official unemployment rate has fallen to 3.6%, the lowest in 50 years. Historically, such low unemployment has signaled that the economy is at full capacity, which causes wages and inflation to accelerate as employers compete for scarce workers. Yet wage growth has increased modestly, to about 3% a year, and inflation is still running at 1.5%, below the Fed's 2% target. What's going on?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libya-cant-take-another-tyrant-11557442788", "title": "Libya Can't Take Another Tyrant", "date": "2019-05-09 18:59", "summary": "Tripoli's Government of National Accord needs help to stop Khalifa Haftar in his attempted takeover.. Since toppling Moammar Gadhafi in 2011, Libya has struggled to achieve peace but has made meaningful gains under the internationally recognized Government of National Accord. In partnership with the United Nations, the GNA had been working toward national elections. But now, instead of ushering in a new democratic government, the GNA is fighting an aspiring military dictator-Khalifa Haftar-whose rival government is taking money and arms from foreign actors pursuing narrow self-interest at Libya's expense.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mother-is-a-verb-review-whats-it-like-to-be-a-mom-11557442767", "title": "'Mother Is a Verb' Review: What's It Like to Be a Mom?", "date": "2019-05-09 18:59", "summary": "Most primers on parenting have been written by men. We know very little about how women feel about the work and wonders of mothering.. Until recently, few women thought to write about something as seemingly commonplace as motherhood. The archives are full of primers on parenting, but most of them are written by men. As a result, we know very little about how women throughout most of human history felt about the work and wonders of mothering.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sam-adams-brewer-to-buy-rival-dogfish-head-in-300-million-deal-11557442655", "title": "Sam Adams Brewer to Buy Rival Dogfish Head in $300 Million Deal", "date": "2019-05-09 18:57", "summary": "Craft beer competitors unite to combat slowing sales, new challengers. Boston Beer Co. is acquiring Dogfish Head Brewery in a $300 million cash-and-stock deal that combines two early craft brewers that now confront slowing industry sales and hundreds of competitors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-it-comes-to-workplace-tech-employees-know-best-11557442491", "title": "When It Comes to Workplace Tech, Employees Know Best", "date": "2019-05-09 18:54", "summary": "Giving workers new tech tools won't do much good if they don't help them do their jobs better, executives say. Paperwork, data entry and other repetitive tasks are common complaints around the workplace. But for corporate technology teams looking to deploy chatbots, virtual assistants or robots to ease the load, identifying these tasks-and matching them with effective technology-can be a challenge.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-glossier-executive-henry-daviss-next-act-is-a-house-of-brands-11557441991", "title": "Ex-Glossier Executive Henry Davis's Next Act Is a 'House of Brands'", "date": "2019-05-09 18:46", "summary": "New York-based Arfa Inc. will develop numerous brands of consumer products. Henry Davis helped build Glossier Inc. into a billion-dollar beauty brand. Now, he and other former Glossier colleagues are launching a new startup to tap into the direct-to-consumer craze.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-seizes-north-korean-ship-11557420141", "title": "U.S. Seizes North Korean Ship", "date": "2019-05-09 18:41", "summary": "Authorities allege Wise Honest was used to illicitly transport coal from the country in violation of international sanctions. U.S. authorities seized a North Korean ship they allege Pyongyang used to illicitly transport coal in violation of U.S. and international sanctions, the Justice Department said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-official-on-u-s-5g-wireless-rollout-resigns-11557441593", "title": "Senior Official on U.S. 5G Wireless Rollout Resigns", "date": "2019-05-09 18:39", "summary": "David Redl recently criticizing U.S. policy on the topic in a speech. WASHINGTON-A senior figure in the federal government's effort to maintain an advantage over China on 5G wireless technology deployment abruptly resigned on Thursday, days after criticizing U.S. 5G policy in a speech.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/audit-knocks-new-york-citys-slow-spending-of-superstorm-sandy-money-11557439232", "title": "Report Knocks New York City's Slow Spending of Superstorm Sandy Money", "date": "2019-05-09 18:31", "summary": "Comptroller says more must be done to protect coastal areas. New York City hasn't spent the billions in federal aid it received for superstorm Sandy recovery fast enough, leaving the city's coastline vulnerable to future storms, according to a city comptroller report released Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-board-boosts-30-year-debt-payment-forecast-11557440227", "title": "Puerto Rico Board Boosts 30-Year Debt Payment Forecast", "date": "2019-05-09 18:17", "summary": "U.S. territory's financial overseers project 54% more available for creditors through 2049 compared with previous estimate. Puerto Rico's financial overseers approved a 30-year fiscal framework that boosts the amount potentially available to repay debt by 54% while extending their supervisory powers for the first time over the U.S. territory's 78 municipalities.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-says-money-laundering-is-raising-housing-prices-11557440252", "title": "Canada Says Money Laundering Is Raising Housing Prices", "date": "2019-05-09 18:17", "summary": "Report on flow of illicit funds shines unflattering light on enforcement. TORONTO-Money laundering pushed house prices up roughly 5% in the Canadian province of British Columbia last year, according to government reports, highlighting the influence of a growing tide of dirty money on one of North America's hottest real-estate markets and Canada's economy.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-like-other-unicorns-began-its-ipo-path-after-the-financial-crisis-11557417619", "title": "Uber and Eight Other Once-Small Startups Are Now Worth a Combined $250 Billion", "date": "2019-05-09 18:12", "summary": "The ride-hailing firm and other 'unicorns' such as Airbnb and Pinterest were growing at the same time as the economy was rocked by the financial crisis. It may have been one of the worst times for the American economy, but the years right after the financial crisis were among the best ever for startup investments.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-money-laundering-controls-play-bigger-role-in-credit-ratings-11557439693", "title": "Anti-Money-Laundering Controls Play Bigger Role in Credit Ratings", "date": "2019-05-09 18:08", "summary": "Scrutiny from financial regulators has made compliance an increasingly important factor in the way Fitch Group Inc. assesses credit risk. Lapses in anti-money-laundering and financial-crimes controls are more likely to affect a banks' credit rating than almost any other nonfinancial factor, according to Fitch Group Inc.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-energy-permian-says-it-could-file-for-bankruptcy-11557439656", "title": "American Energy-Permian Says It Could File for Bankruptcy", "date": "2019-05-09 18:07", "summary": "Energy company faces chapter 11 if bondholders reject proposed $2 billion debt swap. American Energy-Permian Basin LLC, the shale oil producer founded by the late Aubrey McClendon, said it is facing a possible bankruptcy filing.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-ramps-up-home-flipping-11557437140", "title": "Zillow Ramps Up Home-Flipping", "date": "2019-05-09 18:06", "summary": "Seattle-based company reported first-quarter revenue rose 51%, beating analysts' estimates. Zillow Group Inc.'s stock surged after the company said its home-flipping business is gaining traction with consumers and could unlock other opportunities for revenue growth in the years ahead.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-typewriters-were-key-to-golden-age-of-yiddish-literature-11557439196", "title": "These Typewriters Were Key to Golden Age of Yiddish Literature", "date": "2019-05-09 17:59", "summary": "New exhibition at the Center for Jewish History traces the connections between authors and their machines. When the author Isaac Bashevis Singer, a Nobel laureate who wrote in Yiddish, once reflected on how he committed to his craft even when lacking ideas, he said all credit was due to his typewriter. Specifically, his Yiddish typewriter.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accused-california-synagogue-shooter-is-charged-with-hate-crimes-11557433763", "title": "Accused California Synagogue Shooter Is Charged With Hate Crimes", "date": "2019-05-09 17:55", "summary": "John Earnest also faces one count of damage to religious property in connection with a fire in March at a mosque in Escondido, Calif.. The man accused of killing one person and wounding three last month at a synagogue outside San Diego is being charged with more than 100 federal hate crimes, prosecutors said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tenant-advocates-push-state-democrats-to-tighten-rent-laws-11557438664", "title": "Tenant Advocates Push State Democrats to Tighten Rent Laws", "date": "2019-05-09 17:51", "summary": "Support for a 'good-cause eviction' measure that would prevent eviction unless a tenant breaks the law, causes a nuisance or fails to pay rent. ALBANY-With Democrats controlling all of New York's government, housing advocates are setting a higher bar for tenant protections as state lawmakers consider the renewal of rent regulations next month.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-falls-after-inflation-data-11557419603", "title": "Dollar Falls After Inflation Data", "date": "2019-05-09 17:49", "summary": "U.S. currency grows less attractive around the world following a drop in Treasury yields. The U.S. dollar fell as fresh data signaled that inflation remains mild, weighing on 10-year Treasury yields.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-employers-pay-hospitals-varies-widely-study-finds-11557438128", "title": "What Employers Pay Hospitals Varies Widely, Study Finds", "date": "2019-05-09 17:42", "summary": "Prices paid to some hospitals, even in same city, ranged from double to more than 300% of what Medicare paid. How much companies including Fiat Chrysler Automobiles NV, Ford Motor Co. and General Motors Co. paid hospitals around the U.S. to treat their injured and sick employees varied widely and often exceeded what Medicare paid, according to a new study.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-prepares-for-ipo-at-midpoint-of-target-range-or-lower-11557422774", "title": "Uber Prices IPO at $45 a Share", "date": "2019-05-09 17:33", "summary": "Ride-hailing company commands a valuation of about $82 billion. Uber Technologies Inc. priced its initial public offering at $45 a share, near the low end of its expected range as the ride-hailing giant grapples with choppy markets and the disappointing debut of its chief rival.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-bet-proved-to-be-inflection-point-for-longstanding-venture-firm-menlo-11557437447", "title": "Uber Bet Proved to Be Inflection Point for Longstanding Venture Firm Menlo", "date": "2019-05-09 17:30", "summary": "Menlo Ventures made a $20 million investment, catapulting it into prominence with a new generation of Silicon Valley founders. Uber Technologies Inc. investor Menlo Ventures used to be a press-shy venture-capital firm that invested mainly in startups specializing in business-facing products such as enterprise software and technology infrastructure.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-barr-will-determine-whether-mueller-testifies-11557426516", "title": "Trump Says Barr Will Determine Whether Mueller Testifies", "date": "2019-05-09 17:23", "summary": "Attorney general previously said he wouldn't object to special counsel's testimony, which Trump opposes. WASHINGTON-President Trump said Attorney General William Barr will decide whether special counsel Robert Mueller should be allowed to appear before Congress, days after the president made clear he didn't want the head of the Russia probe to testify.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-alleges-actor-cosmetics-empire-heir-evaded-taxes-11557436536", "title": "Whistleblower Alleges Actor, Cosmetics-Empire Heir Evaded Taxes", "date": "2019-05-09 17:15", "summary": "A convicted banker accuses actor Kevin Costner and an heir to the Estée Lauder cosmetics empire of evading taxes; both deny it. A convicted banker who collected the largest-ever whistleblower payout for reporting tax cheats accused actor Kevin Costner and an heir to the Estée Lauder cosmetics empire of tax evasion.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anger-erupts-in-alabama-senate-over-abortion-bill-11557436237", "title": "Anger Erupts in Alabama Senate Over Abortion Bill", "date": "2019-05-09 17:10", "summary": "Bill would make it a felony for doctors to perform an abortion at any point during pregnancy. The Alabama Senate erupted in angry clashes during debate over an antiabortion bill that is considered the strictest in the nation and would effectively outlaw the procedure.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-takes-aim-at-credit-card-companies-11557436229", "title": "Sanders Takes Aim at Credit Card Companies", "date": "2019-05-09 17:10", "summary": "The Democratic presidential contender, alongside Rep. Alexandria Ocasio-Cortez, likens bankers to loan sharks. WASHINGTON-Democratic presidential candidate Bernie Sanders proposed legislation Thursday to cap credit card interest rates at 15%, likening bankers to gangster loan sharks of old cinema.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-lira-continues-to-fall-despite-backdoor-tightening-11557434709", "title": "Turkish Lira Continues to Fall Despite Backdoor Tightening", "date": "2019-05-09 16:45", "summary": "Central bank suspends one-week repo auctions, announces new reserve-requirement ratios. The Turkish lira continued to slide Thursday after the country's central bank temporarily tightened monetary policy in an attempt to make it more difficult for investors to bet against the currency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comscore-cutting-10-of-its-workforce-11557432334", "title": "Comscore Cutting 10% of Its Workforce", "date": "2019-05-09 16:37", "summary": "Media-measurement company is chasing profitability and new products. Comscore Inc. shares fell more than 10% a day after the media-measurement company reported disappointing first-quarter earnings and said it would reduce its head count.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-warriors-may-have-to-beat-the-rockets-without-kevin-durant-11557402294", "title": "The Warriors Will Have to Beat the Rockets Without Durant", "date": "2019-05-09 16:36", "summary": "One of the NBA's best players is hurt, and everything about Golden State vs. Houston is different now.. The Golden State Warriors and Houston Rockets have played five games in their magnificent NBA playoff series, and there was one possession in each of them that could have swung the final score the other way. Either team could have won or lost any game. The Warriors managed to do both on Wednesday night: They won Game 5 for a 3-2 lead in the series, but never in the last three seasons have the two-time defending champions been more likely to lose.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-pemex-to-build-major-oil-refinery-11557434051", "title": "Mexico's Pemex to Build Major Oil Refinery", "date": "2019-05-09 16:34", "summary": "The decision, after the government said private companies bids were inadequate, is an added burden for the highly indebted state firm. MEXICO CITY-President Andrés Manuel López Obrador said state oil company Petróleos Mexicanos would build a oil refinery after bids by private companies came in above his government's $8 billion budget.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/non-fiction-review-beyond-the-book-11557433940", "title": "'Non-Fiction' Review: Beyond the Book", "date": "2019-05-09 16:32", "summary": "Olivier Assayas's sex-and-text farce charts the uncertainties of France's literary set in the digital age.. Most of the literary lions and lesser predators in Olivier Assayas's \"Non-Fiction\" feel the ground shifting beneath their feet, so they climb into bed. Amorous adventures provide the main theme of this witty and glancingly wise comedy of manners, which enters national distribution this week. The counterpoint comes from graceful blather about the state of contemporary culture, particularly with respect to reading (ritual concerns about its future); writing (ritual dismay about the rise of blogs and tweets) and the arithmetic of publishing (a mug's game facing steepening odds). Whatever the state of the written word, these people remind us that the spoken word still flows in torrents.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-is-true-review-shakespeare-simplified-11557433858", "title": "'All Is True' Review: Shakespeare Simplified", "date": "2019-05-09 16:30", "summary": "Kenneth Branagh directs and stars in this prosaic biopic about the playwrights's later days.. As Shakespeare is tending his garden in \"All Is True\"-he's come home to his family after the devastating fire that destroyed the Globe Theatre, and is literally tending his garden-an earnest young man appears out of nowhere. \"I just wanted to know how you knew,\" he says. \"What?\" asks Shakespeare; he's played by Kenneth Branagh, who also directed. \"Everything,\" the visitor says. That's a fair question, even though its fatuousness should have sent Will fleeing into the brambles. It's also part of the answer to why this biopic falls flat.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-climb-as-china-trade-deadline-approaches-11557417773", "title": "U.S. Government Bonds Climb on Approach of China Trade Deadline", "date": "2019-05-09 16:24", "summary": "Increased tariffs on imports from China are set to kick in Friday, and China has vowed to retaliate. U.S. government-bond prices rose Thursday as investor concerns intensified about the risk that the U.S. and China might not reach a trade deal.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-basketball-remains-largely-unchanged-after-federal-corruption-trial-11557432889", "title": "College Basketball Remains Largely Unchanged After Federal Corruption Trial", "date": "2019-05-09 16:14", "summary": "Despite pledges to root out corruption, the underlying economics of the sport are not notably different than they were two years ago. A sweeping federal investigation into college basketball corruption, which sparked existential panic when it became public 20 months ago, ended this week in a lower Manhattan courtroom with guilty verdicts that mostly produced shrugs.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-fall-as-china-holds-firm-in-trade-talks-11557390260", "title": "Stocks Finish Lower as Trade Worries Prevail", "date": "2019-05-09 16:11", "summary": "Markets take another step back, though Trump says a deal between U.S. and China is still possible. U.S. stocks fell Thursday in a volatile session as the fate of a trade deal between Washington and Beijing hung in the balance.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-carolina-approves-115-million-in-incentives-for-nfls-panthers-headquarters-11557432631", "title": "South Carolina Approves $115 Million in Incentives for NFL's Panthers' Headquarters", "date": "2019-05-09 16:10", "summary": "Deal nearly didn't pass as some critical lawmakers said the state had more pressing needs. South Carolina state senators narrowly agreed to give more than $115 million in tax breaks to bring the NFL's Carolina Panthers' headquarters and practice facility to Rock Hill, a city across the state line from its current home in North Carolina.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wu-tang-clan-of-mics-and-men-review-group-therapy-11557432537", "title": "'Wu-Tang Clan: Of Mics and Men' Review: Group Therapy", "date": "2019-05-09 16:08", "summary": "Sacha Jenkins's documentary about the hip-hop icons is filled with portraits of solidarity, friendship and success.. When so-called \"Pharma Bro\" Martin Shkreli was convicted of securities fraud in 2017, the assets he was ordered to forfeit included a Picasso, an E*Trade account and the only existing copy of \"Once Upon a Time in Shaolin,\" a double album by Wu-Tang Clan. Its two CDs were contained in a silver- and nickel-plated box; they were accompanied by 174 pages of liner notes, hand-bound in leather. It was bought by Mr. Shkreli at auction for $2 million. It was never meant to be commercially released.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvest-season-review-a-field-worth-exploring-11557432481", "title": "'Harvest Season' Review: A Field Worth Exploring", "date": "2019-05-09 16:08", "summary": "Set in Napa and Sonoma, this documentary examines the important role immigrants play in every part of the winemaking process.. A full-bodied film with a refreshing balance of amity and anxiety and only the faintest notes of political rancor, \"Harvest Season\" injects some sanity-and civility-into our vinegary immigration debate. You might say it takes the glass-half-full approach.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schick-razor-parent-edgewell-personal-care-to-buy-harrys-11557398410", "title": "Maker of Schick Razors to Buy Upstart Harry's", "date": "2019-05-09 16:07", "summary": "Edgewell strikes $1.37 billion deal for brand that sold razors online and moved into stores. The struggling maker of Schick razors is buying Harry's Inc., an upstart rival that started selling razors online and has recently expanded into traditional retail stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-an-affordable-chevy-blazer-isnt-worth-the-price-11557432049", "title": "Even an Affordable Chevy Blazer Isn't Worth the Price", "date": "2019-05-09 16:00", "summary": "Penny-wise drivers might be impressed by the new Chevy Blazer's affordability. Don't be fooled, said Dan Neil. What you get for the base price is a hopelessly basic crossover. I DON'T KNOW General Motors's vice president of global design personally, but I can tell from the driver's seat of the new Chevrolet Blazer RS, Mike Simcoe needs help.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-u-s-missile-aims-to-kill-only-terrorists-not-nearby-civilians-11557403411", "title": "Secret U.S. Missile Aims to Kill Only Terrorists, Not Nearby Civilians", "date": "2019-05-09 15:55", "summary": "Weapon doesn't explode, but brandishes knives to shred target; it was used in high-profile strikes in 2017 and this year. WASHINGTON-The U.S. government has developed a specially designed, secret missile for pinpoint airstrikes that kill terrorist leaders with no explosion, drastically reducing damage and minimizing the chances of civilian casualties, multiple current and former U.S. officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-socks-with-sandals-ever-okay-11557431267", "title": "Are Socks With Sandals Ever OK?", "date": "2019-05-09 15:47", "summary": "The short answer: maybe. Although often associated with granola-dads and Germans on holiday, as chronicled by Twitter, socks with sandals can work in considered combinations. NAYSAYERS ARE WONT to trace the ever-contentious trend of pairing socks with sandals back to sartorially challenged Germans on holiday (a phenomenon which is well chronicled on Twitter). But for 51-year-old Willy Chavarria, the menswear designer who teamed up with Los Angeles-based BrandBlack to create a nylon sandal with a knitted sock-like upper, the look has always been a hallmark of stylish tough guys.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacom-ceo-charges-less-for-channels-in-bid-for-long-term-growth-11557431198", "title": "Viacom CEO Charges Less for Channels in Bid for Long-Term Growth", "date": "2019-05-09 15:46", "summary": "Bob Bakish is betting Viacom can make up the gap through licensing deals with mobile providers, new ad partnerships and producing shows for streaming services. When Viacom Inc. struck a distribution deal with DirecTV owner AT&T Inc. this spring, it did something that would have been unthinkable for a major media company not long ago: It accepted a substantial decrease in payments for carriage of its channels.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-falls-amid-tense-u-s-china-trade-talks-11557411390", "title": "Oil Prices Mixed on U.S.-China Trade Tensions", "date": "2019-05-09 15:38", "summary": "U.S. oil prices declined one day after posting their biggest gain in two weeks. • Oil prices ended mixed Thursday as the U.S. and China resumed high-level trade negotiations, while the Trump administration also prepared new tariffs on Chinese goods set to kick in Friday.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-may-4-11557430527", "title": "Best-Selling Books Week Ended May 4", "date": "2019-05-09 15:35", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-extends-slide-as-china-hardens-trade-stance-11557406341", "title": "Copper Extends Slide as China Hardens Trade Stance", "date": "2019-05-09 15:29", "summary": "Prices fall to their lowest levels in almost three months. Copper prices extended their recent slide Thursday, falling to their lowest level in almost three months ahead of the next round of U.S.-China trade talks.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trumps-tom-petty-moment-11557429891", "title": "Donald Trump's Tom Petty Moment", "date": "2019-05-09 15:24", "summary": "The President says he won't blink with China, but is he ready for the market consequences?. Speaking at a political rally in Florida last night, President Donald Trump echoed the late great native Floridian Tom Petty. Specifically, Mr. Trump was describing the U.S. negotiating posture in a critical trade negotiation:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-fled-the-fha-loan-program-the-government-wants-them-back-11557417600", "title": "Banks Fled FHA Loan Program. The Government Wants Them Back", "date": "2019-05-09 15:07", "summary": "Federal Housing Administration seeks to clarify rules for mortgage-lending program. The Federal Housing Administration is seeking to clarify rules and compliance standards for its mortgage program in an effort to get banks to start making more loans to the lower-income and first-time home buyers it serves.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-colleges-offer-record-discount-prices-as-tuition-costs-rise-11557428871", "title": "Private Colleges Offer Record Discounts as Tuitions Rise", "date": "2019-05-09 15:07", "summary": "Big grants for freshmen help students but hurt schools' budgets. Private colleges and universities are offering bigger discounts for freshmen amid fierce competition for a price-conscious pool of students.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-golden-state-isnt-hated-like-other-great-teams-11557428760", "title": "Why Golden State Isn't Hated Like Other Great Teams", "date": "2019-05-09 15:06", "summary": "It takes many more years of winning to be reviled like the Yankees, Cowboys and Patriots. As the Golden State Warriors stormed through the basketball season, once again getting tabbed as favorites to win the NBA championship, it occurred to me that I don't loathe them in the way that I have other teams that have made victory perennial and tiresome: the New York Yankees, the New England Patriots and the Dallas Cowboys.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-exec-snaps-up-second-los-angeles-property-to-build-mega-mansion-11557428436", "title": "Real Estate Exec Snaps Up Second L.A. Property To Build Mega-Mansion", "date": "2019-05-09 15:00", "summary": "Looking to build a compound, Kurt Rappaport has paid $11.75 million for a Brentwood lot neighboring a parcel he bought last year for $16.25 million. Real estate executive Kurt Rappaport, who has recently seen success selling massive mansions to the ultra-wealthy, has snapped up a nearly 1-acre parcel in the Brentwood area of Los Angeles for $11.75 million, a purchase that will help him build his latest project.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egyptian-billionaire-sawiris-backs-bail-for-abraajs-abdel-wadood-11557427009", "title": "Egyptian Billionaire Sawiris Backs Bail for Abraaj's Abdel-Wadood", "date": "2019-05-09 14:36", "summary": "Mustafa Abdel-Wadood worked for Sawiris in the 1990s. Billionaire Naguib Sawiris, whose father founded Egypt's Orascom conglomerate, is one of the guarantors for the $10 million bail bond posted by former Abraaj Group executive Mustafa Abdel-Wadood in federal court in New York.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-fires-projectile-days-after-short-range-weapon-launch-11557391752", "title": "North Korea Fires Two Suspected Short-Range Missiles", "date": "2019-05-09 14:32", "summary": "Pyongyang's weapons tests are heightening pressure on Washington to address stalled nuclear talks. SEOUL-North Korea launched two suspected short-range missiles on Thursday in the country's second weapons test in less than a week, heightening pressure on Washington over how to advance stalled nuclear talks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-roast-duck-better-than-steak-11557497533", "title": "Is Roast Duck Better Than Steak?", "date": "2019-05-09 14:31", "summary": "It's hard to argue with this recipe, which produces rosy, medium-rare meat with a crisp, caramelized exterior. With a side of roast potatoes and crisp kale, it's a feast fast enough for a weeknight. \"DUCK IS EASIER to cook than steak,\" said Mehdi Brunet-Benkritly. \"And it feels more special.\" For the chef, these duck breasts with a pomegranate-mustard sauce call to mind a time before he opened his restaurant, Marconi, in Montreal. He was cooking at a bustling bar in the city that was popular with local chefs. \"The kitchen was tiny,\" he said. \"I used big flavors that went far.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-be-a-better-leader-ask-better-questions-11557426294", "title": "To Be a Better Boss, Ask Better Questions", "date": "2019-05-09 14:24", "summary": "Most bosses think they have all the answers. But the best bosses know what to ask to encourage fresh thinking. Here are six ways to build that skill.. It is often said that the definition of insanity is doing the same thing over and over, and expecting a different outcome.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/felony-charge-against-oil-deal-lawyer-dismissed-11557426173", "title": "Felony Charge Against Oil-Deal Lawyer Dismissed", "date": "2019-05-09 14:22", "summary": "Law enforcement officials had sought to charge Douglas McWilliams, a partner at Vinson & Elkins LLP, with a felony following a boat crash. Texas prosecutors have dismissed a case against a prominent oil-industry lawyer who was accused of fleeing the scene of a boat wreck last year that left some of his law partners injured and touched off an all-night manhunt on a lake outside Austin, Texas.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paleo-power-couple-lists-new-york-home-for-nearly-25-million-11557425119", "title": "Paleo Power Couple Lists New York Home for Nearly $25 Million", "date": "2019-05-09 14:05", "summary": "Jason and Jessica Karp are selling an apartment boasting 'clean, filtered and organic' materials. The co-founders of a wellness and healthy lifestyle food brand are listing their health-conscious New York apartment for nearly $25 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-considers-next-volley-in-trade-fight-11557410419", "title": "China Considers Next Volley in Trade Fight", "date": "2019-05-09 13:53", "summary": "Beijing's menu to hit back for U.S. tariffs ranges from imposing duties to killing contracts. BEIJING-A U.S. move to increase tariffs has China dusting off its options for retaliation, which include a reciprocal increase, piling on new tariffs and punishing individual American companies.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-denies-china-mobiles-bid-to-provide-international-telecom-services-in-the-u-s-11557416760", "title": "FCC Denies China Mobile's Bid to Enter U.S. Market", "date": "2019-05-09 13:33", "summary": "Regulators cited a review that determined Chinese state ownership of the company posed national security and law enforcement risks. WASHINGTON-The U.S. blocked a Chinese telecom giant from providing services via American networks, the latest sign of escalating tension between the two global powers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cannes-film-festivalwith-roger-ebert-as-your-tour-guide-11557422530", "title": "The Cannes Film Festival-With Roger Ebert As Your Tour Guide", "date": "2019-05-09 13:22", "summary": "The late film critic mapped out a timeless itinerary when he wrote a book about Cannes and its famous festival. We made sure to pack it. THE MOST EVOCATIVE travelogue I've ever read was written by a guy who spent much of his life sitting very still in dark rooms. The man was the late film critic Roger Ebert. The book is \"Two Weeks in the Midday Sun,\" a catalog of his adventures at the 1987 Cannes Film Festival. Though he makes plenty of pit stops to interview movie stars, it's ultimately a love letter to the city of Cannes, and the movie gala that made it famous.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corinne-cobson-french-fashion-designer-emerged-from-her-parents-shadow-11557422351", "title": "Corinne Cobson, French Fashion Designer, Emerged From Her Parents' Shadow", "date": "2019-05-09 13:19", "summary": "Her rebellious and gender-bending clothes were presented at shows likened to rock concerts. Corinne Jacobson grew up in the center of the Parisian fashion world, the daughter of the founders of an influential design house in the French capital.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-rejects-irans-ultimatum-on-nuclear-deal-11557394228", "title": "EU Fights Uphill Battle to Save Iran Deal", "date": "2019-05-09 13:18", "summary": "Tehran's threat to ramp up its nuclear program leaves Europe with stark choice: keep trade flowing with Iran or kill deal by re-imposing sanctions. BRUSSELS-European governments rejected Iran's 60-day ultimatum to help it circumvent U.S. sanctions, saying Thursday they viewed Tehran's threat to abandon some of its commitments under the 2015 nuclear deal with great concern.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-co-founder-chris-hughes-says-company-should-be-broken-up-11557419316", "title": "Facebook Co-Founder Calls for Breakup of Tech Giant", "date": "2019-05-09 13:17", "summary": "One of the social-media giant's originators calls its power 'unprecedented and un-American'. Chris Hughes, who helped Mark Zuckerberg create the company that eventually became Facebook Inc., is calling for the social-media giant to be broken up.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticuts-house-approves-15-minimum-wage-after-all-night-debate-11557421933", "title": "Connecticut's House Approves $15 Minimum Wage", "date": "2019-05-09 13:12", "summary": "Legislation to incrementally increase wages now heads to state Senate for final approval. Connecticut's Democratic-controlled House of Representatives approved a $15 minimum-wage bill after a debate in the statehouse that raged for more than a dozen hours.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-gap-widened-slightly-in-march-11557405291", "title": "China Trade Talks Complicate Outlook for Trade Deficit", "date": "2019-05-09 13:05", "summary": "U.S. trade gap widened slightly in March as strong domestic economy underpinned steady growth in imports. WASHINGTON-The U.S. trade gap showed signs of stabilizing in March as exports and imports both grew, though economists said unpredictable trade negotiations with China complicate the outlook for the rest of the year.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cashing-in-on-cannabis-bringing-financial-services-to-pot-startups-11557421201", "title": "Cashing In on Cannabis: Bringing Financial Services to Pot Startups", "date": "2019-05-09 13:00", "summary": "Dope CFO co-founder Naomi Granger had career burnout before she found her niche serving the marijuana industry. Naomi Granger ditched her desk job and launched Dope CFO in late 2017, a freelance accounting practice that helps marijuana startups and provides training for other bookkeepers serving the cannabis industry.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/how-did-you-get-that-job?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/handbag-maker-tapestry-guides-stronger-sales-for-coach-kate-spade-11557420212", "title": "Handbag Maker Tapestry Guides Stronger Sales for Coach, Kate Spade", "date": "2019-05-09 12:43", "summary": "The company also said it plans to buy back up to $1 billion of its stock. Tapestry Inc. signaled optimism about its ability to add brands to its portfolio after posting stronger-than-expected earnings in the latest period and guiding sales growth ahead for Kate Spade and Coach.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-intelligence-analyst-arrested-for-leaking-classified-information-to-the-intercept-11557418741", "title": "Ex-Intelligence Analyst Charged With Leaking Classified Information", "date": "2019-05-09 12:40", "summary": "Daniel Hale faces five criminal counts for allegedly providing information about U.S. counterterrorism operations. A former U.S. intelligence analyst was arrested and charged with providing classified information to a reporter at the Intercept in 2014 about U.S. counterterrorism operations including against al Qaeda, amid a widening U.S. crackdown on media leaks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-officials-to-meet-on-iran-and-north-korea-11557419306", "title": "Trump Administration Officials to Meet on Iran and North Korea", "date": "2019-05-09 12:28", "summary": "Tensions have risen between Iran and U.S.; denuclearization talks with North Korea have stalled. WASHINGTON-Top Trump administration national security officials were planning to meet Thursday for discussions on mounting security challenges posed by Iran and North Korea, according to administration officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-anxious-generation-goes-to-work-11557418951", "title": "The Most Anxious Generation Goes to Work", "date": "2019-05-09 12:22", "summary": "New college graduates report higher levels of anxiety. How managers can help them steer past fear and improve work performance-and how young workers can work to calm their anxiety and be more effective.. Michael Fenlon's company is one of the nation's biggest employers of newly minted college grads. He's watching a tidal wave approach.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-buys-out-rogue-licensee-in-india-11557418978", "title": "McDonald's Buys Out Rogue Licensee in India", "date": "2019-05-09 12:22", "summary": "Burger giant ends battle with local partner that used trademarked branding and menu for more than a year after being told to stop. MUMBAI- McDonald's Corp. has bought out a partner in India, bringing an end to an ugly battle that saw the local licensee using the burger behemoth's trademarked branding and menu for more than a year after it was told to stop.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-100-billion-vision-fund-faces-its-biggest-test-11557418529", "title": "SoftBank's $100 Billion Vision Fund Faces Its Biggest Test", "date": "2019-05-09 12:15", "summary": "The world's largest technology investor's hefty bets face a stark evaluation as companies like Uber and WeWork go public. The biggest test of SoftBank founder Masayoshi Son's audacious strategy starts tomorrow, when Uber goes public. A much bigger share of the Japanese company's near-$100 billion in technology bets will soon join it and begin trading in the sometimes-unflattering public spotlight.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-drivers-virtual-picket-line-suffers-tech-discount-11557418491", "title": "Uber Drivers' Virtual Picket Line Suffers Tech Discount", "date": "2019-05-09 12:14", "summary": "The ease and flexibility of being employed as an Uber driver is precisely why a strike doesn't work. Uber Technologies is all for disruption, except when it comes to a strike by drivers that affected its own services.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-tries-humble-mode-11557418168", "title": "Intel Tries Humble Mode", "date": "2019-05-09 12:09", "summary": "The chip giant's biggest problem isn't growth but what it will cost to achieve it. Give Bob Swan some credit for knowing how to get the bad news out early.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-economic-slowdown-prompts-new-divisions-in-governing-coalition-11557417917", "title": "German Economic Slowdown Triggers New Divisions in Governing Coalition", "date": "2019-05-09 12:05", "summary": "The finance ministry downgraded its tax revenue forecasts, citing slower growth. A sharp economic slowdown in Germany has sparked a loud debate in the government about economic and policy priorities, putting fresh strain on the fractious left-right coalition.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-sets-new-rules-for-investigating-bishops-on-sex-abuse-11557396001", "title": "Pope Sets New Rules for Investigating Sex Abuse", "date": "2019-05-09 12:03", "summary": "Procedures demand protection for victims and whistleblowers but don't address punishment for abusers. VATICAN CITY-Pope Francis is enacting new rules for investigating bishops over sexual abuse or its coverup, responding to mounting public pressure on the Catholic Church to improve accountability after a string of abuse scandals involving senior clergy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-victorian-era-artists-studio-lists-in-chelsea-11557417641", "title": "A Victorian-Era Artist's Studio Lists in Chelsea", "date": "2019-05-09 12:00", "summary": "The former Tite Street studio of American expat Anna Massey Lea Merritt has remained relatively unaltered since her death in 1930. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anchor-a-figure-of-stability-from-tug-of-war-to-the-network-news-11557415762", "title": "'Anchor': A Figure of Stability, From Tug-of-War to the Network News", "date": "2019-05-09 11:29", "summary": "Though CBS has just shaken up its roster of news anchors, the term has always meant something or someone to rely on. Earlier this week, CBS News announced a shake-up of the anchors for its top shows, with Norah O'Donnell moving from \"CBS This Morning\" to \"CBS Evening News\" and Gayle King leading a new team of anchors for the morning show. Ms. O'Donnell is the second woman to anchor the network's evening news.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-75-billion-in-debt-11557415730", "title": "Treasury to Sell $75 Billion in Debt", "date": "2019-05-09 11:28", "summary": "Resume Subscription. The U.S. Treasury Department will auction $75 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-producer-prices-rose-less-than-expected-in-april-11557405198", "title": "U.S. Producer Prices Rose Less Than Expected in April", "date": "2019-05-09 11:21", "summary": "Inflation has remained fairly muted as the U.S. expansion approaches the 10-year mark. WASHINGTON-A gauge of business prices rose modestly in April, signaling inflation in one pocket of the economy broadly remains tame.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-calm-chinas-media-says-not-to-worry-about-trade-fight-with-u-s-11557414168", "title": "Keep Calm: China's Media Says Not to Worry About Trade Fight", "date": "2019-05-09 11:02", "summary": "With trade dispute escalating, Chinese government uses state media to reassure public. BEIJING-As tensions with the U.S. over trade have escalated, China's government has turned to state media to carry a message to the public: Stay calm and confident knowing that Beijing is in control.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidentals-battle-has-just-begun-11557414110", "title": "Occidental's Battle Has Just Begun", "date": "2019-05-09 11:01", "summary": "CEO Vicki Hollub faces growing shareholder pressure as she reaches the last step in buying rival driller Anadarko Petroleum. Occidental Petroleum has work to do. The oil company is closer to sealing an arrangement with Anadarko Petroleum as rival Chevron bows out of the bidding battle, but mounting shareholder pressure against the company's management shouldn't be underestimated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tuscan-style-compound-becomes-napas-priciest-property-11557414017", "title": "Tuscan-Style Compound Becomes Napa's Priciest Property", "date": "2019-05-09 11:00", "summary": "Built by philanthropist couple Maria Manetti Shrem and Jan Shrem, the compound spans roughly 13,000 square feet with a Mediterranean-style house. A Napa County compound is going on the market for $26.5 million, making it the most expensive listing in the county.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tuscan-style-estate-in-napa-11557413790", "title": "A Tuscan-Style Estate in Napa", "date": "2019-05-09 10:56", "summary": "Asking $26.5 million, the property has extensive manicured gardens and a vineyard.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-dangers-of-wanting-to-be-a-popular-boss-11557413027", "title": "The Dangers of Wanting to Be a Popular Boss", "date": "2019-05-09 10:43", "summary": "Leaders who want to be respected and admired are prone to making bad decisions in certain situations. Here is what the research shows.. Many people like working for bosses who court the respect and admiration of their teams. But here's the bad news: Such leaders may shy away from a tough decision if they think it will hurt their popularity.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-home-brew-kombucha-fermented-enough-or-is-it-about-to-explode-11557412783", "title": "Is Your Home-Brew Kombucha Fermented Enough? (Or Is It About to Explode?)", "date": "2019-05-09 10:39", "summary": "Resume Subscription. Jesse Long was in his Boulder, Colo., kitchen when he heard a loud bang coming from a few feet away. He ducked.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/have-house-will-travel-a-couple-and-their-six-high-end-homes-11557412263", "title": "Have House, Will Travel: A Couple and Their Six High-End Homes", "date": "2019-05-09 10:31", "summary": "Resume Subscription. At any given time, Vivian Dixon is preoccupied with the minutiae of maintaining luxury homes around the country. One minute she's tracking down a handyman to fix cracked marble in the master shower of an 8,000-square-foot mansion in California; the next she is worried about the toads invading a koi pond on the grounds of a $12 million estate in Hawaii.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/slavery-reparations-inflame-would-racial-wounds-11557411922", "title": "Slavery Reparations Inflame Racial Wounds", "date": "2019-05-09 10:25", "summary": "Proponents know that the issue will stimulate fresh antagonisms. That's a key part of the rationale.. Regarding Lance Morrow's \"The Danger of Debating Reparations for Slavery\" (op-ed, May 3): I don't disagree with the author's central argument that the prospect of reparations for slavery in 2019 seems impossibly complex. I understand the objections based on the infeasibility of sorting out who is descended from slaves as well as implications for our federal budget.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-apply-the-stephen-moore-protocol-to-congress-11557411884", "title": "Let's Apply the 'Stephen Moore Protocol' to Congress", "date": "2019-05-09 10:24", "summary": "Reveal any and all of their previously sealed records, contracts and agreements to determine whether they deserve to remain in their posts.. Stephen Moore writes: \"The low point of the sleaze campaign was when the media successfully persuaded the Fairfax County, Va., courts to unseal my divorce records from nine years ago-over not only my objections but my ex-wife's. The Post, New York Times and others unfolded our dirty laundry on their pages\" (\"My Brush With Personal Destruction,\" op-ed, May 3).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sri-lanka-bombings-threaten-long-term-damage-to-the-economy-11557411877", "title": "Sri Lanka Bombings Threaten Long-Term Damage to the Economy", "date": "2019-05-09 10:24", "summary": "Security concerns could damp foreign direct investment and trade; tourist arrivals plunge. COLOMBO, Sri Lanka-The aftershocks of Sri Lanka's deadly Easter bombings could damage its fragile economy for years by sapping it of dollars and confidence just when the island nation needs them most.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-and-lyft-highlight-overflexible-accounting-illgaap-vs-non-gaap-11557411860", "title": "Uber and Lyft Highlight Overflexible Accounting Ill", "date": "2019-05-09 10:24", "summary": "Howard Schilit's \"Do Ride-Sharing Customers Sit in Front?\" highlights Uber and Lyft's use of accounting distortions to enhance their operating margins and materially impair meaningful analysis of their results.. Howard Schilit's \"Do Ride-Sharing Customers Sit in Front?\" (op-ed, April 29) highlights Uber and Lyft's use of accounting distortions to enhance their operating margins and materially impair meaningful analysis of their results.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-have-a-poor-entitlement-reform-record-11557411832", "title": "Republicans Have a Poor Entitlement Reform Record", "date": "2019-05-09 10:23", "summary": "From 2001 to 2006 Republicans controlled the federal government. They expanded Medicare by adding Part D. No significant cuts were enacted.. Regarding your editorial \"The Falling Disability Rolls\" (April 29): Having followed the finances of the federal government and related legislation, I am baffled by your statement that \"conservatives have tried to push entitlement reform up Capitol Hill too many times to count.\" From 2001 to 2006 Republicans controlled the federal government. They expanded Medicare by adding Part D. No significant cuts were enacted. More recently, Republicans controlled the government from early 2017 until early this year. They did nothing. Former Speaker Paul Ryan did propose Medicare reform that House Republicans voted for.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-farm-chestnuts-again-11557411615", "title": "Let's Farm Chestnuts Again", "date": "2019-05-09 10:20", "summary": "The American chestnut tree almost disappeared during the 20th century. Bringing it back could provide a new staple crop-and help the planet.. Many Americans know the sad tale of how the American chestnut tree was driven almost to extinction in the 20th century. The chestnut once grew from Maine to Mississippi, an area of more than 200 million acres. It was the most common tree in the forests of the eastern U.S.; indeed, scientists have estimated that one out of four trees in its range was a chestnut. Mature trees could be more than 100 feet tall, with trunks 7 feet in diameter that produced strong, straight-grained, rot-resistant wood. Many 19th-century homes had chestnut siding, shingles, doors and furniture. Fence posts, ship masts, utility poles, America's zillions of railroad ties-all were chestnut.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-popular-bonds-that-could-turn-into-unpopular-stocks-11557411593", "title": "The Popular Bonds That Could Turn Into Unpopular Stocks", "date": "2019-05-09 10:19", "summary": "The Federal Reserve's shift on rates has pushed investors back into a trendy debt market whose risks are unusual and badly understood. Banks are leading a double life in financial markets, as investors scoff at their equity but can't get enough of their debt. This should spell caution for those who have piled into the gray area in-between: Bank debt that turns into equity.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wandering-couples-six-luxury-homes-11557411530", "title": "A Wandering Couple's Six Luxury Homes", "date": "2019-05-09 10:18", "summary": "Vivian Dixon and John Chapple's six-home portfolio includes a $12 million estate on the Big Island of Hawaii and a renovated cabin on Madeline Island, Wis.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/canada-exports-record-rare-jump-in-march-11557411405", "title": "Canada Exports Record Rare Jump in March", "date": "2019-05-09 10:16", "summary": "March's broad-based gain only the second increase in eight months; trade deficit narrows to C$3.21 billion. OTTAWA-Canada's trade deficit with the rest of the world narrowed in March on the strength of a rare broad-based gain in exports.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-hurricane-fire-seasons-approach-more-people-likely-to-be-in-harms-way-11557409360", "title": "More People Likely in Harm's Way in Coming Hurricane, Fire Seasons", "date": "2019-05-09 10:11", "summary": "Experts cite rising population in coastal regions and growing housing development into heavily wooded areas. As emergency managers prepare for hurricane and wildfire seasons, they say growing development and higher population in vulnerable areas will likely amplify the damage and devastation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-next-move-will-be-rate-cut-more-economists-say-11557410400", "title": "Fed's Next Move Will Be Rate Cut, More Economists Say", "date": "2019-05-09 10:00", "summary": "On average, respondents to WSJ survey expect the Fed to keep interest rates at the current range of between 2.25% and 2.5% through the end of 2021. WASHINGTON-Economists are increasingly saying the Federal Reserve's cycle of interest-rate increases is over-and that its next move will be a cut.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nearly-70-of-economists-expect-faster-wage-growth-over-next-year-wsj-survey-says-11557410401", "title": "Nearly 70% of Economists Expect Faster Wage Growth Over Next Year", "date": "2019-05-09 10:00", "summary": "Most economists in a Wall Street Journal survey expect the tighter labor market to speed wage gains. U.S. wage growth is set to pick up over the next year, as economists expect a tight labor market will continue to push up workers' pay.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-taking-free-wi-fi-for-a-spin-11557410441", "title": "Delta Tests Free Wi-Fi on Domestic Flights", "date": "2019-05-09 10:00", "summary": "Most U.S. airlines continue to charge for the service in order to cover the cost. Delta Air Lines Inc. said it is taking the first step toward eventually offering free Wi-Fi with a two-week test run on dozens of domestic flights later this month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imogen-heap-is-building-tech-to-change-the-music-industry-11557410400", "title": "Imogen Heap Is Building Tech to Change the Music Industry", "date": "2019-05-09 10:00", "summary": "The singer-songwriter discusses her projects to help musicians, including a digital hub for artists and WiFi-connected gloves that control sound with movement. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-china-decided-to-play-hardball-in-trade-talks-11557358715", "title": "China Hardens Trade Stance as Talks Enter New Phase", "date": "2019-05-09 09:53", "summary": "Chinese negotiators emboldened by perception U.S. was willing to compromise. The new hard line taken by China in trade talks-surprising the White House and threatening to derail negotiations-came after Beijing interpreted recent statements and actions by President Trump as a sign the U.S. was ready to make concessions, said people familiar with the thinking of the Chinese side.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-is-place-to-be-for-top-salaries-11557408772", "title": "Biotech Is Place to Be for Top Salaries", "date": "2019-05-09 09:32", "summary": "Celgene, the compensation leader, pays its typical worker more than $263,000. In biotechnology, the rank and file are well-to-do.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-no-crazy-like-soccer-crazy-11557408560", "title": "There's No Crazy Like Soccer Crazy", "date": "2019-05-09 09:29", "summary": "A wild 24 hours of Champions League drama drives U.S. audiences wild, and feels like another moment for the beautiful game. Will there be a sports moment in 2019 that proves to be zanier than the 24 hours of madness we just witnessed in Champions League soccer?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-disney-fox-roku-costco-etsy-e-l-f-beauty-albemarle-11557398842", "title": "Stocks to Watch: Disney, Fox, Chevron, Roku, Costco", "date": "2019-05-09 09:11", "summary": "Here are some of the companies with shares expected to trade actively in Thursday's session.. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-plans-for-second-100-billion-vision-fund-11557391371", "title": "SoftBank Plans for Second $100 Billion Vision Fund", "date": "2019-05-09 09:08", "summary": "Less than two years after first fund's launch, the Japanese company has deployed most of its money. TOKYO- SoftBank Group Corp. Chief Executive Masayoshi Son said he was looking to raise about $100 billion for a second technology investment fund and has begun a marketing push for investors.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-considers-scrapping-first-data-payments-partnership-11557407325", "title": "Bank of America Considers Scrapping First Data Payments Partnership", "date": "2019-05-09 09:08", "summary": "Bank of America recently expanded in-house merchant card processing team. Bank of America Corp. is considering dissolving the huge payment-processing joint venture it has with First Data Corp. and developing its own business to move money between consumers and merchants, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liquidity-questions-plague-exchange-traded-funds-11557407087", "title": "Liquidity Questions Plague Exchange-Traded Funds", "date": "2019-05-09 09:04", "summary": "ETF industry has boomed in recent years, but investors may face troubles during next sustained market rout, says Moody's. The fast-growing exchange-traded fund industry has yet to be tested by a prolonged bout of market turbulence, according to a new report from Moody's Investors Service.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/algorithms-arent-just-for-computers-11557407055", "title": "Algorithms Aren't Just for Computers", "date": "2019-05-09 09:04", "summary": "Whether you're sorting a pile of books or a deck of cards, a step-by-step flow chart can help.. While students are looking forward to the end of the academic year, teachers and professors are preparing for large piles of grading. I typically grade all my students' papers, then arrange them in order of ascending grades and go through them again to check consistency. Often, teachers then have to put papers in alphabetical order for their records. This repeated rearranging isn't too tedious with a small pile of papers, but for those who grade hundreds of papers, a system helps considerably.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-hopes-for-argentinas-revival-are-dashed-11557406800", "title": "High Hopes for Argentina's Revival Are Dashed", "date": "2019-05-09 09:00", "summary": "Resume Subscription. BUENOS AIRES-Fernando González thought life would be better under President Mauricio Macri, a market-friendly businessman who had pledged to easily tame inflation and turn Argentina into an export powerhouse.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/louis-vuitton-michael-burke-nicolas-virgil-supreme-11557405576", "title": "At Louis Vuitton, Marketing Is a Four-Letter Word", "date": "2019-05-09 08:56", "summary": "Ahead of Louis Vuitton's cruise show, CEO Michael Burke talks about how to sustain global growth, how Nicolas Ghesquière and Virgil Abloh co-exist and why Vuitton doesn't need another Supreme collaboration any time soon. Louis Vuitton CEO Michael Burke presented his company's latest sales pitch yesterday at the airport.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-fell-last-week-11557405217", "title": "U.S. Jobless Claims Fell Last Week", "date": "2019-05-09 08:33", "summary": "Initial claims, a proxy for layoffs across the U.S., remain near historic lows. WASHINGTON-The number of Americans filing applications for new unemployment benefits fell last week, pointing to a historically tight labor market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bet-against-persian-gulf-debt-boom-11557403201", "title": "Investors Bet Against Persian Gulf Debt Boom", "date": "2019-05-09 08:00", "summary": "Rapid debt accumulation among oil-rich Gulf states has drawn skeptics who cite limited disclosure and economic models still heavily reliant on energy production. Some contrarian investors are increasing bets against bonds of countries in the oil-rich Persian Gulf, figuring a wave of issuance that has led to huge debt loads will come back to bite issuers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swatting-attacks-increase-security-concerns-across-silicon-valley-11557403201", "title": "Swatting Attacks Stir Security Concerns Across Silicon Valley", "date": "2019-05-09 08:00", "summary": "Tech companies are spending more on protecting personnel as executives are targeted at their homes. One January night this year an emergency dispatch operator in Palo Alto, Calif., fielded a call from a man who said he had shot his wife and then tied up his children inside his house, where he had several pipe bombs. After a tense period in which police officers surrounded the house, out came the owner, a senior Facebook Inc. executive who said there was no shooting and that he had no idea what was going on.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-digitization-of-your-identity-11557403060", "title": "One Country's Uber-Convenient, Incredibly Invasive Digital ID System", "date": "2019-05-09 07:57", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazon-is-accused-of-violating-kids-privacy-with-smart-speakers-11557374460", "title": "Amazon Accused of Violating Kids' Privacy", "date": "2019-05-09 07:40", "summary": "Advocacy groups say Echo Dot Kids device improperly retains conversations of users. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-tencent-surrenders-on-playerunknowns-battlegrounds-11557398358", "title": "China's Tencent Surrenders on 'PlayerUnknown's Battlegrounds'", "date": "2019-05-09 06:39", "summary": "Company pulls plug on blockbuster videogame in China, after waiting more than a year for regulators to allow it to start charging money. SHANGHAI- Tencent Holdings Ltd. pulled the plug on a test version of the blockbuster videogame \"PlayerUnknown's Battlegrounds\" in China, after waiting more than a year for regulators to allow it to start charging money.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-mortgages-are-getting-harder-to-come-by-11557394201", "title": "Small Mortgages Get Harder to Come By", "date": "2019-05-09 06:22", "summary": "Lenders are offering fewer mortgages for cheaper properties even while racing to serve deep-pocketed home buyers. Some low- and middle-income home buyers are having a hard time getting mortgages for an unexpected reason: The loans they're applying for are too small.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/franklin-templeton-in-talks-to-buy-abraajs-turkey-business-11557396000", "title": "Franklin Templeton in Talks to Buy Abraaj's Turkey Business", "date": "2019-05-09 06:02", "summary": "Talks with Abraaj's liquidators come after a previous negotiation to sell the unit to Brookfield fell through. U.S. asset management firm Franklin Templeton Investments has been in exclusive talks to take over the Turkish operations of Dubai-based private-equity firm Abraaj Group, according to a person familiar with the matter.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-has-become-his-own-greatest-coach-11557396000", "title": "Tiger Woods Has Become His Own Greatest Coach", "date": "2019-05-09 06:00", "summary": "The Masters champion has made his comeback without the help of a full-swing coach. It is a heady time to be Tiger Woods's swing coach. Fresh off Woods's stirring win at the Masters, this esteemed guru of technique can claim credit for helping to engineer one of the greatest comeback stories in sports history.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourke-picks-obama-campaign-veteran-to-oversee-delegate-strategy-11557396002", "title": "O'Rourke Taps Obama Adviser for Delegate Strategy", "date": "2019-05-09 06:00", "summary": "Jeff Berman will serve as senior adviser and has been helping the team since April. WASHINGTON-Beto O'Rourke has tapped a top adviser to President Obama's 2008 campaign to oversee his delegate operation, an area in which tactical expertise can be crucial to winning the party's nomination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-new-jersey-gov-chris-christie-tries-hand-at-property-investing-11557394321", "title": "Chris Christie Tries Hand at Property Investing", "date": "2019-05-09 05:45", "summary": "Real-estate fund seeks to raise $150 million for low-income areas covered by U.S. tax break. Chris Christie's next act is real estate.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/absolut-mixes-machine-learning-into-its-spirits-supply-chain-11557394201", "title": "Absolut Mixes Machine Learning Into Its Spirits Supply Chain", "date": "2019-05-09 05:30", "summary": "Changing consumer tastes, global competition lead vodka maker to match new technology to its 140-year-old production principles. Absolut Vodka, the world's No. 2-selling vodka brand after Smirnoff, is using modern supply-chain technology to maintain a decidedly old-school approach to its production.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-u-s-firms-are-bracing-for-higher-tariffs-11557394201", "title": "As Higher Tariffs Loom, Big U.S. Firms Plan for the Worst", "date": "2019-05-09 05:30", "summary": "Hiking prices, diversifying suppliers and boosting inventory are among the steps companies are taking. Many big U.S. companies say they are prepared for the U.S. to impose higher tariffs on $200 billion of Chinese imports, with some saying their annual financial forecasts had anticipated the trade friction.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cybersecurity-jobs-abound-no-experience-required-11557394201", "title": "Cybersecurity Jobs Abound. No Experience Required.", "date": "2019-05-09 05:30", "summary": "Companies like IBM and Palo Alto Networks scramble to hire hundreds of thousands of corporate hackers to defend networks and data. As companies struggle to fill hundreds of thousands of open cybersecurity jobs around the U.S. they are casting a wider net to find and develop experts, pursuing workers without traditional four-year degrees or formal experience to help them protect computer networks and customer data.", "categories": [["Business", "Class of 2019"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/class-of-2019?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-fintech-tools-aim-to-protect-the-elderly-11557394200", "title": "New Financial Apps Aim to Protect the Elderly", "date": "2019-05-09 05:30", "summary": "Financial-technology companies, long focused on millennials, start to cater to older people and their adult children. A small but growing crop of financial-technology companies are offering online tools meant to help adult children manage and monitor their parents' finances and well-being.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/like-a-boss-a-college-course-for-first-time-managers-11557394206", "title": "Like a Boss: A College Course for First-Time Managers", "date": "2019-05-09 05:30", "summary": "Wharton's 'How to Be the Boss' teaches the gritty realities of managing; how to handle a note found in the trash. PHILADELPHIA-An unlikely debate was simmering inside an auditorium-style classroom at one of the most prestigious business schools in the nation. The topic: body odor.", "categories": [["Business", "Class of 2019"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/class-of-2019?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapore-escalates-fight-against-spread-of-false-information-on-social-media-11557393182", "title": "Singapore Escalates Fight Against Misinformation on Social Media", "date": "2019-05-09 05:13", "summary": "Southeast Asian city-state passes law requiring Facebook, other tech companies to quickly correct posts flagged by the government. SINGAPORE-In an effort to combat misinformation online, Singapore has passed a law requiring Facebook Inc., Alphabet Inc.'s Google, Twitter Inc. and other social-media companies with regional headquarters here to rapidly issue corrections when users post items the government deems false.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11557343767", "title": "Pepper...and Salt", "date": "2019-05-09 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-promises-disaster-aid-for-florida-at-campaign-rally-11557372702", "title": "Trump Promises Disaster Aid for Florida at Campaign Rally", "date": "2019-05-09 23:31", "summary": "President pledges $448 million for Florida Panhandle as it recovers from Hurricane Michael. President Trump said Wednesday his administration would give $448 million in disaster-relief funding for the Florida Panhandle, more than six months after Hurricane Michael made landfall and caused billions of dollars in property damage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-government-arrests-a-close-aide-of-juan-guaido-11557367118", "title": "Venezuela Government Arrests a Close Aide of Juan Guaidó", "date": "2019-05-09 23:08", "summary": "Vice president of National Assembly held in prison a week after failed uprising against Maduro. Venezuelan authorities arrested a prominent opposition politician on Wednesday as President Nicolás Maduro strikes back against critics a week after the opposition failed to spark a military uprising.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microbiome-startup-seeks-to-reassure-investors-on-ethics-11557370362", "title": "Microbiome Startup Seeks to Reassure Investors on Ethics", "date": "2019-05-09 22:52", "summary": "Letter from uBiome comes after authorities searched lab testing company's offices. UBiome Inc. sent a letter to investors seeking to reassure them that the company is taking steps to restore its credibility, including introducing a new code of ethics in the next few days, after the health-care startup's offices were searched last month by state and federal authorities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roku-shares-jump-after-stronger-than-expected-results-11557362896", "title": "Roku Shares Jump After Stronger-Than-Expected Results", "date": "2019-05-09 20:48", "summary": "Company is poised to benefit from coming launch of streaming services, including Disney's and Apple's. Roku Inc.'s stock rose about 9% in after-hours trading after the company delivered better-than-expected first-quarter results and raised its outlook for 2019.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-to-acquire-takedas-dry-eye-treatment-xiidra-11557356022", "title": "Takeda Selling Assets to Novartis, J&J to Pay Down Debt", "date": "2019-05-09 20:40", "summary": "Drugmaker's deals for eye-drop solution, surgical patches would yield $5.3 billion up front. Takeda Pharmaceutical Co., looking to pay down debt following its megadeal for Shire PLC and narrow its focus, is selling eye drug Xiidra to Novartis AG and TachoSil surgical patches and sealants to Johnson & Johnson's Ethicon.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-hires-nine-regional-directors-for-2020-election-11557355628", "title": "Republicans Hire Nine Regional Directors for Trump 2020 Election", "date": "2019-05-09 20:30", "summary": "Re-election team plans to more than double number of communications staff from 2016. WASHINGTON-President Trump's re-election team is building out its political infrastructure with a round of hires that underscores the importance the Midwest and Florida are expected to have in the 2020 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denver-decriminalizes-psychedelic-mushrooms-11557360305", "title": "Denver Decriminalizes Psychedelic Mushrooms", "date": "2019-05-09 20:05", "summary": "Ballot measure is first in the country to cease enforcement of laws against psilocybin. Denver became the first jurisdiction in the U.S. to effectively decriminalize psychedelic mushrooms after voters narrowly approved a ballot measure.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-attacker-in-denver-area-school-shooting-was-juvenile-female-11557323055", "title": "Attackers in Denver-Area School Shooting Appear in Court", "date": "2019-05-09 20:01", "summary": "New information on Highlands Ranch shooting revealed by law enforcement Wednesday. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]