[{"link": "https://www.wsj.com/articles/mexico-ratifies-trade-pact-with-u-s-canada-11560974734", "title": "Mexico Ratifies Trade Pact with U.S., Canada", "date": "2019-06-19 19:59", "summary": "Mexican lawmakers vote overwhelmingly in favor of the USMCA, making the nation the first to ratify the accord. MEXICO CITY-Mexico's Senate overwhelmingly voted for a broad rewrite of trade rules between the United States, Canada and Mexico-making the nation the first of the three partners to ratify the pact designed to replace the North American Free Trade Agreement.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rocket-strikes-at-site-of-foreign-oil-firms-in-iraq-11560988449", "title": "Rocket Strikes at Site of Foreign Oil Firms in Iraq", "date": "2019-06-19 19:54", "summary": "Incident is the fourth time in less than a week that rockets have been fired at Iraqi facilities where Americans are stationed. BAGHDAD-A rocket hit a compound in southern Iraq used by Exxon Mobil Corp. and other international oil firms, heightening fears among Iraqi officials that tensions between the U.S. and Iran would spill into their country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-retires-power-line-that-sparked-californias-deadliest-wildfire-11560986894", "title": "PG&E Retires Power Line Blamed for California's Deadliest Wildfire", "date": "2019-06-19 19:28", "summary": "Inspections have found that the utility needs to make thousands of repairs to its electric system. PG&E Corp. has permanently retired the high-voltage power line that sparked the deadliest wildfire in California's history after detailed inspections of its electric system revealed serious problems on that transmission line and others.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-holds-rates-steady-hints-at-possible-cut-if-outlook-dims-11560967516", "title": "Fed Holds Rates Steady, Hints at Cuts if Outlook Doesn't Improve", "date": "2019-06-19 19:25", "summary": "Central bank's rate-setting panel says it 'will act as appropriate' to sustain an expansion currently clouded by trade fights. WASHINGTON-Federal Reserve officials held interest rates steady on Wednesday but strongly suggested they would cut them in the months ahead if an economic outlook clouded by uncertainty over trade policy didn't improve.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-second-term-for-what-11560986286", "title": "A Second Term for What?", "date": "2019-06-19 19:18", "summary": "Trump can't win by relitigating 2016 and playing only to his base.. President Trump announced his campaign for a second term at a rally in Orlando on Tuesday evening that recounted his first-term record and 2016 victory before thousands of rapturous supporters. The only thing missing was an agenda for 2020.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-split-fed-decision-11560986238", "title": "A Split Fed Decision", "date": "2019-06-19 19:17", "summary": "The Fed can't save the economy from bad trade policy.. The Federal Reserve split the monetary baby on Wednesday, holding the fed-funds rate steady while signaling it's prepared to cut rates if the economic data call for it to \"sustain the expansion.\" That seems like a reasonable call, especially given President Trump's treatment of Chairman Jerome Powell as a political punching bag.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-ipo-reference-price-set-at-26-a-share-11560978612", "title": "Slack's Reference Price Set at $26 in Direct Listing", "date": "2019-06-19 19:16", "summary": "Spotify Technology is the only other major company to go public in this way. Slack Technologies Inc. is set to make its trading debut Thursday on the New York Stock Exchange with a valuation of about $15.7 billion, the second major company to go public through a so-called direct listing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-wolf-vetoes-as-a-wolf-11560986167", "title": "This Wolf Vetoes as a Wolf", "date": "2019-06-19 19:16", "summary": "Pennsylvania's Governor nixes scholarships for more children.. Bad news in Pennsylvania, where an effort we've been telling you about to expand school choice has run up against union politics and the Democratic Governor.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-china-treats-a-friend-11560986088", "title": "How China Treats a Friend", "date": "2019-06-19 19:14", "summary": "Duterte kowtows as Beijing bullies Manila in the South China Sea.. The ramming of a Filipino fishing boat by a Chinese vessel last week marked an escalation in the South China Sea. But you wouldn't know it listening to Philippine President Rodrigo Duterte, who has become exhibit A for the folly of appeasing Beijing's geopolitical ambitions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-congress-promise-scrutiny-of-facebook-cryptocurrency-11560983531", "title": "Fed, Congress Promise Scrutiny of Facebook Cryptocurrency", "date": "2019-06-19 19:12", "summary": "Social network began to learn how Washington will check its push into digital currencies. WASHINGTON- Facebook Inc. began to learn how Washington will check its push into digital currencies, with leaders of the Federal Reserve and an influential Senate committee saying they will scrutinize its rollout.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-overturns-obama-era-clean-air-rules-for-power-plants-11560963259", "title": "EPA Overturns Obama-Era Clean Air Rules for Power Plants", "date": "2019-06-19 19:11", "summary": "New plan, aimed at boosting coal-fired plants, would limit the agency's ability to mandate tougher greenhouse-gas-emissions regulations. WASHINGTON-The Trump administration moved to try to revive the coal-power industry Wednesday, overturning Obama administration policies aimed at stemming climate change and adopting rules that could allow older power plants to continue operating.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-good-american-family-review-ensnared-by-the-scare-11560984984", "title": "'A Good American Family' Review: Ensnared by the Scare", "date": "2019-06-19 19:05", "summary": "A thoughtful family history centered on a Midwestern communist's fateful encounter with the House Un-American Activities Committee.. In his latest work of narrative nonfiction, David Maraniss, an editor at the Washington Post and the best-selling biographer of Bill Clinton, Barack Obama and Vince Lombardi, presents a specimen life of the Red Scare era-that of his father, the newspaperman Elliott Maraniss (1918-2004), a veteran of World War II who, in 1952, was named a communist by an FBI informant, subpoenaed by the House Un-American Activities Committee, fired from his job at the Detroit Times, and blacklisted for five years. \"He was not falsely accused of being a communist,\" writes Mr. Maraniss, \"because, for a time, he was one. But didn't being a citizen of this country give him the freedom to affiliate with the politics of his choosing and to write and speak his mind, as long as he didn't betray his country as a foreign agent?\" In other words, Mr. Maraniss asks, was his father indeed \"un-American\"? This book is an earnest search for the answer to that question.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accusing-the-new-york-times-of-treason-trump-crosses-a-line-11560985187", "title": "Accusing the New York Times of 'Treason,' Trump Crosses a Line", "date": "2019-06-19 18:59", "summary": "The Founders considered it the gravest of crimes. Tossing the charge around is irresponsible and wrong.. First it was \"the failing New York Times.\" Then \"fake news.\" Then \"enemy of the people.\" President Trump's escalating attacks on the New York Times have paralleled his broader barrage on American media. He's gone from misrepresenting our business, to assaulting our integrity, to demonizing our journalists with a phrase that's been used by generations of demagogues.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunting-elephants-will-help-them-survive-11560985152", "title": "Hunting Elephants Will Help Them Survive", "date": "2019-06-19 18:59", "summary": "They're magnificent creatures, but Botswana has too many of them in the wrong places.. A phone call from home in Botswana awakened me late one night while I was in the U.S. this month on a trade mission. Balisi Sebudubudu, a man from the rural village of Semolale, had been herding cattle when he was attacked and killed by an elephant.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-states-are-up-for-grabs-in-2020-11560985088", "title": "More States Are Up for Grabs in 2020", "date": "2019-06-19 18:58", "summary": "The GOP must not take Georgia, North Carolina, Texas or Florida for granted.. 'I plan on-if I'm your nominee-winning Georgia, North Carolina, South Carolina . . . and I believe we can win Texas and Florida,\" Joe Biden declared Monday.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empower-regulators-to-stop-risky-financial-business-11560985117", "title": "Empower Regulators to Stop Risky Financial Business", "date": "2019-06-19 18:58", "summary": "The FSOC, created by the Dodd-Frank Act of 2010, doesn't have enough power to do the job right.. This month the Federal Reserve hosted a conference in Chicago, to which it invited a list of academic and nonacademic experts on monetary policy (I was one) to advise it on strategy, procedures and communications. The backbone of the conference was high-quality but decidedly \"academic\" papers that drew little market attention.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-sleepy-joe-problem-11560985060", "title": "Trump's 'Sleepy Joe' Problem", "date": "2019-06-19 18:57", "summary": "For voters disturbed by the daily rocking of political life, Biden is offering a timeout.. At President Trump's Orlando, Fla., \"megarally\" announcing his re-election campaign, some of the attendees, who came from all over the U.S., said they had been to more than four dozen such rallies. Mr. Trump's rallies are beginning to resemble Phish concerts. Phish is the cult rock band whose fans will go anywhere, anytime to hear them play.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-saves-an-old-chestnut-11560985013", "title": "Science Saves an Old Chestnut", "date": "2019-06-19 18:56", "summary": "Genetic engineering rescues a tree from a threatening fungus.. A blight-tolerant American chestnut tree is the latest example of what the science community has begun to call a GRO-a genetically rescued organism. In the past century approximately four billion chestnut trees have been lost in the U.S. due to blight that spread when the Cryphonectria parasitica fungus arrived with chestnut trees imported from Asia. A once-dominant hardwood species is now rare.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-elders-for-president-11560984928", "title": "Notable & Quotable: Elders for President", "date": "2019-06-19 18:55", "summary": "'They have chosen the way of vanity and self-indulgence.'. Andrew Fergusonwriting for the Atlantic, June 16:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-seeks-more-deals-11560936600", "title": "Merck Seeks More Deals as It Expands Its Cancer Treatments Portfolio", "date": "2019-06-19 18:53", "summary": "Company is expected to outline its strategy Thursday at its first investor day in five years. Merck & Co. is searching for small and midsize deals, including more transactions aimed at expanding its portfolio of cancer treatments beyond the company's top-selling product Keytruda, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lighthizer-plans-call-with-chinese-counterpart-ahead-of-trump-xi-talks-11560955328", "title": "Lighthizer Plans Call With Chinese Counterpart Ahead of Trump-Xi Talks", "date": "2019-06-19 18:50", "summary": "Meeting between President Trump, Chinese President Xi comes after six weeks of deteriorating trade relations. WASHINGTON-President Trump's top trade negotiator said he plans to contact his Chinese counterpart as the Trump administration gears up for a high-level meeting next week to chart a path forward in the two nations' trade dispute.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-cio-focuses-on-user-experience-to-keep-staff-happy-11560984488", "title": "IBM CIO Focuses on User Experience to Keep Staff Happy", "date": "2019-06-19 18:48", "summary": "Fletcher Previn, in the post since 2017, says employees can get a new laptop whenever they want-or hang on to an old one as long as it's in decent shape. Fletcher Previn, chief information officer of International Business Machines Corp., is prioritizing design thinking and the user experience in the development of internal applications and systems, in an effort to attract and retain employees.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-working-longer-hours-sleeping-less-labor-department-finds-11560980344", "title": "Women Working Longer Hours, Sleeping Less, as They Juggle Commitments", "date": "2019-06-19 18:48", "summary": "Labor Department's annual time use survey highlights the challenges for working women. Working women put in longer hours on the job last year, spent more time caring for their children and did more work around the house than they did a year earlier.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guatemala-u-s-discuss-controversial-migrant-deal-11560978444", "title": "Guatemala, U.S. Discuss Controversial Migrant Deal", "date": "2019-06-19 18:38", "summary": "Under safe-third-country treaty, the violence-racked Central American nation would require asylum seekers from Honduras, El Salvador to make their claims there. Guatemala is negotiating a controversial agreement that would require migrants fleeing neighboring Central American countries to seek asylum in this impoverished and violent nation rather than the U.S., Guatemalan officials said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-home-of-late-fashion-designer-kate-spade-lists-11560979526", "title": "Kate Spade's Manhattan Home Lists", "date": "2019-06-19 18:28", "summary": "Seeking $6.35 million, the Lenox Hill co-op was owned by the late fashion designer.. A Manhattan co-op that was owned by the late fashion designer Kate Spade is on the market for $6.35 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slavery-reparations-issue-gets-rare-hearing-on-hill-11560983015", "title": "Slavery Reparations Issue Gets Rare Hearing on Hill", "date": "2019-06-19 18:23", "summary": "Bill first introduced in 1989 would establish federal commission to study impact of slavery, suggest possible remedies. A House Judiciary subcommittee hearing on a bill addressing reparations for slavery, the first such hearing in more than a decade, signaled the issue's newfound traction in mainstream Democratic politics.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-arrests-of-teens-drops-under-raise-the-age-law-11560982796", "title": "NYPD Arrests of Teens Drop Under 'Raise the Age' Law", "date": "2019-06-19 18:19", "summary": "Report cites 54% decrease in felony and misdemeanor arrests for 16-year-olds. Arrests of teenagers in New York City plummeted after a state law changing how young people are treated in the criminal-justice system went into effect in the final three months of 2018, new data shows.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-pacific-says-uncertainty-harsh-weather-driving-down-rail-shipments-11560982743", "title": "Union Pacific Says Uncertainty, Harsh Weather Driving Down Rail Shipments", "date": "2019-06-19 18:19", "summary": "CEO Lance Fritz says railroad's second-quarter volumes are off about 4% but that the U.S. economy remains fundamentally healthy. Freight rail giant Union Pacific Corp. says its volumes are declining this quarter amid poor weather and customer concern over trade uncertainty.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/physical-strength-of-pilots-emerges-as-issue-in-returning-737-max-to-flight-11560937879", "title": "Boeing's Latest 737 MAX Concern: Pilots' Physical Strength", "date": "2019-06-19 18:17", "summary": "Turning manual crank during emergency procedure may be too difficult for some people. LE BOURGET, France-Efforts to get Boeing Co. 's 737 MAX jetliners back in the air have been delayed in part by concerns about whether the average pilot has enough physical strength to manually crank a flight-control wheel in extreme emergencies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-challenges-explanation-for-delay-in-20-bill-redesign-11560982582", "title": "Schumer Challenges Explanation for Delay in $20 Bill Redesign", "date": "2019-06-19 18:16", "summary": "Treasury has shelved plans to swap in Harriet Tubman for Andrew Jackson. The Senate's top Democrat asked the Treasury Department watchdog to investigate how the agency decided to shelve plans to put Harriet Tubman's image on the $20 bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-white-house-deadlocked-in-budget-talks-to-avert-next-shutdown-11560982543", "title": "Lawmakers, White House Deadlocked in Budget Talks to Avert Next Shutdown", "date": "2019-06-19 18:15", "summary": "McCarthy said two parties were 'further apart' after the meeting. WASHINGTON-Congressional leaders and White House officials clashed in a budget meeting, clouding the path to an agreement needed to prevent another partial government shutdown later this year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tapestrys-new-cfo-pick-signals-shift-toward-operations-focus-11560982309", "title": "Tapestry's New CFO Pick Signals Shift Toward Operations Focus", "date": "2019-06-19 18:11", "summary": "Joanne Crevoiserat served as chief operating officer at Abercrombie & Fitch. Luxury retailer Tapestry Inc. is turning to a former chief operating officer without an accounting background to serve as its new finance chief-the latest indicator companies are craving more than just financial chops in the CFO seat.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-levies-sanctions-against-russian-bank-accused-of-aiding-north-korea-11560981782", "title": "U.S. Levies Sanctions Against Russian Bank", "date": "2019-06-19 18:03", "summary": "Action against the Moscow-based Russian Financial Society stemmed from accusations it aided Pyongyang by opening accounts for blacklisted entities. WASHINGTON-The U.S. levied sanctions against a Russian bank accused of aiding North Korea by opening accounts for blacklisted entities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-approves-unitedhealths-4-3-billion-purchase-of-davita-physicians-group-11560981770", "title": "FTC Approves UnitedHealth's $4.3 Billion Purchase of DaVita Physicians Group", "date": "2019-06-19 18:02", "summary": "Regulator requires DaVita to sell practice serving Las Vegas area to Utah firm. Federal regulators approved UnitedHealth Group Inc.'s $4.3 billion purchase of DaVita Inc.'s physician group with the condition that the UnitedHealth sell one of its newly purchased health-care provider organizations in Nevada.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-has-proposed-replacing-americas-ceo-with-investment-bank-finance-chief-11560954667", "title": "Executive Turnover Clouds Deutsche Bank's Wall Street Future", "date": "2019-06-19 17:57", "summary": "Christiana Riley is internal choice to replace Tom Patrick in top U.S. role; Fed officials expressed concerns about proposed management change amid tumult. Executive turnover and banker defections are complicating Deutsche Bank AG's efforts to stabilize its Wall Street presence.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-startups-are-in-limbo-as-regulators-grapple-with-risks-11560957367", "title": "Cryptocurrency Startups Are in Regulatory Limbo", "date": "2019-06-19 17:38", "summary": "SEC, Finra have to decide whether unregulated blockchain currency dealers can be licensed brokerages. Dozens of startups that want to make the leap from unregulated cryptocurrency dealer to licensed brokerage are waiting for regulators to open the door to let them proceed.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/effort-to-legalize-marijuana-in-new-york-dead-for-now-11560951764", "title": "Effort to Legalize Marijuana in New York 'Dead for Now'", "date": "2019-06-19 17:22", "summary": "Lawmakers say they would shift focus to further decriminalizing the drug in the state. ALBANY, N.Y.-New York state lawmakers abandoned a bill to legalize and regulate recreational marijuana for adults and said they would instead focus on further decriminalizing the drug.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-reaches-deal-on-4-6-billion-border-aid-package-11560964935", "title": "Senate Reaches Deal on $4.6 Billion Border-Aid Package", "date": "2019-06-19 17:11", "summary": "House Democrats haven't yet backed the agreement, which would fund refugee resettlement, immigration judges and ICE. WASHINGTON-Senate negotiators agreed on a $4.6 billion spending bill to address the rise in the number of people entering the U.S. at the southern border, advancing a compromise package more than a month after the Trump administration requested the money.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thank-boeing-for-the-dows-latest-rise-11560958040", "title": "Thank Boeing for the Dow's Latest Rise", "date": "2019-06-19 16:58", "summary": "Jet maker's shares on track for biggest one-week gain since February. The Dow Jones Industrial Average is within striking distance of a record, thanks to a stock that had been one of its biggest laggards earlier this year: Boeing Co.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rediscovering-a-master-composer-11560977434", "title": "Rediscovering a Master Composer", "date": "2019-06-19 16:50", "summary": "Though he died too young to cement his place in the canon, Charles T. Griffes deserves to be remembered as one of the finest-and first-American musical modernists.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accused-terrorists-use-loopholes-to-tap-frozen-funds-11560977005", "title": "Accused Terrorists Use Loopholes to Tap Frozen Funds", "date": "2019-06-19 16:43", "summary": "Individuals on U.N.'s al Qaeda and Islamic State blacklist are getting access to bank accounts; longtime terror financier gets $120,000 a year for 'basic necessities'. Loopholes in U.N. Security Council sanctions procedures are allowing blacklisted al Qaeda and Islamic State terrorists and their supporters to tap their bank accounts despite a U.N. asset freeze, according to documents reviewed by The Wall Street Journal and people familiar with the matter.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-waver-ahead-of-the-fed-11560930470", "title": "Stocks Rise as Fed Leaves Rates Unchanged", "date": "2019-06-19 16:38", "summary": "S&P 500 has rallied 6% this month and is about 1% away from its closing record. U.S. stocks crept toward record highs as the Federal Reserve left interest rates unchanged but hinted it could slash rates in the months ahead.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamilton-creator-lin-manuel-miranda-will-soon-be-back-on-broadway-11560976043", "title": "'Hamilton' Creator Will Soon Be Back on Broadway", "date": "2019-06-19 16:27", "summary": "Miranda is producing Broadway run of 'Freestyle Love Supreme' in collaboration with others. Lin-Manuel Miranda is making a return of sorts to Broadway.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-june-fed-meeting-buck-the-trend-for-stocks-11560953160", "title": "June Fed Meeting Causes Stocks to Buck Trend", "date": "2019-06-19 16:25", "summary": "S&P 500 erased losses and rose 0.3%-an atypical reaction on policy-decision days. One of the biggest surprises from the Federal Reserve's meeting on Wednesday was that stocks ended higher.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-orders-50-midsize-airbus-jets-in-blow-to-boeing-11560965053", "title": "American Airlines Orders 50 Airbus Jets, in Blow to Boeing", "date": "2019-06-19 16:13", "summary": "French plane maker is gaining a large lead over its U.S. rival in the midsize jetliner market. LE BOURGET, France- American Airlines Group Inc. agreed to buy 50 long-range, single-aisle jets from Airbus SE-a big order for a new plane that leaves rival Boeing Co. behind in a new race to dominate a potentially promising market for midsize aircraft.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-wavers-as-oversupply-concerns-ease-11560959785", "title": "Oil Declines ​as Demand Concerns Persist", "date": "2019-06-19 16:00", "summary": "Crude oil in storage fell by 3.1 million barrels in the week ended June 14, a greater drop than expected. Oil prices closed lower as demand concerns outweighed government data showing a decline in U.S. production and crude stockpiles.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-investors-really-want-this-fed-rate-cut-11560973952", "title": "Do Investors Really Want This Fed Rate Cut?", "date": "2019-06-19 15:55", "summary": "They should consider what sort of economic and profits figures will prompt easing. Investors are ready for the Federal Reserve to cut rates. Are they ready for bad news on which rate cuts would be predicated?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-essential-guide-to-a-long-weekend-in-detroit-11560973094", "title": "A Fascinating Long Weekend in Detroit: The Essential Guide", "date": "2019-06-19 15:38", "summary": "How to spend a memorable long weekend in this iconic metropolis, including the buzziest restaurants and music clubs. IN ITS MIDCENTURY boom years, when Motown ruled the airwaves and the big three ruled the roads, Detroit defined America. But, in the subsequent decades, no city fell farther, or harder. Now a much-publicized revival is unfolding there. Downtown is a hive of construction, its sidewalks buzzing with tech-bros and tourists on app-enabled electric scooters (at least until they randomly discard them). Neighborhoods like Midtown (née Cass Corridor) and the West Village are rebounding with ambitious new bars and restaurants, many served by urban farms which have sprouted where houses once stood. Though the hollowing out that made those farms possible is still an issue (the city's population today is just below 700,000, sharply off its 1950s peak of 1.8 million people), rampant development has become an equally pressing concern for many Detroiters. Even the city's industrial ruins, like the old Packard Plant, which have aged into beloved icons for many, are targeted for restoration. The time to appreciate them is now. Taking in everything that Motor City has to offer over the course of a long weekend is challenging. As the T-shirts say, Detroit Hustles Harder. You'll have to adopt the same motto if you want to fit it all in, but feel free to opt out of our ambitious itinerary now and then.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-us-stranger-by-the-raconteurs-and-lets-rock-by-the-black-keys-reviews-two-takes-on-rock-classicism-11560973040", "title": "'Help Us Stranger' by the Raconteurs and 'Let's Rock' by the Black Keys Reviews: Two Takes on Rock Classicism", "date": "2019-06-19 15:37", "summary": "Jack White helms an album of eccentric, self-aware romanticism; the guitar-heavy duo cuts a back-to-basics record of masterful style.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keith-raniere-founder-of-cultlike-group-convicted-of-racketeering-sex-trafficking-11560970757", "title": "Nxivm Founder Convicted of Racketeering, Sex Trafficking", "date": "2019-06-19 14:59", "summary": "Prosecutors had described wide-ranging abuse and sexual exploitation of women. The founder of a purported self-help group in upstate New York was convicted Wednesday of federal racketeering and sex-trafficking charges after a trial in which prosecutors described wide-ranging abuse and sexual exploitation of women.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-voted-against-rate-decision-11560970746", "title": "Fed's Bullard Voted Against Rate Decision", "date": "2019-06-19 14:59", "summary": "St. Louis Fed president preferred to lower the benchmark federal-funds rate by a quarter percentage point. The Federal Reserve's decision Wednesday to hold interest rates steady generated its first dissenting vote since the central bank's December 2017 policy meeting and the first since Jerome Powell became Fed chairman early last year.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delving-into-detroit-11560969747", "title": "Delving Into Detroit", "date": "2019-06-19 14:42", "summary": "Where to eat, sleep and record your own album (talent not required) in Motor City. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/progress-on-new-car-quality-stalls-after-years-of-improvement-j-d-power-says-11560963634", "title": "Progress on New-Car Quality Stalls After Years of Improvement", "date": "2019-06-19 14:33", "summary": "Vehicle owners report problems with paint imperfections, check-engine lights and driver-assistance features.. After four years of steady improvement, new-vehicle quality leveled off within the past year as car companies continued to battle problems with both new and old technology, according to an annual survey of U.S. car buyers by research firm J.D. Power.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-u-n-envoy-pick-says-she-would-counter-china-and-russia-shield-israel-11560969064", "title": "Trump's U.N. Envoy Pick Says She Would Counter China and Russia, Shield Israel", "date": "2019-06-19 14:31", "summary": "Democratic senators question Kelly Craft's qualifications for post and her stance on climate change. WASHINGTON-President Trump's nominee for ambassador to the United Nations told senators she would use her post to counter China and Russia and press the rest of the world to contribute their fair share to U.N. programs like humanitarian aid.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-definitive-list-of-summers-best-swimsuits-an-a-to-z-guide-11560967971", "title": "The Definitive List of Summer's Best Swimsuits: An A-to-Z Guide", "date": "2019-06-19 14:22", "summary": "While it's a cliché that bathing suit shopping is depressing, it need not be given the accommodating and inventive array of options today.. FOR BATHING SUIT shoppers, the selection out there prompts a more interesting array of questions than in the past, when the most pressing style dilemma was \"one piece or two?\" Designer Lisa Marie Fernandez said the market has expanded exponentially since she launched her eponymous swim line 10 years ago-and she credits the new prominence of swimsuit selfies. \"Instagram is the red carpet for swimwear,\" she said.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogan-accuses-egyptian-government-of-killing-ex-president-morsi-11560968243", "title": "Erdogan Accuses Egyptian Government of Killing Morsi", "date": "2019-06-19 14:17", "summary": "Egyptian authorities say the former president suffered a heart attack. ISTANBUL-Turkey's President Recep Tayyip Erdogan alleged Wednesday that the Egyptian government killed former President Mohammed Morsi, challenging official accounts that he died of natural causes and escalating tension with Cairo.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-advances-toward-easing-accounting-burden-for-libor-phaseout-11560967680", "title": "FASB Advances Toward Easing Accounting Burden for Libor Phaseout", "date": "2019-06-19 14:08", "summary": "U.S. accounting standard-setter is examining how accounting rules need to change to accommodate global reference rate reforms. The Financial Accounting Standards Board on Wednesday took a major step toward removing a potentially costly accounting burden facing companies and organizations affected by global reference rate reforms, including a planned shift away from the London interbank offered rate.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quibi-hits-100-million-in-ad-sales-before-2020-launch-11560931320", "title": "Quibi Hits $100 Million in Ad Sales Before 2020 Launch", "date": "2019-06-19 14:05", "summary": "Early advertisers on the short-form streaming service include Procter & Gamble, AB InBev and Google. CANNES, France-Quibi has already taken a bite out of the world's largest advertising budgets.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/himalaya-glaciers-shrinking-at-faster-rate-study-finds-11560967200", "title": "Himalaya Glaciers Shrinking at Faster Rate, Study Finds", "date": "2019-06-19 14:00", "summary": "Scientists attribute melting to warmer temperatures, says glaciers' retreat threatens water source for 2 billion people in South Asia. A new study-based partly on declassified spy-satellite data-found that glaciers in the Himalayas were losing volume at much faster rates in recent years, adding more evidence suggesting that a changing climate is affecting an important water source.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ny1-anchorwomen-sue-station-for-age-sex-discrimination-11560966726", "title": "NY1 Anchorwomen Sue Station for Age, Sex Discrimination", "date": "2019-06-19 13:52", "summary": "Five anchors claim TV news outlet unfairly promoted younger on-air talent; station denies allegations. Five female anchors sued the parent company of New York City news channel NY1 on Wednesday, claiming they were discriminated against in favor of men and younger women.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-told-three-stripes-arent-enough-for-a-trademark-11560966769", "title": "Adidas Told Three Stripes Aren't Enough for a Trademark", "date": "2019-06-19 13:52", "summary": "Court decision could make it difficult for the sport goods maker to go after rivals using the motif on their products. BERLIN-Are three stripes a trademark?", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-edges-closer-to-downing-street-in-third-round-vote-11560966558", "title": "Boris Johnson Edges Closer to Downing Street in Third-Round Vote", "date": "2019-06-19 13:49", "summary": "Conservative receives support of 143 colleagues in U.K. prime minister's race, far ahead of others; candidates will be narrowed to two, then party members will choose. LONDON-Boris Johnson extended his lead in the race to succeed Theresa May as U.K. prime minister.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-are-right-to-pursue-big-opioid-maker-11560966354", "title": "States Are Right to Pursue Big Opioid Maker", "date": "2019-06-19 13:45", "summary": "We have worked together to battle this epidemic, and will do whatever it takes to hold Purdue Pharma accountable and get the justice families so deserve.. As governor and attorney general of Massachusetts, a state that is suing Purdue Pharma, we couldn't let Chairman Steve Miller's \"Litigation Won't Solve the Opioid Crisis\" (op-ed, May 28) go unanswered.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-should-change-the-vaccination-talk-11560966268", "title": "Doctors Should Change the Vaccination Talk", "date": "2019-06-19 13:44", "summary": "This year's measles outbreak shows that pathogens for which we have vaccines don't disappear; they are around us and ready to infect the nonvaccinated.. The Journal has done a good job covering the recent measles outbreak and the need for vaccination. In \"How to Persuade Parents to Vaccinate Their Kids\" (op-ed, June 6) Jon LaPook gives useful suggestions to physicians. I suggest another approach: a change in how we talk about the benefits of vaccination. The medical community, the media and the government incorrectly describe vaccines as \"eradicating\" a disease or \"eliminating\" a virus. In fact, the vaccines we routinely administer work in two ways. First, they increase an individual's resistance to a pathogen; second, they suppress the spread of a disease by creating \"community immunity,\" but only after about 92% of the population has been immunized.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexander-hamilton-is-still-relevant-today-11560966188", "title": "Alexander Hamilton Is Still Relevant Today", "date": "2019-06-19 13:43", "summary": "\"The representatives of the people, in a popular assembly, seem sometimes to fancy that they are the people themselves\". Regarding Joseph Epstein's \"'The American People' Have Been Spoken To\" (op-ed, June 10): I came across the following quote that seems particularly relevant to Washington, D.C., today.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspected-iranian-oil-caught-in-sanctions-trap-11560966215", "title": "Suspected Iranian Oil Caught in Sanctions Trap", "date": "2019-06-19 13:43", "summary": "With U.S. sanctions on Iran bearing down, Italian oil giant Eni rejected a cargo of crude that bore the hallmarks of Iranian oil. Italy's oil giant Eni SpA has rejected a cargo of suspected Iranian crude, as energy companies grapple with sophisticated techniques used by Iran to evade U.S. sanctions.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-widen-the-abortion-highway-11560966125", "title": "The Democrats Widen the Abortion Highway", "date": "2019-06-19 13:42", "summary": "The goal of Democrats is to shut down lanes on the right and open up many new ones on the left. If they have their way, Joe Biden's new position will be back in the middle, if not a little to the right.. What William Galston may have overlooked in his assessment that \"Biden Exits Abortion's Wide Middle Lane\" (Politics & Ideas, June 12) is that Democrats are busy widening the abortion highway, so Vice President Joe Biden can swing left and still be in one of the center lanes. One newly-paved lane that used to be the highway's shoulder provides funds for abortions up to the moment of birth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-should-determine-the-source-of-the-tanker-attacks-11560966030", "title": "U.N. Should Determine the Source of the Tanker Attacks", "date": "2019-06-19 13:40", "summary": "The United Nations should investigate the possibility of false-flag attacks on oil tankers in the Strait of Hormuz.. If Iran wants to warn the world that it could close the Strait of Hormuz, why not just do it? The fact that the culprit in the oil-tanker attacks won't reveal itself suggests that other interested parties may be involved (\"U.S. Says Tehran Is to Blame For Attacks on Fuel Tankers,\" page one, June 14). The face-off between Iran and America is a golden opportunity for Sunni jihadists to launch false-flag terrorist attacks on American or Iranian targets designed to be blamed on the other side. In 2002 al Qaeda damaged the French oil tanker Limburg near the Yemeni coast in a seaborne strike similar to the recent attacks near the Strait of Hormuz.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wine-country-compound-aims-to-set-a-napa-record-11560965859", "title": "Wine Country Compound Aims to Set a Napa Record", "date": "2019-06-19 13:37", "summary": "In Northern California, a 45-acre estate known as 'Seven Stones' is seeking $35 million. A Northern California wine country compound is going on the market for $35 million. If it sells for its asking price, the property will set a record for the Sonoma and Napa Valley area.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-art-filled-napa-compound-11560965759", "title": "An Art-Filled Napa Compound", "date": "2019-06-19 13:35", "summary": "In California's wine country, this estate is named after 'Seven Stones', a sculpture on the grounds. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-n-investigator-calls-for-further-scrutiny-of-saudi-crown-princes-possible-role-in-khashoggi-murder-11560940560", "title": "U.N. Probe Calls for More Scrutiny of Saudi Prince Over Khashoggi Murder", "date": "2019-06-19 13:19", "summary": "Report quotes conversations that took place inside the Saudi consulate in Istanbul before the journalist's killing. A top United Nations investigator found \"credible evidence\" that warrants further investigation of Saudi Crown Prince Mohammed bin Salman's involvement in the killing of dissident journalist Jamal Khashoggi, heaping more pressure on the kingdom as it deals with the global outrage triggered by the slaying.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-has-a-central-plan-for-that-11560964089", "title": "Elizabeth Warren Has a Central Plan for That", "date": "2019-06-19 13:08", "summary": "After calling herself 'American Indian,' the senator now calls herself 'capitalist.'. From the very start of this presidential campaign season, Sen. Elizabeth Warren (D., Mass.) has faced a credibility challenge. Lately she has given voters even more reason to question her message and her potential management of the executive branch of the federal government.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hope-hicks-refuses-to-answer-questions-on-time-in-white-house-11560963850", "title": "Hope Hicks Refuses to Answer Questions on Time in White House", "date": "2019-06-19 13:04", "summary": "Trump administration asserts total immunity for the ex-Trump aide from congressional committee's demands. WASHINGTON-Making a sweeping claim of total immunity from congressional demands, White House lawyers accompanied former Trump aide Hope Hicks to a closed-door interview on Capitol Hill Wednesday and instructed her not to answer any questions about her time working for President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-and-renault-near-a-deal-to-resolve-corporate-governance-dispute-11560914688", "title": "Nissan, Renault Resolve Corporate Governance Dispute", "date": "2019-06-19 12:48", "summary": "Renault had threatened to abstain from a shareholder vote on proposed changes. Nissan Motor Co. and Renault SA have resolved a standoff over corporate governance at the Japanese car maker, according to people familiar with their talks, easing tensions that had scuttled the French car maker's merger talks with Fiat Chrysler Automobiles NV.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-chief-sees-private-spacecraft-potentially-reaching-moon-before-u-s-astronauts-11560962649", "title": "NASA Chief Sees Private Spacecraft Potentially Reaching Moon First", "date": "2019-06-19 12:44", "summary": "Commercial lunar landers could demonstrate technologies before carrying American astronauts. LE BOURGET, France-Despite U.S. government efforts to accelerate human space exploration, private spacecraft could beat American astronauts to the surface of the moon, according to the head of NASA.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caribbean-estate-formerly-owned-by-prince-sells-for-10-8-million-11560957953", "title": "Caribbean Estate Formerly Owned by Prince Sells for $10.8 Million", "date": "2019-06-19 12:17", "summary": "Located at the tip of a peninsula of Providenciales in Turks and Caicos, the home has a driveway and a movie theater in the late pop star's signature purple. A Caribbean home owned by the late pop star Prince-which has a driveway and a movie theater in his signature purple-has sold for $10.8 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opera-star-hao-jiang-tian-bridges-east-and-west-11560959395", "title": "Opera Star Hao Jiang Tian Bridges East and West", "date": "2019-06-19 12:05", "summary": "Opera singer Hao Jiang Tian, who will star in Tang Jianping's 'Voyage to the East\" in New York, is strengthening cultural ties between the East and West. By opera-world standards, Hao Jiang Tian is a late bloomer. The Chinese native didn't even attend his first opera until he was 29 years old, when he was getting ready to study in the U.S. and heard Luciano Pavarotti at the Metropolitan Opera in New York.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arch-coal-peabody-energy-to-form-coal-joint-venture-11560948644", "title": "Arch Coal, Peabody Energy to Form Coal Joint Venture", "date": "2019-06-19 12:05", "summary": "Miners agree to combine assets to better compete with natural gas and renewable energy. Two of the biggest producers of coal used to fire power plants are integrating their operations in Wyoming and Colorado, betting they can pull off cost savings that would help keep the commodity competitive with natural gas and renewable-energy sources.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/averages-arent-always-what-they-seem-11560959479", "title": "Averages Aren't Always What They Seem", "date": "2019-06-19 11:51", "summary": "A powerful tool for summarizing data, they can also mislead when their terms aren't made clear.. According to one recent study, 54% of children have below-average reading skills. This sounds like a paradox: By definition, it seems that in any group 50% must be above average and 50% below average. But it all depends on what you mean by \"average.\" We often associate the word with the middle of a range of numbers, but in fact there are different types of averages that represent different things.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-math?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-moves-to-overturn-obama-climate-rules-for-power-plants-11560917509", "title": "EPA Moves to Overturn Obama Climate Rules for Power Plants", "date": "2019-06-19 11:33", "summary": "Trump administration takes significant step in rolling back regulation of greenhouse gases. WASHINGTON-The Environmental Protection Agency moved to overturn Obama-era climate rules for power plants, vastly limiting the agency's ability to mandate tougher greenhouse-gas-emission rules that could force older coal- and gas-fired plants to close.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-of-housing-rises-in-phoenix-11560957036", "title": "The Future of Housing Rises in Phoenix", "date": "2019-06-19 11:10", "summary": "High-tech flippers such as Zillow are using algorithms to reshape the housing market. TOLLESON, Ariz.-Armed with loads of cash and the latest in machine learning, investors are reshaping the $26 trillion market for U.S. residential real estate, starting in Phoenix, the petri dish for America's housing experiments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-states-where-home-prices-are-secret-11560956939", "title": "The States Where Home Prices are Secret", "date": "2019-06-19 11:09", "summary": "In nondisclosure states, your neighbor can't find out the value of your home. Neither can you. After agreeing to pay just over $700,000 for a home, built in the 1920s in the Houston Heights area of Houston, Lee and Christa Gilley were shocked to see that Zillow, the real-estate data aggregator, had estimated the home's value at just $530,000.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-retail-provider-shopify-adds-fulfillment-service-11560956401", "title": "Online Retail Provider Shopify Adds Fulfillment Service", "date": "2019-06-19 11:00", "summary": "E-commerce specialist's move into physical services is aimed at helping sellers compete with Amazon's expanding logistics and distribution capabilities. E-commerce technology company Shopify Inc. is extending into physical distribution, offering customers access to a network of dedicated U.S. fulfillment centers to store and ship consumer goods for online orders.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ja-morant-late-bloomers-nba-draft-11560952239", "title": "The Late Bloomers Who Became NBA Stars", "date": "2019-06-19 10:59", "summary": "Stephen Curry went to Davidson. Damian Lillard went to Weber State. Ja Morant went to Murray State. Is he the league's next great guard?. One night last month, as the entire NBA was busy watching a bunch of ping-pong balls determine the order of Thursday's draft, the Golden State Warriors and the Portland Trail Blazers were getting ready to play a basketball game. There was something odd about the segue from the draft lottery to the playoffs. One event that exists because of an obsession with teenage potential was being followed by a series between teams built around late bloomers.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-re-election-efforts-raise-24-8-million-tied-to-launch-rally-11560953267", "title": "Trump Re-Election Efforts Raise $24.8 Million Tied to Launch Rally", "date": "2019-06-19 10:53", "summary": "RNC says funds were split among campaign and joint committees. President Trump's re-election effort raised $24.8 million in under 24 hours, the Republican National Committee said Wednesday morning, announcing new numbers tied to the president's kickoff rally in Orlando, Fla.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-stealth-consolidation-is-undermining-competition-11560954936", "title": "How 'Stealth' Consolidation Is Undermining Competition", "date": "2019-06-19 10:38", "summary": "Big Tech gets the attention but the monopoly problem lies beneath. With the Trump administration heightening its scrutiny of big tech companies and several states trying to stop the third- and fourth-largest wireless carriers from merging, you might think the tide is turning against corporate concentration.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-intersects-with-new-in-this-former-dutch-church-11560955019", "title": "Old Intersects With New in This Former Dutch Church", "date": "2019-06-19 10:37", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/one-of-the-most-powerful-women-in-hedge-funds-doesnt-run-money-11560954975", "title": "One of the Most Powerful Women in Hedge Funds Doesn't Run Money", "date": "2019-06-19 10:36", "summary": "Ilana Weinstein, headhunter for top hedge funds, reflects on 'Billions,' myths and dearth of women in industry. ", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-i-feel-no-pressure-to-launch-impeachment-inquiry-of-trump-11560954947", "title": "Pelosi: 'I Feel No Pressure' to Launch Impeachment Inquiry of Trump", "date": "2019-06-19 10:35", "summary": "House speaker rejects censure option; 'Just a way out'. WASHINGTON-House Speaker Nancy Pelosi said Wednesday she felt no pressure from House Democrats to begin an impeachment inquiry of the president, after a handful of additional lawmakers called for moving forward with such a step.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-transformation-11560954896", "title": "Dutch Transformation", "date": "2019-06-19 10:34", "summary": "A former church in the Netherlands town becomes a family residence. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/venice-cruise-ship-crash-spurs-drive-to-ban-big-vessels-11560936601", "title": "Venice Cruise-Ship Crash Spurs Drive to Ban Them", "date": "2019-06-19 10:33", "summary": "Resume Subscription. VENICE-After a towering cruise ship crunched into a Venice pier and a smaller boat on June 2, locals here reignited calls for the government to keep the vessels out of the heart of the historic city.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/goldlink-rapper-dc-kendall-jenner-jackson-wang-11560895314", "title": "From Collaborations with Wizkid to Album Art with Hailey Bieber, Here's How GoldLink Made \"Diaspora\" Happen", "date": "2019-06-19 10:33", "summary": "It's an ambitious idea: getting some of the biggest artists of each continent together on one album. How 26-year-old rapper GoldLink pulled it off-and had Kendall Jenner lend a hand. If Washington, D.C.'s rap scene is having a moment, it's in part thanks to GoldLink. The 26-year-old rapper from the D.C./Maryland/Virginia area started his career rapping over bouncy, more electronic-focused dance beats. In 2017, he released his breakout project At What Cost, a more traditionally rap-rooted mixtape with flourishes of his D.C. upbringing like go-go, a genre of funk specific to the area. The project spawned the Grammy-nominated radio-smash \"Crew,\" which featured fellow regional acts Shy Glizzy and Brent Faiyaz.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-sheryl-sandberg-we-understand-concerns-about-big-tech-companies-11560953840", "title": "Facebook COO: 'We Understand' Concerns About Big Tech Companies", "date": "2019-06-19 10:17", "summary": "Operating chief echoes CEO Mark Zuckerberg's call for regulation, said antitrust action isn't needed to preserve consumer alternatives. CANNES, France- Facebook Inc. Chief Operating Officer Sheryl Sandberg said that the social-media company failed to anticipate foreign interference aimed at disrupting the 2016 U.S. presidential election.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slacks-ascent-could-face-some-bumps-11560953352", "title": "Slack's Ascent Could Face Some Bumps", "date": "2019-06-19 10:09", "summary": "Stock may take off Thursday, but slowed growth and limited paying users portend turbulence. Slack will be the next U.S. unicorn to go public, opting for a direct listing on the New York Stock Exchange on Thursday. But while the market has given a raucous welcome to other cloud-based private venture-backed tech companies with billion-dollar valuations this year, neither Slack's financials nor its first-mover advantage guarantee a similarly warm reception.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamers-prepare-to-play-music-festival-stage-11560952801", "title": "Gamers Prepare to Play Music-Festival Stage", "date": "2019-06-19 10:00", "summary": "Metarama will feature pro gamer Ninja and artist Marshmello, who performed live inside 'Fortnite'. Music and videogames will collide in a new festival coming to Las Vegas this fall, the latest confluence of two industries looking to bank off the booming live-entertainment business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ditech-finds-two-buyers-for-its-mortgage-servicing-and-originations-business-11560952805", "title": "Ditech Finds Two Buyers For Its Mortgage Servicing and Originations Business", "date": "2019-06-19 10:00", "summary": "Real-estate investment trust New Residential Investment designated as stalking horse bidder. Ditech Holding Corp. , which filed for bankruptcy in February, said Tuesday it reached two separate deals with buyers for its forward and reverse mortgage servicing and originations businesses.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-dont-need-alligators-in-pittsburgh-spate-of-reptile-escapes-confound-police-11560952634", "title": "'We Don't Need Alligators in Pittsburgh': Spate of Reptile Escapes Confounds Police", "date": "2019-06-19 09:57", "summary": "After a 5-footer named Chomp and two others get loose in city, law enforcement declares 'this needs to stop'. With its densely wooded hillsides, Pittsburgh abounds in wildlife, including deer, raccoons, opossums and woodchucks. Until recently, however, the city's police department wasn't used to dealing with alligators.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-viacom-cbs-adobe-and-jabil-11560942013", "title": "Stocks to Watch: Viacom, CBS, Adobe, and Jabil", "date": "2019-06-19 09:26", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-inflation-accelerated-in-may-11560949572", "title": "Canada Inflation Accelerated in May", "date": "2019-06-19 09:06", "summary": "Consumer prices rose 2.4%, driven by steep rise in the cost of vegetables and vehicles. OTTAWA-Canada's annual inflation rate climbed markedly in May, driven by steep price increases for fresh vegetables and passenger vehicles.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barnes-noble-narrows-loss-but-sales-decline-11560949387", "title": "Barnes & Noble Narrows Loss, but Sales Decline", "date": "2019-06-19 09:03", "summary": "An investor group has criticized the purchase price Elliott Management agreed to pay for the bookseller. Barnes & Noble Inc., which recently agreed to be bought by a private-equity firm, reported a drop in sales in its latest quarter but narrowed its net loss.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-gives-the-green-light-for-military-action-11560949278", "title": "Who Gives the Green Light for Military Action?", "date": "2019-06-19 09:01", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-of-displaced-people-hits-postwar-record-11560949063", "title": "Number of Displaced People Hits Postwar Record", "date": "2019-06-19 08:57", "summary": "According to a new U.N. report, nearly 1% of the world's population was displaced at the end of 2018. The number of forcibly displaced people in the world reached almost 71 million at the end of last year, the most since just after World War II and double the number of 20 years ago, according to a United Nations report released Wednesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tennis-star-caroline-wozniacki-on-how-shes-traveling-to-wimbledon-11560947768", "title": "Tennis Star Caroline Wozniacki on How She's Traveling to Wimbledon", "date": "2019-06-19 08:36", "summary": "As the newlywed and 14th-ranked tennis player preps for the lawns of All England, she talks to WSJ. about her packing list, favorite English cliffside town and what she does to relax. In this series, we talk to designers, artists and entertainers about where they're traveling this summer, what they're packing, how they stay entertained in-flight and more.", "categories": [["Travel", "Out of Office"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-debates-whether-to-cut-rates-or-wait-for-more-information-11560936604", "title": "Fed, Facing Pressure on Rate Cut, to Decide on Next Move", "date": "2019-06-19 08:29", "summary": "Escalating global trade tensions have clouded the outlook since officials affirmed their rate stance last month. Federal Reserve officials will wrap up their two-day meeting Wednesday after discussing whether they will need to lower the benchmark interest rate, if not now, then in summer.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-cup-or-gold-cup-u-s-soccer-fans-have-to-pick-a-lane-11560945791", "title": "World Cup or Gold Cup? U.S. Soccer Fans Have to Pick a Lane", "date": "2019-06-19 08:03", "summary": "While the U.S. women are defending their World Cup title, the U.S. men are aiming to win the Gold Cup. American soccer fans are facing a dilemma this summer: too much soccer. And neither the fans nor the players are too happy about it.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/influx-of-women-in-congress-gives-spouses-club-a-makeover-11560945601", "title": "Influx of Women in Congress Gives Spouses Club a Makeover", "date": "2019-06-19 08:00", "summary": "Changing gender makeup on Capitol Hill means more husbands juggle new roles, responsibilities. And they get gift bags.. WASHINGTON-Adam Spanberger didn't quite fit in with the crowd when he showed up to the 107th annual First Lady's Luncheon wearing a dark gray suit and white shirt.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-investors-get-new-tools-to-speed-up-trading-11560945600", "title": "Bond Investors Get New Tools to Speed Up Trading", "date": "2019-06-19 08:00", "summary": "Electronic bond platforms are racing to expand their offerings as traders demand improvements. Electronic bond-trading platforms are racing to expand their offerings as traders demand greater integration of the technology that is transforming how they buy and sell holdings.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-crypto-plan-borrows-from-china-11560945411", "title": "Facebook's Crypto Plan Borrows From China", "date": "2019-06-19 07:58", "summary": "The Chinese precedents suggest the social-media giant needs to focus less on crypto engineering and more on improving the use case for Libra. Facebook 's plan to reinvent money owes much to the runaway success of payments via social media in China, only with a crypto spin.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-thorny-inheritance-issue-frequent-flier-miles-11560936602", "title": "A Thorny Inheritance Issue: Frequent-Flier Miles", "date": "2019-06-19 06:35", "summary": "After a loved one dies, airlines often don't make it easy for family members to salvage miles that could be worth thousands of dollars. You obviously can't take them with you. But upon death, you often can't even leave your frequent-flier miles behind.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-finds-partner-to-make-small-motorcycles-in-china-11560940020", "title": "Harley-Davidson Finds Partner to Make Small Motorcycles in China", "date": "2019-06-19 06:27", "summary": "Company seeks to build and sell more bikes overseas as U.S. customers age. Harley-Davidson Inc. is partnering with a manufacturer in China to make its smallest bike in decades for that fast-growing market, extending a strategy to build more motorcycles outside the U.S.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afraid-of-missing-the-next-school-shooter-one-prosecutor-charged-216-kids-now-hes-rethinking-11560936602", "title": "Afraid of Missing the Next School Shooter, One Prosecutor Charged 216 Kids. Now He's Rethinking.", "date": "2019-06-19 05:30", "summary": "'We're not going to just charge kids for being idiots,' said the chief juvenile prosecutor in Harris County, Texas. HOUSTON-In the tense aftermath of last year's massacre in Parkland, Fla., prosecutors around the country vowed to go after any student who made threats against schools, hoping to keep their communities from suffering a similar fate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ed-sheeran-is-on-track-for-the-no-1-concert-tour-of-all-time-heres-how-11560936602", "title": "Ed Sheeran Is On Track for the No. 1 Concert Tour of All Time. Here's How.", "date": "2019-06-19 05:30", "summary": "Resume Subscription. Pop star Ed Sheeran is close to breaking the record for the highest-grossing concert tour ever-despite bucking nearly every money-making trend in the business.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/japans-lesson-for-the-fed-no-central-bank-is-an-island-11560935211", "title": "Japan's Lesson for the Fed: No Central Bank Is an Island", "date": "2019-06-19 05:09", "summary": "The Bank of Japan can control its own yield curve, but it can't control anyone else's. In the rally currently roaring through the global bond market, Japan is being left behind, exposing the key flaws in its unique monetary policy platform.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11560882272", "title": "Pepper...and Salt", "date": "2019-06-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crossing-a-line-at-adidas-11560964805", "title": "Crossing a Line at Adidas", "date": "2019-06-19 00:01", "summary": "The German sporting-goods company lost a trademark case, but don't expect legal copycats of its shoes just yet. Should owners of symbols such as golden arches, an apple with a bite taken out of it or four interlocking rings start to get worried?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/authorities-seize-more-than-1-billion-of-cocaine-from-ship-in-philadelphia-11560895917", "title": "U.S. Seizes Massive Haul of Cocaine Aboard Ship in Philadelphia", "date": "2019-06-19 22:54", "summary": "The haul could have been worth more than $1 billion on the street, authorities say. PHILADELPHIA-U.S. authorities seized 33,000 pounds, or 15,000 kilograms, of cocaine from a ship at Philadelphia's port in what they described as one of the largest drug busts in American history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-rally-in-orlando-sets-aside-challenges-facing-re-election-bid-11560895739", "title": "Trump Signals Re-Election Bid Will Echo 2016 Themes", "date": "2019-06-19 22:34", "summary": "Thousands pack Orlando arena as polls show president trailing potential Democratic foes. ORLANDO, Fla.-President Trump signaled that his re-election bid would echo themes from his 2016 race, criticizing former rivals and the Washington establishment as he launched his campaign with a wave of polls showing him facing a challenging path to a second term.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-is-planning-offer-for-sister-company-viacom-11560887864", "title": "CBS Is Planning Offer for Sister Company Viacom", "date": "2019-06-19 22:29", "summary": "Offer could come in coming weeks; hurdles include determining price of stock transaction and picking new leadership team. CBS Corp. is preparing to make an offer for sister media company Viacom Inc. in the coming weeks, following a meeting of CBS directors last week in which a potential deal was discussed, according to people familiar with the situation.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-houses-top-russia-adviser-fiona-hill-to-leave-position-11560908266", "title": "White House's Top Russia Adviser Fiona Hill to Leave Position", "date": "2019-06-19 21:37", "summary": "National Security Council's non-proliferation director to succeed her. WASHINGTON-President Trump's top Russia adviser is leaving her position in August and will be succeeded by the current head of the National Security Council's office of nonproliferation, Tim Morrison, a spokesman for the council said.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-secretary-of-defense-shanahan-not-going-forward-with-confirmation-trump-says-11560877614", "title": "Acting Defense Secretary Shanahan Not Going Forward With Confirmation", "date": "2019-06-19 21:03", "summary": "Tumultuous family life is cited; Army Secretary Mark Esper to become new acting chief. WASHINGTON-Acting Defense Secretary Pat Shanahan decided not to pursue Senate confirmation as the permanent Pentagon chief amid scrutiny of his tumultuous family relationships.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-opposition-threatened-by-embezzlement-allegations-11560904989", "title": "Embezzlement Allegations Hit Venezuelan Opposition", "date": "2019-06-19 20:43", "summary": "Leader Juan Guaidó's team requests Colombian prosecutors investigate two opposition activists. BOGOTÁ, Colombia-Venezuela's political opposition welcomed funds from private donors and foreign governments as the movement to remove authoritarian leader Nicolás Maduro gained momentum earlier this year, with money earmarked to help hundreds of Venezuelan soldiers who defected to neighboring Colombia.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-suggests-he-could-consider-demoting-fed-chairman-11560897074", "title": "Trump Suggests He Could Consider Demoting Fed Chairman", "date": "2019-06-19 20:42", "summary": "'Let's see what he does,' Trump said of Fed Chairman Jerome Powell ahead of major interest-rate decision. WASHINGTON-President Trump ratcheted up pressure on the Federal Reserve ahead of a major interest-rate decision, suggesting Tuesday he could consider demoting its chairman depending on the outcome.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-makes-housing-commitment-valued-at-1-billion-11560886992", "title": "Google Makes Housing Commitment Valued at $1 Billion", "date": "2019-06-19 20:30", "summary": "As some blame tech giants for fueling affordability crisis and homelessness, CEO Sundar Pichai says 'we know our responsibility to help starts at home'. Alphabet Inc.'s Google said it would commit $1 billion to boost housing construction in the San Francisco Bay Area, the latest in a series of commitments by tech companies to address an affordability crisis in the region.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-carrie-lam-makes-televised-apology-in-bid-to-defuse-political-crisis-11560846562", "title": "Hong Kong Leader Makes Televised Apology After Protests", "date": "2019-06-19 20:04", "summary": "Chief executive signals extradition bill to remain suspended; opposition seeks withdrawal and resignation. HONG KONG-This city's embattled leader signaled that her government is unlikely to resurrect a proposed extradition law, which she suspended on Saturday following mass protests, in an effort to quell the biggest public unrest in 22 years of Chinese rule.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}]