[{"link": "https://www.wsj.com/articles/the-theresa-may-survival-guide-11547683165", "title": "The Theresa May Survival Guide", "date": "2019-01-16 18:59", "summary": "No one else wants to take the political risks of Brexit.. Say what you will about Theresa May-and you might as well because everyone else has-the British Prime Minister can take a punch. On Wednesday she survived a no-confidence vote in Parliament, 325-306, only 24 hours after the same body crushed her Brexit deal with the European Union.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-clifton-bogle-11547683195", "title": "John Clifton Bogle", "date": "2019-01-16 18:59", "summary": "The Vanguard founder brought low-cost investing to the masses.. Most of our readers are too young to remember, but investing used to be expensive. Fund managers and brokers charged significant fees that reduced long-term returns. That millions of Americans no longer pay such costs is due in significant part to John C. Bogle Jr., who died Wednesday at age 89.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-have-so-many-shutdowns-11547683099", "title": "Why We Have So Many Shutdowns", "date": "2019-01-16 18:58", "summary": "Congress keeps asserting its power over spending, but it has no means to hold itself accountable.. Something is fundamentally wrong with the U.S. budget process. The federal government is in the midst of its 21st shutdown in the past 43 years. It's time to ask how America got into this mess and how it can get out.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gridlock-is-the-new-normal-11547683044", "title": "Gridlock Is the New Normal", "date": "2019-01-16 18:57", "summary": "We can now stop anything we don't want, but can't enable anything we need.. In the United States and the United Kingdom-two of the world's oldest democracies-national governments are at a standstill. This, for better or worse, could be the future of politics. It will be a system in which things have to get worse before they can get . . . worse. Perpetual political gridlock. It won't be pretty, and for many it may be painful.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shutdown-and-the-next-election-11547682985", "title": "The Shutdown and the Next Election", "date": "2019-01-16 18:56", "summary": "Both parties need to think bigger than this fight-they should be thinking of 2020.. With the government shutdown well into its fourth week, Republicans and Democrats are narrowly focused on placating their bases. They need to think bigger.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economists-statement-on-carbon-dividends-11547682910", "title": "Economists' Statement on Carbon Dividends", "date": "2019-01-16 18:55", "summary": "Bipartisan agreement on how to combat climate change.. Global climate change is a serious problem calling for immediate national action. Guided by sound economic principles, we are united in the following policy recommendations.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/god-in-the-quran-review-allah-a-biography-11547682946", "title": "'God in the Qur'an' Review: Allah, a Biography", "date": "2019-01-16 18:55", "summary": "An attempt to meet the god of Islamic scripture in the same manner that characters can \"be met on the pages of a work of literary art.\" Eric Ormsby reviews \"God in the Qur'an\" by Jack Miles.. No one can accuse Jack Miles of shying away from ticklish subjects. Following two acclaimed biographies, the Pulitzer Prize-winning \"God: A Biography\" (1995) and \"Christ: A Crisis in the Life of God\" (2001), Mr. Miles concludes his trilogy with an even more demanding challenge: Allah, the god of the Quran.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-sad-descent-of-staircase-wit-11547682863", "title": "The Long, Sad Descent of 'Staircase Wit'", "date": "2019-01-16 18:54", "summary": "What Quayle, Warren, Biden and Kavanaugh should have said if only they'd thought of it.. L'esprit d'escalier, a phrase coined in the 18th century by Denis Diderot, means, in literal translation, staircase wit. It denotes those missed opportunities for a dazzling riposte, a charming bit of repartee, that occur too late-only, as it were, on the staircase as one is departing. Everyone surely has had this regrettable experience.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/masculinity-isnt-a-sickness-11547682809", "title": "Masculinity Isn't a Sickness", "date": "2019-01-16 18:53", "summary": "A denial of biology in the American Psychological Association's new report on men and boys.. In my practice as a psychotherapist, I've seen an increase of depression in young men who feel emasculated in a society that is hostile to masculinity. New guidelines from the American Psychological Association defining \"traditional masculinity\" as a pathological state are likely only to make matters worse.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-on-strike-for-the-sake-of-my-students-11547682766", "title": "I'm on Strike for the Sake of My Students", "date": "2019-01-16 18:52", "summary": "The L.A. Unified School District has the money to improve schools.. Teachers in the Los Angeles Unified School District went on strike this week. When reporters ask why, I tell them I couldn't look my students in the eye if I didn't.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-least-three-u-s-troops-killed-in-isis-claimed-attack-in-syria-11547651818", "title": "At Least Four Americans Killed in ISIS-Claimed Attack in Syria", "date": "2019-01-16 18:44", "summary": "The bombing comes a month after President Trump announced a rapid withdrawal of U.S. forces from Syria. A bombing in Syria claimed by Islamic State killed at least four Americans on Wednesday, the Pentagon said, hardening divisions in Washington over President Trump's plan to withdraw troops from the country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-back-pay-promised-job-growth-streak-likely-to-continue-11547681860", "title": "With Back Pay Promised, Job-Growth Streak Likely to Continue", "date": "2019-01-16 18:37", "summary": "Legislation signed by Trump means about 380,000 federal employees not working due to shutdown will be counted on federal payroll. The longest stretch of U.S. job creation on record appears likely to continue through January after President Trump signed legislation that promises back pay to hundreds of thousands of furloughed federal workers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-budget-proposal-cuts-aid-to-municipalities-11547681434", "title": "Cuomo's Budget Proposal Cuts Aid to Municipalities", "date": "2019-01-16 18:30", "summary": "Governor surprises towns and villages with a proposed cut in their state aid, a move municipal officials say could spark layoffs or raised property taxes. Gov. Andrew Cuomo surprised towns and villages with a proposed cut in their state operating aid, a move that municipal officials say could lead to layoffs or increased property taxes.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-little-changed-as-investors-watch-brexit-11547659233", "title": "U.S. Dollar Little Changed as Investors Watch Brexit", "date": "2019-01-16 18:26", "summary": "Investors focus on U.K. political developments after rejection of May's Brexit deal. The U.S. dollar rose modestly Wednesday as investors focused on the potential ramifications of the U.K. Parliament's decision Tuesday to reject terms of a Brexit plan.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officer-killed-in-crash-in-the-bronx-11547678480", "title": "NYPD Officer Killed in Crash in the Bronx", "date": "2019-01-16 18:26", "summary": "Officer Brian Kessler was heading home from work when he collided with a Parks Department vehicle. An off-duty New York City police officer died in a car crash in the Bronx while driving home from work Wednesday morning, police officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nordstrom-has-rich-people-problems-11547681218", "title": "Nordstrom Has Rich-People Problems", "date": "2019-01-16 18:26", "summary": "Nordstrom's surprising weakness in its full-price stores over the holidays may point to a wider issue affecting businesses catering to the affluent. Nordstrom has what might be called a high-class problem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russia-nuclear-arms-pact-moves-closer-to-collapse-11547644559", "title": "U.S.-Russia Nuclear Pact Moves Closer to Collapse", "date": "2019-01-16 18:21", "summary": "Treaty is among few remaining arms-control agreements in place between the two nuclear powers. The U.S. and Russia failed to made headway in talks this week on a 1987 treaty banning ground-based intermediate-range missiles, leaving one of the last arms-control accords between the two countries on the brink of collapse.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alcoas-fourth-quarter-revenue-in-line-with-expectations-11547675952", "title": "Alcoa's Fourth-Quarter Revenue In Line With Expectations", "date": "2019-01-16 18:18", "summary": "Weaker aluminum prices weighed on adjusted profit. Alcoa Corp. expects the supply of one of its key products will outpace demand this year and anticipates shipments across its business lines to be flat.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-gov-murphy-unveils-plan-for-revamped-tax-incentives-11547679894", "title": "New Jersey Gov. Murphy Unveils Plan for Revamped Tax Incentives", "date": "2019-01-16 18:04", "summary": "The governor proposed paring back the state's tax-credit program for companies and wants stronger oversight. New Jersey Gov. Phil Murphy introduced his plan Wednesday to replace the state's current corporate tax incentives with new, scaled-down programs.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-says-student-debt-is-u-s-hurting-housing-market-11547657473", "title": "Fed Says Student Debt Has Hurt the U.S. Housing Market", "date": "2019-01-16 17:56", "summary": "Student loans prevented 400,000 young Americans from buying homes, Fed says in paper covering 2005 to 2014. The Federal Reserve has linked rising student debt to a drop in homeownership among young Americans and the flight of college graduates from rural areas, two big shifts that have helped reshape the U.S. economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-hears-cases-involving-land-use-alcohol-permits-11547678921", "title": "Supreme Court Hears Cases Involving Land Use, Alcohol Permits", "date": "2019-01-16 17:48", "summary": "Property case is part of a drive by conservative activists to pare back power state and local governments exercise over land use. WASHINGTON-A lawsuit aimed at making it easier for property owners to challenge land-use regulations returned Wednesday to the Supreme Court, which held a second argument in the case for Justice Brett Kavanaugh's benefit after the other eight justices apparently deadlocked before the latest Trump appointee joined the bench.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watchdog-finds-officials-improperly-ignored-constitutional-provision-in-allowing-trump-to-keep-washington-hotel-lease-11547671274", "title": "Watchdog Finds Flaws in Review of Trump Hotel Lease", "date": "2019-01-16 17:41", "summary": "GSA inspector general says federal agency should have considered Constitution's emoluments clause. WASHINGTON-A watchdog report released Wednesday said the General Services Administration improperly ignored a constitutional provision when it was reviewing whether to allow the Trump International Hotel in Washington to keep its lease after President Trump's inauguration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-betting-markets-say-about-brexits-next-steps-11547661304", "title": "What Betting Markets Say About Brexit's Next Steps", "date": "2019-01-16 17:40", "summary": "Financial markets yawned at the failure of Theresa May's Brexit deal, but betting markets are showing a much altered landscape. Even as a Brexit deadline looms, financial markets seemed to yawn in the face of Theresa May's historic loss in the U.K. Parliament. Betting markets on the other hand may better explain the much altered landscape when it comes to Brexit.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-state-asks-renault-to-call-board-meeting-to-name-new-leadership-11547666931", "title": "France Asks Renault to Name Successor to Carlos Ghosn", "date": "2019-01-16 17:35", "summary": "The auto maker's CEO and chairman has been held in a Japanese jail since his arrest on Nov. 19. PARIS-The French state has asked Renault SA to call a board meeting in the coming days to name a successor to the car maker's jailed chairman and chief executive, Carlos Ghosn, the country's finance minister said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metaphysical-masterpieces-1916-1920-morandi-sironi-and-carra-review-every-objects-mysteries-11547677134", "title": "'Metaphysical Masterpieces 1916-1920: Morandi, Sironi, and Carrà' Review: Every Object's Mysteries", "date": "2019-01-16 17:18", "summary": "The Metaphysical Painting movement in Italy drew from Symbolism, Neo-Classicism and psychoanalysis and was influenced by a range of people from Georges Braque to Sigmund Freud.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-shares-keep-tumbling-as-california-rescue-chances-dim-11547663679", "title": "PG&E Shares Stem Decline Even as California Rescue Chances Dim", "date": "2019-01-16 17:15", "summary": "Few options seen for utility, which is planning to file for bankruptcy due to wildfire liabilities. PG&E Corp. shares fell and then recovered Wednesday as prospects dimmed that California politicians would step in to help the embattled utility avoid a bankruptcy filing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coast-guard-are-members-caught-in-shutdown-11547676778", "title": "Coast Guard Members Are Caught in Shutdown", "date": "2019-01-16 17:12", "summary": "Bill takes shape to get them paid; meanwhile, some ask if they can take second jobs. WASHINGTON-The U.S. Coast Guard conducts armed maritime patrols, inspects freight in Afghanistan and trains allied navies. But unlike the U.S. Army, Navy and Marine Corps, its 40,000 active-duty servicemembers are working without pay during the partial government shutdown.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korean-negotiator-expected-to-visit-u-s-as-relations-thaw-11547642217", "title": "As Relations Thaw, North Korea Prepares for U.S. Talks", "date": "2019-01-16 17:11", "summary": "The visit would be the two sides' first high-level meeting since October, suggesting a renewal of nuclear talk. SEOUL-North Korea and the U.S. appeared to be moving toward a rekindling of denuclearization talks, setting the stage for a widely expected second summit between the two country's leaders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-fails-to-block-administration-from-easing-russia-sanctions-11547664204", "title": "Senate Fails to Block Administration From Easing Russia Sanctions", "date": "2019-01-16 17:07", "summary": "Treasury set to remove Putin-allied oligarch's aluminum company from blacklist. WASHINGTON-The U.S. Treasury Department on Wednesday prepared to cut several companies controlled by an oligarch close to Russian leader Vladimir Putin from its sanctions list after a bid by Democratic lawmakers to block the delisting failed in the Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/furloughed-federal-employees-may-seek-unemployment-labor-department-says-11547651066", "title": "Can Federal Workers Get Jobless Benefits in a Shutdown? It Depends", "date": "2019-01-16 17:00", "summary": "Employees told to stay home can get jobless benefits, Labor Department says. But those required to report to work -- even if not paid -- aren't eligible. Federal workers furloughed due to the partial government shutdown may tap unemployment benefits, but those working without receiving a paycheck are ineligible for jobless assistance, the Labor Department told states Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schwab-reports-clients-boosted-cash-in-2018-11547675216", "title": "Schwab Says Clients Boosted Cash", "date": "2019-01-16 16:46", "summary": "Brokerage firm also reported quarterly increase in earnings. Charles Schwab Corp. reported that customers shifted assets to cash toward the end of last year, but especially in December, when volatile stock prices spooked investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cold-war-cloak-and-dagger-comes-to-new-york-11547675179", "title": "Cold War Cloak and Dagger Comes to New York", "date": "2019-01-16 16:46", "summary": "From spy cameras in cigarette boxes to miniature mics in purses, the new KGB Spy Museum reveals decades of secretive Soviet espionage under one roof. When two big Russians tightly strapped a visitor's hands and legs into an uncomfortable metal-and-wood interrogation chair recently, a tinge of anxiety followed, the visitor's mind retracing Cold War images of waterboarding and brass knuckles.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-offers-penalty-reprieve-to-taxpayers-adjusting-to-new-law-11547669425", "title": "IRS Offers Penalty Reprieve to Taxpayers Adjusting to New Law", "date": "2019-01-16 16:41", "summary": "Move is nod to uncertainty surrounding implementation of 2017 tax overhaul. WASHINGTON-Some taxpayers who didn't have enough money withheld from their paychecks last year won a reprieve Wednesday from the Internal Revenue Service.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-reports-higher-profit-11547642857", "title": "Bankers Shine, Traders Stumble as Goldman Profit Jumps", "date": "2019-01-16 16:40", "summary": "The Wall Street firm's profit rises, stock responds by rising 9.5%, its best day in nearly a decade. Goldman Sachs Group Inc.'s merger bankers bailed out its bond traders, who fared badly in late 2018's choppy markets and saw their bonuses shrink as a result.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greek-premier-narrowly-wins-confidence-vote-11547672004", "title": "Greek Premier Narrowly Wins Confidence Vote", "date": "2019-01-16 16:35", "summary": "Tsipras's 151-148 victory sets stage for a showdown over name of northern neighbor Macedonia. ATHENS-Greek Prime Minister Alexis Tsipras narrowly prevailed in a vote of confidence in parliament, setting up a showdown vote on a deal on the name of northern neighbor Macedonia, an issue that has roiled the country for the past year.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-nominee-andrew-wheeler-pledges-to-ease-burdensome-environmental-regulations-11547674445", "title": "EPA Nominee Pledges to Further Ease Environmental Regulations", "date": "2019-01-16 16:34", "summary": "The acting administrator faces the challenge of implementing a new renewable-fuel standard. WASHINGTON-President Trump's nominee to lead the Environmental Protection Agency told a Senate committee Wednesday that he would continue to push the White House's deregulatory agenda and to issue rules that provide more certainty to businesses and states.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-profit-rises-sharply-11547639448", "title": "Bank of America Profit Rises Sharply, Lifted by Higher Rates", "date": "2019-01-16 16:31", "summary": "Consumer lenders like BofA have benefited from the Federal Reserve's steady campaign to raise rates. Bank of America Corp. said Wednesday that fourth-quarter earnings rose sharply, helped by rising interest rates and lower taxes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-kansas-city-fed-president-esther-george-11547673747", "title": "Transcript: WSJ Interview With Kansas City Fed President Esther George", "date": "2019-01-16 16:22", "summary": "Official says benign inflation gives central bank room to take a break from interest-rate increases. Kansas City Federal Reserve President Esther George, one of the central bank's most reliable advocates for raising interest rates in recent years, said the Fed could refrain from more increases for the time being while it studies the effects of its previous steps to withdraw economic stimulus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-kellers-strangest-autocorrect-mishap-favorite-photo-on-instagram-and-more-11547673736", "title": "Thomas Keller's Strangest Autocorrect Mishap, Favorite Photo on Instagram and More", "date": "2019-01-16 16:22", "summary": "The chef, whose restaurant TAK Room will be part of the culinary program he's co-curating at New York's Hudson Yards, reveals what's on his phone. Number of unread emails: 67.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jewelry-retailer-accused-of-opening-fake-store-credit-card-accounts-11547673611", "title": "Jewelry Retailer Accused of Opening Fake Store Credit-Card Accounts", "date": "2019-01-16 16:20", "summary": "Signet Jewelers, which operates chains such as Kay and Jared, to pay $11 million to settle with regulators. WASHINGTON- Signet Jewelers Ltd. agreed Wednesday to pay $11 million in penalties to federal and state regulators for allegedly opening credit-card accounts-possibly hundreds of thousands-without customer consent at retail stores it operates under such brands as Kay Jewelers and Jared.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-shares-edge-up-after-mixed-session-in-asia-11547629786", "title": "U.S. Stocks Edge Higher for Second Straight Session", "date": "2019-01-16 16:19", "summary": "The British pound and U.K. stocks gave a muted reaction to the defeat of the government's Brexit bill. U.S. stocks climbed for a second consecutive session Wednesday, lifted by bank stocks as investors parsed the latest batch of corporate earnings.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-says-lehman-brothers-chapter-11-case-is-costliest-in-history-11547673357", "title": "Fed Says Lehman Chapter 11 Case Is Costliest in History", "date": "2019-01-16 16:15", "summary": "A new Federal Reserve study finds Lehman's fees, compensation and expenses totaled nearly $6 billion. The process of closing down failed investment bank Lehman Brothers Holdings Inc. and returning money to investors cost nearly $6 billion, an amount that the Federal Reserve Bank of New York said makes it the most expensive bankruptcy in history.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-beige-book-shows-concerns-mounting-among-u-s-businesses-11547667126", "title": "Fed's Beige Book Shows Concerns Mounting Among U.S. Businesses", "date": "2019-01-16 16:13", "summary": "Report paints a generally positive picture for the U.S. economy, but with an undercurrent of worry. Optimism is waning among U.S. businesses as they grapple with the government shutdown, trade disputes, higher borrowing costs and a volatile stock market.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tribune-publishing-recently-tried-to-rekindle-merger-talks-with-gannett-11547672307", "title": "Tribune Publishing Recently Tried to Rekindle Merger Talks With Gannett", "date": "2019-01-16 16:13", "summary": "Resume Subscription. In the weeks before Gannett Co. became the target of a takeover bid by a hedge fund-backed media group, the company was approached by Tribune Publishing Co. about reviving merger talks between the newspaper publishers that had fallen apart in acrimony two years earlier, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-hampshire-vermont-governors-pitch-two-state-voluntary-paid-family-leave-plan-11547673102", "title": "New Hampshire, Vermont Governors Pitch Two-State, Voluntary Paid Family-Leave Plan", "date": "2019-01-16 16:11", "summary": "Proposal would create a new insurance product offering 60% wage replacement for six weeks. The Republican governors of New Hampshire and Vermont proposed teaming up Wednesday to create a joint paid family- and medical-leave program, pitching it as a way to help two small states with aging populations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-asks-trump-to-delay-state-of-the-union-11547650192", "title": "Pelosi Asks Trump to Delay State of the Union Address", "date": "2019-01-16 16:09", "summary": "House speaker cites shutdown security concerns, suggests he could also submit speech in writing. WASHINGTON-House Speaker Nancy Pelosi urged President Trump to delay his State of the Union address-or deliver it in writing-saying unfunded security agencies weren't equipped to protect the speech during a government shutdown, a concern that administration officials dismissed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-past-goldmans-fourth-quarter-glitter-11547657248", "title": "Look Past Goldman's Fourth-Quarter Glitter", "date": "2019-01-16 16:09", "summary": "The investment bank hasn't been conservative enough provisioning for the 1MDB affair and its M&A revenue has likely peaked for now. Goldman Sachs blew away analyst estimates in the fourth quarter, but its results weren't as good as they looked. In particular, the amount it has set aside for penalties related to Malaysia's 1MDB affair appear insufficient and was also insufficiently explained to investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-say-recession-is-top-worry-for-2019-11547672460", "title": "CEOs Say Recession Is Top Worry for 2019", "date": "2019-01-16 16:01", "summary": "A year ago, recession ranked low on list of executive worries. The possibility of a global recession ranks as the top concern on the minds of corporate leaders as they head into 2019, according to a new survey of chief executives from the Conference Board, a business research group.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-shutdown-slows-exports-of-sensitive-u-s-materials-11547672196", "title": "Government Shutdown Slows Exports of Sensitive U.S. Materials", "date": "2019-01-16 15:56", "summary": "Companies can't get the government licenses they need. The partial U.S. government shutdown is squeezing exporters that can't get the licenses they need to send their products abroad, particularly those operating in sensitive industries such as defense and technology.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-emigre-who-knew-everyone-11547672216", "title": "The Émigré Who Knew Everyone", "date": "2019-01-16 15:56", "summary": "Salka Viertel, the screenwriter and stage actor who came to Los Angeles in 1928, surrounded herself with European exiles ranging from Bertolt Brecht to Albert Einstein; now her compelling autobiography is being reissued.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-house-financial-services-chair-to-investigate-mulvaney-for-interim-cfpb-role-11547659316", "title": "New House Financial Services Chair Targets Mulvaney", "date": "2019-01-16 15:41", "summary": "Rep. Maxine Waters says panel will look into White House chief of staff's efforts to overhaul agency. WASHINGTON-House Democrats plan to target White House Chief of Staff Mick Mulvaney over his previous role as the Trump administration's temporary head of a federal consumer finance agency, a Democratic committee chairwoman said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-william-barr-revive-the-1990s-tough-on-crime-approach-11547669578", "title": "Will Barr Revive the 1990s Tough-on-Crime Approach?", "date": "2019-01-16 15:37", "summary": "The attorney general nominee says his views have shifted since then, but critics point to his record under President George H.W. Bush. William Barr's vision of law and order was forged at the height of the 1990s crack epidemic, when the consensus in Washington was that long mandatory prison sentences were the best way to fight crime.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-plateaus-as-oversupply-fears-fade-11547638588", "title": "Oil Prices Edge Higher on Rising U.S. Stocks", "date": "2019-01-16 15:29", "summary": "Total U.S. commercial inventories of crude oil and petroleum products bearishly rose by 5 million barrels in latest week. • Oil prices edged higher Wednesday on the back of rising U.S. stock markets and despite a bearish weekly report that showed U.S. gasoline inventories are at their highest level in nearly two years amid declining demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-rise-as-brexit-worries-recede-11547658309", "title": "Treasury Yields Rise as Brexit Worries Recede", "date": "2019-01-16 15:26", "summary": "U.S. government-bond prices inch lower as traders largely brush off latest blow to 's plan. U.S. government-bond prices inched lower Wednesday as traders largely brushed off the latest blow to U.K. Prime Minister Theresa May's Brexit plan.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiserv-to-acquire-first-data-in-22-billion-all-stock-deal-11547643455", "title": "Fiserv to Acquire First Data in $22 Billion All-Stock Deal", "date": "2019-01-16 15:13", "summary": "Transaction combines two companies that focus on payments and financial-services technology. Fiserv Inc. has struck a deal to buy First Data Corp. for $22 billion, combining two companies that, though largely unknown to consumers, provide much of the financial technology that connects Wall Street to Main Street.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-hot-whats-shot-in-2019-11546538085", "title": "Top 5 Interior-Design Trends for 2019", "date": "2019-01-16 15:10", "summary": "We asked over 200 design professionals to identify the next big decorating trends-and the ones that have bottomed out. If you've ever felt aged by harsh illumination, you'll be happy to hear harsh illumination isn't aging well itself. Of unfiltered, direct brightness, New York designer Thomas Jayne said, \"I see us moving away from game-show lighting.\" Fellow New Yorker Libby Langdon agrees. \"The past few years, we've been bombarded with glass-globe fixtures with bulbs exposed inside,\" she said. \"That trend has officially peaked.\" Miami architect Jacqueline Gonzalez Touzet includes cold, unnatural LEDs in the category of fading lights.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-picks-up-over-brexit-uncertainty-11547664195", "title": "Gold Picks Up Over Brexit Uncertainty", "date": "2019-01-16 15:07", "summary": "Some investors turn to the precious metal during times of economic or political uncertainty. Gold prices rose Wednesday, lifted by uncertainty over Brexit.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manolo-blahnik-on-his-new-mens-shoe-collection-11547668946", "title": "Manolo Blahnik on Andy Warhol, His Men's Collection and Sneaker Culture", "date": "2019-01-16 15:02", "summary": "The 76-year-old shoe designer launches men's-or relaunches, considering he shod David Bowie and Mick Jagger in the '70s. Just don't ask for sneakers: \"I find them really unacceptable. In that respect, I'm very old-fashioned.\". \"Every second, I am looking for one thing: beauty and happiness,\" says Manolo Blahnik. \"Okay-two things!\" Since opening his first shop in London's Chelsea neighborhood in 1970, the designer's business has grown into a global brand with more than 300 points of sale worldwide, four women's collections per year and a fervent fan base. And while women have been the primary beneficiaries, lining up for shoes and personal appearances from Blahnik, his label is now expanding to include shoes for men.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenyan-forces-in-standoff-with-militants-after-attack-on-hotel-complex-11547620051", "title": "Questions Mount as Kenyan Hotel Siege Ends", "date": "2019-01-16 14:54", "summary": "More than a decade of military campaigns against al Qaeda-affiliated al-Shabaab have failed to quell militant group's threat. NAIROBI, Kenya-Islamist militants' deadly 18-hour siege of an upscale complex here jolts a key U.S. ally in the war on terrorism and raises questions over how the Somalia-based insurgents have survived more than a decade of international military campaigns.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-auto-makers-embrace-ai-cios-become-team-players-11547667691", "title": "As Auto Makers Embrace AI, CIOs Become Team Players", "date": "2019-01-16 14:41", "summary": "Companies look to better align tech capabilities with business-side goals. Many auto makers looking to ramp up the use of artificial intelligence are turning to teams of senior technology, business and production officials-rather than leaving it to chief information officers or other enterprise IT experts to oversee deployments alone, industry analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theresa-may-rides-out-no-confidence-vote-to-return-to-brexit-fray-11547666233", "title": "May Survives Confidence Vote but Brexit Path Still Unclear", "date": "2019-01-16 14:26", "summary": "British prime minister overcomes opposition effort as Conservatives who opposed her deal with EU return to the fold. LONDON-British Prime Minister Theresa May survived a no-confidence vote in her government Wednesday, freeing her to restart the grinding process of trying to find a compromise Brexit deal that Parliament can approve.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-economy-and-neighbor-envy-11547666089", "title": "The U.S. Economy and 'Neighbor Envy'", "date": "2019-01-16 14:14", "summary": "That uneasy feeling when you realize a rival has a more competitive tax rate.. This could get awkward. Former Obama economic advisers who claimed tax reform wouldn't work have been miserable enough watching U.S. growth defy their predictions. Now they may have to watch other countries repeat the U.S. success as governments overseas consider lowering their corporate income tax rates.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prank-group-the-yes-men-distributes-fake-washington-post-11547665725", "title": "Prank Group Distributes Fake Washington Post", "date": "2019-01-16 14:08", "summary": "The Yes Men printed 25,000 copies, co-author of edition says. WASHINGTON-A liberal prank group circulated thousands of fake editions of the Washington Post on Wednesday-with a splash headline claiming President Trump left office-a decade after collaborating on a spoof issue of the New York Times declaring the end of the Iraq war.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-guidance-on-its-services-revenue-left-analysts-with-more-questions-11547665611", "title": "Apple's Guidance on Its Services Revenue Left Analysts With More Questions", "date": "2019-01-16 14:06", "summary": "The iPhone maker's services business got a boost from new accounting rules, but some analysts and investors didn't catch the change. Apple Inc. this month sparked confusion and frustration among analysts and investors trying to decipher the performance of the company's services business, fanning lingering concerns about transparency at one of the world's most closely watched companies.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-report-to-top-agenda-for-next-attorney-general-11547664875", "title": "Mueller Report to Top Agenda for Next Attorney General", "date": "2019-01-16 13:54", "summary": "Nominee William Barr wouldn't promise to release report, but vowed to bring as much transparency as possible to findings. WASHINGTON-One of the first issues William Barr would have to wrestle with as attorney general is whether to make public the conclusions reached by special counsel Robert Mueller in his investigation of Russian interference in the 2016 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-about-airport-security-during-the-government-shutdown-11547648326", "title": "What to Know About Airport Security During the Government Shutdown", "date": "2019-01-16 13:50", "summary": "Advice for travelers wondering how to navigate TSA checkpoints staffed by federal employees. Airport checkpoints staffed by the Transportation Security Administration are the retail face of the government-a place where the public interacts directly with federal employees. The government shutdown has left travelers with many questions. Here are some answers.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shutdown-is-a-hellacious-situation-for-federal-government-contractors-11547634603", "title": "Shutdown Is a 'Hellacious Situation' for Federal Government Contractors", "date": "2019-01-16 13:47", "summary": "For many contractors, cash to pay employees is running out; 'The impact that we see on government contractors is bigger than ... anticipated,' White House economist says. WASHINGTON-When the partial government shutdown began, Mark Patton, the chief operating officer of HSG LLC, wasn't too worried. But 25 days later, the longest government shutdown in U.S. history has all but cut off revenue to the 160-employee federal contracting firm, pitching it into crisis.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brief-breezy-and-foolproof-itineraries-to-6-european-cities-11547664269", "title": "Brief, Foolproof Itineraries to Six European Cities", "date": "2019-01-16 13:44", "summary": "How to tackle Europe's bucket-list cities when you're racing the clock? Here, agreeably efficient itineraries to London, Paris, Rome, Madrid, Vienna and Munich. After a week of road-tripping through the Alps that landed us in Verona, Italy, for a few days, a friend in our group announced he'd never been to Venice, an hour train ride away. The rest of us gasped, \"Never been to Venice?\" It was so close but-alas-too far to make us anything but day-trippers in one of the world's most complex cities. \"So what?\" said the friend. \"So what?\" said we all.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-dont-belong-in-combat-units-11547411638", "title": "Women Don't Belong in Combat Units", "date": "2019-01-16 13:38", "summary": "The military is watering down fitness standards because most female recruits can't meet them.. The Obama-era policy of integrating women into ground combat units is a misguided social experiment that threatens military readiness and wastes resources in the service of a political agenda. The next defense secretary should end it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/explaining-the-u-s-urban-housing-shortages-11547662905", "title": "Explaining the U.S. Urban Housing Shortages", "date": "2019-01-16 13:21", "summary": "The roles of easy credit and migration of the talented. Kevin Erdmann is certainly correct that the high cost of housing in what he terms \"closed-access cities\" is an economic problem, as it prevents workers from migrating to where they (and the economy) can most benefit (\"Rich Cities Created the Housing Shortage,\" op-ed, Jan. 7). But he gives too much blame to rules restricting new construction and too little to excessive credit in his diagnosis.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/full-conversion-to-electric-cars-needs-time-11547662820", "title": "Let's Stop Demonizing Combustion Engines", "date": "2019-01-16 13:20", "summary": "Future transportation will rely on both electrification and combustion.. Dan Neil paints a grim picture for the internal-combustion engine (\"Rumble Seat: Think EVs Are Great Now? Just Wait . . .,\" Off Duty, Dec. 29). Sure, countries are discussing the idea of banning internal-combustion-engine vehicles, but I don't believe this is the right way forward and don't believe it will happen in my lifetime.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-so-fast-on-erasing-those-crime-records-11547662719", "title": "Not So Fast on Erasing Those Crime Records", "date": "2019-01-16 13:18", "summary": "Should speeding violation convictions also be reversed because the limit was raised later?. Clearly Ted Rall must be smoking the subject of his article \"Criminal Records for Obsolete Crimes\" (op-ed, Jan. 10). Mr. Rall's recommendation that criminal convictions involving marijuana from the past should be expunged just because some states have voted to legalize pot is inane. There was a time when the maximum speed limit on interstate highways was 55 mph. Should speeding violation convictions also be reversed because the limit was raised later?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-boxing-is-the-hot-workout-of-2019-11547662659", "title": "Why Boxing Is the Best Workout of 2019", "date": "2019-01-16 13:17", "summary": "No longer hiding in grimy basement gyms, the sweet science is back in vogue-minus the violence-thanks to luxe studios and fashionable, but deeply effective workouts. At Rumble, a Manhattan fitness studio that could pass for a more hardcore version of SoulCycle, a swanky white entry decked in emoji-like logos and pop art leads to a crimson-lit workout room. Instead of bikes, however, the room is filled with bags, swinging under heavy assault.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-do-very-very-well-in-the-gig-economy-11547662677", "title": "Some Do Very, Very Well in the Gig Economy", "date": "2019-01-16 13:17", "summary": "It's no surprise that MBO Partners reports that the corps of $100,000-plus independent earners leapt 70% from 2011 to 2018.. From where I sit-working overtime to meet demand for high-end independent talent from America's top companies-the news that estimates of the growth of the \"gig economy\" were overstated paints with too broad a brush (\"'Gig Economy' Authors Say Work Flawed,\" U.S. News, Jan. 8).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-george-now-among-officials-favoring-patience-in-raising-rates-11547661818", "title": "Fed's George Now Among Officials Favoring Patience in Raising Rates", "date": "2019-01-16 13:03", "summary": "The president of the Kansas City Fed said a portfolio runoff may explain some of the recent market volatility. KANSAS CITY, Mo.-An ideologically diverse array of Federal Reserve officials have signaled they will take a break from raising interest rates for at least the next few months.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprint-vows-to-wind-down-location-sharing-11547660950", "title": "Sprint Vows to Wind Down Location Sharing", "date": "2019-01-16 12:49", "summary": "The carrier's move follows pledges by its rivals to end their relationships with data middlemen. Sprint Corp. says it will stop piping individual customers' real-time locations to data middlemen following similar moves by rivals last week.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-art-events-showcase-americana-11547648349", "title": "New York Art Events Showcase Americana Works", "date": "2019-01-16 12:22", "summary": "Americana, which encompasses Colonial-era antiques and quirky folk pieces by outsider artists, will be center stage at auctions and art fairs in New York. A pair of art fairs and several auctions in New York this week will shine a spotlight on Americana, a collecting category that sweeps in everything from Colonial-era antiques to quirky folk pieces by so-called outsider artists.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-must-see-gymnast-and-the-meaning-of-joy-11547658105", "title": "A Must-See Gymnast, and the Meaning of Joy", "date": "2019-01-16 12:01", "summary": "A viral floor routine by UCLA star Katelyn Ohashi may prove to be the sports highlight of 2019. Lots of big stuff happening in sports at the moment. We are days away from one of the most intriguing NFL championship Sundays in ages. The Golden State Warriors just scored 51 points in the first quarter of a game, an NBA record. Andy Murray sadly plans to leave tennis because of injury. Heisman winner Kyler Murray appears to be forsaking baseball for football. And President Trump held a White House reception for the triumphant Clemson Tigers, complete with a fast food buffet he paid for, because of the government shutdown. You may have read a thing or two about that last one. It was in the news.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedish-political-deadlock-broken-as-allegiances-collapse-11547657324", "title": "Swedish Political Deadlock Broken as Allegiances Collapse", "date": "2019-01-16 11:48", "summary": "Establishment parties agree to close ranks to block a far-right party from political participation. STOCKHOLM-Establishment parties in Sweden closed ranks and agreed to form a government to block out an anti-immigrant party, possibly breaking a political deadlock that has dragged on since the far-right party surged in last autumn's elections.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waterton-seeks-to-replace-board-ceo-at-canadian-miner-hudbay-11547647291", "title": "Waterton Seeks to Replace Board, CEO at Canadian Miner Hudbay", "date": "2019-01-16 11:37", "summary": "Private-equity firm, which has a nearly 12% stake, says Hudbay needs more board members with experience in South America. Private-equity firm Waterton Global Resource Management Inc. is launching a proxy fight with Hudbay Minerals Inc., pushing the Canadian mining company to overhaul its board and replace its chief executive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-wealthy-women-sheila-johnson-on-learning-to-trust-11547656072", "title": "Secrets of Wealthy Women: Sheila Johnson on Learning to Trust", "date": "2019-01-16 11:27", "summary": "The co-founder of Black Entertainment Television also tells WSJ podcast host Veronica Dagher how she deals with adversity. As a child, Sheila Johnson faced prejudice and financial hardship.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-restricts-steel-imports-to-counter-u-s-trade-policies-11547655793", "title": "Europe Restricts Steel Imports to Counter U.S. Trade Policies", "date": "2019-01-16 11:23", "summary": "Policy aims to protect bloc's steelmakers without harming consumers that rely on imports. The European Union Wednesday set restrictions on steel imports to manage the fallout from disruptive U.S. trade policies, making temporary measures definitive with the unintended consequence of helping cement President Trump's metals tariffs.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-own-the-system-amazon-rewrites-book-industry-by-turning-into-a-publisher-11547655267", "title": "'They Own the System': Amazon Rewrites Book Industry by Marching Into Publishing", "date": "2019-01-16 11:14", "summary": "Resume Subscription. Amazon.com Inc., which over more than two decades made itself the world's largest book retailer, has created an unrivaled display window that can catapult titles from obscurity to must-reads.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/muhammad-alis-former-l-a-mansion-lists-for-17-million-11547655177", "title": "Muhammad Ali's Former L.A. Mansion Lists for $17 Million", "date": "2019-01-16 11:12", "summary": "The late boxing titan hosted visitors ranging from Hollywood celebrities to strangers he just befriended at the historic estate, which sits on about 1½ acres in Hancock Park. In 1979, right around the time he announced he was retiring from professional boxing, Muhammad Ali and his third wife Veronica Porché Ali purchased a historic estate in the Hancock Park neighborhood of Los Angeles. A few years later, they showed off their Italian Renaissance mansion in a cover story for Ebony magazine.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muhammad-alis-mansion-11547655071", "title": "Muhammad Ali's Mansion", "date": "2019-01-16 11:11", "summary": "The champion boxer and his family lived in this Italian Renaissance-stye home in Los Angeles from around 1979 to 1986.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/eight-player-football-and-a-single-cheerleader-school-sports-adapt-to-fewer-students-11547654400", "title": "Eight-Player Football and a Single Cheerleader: School Sports Adapt to Fewer Students", "date": "2019-01-16 11:00", "summary": "In states with declining youth populations, districts are rethinking some athletics programs and halting others. OLD ORCHARD BEACH, Maine-High school field-hockey coach Shauna Tolley delivered bad news to her squad before the school year began last fall: the season was canceled.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dynasties-focuses-on-the-family-drama-of-lions-and-penguins-11547652913", "title": "'Dynasties' Focuses on the Family Drama of Lions and Penguins", "date": "2019-01-16 10:35", "summary": "'The surprise is that the stories are as thrilling and unexpected and as riveting as they are,' narrator David Attenborough says. Like so many of their counterparts working with human characters, wildlife filmmakers are tapping into families to inject their footage with some drama.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-oscar-worthy-home-theater-in-the-family-basement-11547652808", "title": "An Oscar-Worthy Home Theater in the Family Basement", "date": "2019-01-16 10:33", "summary": "One upstate New York family spent over $140,000 on components and materials for a classic but comfortable screening room.. When an Albany, N.Y.-area family embarked on an ambitious $1.5 million basement renovation, a screening room for themselves and their four children, ages 7 to 16, was a top priority.", "categories": [["Real Estate", "Homes", "Annotated Room"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-designer-phillip-lims-first-cookbook-11547652739", "title": "Fashion Designer Phillip Lim's First Cookbook", "date": "2019-01-16 10:32", "summary": "In 'More Than Our Bellies,' Lim shares the recipes, many from his mother, that have nourished him. Stirring together butter, onion and crabmeat, designer Phillip Lim, 45, begins making an omelet like the one in his new cookbook, More Than Our Bellies. Lim has always had an intimate connection to food, and lately it's gotten stronger. He was 1 when his family moved to the U.S. from China, via Cambodia, in 1974, escaping both the Cultural Revolution and the Khmer Rouge. Resettled in Southern California, his mother, Hannah Lim, kept her six children connected to their roots by cooking a four-course Chinese dinner every night after working all day in a garment factory.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-quit-facebook-now-you-dont-know-anyones-birthday-11547652709", "title": "Sorry I Forgot Your Birthday, I've Stopped Checking Facebook", "date": "2019-01-16 10:31", "summary": "Resume Subscription. Michael Haber had been at his cousin Jasmine's house for nearly two hours-chatting, playing with her children-when she brought out a fluffy chocolate sponge cake with a whipped-cream filling. \"What is this for?\" asked Mr. Haber, 26, a web designer in Beirut, Lebanon.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-duo-behind-carpenters-workshop-gallery-is-challenging-the-status-quo-of-design-11547652520", "title": "The Duo Behind Carpenters Workshop Gallery Is Challenging the Status Quo of Design", "date": "2019-01-16 10:28", "summary": "A day in the life: Loïc Le Gaillard and Julien Lombrail question the perceived boundaries between contemporary art and design. FOR MUCH OF their career as gallerists, Loïc Le Gaillard and Julien Lombrail-founders of Carpenters Workshop Gallery-have questioned the perceived boundaries between contemporary art and design. \"We're nonconformists, because we're not interested in design, as such-the functionality of the object is not relevant,\" says Le Gaillard, 47. \"What we like is the way that there is strong narrative in the object.\" By way of example, he cites a curvilinear sofa by one of their designers, Sebastian Brajkovic, which appears to almost melt into the ground on one side, thus blurring the line between sculpture and furniture. So which is it? \"Does it matter? Is it good enough as one or the other? Does function lower or increase the perceived value of an object or artwork?\" Le Gaillard asks. In truth, the answer for Le Gaillard and Lombrail, who both grew up in Paris and have been close friends for two decades, is where art and design intersect. \"We like the object to be an artwork,\" says Lombrail, 40.", "categories": [["Tracked"]], "category_links": ["https://www.wsj.com/news/types/magazine-tracked?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tracking-loic-le-gaillard-and-julien-lombrail-11547652422", "title": "Tracking Loïc Le Gaillard and Julien Lombrail", "date": "2019-01-16 10:27", "summary": "A day in the life of the design duo. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/black-monday-plays-the-wall-street-crash-for-laughs-11547652445", "title": "'Black Monday' Plays the Wall Street Crash for Laughs", "date": "2019-01-16 10:27", "summary": "Showtime goes back to the '80s for its new TV series, skewering the Gordon Gekko types it portrays; 'watch these idiots try to navigate this insane time'. Ever since the movie \"Wall Street\" fixed the world of cutthroat stockbrokers in the popular imagination more than 30 years ago, screenwriters have returned to that setting for stories about money and power.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nba-honeymooners-13-games-in-13-nights-in-13-cities-11547652076", "title": "The NBA Honeymooners From Japan: 13 Games in 13 Nights", "date": "2019-01-16 10:21", "summary": "Resume Subscription. Yuki and Yumea Nakagawa were married a few months ago at their local city office in Japan and waited until last week before embarking on their honeymoon. They flew to Phoenix from Tokyo for the first leg of their adventure. They were not there for long. The Nakagawas were on the road again the next day, and the day after that, and the day after that for a series of experiences they can't get back home.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nba-from-japan-11547651578", "title": "NBA From Japan", "date": "2019-01-16 10:12", "summary": "How Yuki and Yumea Nakagawa are spending their honeymoon.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ford-expects-flat-sales-for-2019-11547638059", "title": "Ford Gives Earnings Warning, Offers Less-Bullish 2019 Outlook", "date": "2019-01-16 10:11", "summary": "The auto maker's outlook stands in contrast with rival General Motors. Ford Motor Co. warned its 2018 profit will fall short of Wall Street expectations and declined to give a specific forecast for this year, illustrating the challenges ahead as it undertakes a major restructuring amid uncertainty in the global auto market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-accelerates-work-on-long-sought-foreign-investment-law-11547651444", "title": "China Speeds Long-Sought Foreign-Investment Law", "date": "2019-01-16 10:10", "summary": "As Beijing looks for concession to U.S., Chinese legislature's executive committee sets new January session to review draft. BEIJING-Chinese lawmakers are accelerating work on a long-sought foreign-investment law, as Beijing seeks a hurried concession to the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lime-looks-to-peddle-its-bicycles-in-australia-11547650801", "title": "Lime Looks to Peddle Its Bicycles in Australia", "date": "2019-01-16 10:00", "summary": "Rival bike-sharing companies have hit roadblocks in Australia because of the heat and hills. SYDNEY-U.S. bicycle- and scooter-sharing company Lime is betting it can conquer hilly streets, hot temperatures and a robust car culture in Australia, a market that has already punctured the hopes of several competitors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snaps-people-problem-isnt-vanishing-11547649461", "title": "Snap's People Problem Isn't Vanishing", "date": "2019-01-16 09:37", "summary": "Senior executives keep jumping ship, suggesting that users are as well. A social network that can't hold on to people isn't promising.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-another-tense-vote-looms-theresa-may-looks-to-fight-another-day-11547647081", "title": "After Bruising Defeat, U.K.'s May Searches for Brexit Compromise", "date": "2019-01-16 09:30", "summary": "U.K. prime minister is expected to survive a no-confidence vote in Parliament, but her path on Brexit remains unclear. LONDON-A day after her historic defeat in Parliament, British Prime Minister Theresa May is expected to brush off a no-confidence vote, before resuming the agonizing process of finding a compromise Brexit deal that lawmakers will approve.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aluminum-scrap-abounds-thanks-to-tariffs-11547641945", "title": "Aluminum Scrap Abounds Thanks to Tariffs", "date": "2019-01-16 09:15", "summary": "Resume Subscription. Companies in the U.S. that turn junked cars and beer cans into fresh aluminum are seeing business boom thanks to the trade fight between Washington and Beijing.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-bancorp-pnc-report-increase-in-revenue-drop-in-expenses-11547643148", "title": "Results Diverge at Two Big Regional Banks", "date": "2019-01-16 09:14", "summary": "U.S. Bancorp fourth-quarter earnings were $1.10 a share; PNC earnings were $2.75 a share. Fourth-quarter earnings results varied at two of the U.S.'s largest regional banks, while both reported a drop in expenses and increase in revenue.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-and-worst-u-s-airlines-of-2018-11547648032", "title": "The Best and Worst U.S. Airlines of 2018", "date": "2019-01-16 09:13", "summary": "Delta shines in a ranking of measures including delays, mishandled baggage and complaints, while American lags behind its largest competitors. Delta Air Lines is flying in one direction, American Airlines in the other. While Delta's operation was best among major airlines, American remains stuck near the bottom when measuring its reliability against rival airlines.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-united-continental-humana-facebook-edwards-lifesciences-paypal-11547638646", "title": "Stocks to Watch: Goldman Sachs, Bank of America, Ford, Sears, United Continental, Fiserv, Snap and Facebook", "date": "2019-01-16 09:11", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-faces-as-top-bankers-get-their-math-wrong-11547647508", "title": "Red Faces as Top Bankers Get Their Math Wrong", "date": "2019-01-16 09:05", "summary": "Balking at paying $57 million to hire a new boss is understandable. Only realizing the problem now is not.. Hiring chief executives is complicated, but rarely does it go so wrong that an appointment is canceled months after the new boss has publicly accepted and disappeared on gardening leave.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-man-must-decide-whether-to-indict-israels-netanyahu-11547647201", "title": "This Man Must Decide Whether to Indict Israel's Netanyahu", "date": "2019-01-16 09:00", "summary": "As an election approaches, Avichai Mandelblit, Israel's low-key attorney general, is under intense pressure from both the prime minister and the public. When Avichai Mandelblit first considered an offer to join Benjamin Netanyahu's administration in 2013, he told Israel's prime minister that he'd accept if he could finish his doctorate and stay out of politics, aides to him say.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lysols-owner-wants-a-new-cleaner-11547645849", "title": "Lysol's Owner Wants a New Cleaner", "date": "2019-01-16 08:37", "summary": "Reckitt Benckiser, the maker of brands such as Mucinex decongestant and Durex condoms, is looking to replace its long-time boss. For years, Reckitt Benckiser 's outgoing boss was everything investors could wish for in a consumer company executive. But Rakesh Kapoor's growth remedy was beginning to show signs of strain.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-hopes-oil-rebound-buoy-emerging-markets-11547643600", "title": "Fed Hopes, Oil Rebound Buoy Emerging Markets", "date": "2019-01-16 08:00", "summary": "Stock and currency indexes for developing countries have rallied, with investors drawn by cheap valuations in the wake of last year's selloff. A rally in some emerging-market assets has picked up steam in recent weeks, boosted by a surge in oil prices and expectations for a cautious Federal Reserve.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-worries-about-climate-intensify-their-actions-less-so-11547643600", "title": "Business Worries About Climate Intensify. Actions to Fix it, Not So Much.", "date": "2019-01-16 08:00", "summary": "Though businesses consider climate change a leading global risk, they often shrink from remedies designed to address it. ", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-of-the-razrwith-a-foldable-screen-and-1-500-price-11547643601", "title": "Razr Returns With a Foldable Screen and $1,500 Price", "date": "2019-01-16 08:00", "summary": "Motorola seeks to revive flip phone that was dethroned by the iPhone a decade ago. The Motorola Razr phone is making a comeback. The once-popular flip phone is being revived as a smartphone with a foldable screen and a starting price of roughly $1,500, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-parliaments-rejection-of-brexit-deal-puts-european-union-in-a-bind-11547634600", "title": "U.K. Parliament's Rejection of Brexit Deal Puts European Union in a Bind", "date": "2019-01-16 07:52", "summary": "Faced with a damaging no-deal departure, bloc must now decide whether to offer concessions to Britain to secure an agreement and avoid an Irish border. BRUSSELS-The British Parliament's overwhelming rejection of the Brexit agreement raises an uncomfortable question for the rest of the European Union: whether it has been too successful in negotiating the U.K.'s departure from the bloc.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-deadly-attack-at-an-upscale-nairobi-hotel-complex-11547575498", "title": "Photos: A Deadly Attack at a Nairobi Hotel Complex", "date": "2019-01-16 07:35", "summary": "Somali extremist group al-Shabaab claimed responsibility for the assault on the 14 Riverside complex.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/after-a-strong-2018-for-retail-sales-caution-flags-pop-up-11547640897", "title": "After a Strong 2018 for Retail Sales, Caution Flags Pop Up", "date": "2019-01-16 07:14", "summary": "Commerce Department won't release sales figures due to shutdown; analysts note headwinds for 2019. After retail sales wrapped up 2018 strongly, U.S. consumers face headwinds to maintaining last year's robust level of spending.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earnings-first-the-good-news-11547640000", "title": "Earnings: First, the Good News", "date": "2019-01-16 07:00", "summary": "Corporate results are likely to be a lot better than analysts expect in the fourth quarter. Relax, earnings aren't going to stink. At least not yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-investors-should-look-past-brexit-11547639761", "title": "Why Investors Should Look Past Brexit", "date": "2019-01-16 06:56", "summary": "Dramatic headlines could continue to keep U.K. markets under pressure, but the longer-term outlook seems brighter than feared. Twists and turns keep coming in the Brexit box set. But binge-watching the BBC's parliament channel means investors risk missing what's going on in the U.K. economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pokemon-go-maker-niantic-eyes-acquisitions-after-fundraising-11547638201", "title": "'Pokémon Go' Maker Niantic Eyes Acquisitions After Fundraising", "date": "2019-01-16 06:30", "summary": "The videogame developer has raised $245 million in part to build out its technology and staff through mergers and acquisitions. Niantic Inc., the maker of the \"Pokémon Go\" smartphone app, plans to make more acquisitions.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympus-shares-should-come-down-from-the-mountain-11547636707", "title": "Olympus Shares Should Come Down From the Mountain", "date": "2019-01-16 06:05", "summary": "The Japanese medical maker is making an effort to reform its corporate governance. Investors may have given it too much credit already.. How much is good corporate governance worth? A lot, it seems, in Japan. Olympus , once the poster boy for the country's corporate scandals, gained $3.3 billion in market value in just two trading days after it laid out plans to reform itself last week. While that's a good start, investors may have gotten ahead of themselves.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumers-say-brands-shouldnt-bring-their-political-stands-to-the-super-bowl-11547636401", "title": "Consumers Say Brands Shouldn't Bring Politics to the Super Bowl", "date": "2019-01-16 06:00", "summary": "Marketers seem set to give viewers their safe space. More brands are capturing headlines by tangling with political and social issues in their advertising campaigns. A new poll suggests, however, that most Americans would rather they don't try the same thing during the Super Bowl. And viewers are likely to get what they want.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employers-need-to-address-caregiving-crisis-study-finds-11547636400", "title": "Employers Need to Address 'Caregiving Crisis,' Study Finds", "date": "2019-01-16 06:00", "summary": "The loss of women with advanced degrees from the workforce to take care of family could exacerbate labor shortages, Harvard report says. A new study by a pair of Harvard Business School researchers finds that employers underestimate, to their detriment, the struggle their employees face in balancing their professional and caregiving responsibilities.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-hungry-chinese-borrowers-flock-to-junk-bond-market-11547614268", "title": "Dollar-Hungry Chinese Borrowers Flock to Junk Bond Market", "date": "2019-01-16 05:06", "summary": "Resume Subscription. Chinese companies have kept issuing high-yield dollar bonds, even as sales from their U.S. peers shuddered to a halt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-war-tops-global-risks-world-economic-forum-report-says-11547632801", "title": "Trade War Tops Global Risks for Business Leaders", "date": "2019-01-16 05:00", "summary": "Report from organizers of the Davos gathering says slowdown in China's economy is of particular concern. LONDON-The threat of a full-blown global trade war and rising political tensions between world powers are the dominant global risks, according to a report by the World Economic Forum ahead of its annual gathering in Davos, Switzerland, next week.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reckitt-ceo-to-step-down-at-years-end-11547630807", "title": "Owner of Durex Condoms Is Looking for a New CEO", "date": "2019-01-16 04:26", "summary": "Rakesh Kapoor, who has led Reckitt Benckiser for eight years, will step down at the end of 2019. LONDON- Reckitt Benckiser Group PLC's chief executive, Rakesh Kapoor, will step down at the end of 2019 after eight years leading the owner of the Durex and Lysol brands.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11547586112", "title": "Pepper...and Salt", "date": "2019-01-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Commentary", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenya-hotel-complex-under-siege-as-gunmen-open-fire-detonate-explosives-11547563451", "title": "Terrorists Claim Deadly Attack on Kenya Hotel Complex", "date": "2019-01-16 23:54", "summary": "Somali extremist group al-Shabaab says it opened fire on and detonated suicide bombs at upscale Nairobi facility. NAIROBI, Kenya-Somali extremist group al-Shabaab claimed responsibility for a deadly attack and siege at an upscale hotel and office complex here popular with tourists, business travelers and local elites.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-advances-measure-to-block-rusals-dropping-from-sanctions-list-11547598231", "title": "Senate Advances Measure to Block Rusal's Dropping From Sanctions List", "date": "2019-01-16 21:28", "summary": "Eleven Republicans defied Sen. Mitch McConnell and the Trump administration to move the resolution to next step. WASHINGTON-The U.S. Senate on Tuesday advanced a measure that would block the Trump administration's proposal to cut a Russian aluminum giant from its sanctions blacklist.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-kirsten-gillibrand-plans-to-form-presidential-exploratory-committee-to-seek-the-2020-democratic-nomination-11547595010", "title": "Sen. Kirsten Gillibrand to Launch Exploratory Committee for 2020 Presidential Bid", "date": "2019-01-16 21:20", "summary": "New York senator has positioned herself as a leading voice of Democratic dissent during the Trump presidency. Sen. Kirsten Gillibrand said Tuesday that she is forming an exploratory committee for the 2020 Democratic presidential nomination, seeking to mobilize women opposed to President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-corsi-target-of-mueller-probe-says-stepson-faces-subpoena-11547601280", "title": "Jerome Corsi Says Mueller Subpoenas Stepson", "date": "2019-01-16 20:14", "summary": "Author's relative summoned to testify to grand jury as investigators focus on possible evidence destruction. Special counsel Robert Mueller appears to be focusing on conservative author Jerome Corsi and longtime Trump adviser Roger Stone as he enters what may be the final months of his investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-dog-man-learns-that-cat-lives-matter-11547596229", "title": "A Dog Man Learns That Cat Lives Matter", "date": "2019-01-16 20:06", "summary": "A fateful realization in the wee hours at the animal hospital.. It was almost midnight. A freezing rain had started outside, and my wife and I were drowsy from watching \"Ray Donovan.\" The last thing we wanted was to drag our dog to the vet.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharma-family-had-heavy-hand-in-opioid-marketing-complaint-says-11547600253", "title": "Purdue Pharma Family Influenced Opioid Marketing, Lawsuit Says", "date": "2019-01-16 19:57", "summary": "Recently revealed internal emails suggest Sackler family involvement in sales and marketing efforts. In early 2011, Purdue Pharma was gearing up to promote its newest opioid painkiller, Butrans. Richard Sackler, a board member, former president and second-generation member of the company's controlling family, made his high expectations for sales clear.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-sales-rise-on-gains-in-leisure-market-11547556319", "title": "Delta Expects Shutdown to Hurt Revenue", "date": "2019-01-16 19:53", "summary": "Furlough of FAA inspectors also slows airline's introduction of new Airbus planes. Delta Air Lines Inc. forecast sluggish revenue growth for early this year in part because of business lost to the federal government shutdown.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overseas-trader-network-charged-with-hacking-secs-corporate-filing-trove-11547562262", "title": "How to Make Money Trading: Hack Into SEC, Peek at 157 Secret Earnings Reports", "date": "2019-01-16 19:40", "summary": "According to a government complaint filed Tuesday, a hacker and his associates spent six months rooting around the SEC's corporate-filing system. To break into the government vault containing the financial secrets of America's largest corporations, the hackers decided to pose as a company.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-consulting-firms-meketa-and-pension-consulting-alliance-to-merge-11547598985", "title": "Meketa and Pension Consulting Alliance to Merge", "date": "2019-01-16 19:36", "summary": "Move comes as industry faces heightened competition and pressure on fees. Boston investment advisory firm Meketa Investment Group is merging with Pension Consulting Alliance, a Portland, Ore., boutique consultant.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-william-barr-hearings-mueller-probe-will-be-a-focus-11547548201", "title": "Barr Defends Mueller, Says He Won't Cave to Pressure From Trump", "date": "2019-01-16 19:35", "summary": "At confirmation hearing, attorney general pick seeks to ease Democrats' concerns on Russia investigation. WASHINGTON-Attorney-general nominee William Barr promised on Tuesday never to cave to political pressure from President Trump or elsewhere, saying his age and experience free him to act independently from a president who has frequently attacked the Justice Department.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-chapo-bribed-former-mexican-president-former-drug-trafficker-tells-court-11547595893", "title": "'El Chapo' Bribed Former Mexican President, Former Drug Trafficker Tells Court", "date": "2019-01-16 19:16", "summary": "Testimony from cooperating witness implicates Enrique Peña Nieto in alleged bribe paid by drug lord in 2012. A top drug trafficker for Joaquín \"El Chapo\" Guzmán testified in federal court on Tuesday that the infamous Mexican drug lord paid a $100 million bribe in October 2012 to Mexico's then-President-elect Enrique Peña Nieto.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-confidence-rises-in-its-military-u-s-says-11547597775", "title": "China's Confidence Rises in Its Military, U.S. Says", "date": "2019-01-16 19:16", "summary": "Assessment says Beijing may believe it can wage regional conflict while expanding global presence. WASHINGTON-China's military ambitions have given its leaders growing confidence about their capabilities, according to a new U.S. assessment that warns that Beijing may believe it can wage a regional conflict while maintaining its expanded global presence.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-board-members-grill-consultants-about-revised-l-train-plan-11547597338", "title": "MTA Board Members Grill Consultants About Revised L Train Plan", "date": "2019-01-16 19:08", "summary": "Concerns raised about the new plan's longevity and safety. Metropolitan Transportation Authority board members on Tuesday peppered contractors and engineers working on the L train subway tunnel project with questions about last-minute changes that took riders, the city, and many board members by surprise.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-looks-to-chip-away-at-democrats-resolve-as-record-shutdown-rolls-on-11547548204", "title": "White House Looks to Chip Away at Democrats' Resolve on Shutdown", "date": "2019-01-16 19:01", "summary": "So far, it isn't working; Democrats don't show for luncheon for House members at White House hosted by Trump. The White House is working to peel off rank-and-file Democrats from the party leadership to pick up votes for President Trump's proposed border wall, but is finding little appetite from caucus members to negotiate on their own.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murphy-takes-aim-at-tax-incentives-11547592698", "title": "Murphy Takes Aim at Tax Incentives", "date": "2019-01-16 19:01", "summary": "New Jersey governor says business program lacks oversight in his first state of the state address. TRENTON, N.J.-Gov. Phil Murphy headed into his second year in office redeclaring his campaign pledge to make New Jersey fairer for the middle class and taking aim at a business incentive program he said was rigged to work for a favored few.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}]