[{"link": "https://www.wsj.com/articles/can-trump-handle-a-foreign-crisis-11549583825", "title": "Can Trump Handle a Foreign Crisis?", "date": "2019-02-07 18:57", "summary": "He'll face one eventually, and there's good reason to worry the administration will be unprepared.. Someday this White House will face a sudden, immediate and severe foreign-policy crisis. It's almost a miracle it hasn't happened already. George W. Bush had 9/11 less than eight months into his tenure; John F. Kennedy had the Bay of Pigs three months into his presidency and the Cuban missile crisis the following year. In two years Donald Trump has faced some turbulence, but not a full-fledged crisis.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-to-go-review-the-best-way-to-get-better-11549583776", "title": "'Good to Go' Review: The Best Way to Get Better", "date": "2019-02-07 18:56", "summary": "For athletes, recovery methods exist on an \"evidence continuum.\" Rest is a proven remedy for injury. Other strategies aren't so effective.. On the day Christie Aschwanden's book \"Good to Go\" arrived for my review, I crashed my bicycle. With the customary road rash, bruised muscles and damaged ego, I slogged my way home wondering what I should do to recover. Should I ride some more to get the circulation going, or rest my achy body? Should I apply ice or heat? Is there something special I should eat or drink? Everyone I asked had a different opinion.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-famous-smoked-salmon-maker-wants-a-big-brooklyn-expansion-11549578678", "title": "New York's Famous Smoked Salmon Maker Wants a Big Brooklyn Expansion", "date": "2019-02-07 18:56", "summary": "Acme Smoked Fish teams up with real-estate developer on multistory project. New Yorkers have long cultivated a taste for smoked fish, as in the nova salmon that accompanies a bagel and cream cheese. Now, the city's most prominent company devoted to such fare hopes to bank on that appetite in a commercial development it is proposing for Brooklyn's Greenpoint neighborhood.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-socialist-that-could-11549583738", "title": "The Socialist That Could", "date": "2019-02-07 18:55", "summary": "Meet Alexandria Ocasio-Cortez, the secret Republican weapon for 2020.. The Republican Party has a secret weapon for 2020. It's especially effective because it's stealthy: The Democrats seem oblivious to its power. And the GOP needn't lift a finger for it to work. All Republicans have to do is sit back and watch 29-year-old Rep. Alexandria Ocasio-Cortez . . . exist.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortions-dred-scott-moment-11549583717", "title": "Abortion's Dred Scott Moment", "date": "2019-02-07 18:55", "summary": "Overreach in New York and Virginia has inspired a backlash across the country.. My former home of St. Louis boasts, as one of its historical gems, the Old Courthouse. Countless important moments in American history took place in the 19th-century building. Admittedly, St. Louisans don't brag about its connection to one of the most notorious and degrading legal decisions in American history.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-will-pull-visas-of-venezuelan-envoys-of-maduro-regime-11549572982", "title": "U.S. Will Pull Visas of Venezuelan Officials of Maduro Regime", "date": "2019-02-07 18:55", "summary": "Diplomatic move comes after Washington and others recognized Guaidó as country's president. WASHINGTON-The U.S. will revoke visas held by government officials serving under authoritarian leader Nicolás Maduro, the top U.S. envoy for Venezuela, Elliott Abrams, said Thursday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-self-reliance-a-mental-illness-11549583654", "title": "Is Self-Reliance a Mental Illness?", "date": "2019-02-07 18:54", "summary": "Today's psychologists regard Emerson's values as obsolete and pathological.. Ralph Waldo Emerson's 1841 essay \"Self-Reliance\" is a statement of American values. \"Whoso would be a man must be a nonconformist.\" \"God will not have his work made manifest by cowards.\" \"Society everywhere is in conspiracy against the manhood of every one of its members.\" \"The sinew and heart of man seem to be drawn out, and we are become timorous, desponding whimperers. We are afraid of truth, afraid of fortune, afraid of death, and afraid of each other.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-economy-facing-perfect-storm-11549540396", "title": "Eurozone Economic Forecasts Slashed", "date": "2019-02-07 18:53", "summary": "The eurozone's waning fortunes reflect a drastic turn of events from just two years ago. BRUSSELS-Europe's economy faces a daunting combination of weaker demand for its exports from China and elsewhere, the prospect of a messy divorce with the U.K. and political problems closer to home, the European Union warned Thursday.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-is-falling-behind-china-in-an-asian-arms-race-11549583595", "title": "India Is Falling Behind China in an Asian Arms Race", "date": "2019-02-07 18:53", "summary": "High defense-spending totals mask the weakness of its weapons systems, and the threat is growing.. When it comes to military spunk, no Indian politician shows it off like Narendra Modi. The prime minister sometimes dons camouflage to celebrate Diwali, the Hindu festival of lights, with troops on the borders with China and Pakistan.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginias-confederacy-of-dunces-11549583625", "title": "Virginia's Confederacy of Dunces", "date": "2019-02-07 18:53", "summary": "How can we continue looking down on Arkansas and Mississippi with this sort of stuff going on?. Midlothian, Va.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-it-innovates-tax-it-alexandria-ocasio-cortez-suggests-11549583560", "title": "If It Innovates, Tax It, Alexandria Ocasio-Cortez Suggests", "date": "2019-02-07 18:52", "summary": "Congress's young socialist neglects the ways the public benefits from federal research funding.. At a recent hearing on drug prices, Rep. Alexandria Ocasio-Cortez said that by funding federal research agencies such as the National Institutes of Health, \"the public is acting as an early investor, putting tons of money in the development of drugs that then become privatized.\" The American people, she complained, receive \"no return on the investment that they have made.\" The witness she was addressing, Harvard Medical School professor Aaron Kesselheim, confirmed the absence of \"licensing deals that bring money back into the coffers of the NIH.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-running-11549583538", "title": "Notable & Quotable: Running", "date": "2019-02-07 18:52", "summary": "'A theft...suspect ran straight into a running club during his getaway and was promptly chased down by the fleet-footed group.'. Stephanie Farrreporting at Philly.com, Feb. 6:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woody-allen-sues-amazon-studios-for-breach-of-contract-11549557790", "title": "Woody Allen Sues Amazon Studios, Claiming Breach of Contract", "date": "2019-02-07 18:44", "summary": "Lawsuit says Amazon terminated distribution deal with director without cause. Filmmaker Woody Allen sued Amazon Studios, claiming breach of contract for refusing to distribute his most recent movie, \"A Rainy Day in New York,\" and terminating a four-picture production and distribution deal without cause.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-judge-approves-lampert-purchase-of-sears-11549573078", "title": "Bankruptcy Judge Says He Will Approve Lampert Purchase of Sears", "date": "2019-02-07 18:42", "summary": "Judge says the Sears chairman and his hedge fund have a credible plan to keep 425 stores open. A bankruptcy judge said Thursday he would approve Edward Lampert's bid to purchase Sears Holdings Corp. , a decision that will keep the doors open at more than 400 stores and see 45,000 people keep their jobs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-say-border-talks-are-making-progress-11549569311", "title": "Lawmakers Say Border Talks Are Making Progress", "date": "2019-02-07 18:36", "summary": "Trump signals to negotiators he is eager to sign a bipartisan deal rather than declare a national emergency. WASHINGTON-Lawmakers said they were making progress Thursday in their talks over border barriers, while President Trump signaled to negotiators that he was eager to sign a bipartisan deal rather than declare a national emergency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suntrust-bb-t-to-combine-in-all-stock-merger-11549537817", "title": "BB&T to Buy SunTrust in U.S.'s Biggest Postcrisis Bank Deal", "date": "2019-02-07 18:34", "summary": "All-stock deal will combine two big regional lenders with long histories in the South. BB&T Corp. struck a deal to buy SunTrust Banks Inc. for $28.2 billion, combining two regional lending powerhouses to create the sixth-largest U.S. retail bank and end a decadelong drought in big bank mergers.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-dam-auditor-told-police-he-felt-pressured-to-attest-to-safety-of-dam-11549547389", "title": "Vale Dam Auditor Told Police He Felt Pressured to Attest to Safety of Dam", "date": "2019-02-07 18:30", "summary": "The auditor said the company knew of the risks days before the collapse. SÃO PAULO-A safety auditor who inspected a Vale SA mine-tailings dam that collapsed in January killing at least 150 people told police he felt pressured to attest to its stability, despite indications it was unsafe, because he feared losing business with the company, according to court documents seen by The Wall Street Journal.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vimeo-is-a-must-see-feature-at-iac-11549581690", "title": "Vimeo Is a Must-See Feature at IAC", "date": "2019-02-07 18:21", "summary": "Video company Vimeo's results were broken out for the first time within parent IAC and its potential looks impressive. In the digital age, content is king.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-pares-earlier-gains-amid-concerns-over-u-s-china-trade-conflict-11549562493", "title": "Dollar Pares Gains on Concerns Over U.S.-China Spat", "date": "2019-02-07 18:20", "summary": "Worries over global growth also weighed on the euro. The dollar pared its gains Thursday, as concerns over a trade conflict between the U.S. and China pushed investors into haven currencies.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-first-to-attempt-an-overhaul-of-gannett-board-11549574043", "title": "Digital First to Attempt an Overhaul of Gannett Board", "date": "2019-02-07 18:14", "summary": "USA Today publisher faces a proxy fight after rejecting Digital First's takeover bid. Digital First Media, the hedge-fund-backed newspaper chain whose takeover bid for Gannett Co. was rejected, has launched a proxy fight in an attempt to remake Gannett's board of directors.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-present-economic-portion-of-mideast-peace-plan-to-regional-allies-11549577504", "title": "Trump Administration to Present Economic Portion of Mideast Peace Plan", "date": "2019-02-07 18:07", "summary": "White House aims to build support from Arab allies for plan to end Israeli-Palestinian conflict. WASHINGTON-A portion of the Trump administration's long-awaited Israeli-Palestinian peace plan will be presented to a number of allies in the coming weeks in the hope of drumming up the support needed to persuade both sides to come to the table and end the seven-decade conflict, a senior White House official said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-to-reward-teen-as-it-patches-facetime-bug-11549572939", "title": "Apple to Reward Teen as It Patches FaceTime Bug", "date": "2019-02-07 18:02", "summary": "The tech giant plans to make a gift toward Arizona teenager's education. Apple Inc. plugged a major flaw in its FaceTime video-chat software Thursday, and said it would pay a 14-year-old from Arizona for reporting the problem.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aid-convoy-arrives-at-tense-venezuelan-border-11549580143", "title": "Aid Convoy Arrives at Tense Venezuelan Border", "date": "2019-02-07 17:55", "summary": "Trucks bearing food spurned by President Maduro and summoned by his challenger Juan Guaidó are poised at Colombian frontier. CÚCUTA, Colombia-Cargo trucks escorted by Colombian police began arriving at this border crossing Thursday afternoon bearing humanitarian aid that opponents of Venezuela's authoritarian leader, Nicolás Maduro, say they plan to transport into Venezuela against his will.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employees-are-accessing-more-and-more-business-apps-study-finds-11549580017", "title": "Employees Are Accessing More and More Business Apps, Study Finds", "date": "2019-02-07 17:53", "summary": "Nearly 10% of businesses now have more than 200 apps, Okta study says. The number of software apps deployed by large firms across all industries world-wide has increased 68% over the past four years, reaching an average of 129 apps per company by the end of 2018, according to an analysis by Okta Inc.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-split-on-how-aggressively-to-investigate-trump-11549549051", "title": "House Democrats Split on How Aggressively to Investigate Trump", "date": "2019-02-07 17:49", "summary": "Liberal wing seeks to accelerate tax-returns probe; leadership seeks methodical approach. WASHINGTON-Divisions among Democrats over investigating President Trump's tax returns broke out into the open ahead of a high-profile hearing Thursday, reflecting a broader tension within the party over how aggressively to probe the administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-subsidiary-hid-iranian-activity-from-u-s-parent-treasury-says-11549579473", "title": "Turkish Subsidiary Hid Iranian Activity from U.S. Parent, Treasury Says", "date": "2019-02-07 17:44", "summary": "Kollmorgen Corp. extensive compliance efforts weren't enough to stop the Iran business, according to the Treasury. A settlement reached Thursday by a Virginia company over alleged efforts by a Turkey-based affiliate to evade U.S. sanctions on Iran demonstrates the difficulty of keeping far-flung units in line with corporate policy.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/news-corp-swings-to-profit-in-quarter-11549578447", "title": "News Corp Swings to Quarterly Profit", "date": "2019-02-07 17:42", "summary": "Company posts substantial gain in revenue, helped by consolidation of earnings from Australian TV assets. News Corp swung to a profit and posted a substantial gain in revenue in the December quarter, helped by the consolidation of earnings from its Australian television assets.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-moves-to-counter-opecs-pursuit-of-pact-with-russia-11549573722", "title": "Congress Moves to Counter OPEC's Pursuit of Pact With Russia", "date": "2019-02-07 17:39", "summary": "A group of U.S. senators unveiled a bill that would allow the Justice Department to sue members of OPEC for antitrust violations. WASHINGTON-A bipartisan group of U.S. senators rolled out a bill Thursday that would allow the Justice Department to sue members of OPEC for antitrust violations as the oil cartel looks to formalize closer ties with Russia.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-feb-2-11549579138", "title": "Best-Selling Books Week Ended Feb. 2", "date": "2019-02-07 17:38", "summary": "With data from NPD BookScan. NPD BookScan gathers point-of-sale book data from more than 16,000 locations across the U.S., representing about 85% of the nation's book sales. Print-book data providers include all major booksellers, web retailers and food stores. E-book data providers include all major e-book retailers. Free e-books and those selling for less than 99 cents are excluded from the ebook lists. The fiction and nonfiction combined lists include aggregated sales for all book formats (except audio books, bundles, boxed sets and foreign language editions) and feature a combination of adult, young adult and juvenile titles. The hardcover fiction and nonfiction lists also encompass a mix of adult, young adult and juvenile titles while the business list features only adult hardcover titles. Refer questions to Teresa.Vozzo@wsj.com.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-take-a-first-step-toward-obtaining-trumps-tax-returns-11549579059", "title": "Democrats Take a First Step Toward Obtaining Trump's Tax Returns", "date": "2019-02-07 17:37", "summary": "Lawyers argued at House Ways and Means subcommittee hearing that Congress has authority to get the returns. WASHINGTON-House Democrats took the first formal steps toward getting President Trump's long-secret tax returns, opening a battle that could land in the courts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-to-deliver-report-to-senate-banking-committee-on-feb-26-11549578877", "title": "Powell to Deliver Report to Senate Banking Committee This Month", "date": "2019-02-07 17:34", "summary": "The Fed chief is to testify before the House Financial Services Committee the following day. WASHINGTON-Federal Reserve Chairman Jerome Powell will deliver his seminannual monetary policy report to the Senate Banking Committee on Feb. 26, the committee said Thursday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-spent-1-5-million-to-keep-statue-of-liberty-open-52-000-for-cuomo-inauguration-11549563152", "title": "New York Spent $1.5 Million to Keep Statue of Liberty Open, $52,000 for Cuomo Inauguration", "date": "2019-02-07 17:32", "summary": "Senior adviser to governor says official event was for all statewide elected officials; Republicans criticize use of public money to promote political agenda. New York state taxpayers spent $1.5 million to keep the Statue of Liberty and Ellis Island open during the recent partial federal government shutdown, and more than $52,000 for Gov. Andrew Cuomo's inauguration ceremony on Ellis Island.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-northam-mess-and-a-statute-of-maturity-11549578523", "title": "The Northam Mess and a Statute of Maturity", "date": "2019-02-07 17:28", "summary": "The strict liability and immediate march to the gallows for some people's past indiscretions isn't the answer.. Your editorial \"Ralph Northam's Racial Education\" (Feb. 4) can educate the rest of America, too. Though I'm no fan of Gov. Northam, today's progressives remind me of the Soviet Union where one could be a good communist one day and be taken down the next by an enemy, opportunist or ideological Ringwraith. A careless word, an indiscretion, a suspicious friendship, no matter how old or how much regretted, and you were gone. Do we want the most shameful moment of a person's life to define them forever? Is this the \"progressive\" agenda America wants?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ill-kick-in-for-the-wall-if-they-pay-for-medicare-for-all-11549578481", "title": "I'll Kick In for the Wall, if They Pay for Medicare for All", "date": "2019-02-07 17:28", "summary": "Seems like a fair trade.. Letter writer Bruce Hauben (Feb. 2) suggests that those who voted for President Trump kick in about $90 each to pay for a border wall. While I didn't vote for President Trump, I would gladly kick in $90 for that wall. In exchange, maybe only those voting for a Democratic candidate should pay for Medicare for All, \"free\" college tuition and all the other assorted free things being offered by Democrats. Seems fair to me.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-stumble-on-weak-data-in-europe-11549529584", "title": "U.S. Stocks Slide on Trade Tensions, Global Growth Fears", "date": "2019-02-07 17:27", "summary": "Investors are grappling with conflicting economic signals, curbing enthusiasm for risk-taking. The Dow Jones Industrial Average slumped more than 200 points Thursday, its steepest loss in two weeks, as trade tensions and bleak economic data from Europe renewed fears of a slowdown in global growth.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-look-away-review-towering-art-as-high-drama-11549578464", "title": "'Never Look Away' Review: Towering Art as High Drama", "date": "2019-02-07 17:27", "summary": "Florian Henckel von Donnersmarck's latest feature explores the power of art as exemplified by an artist who resembles painter Gerhard Richter.. When your debut feature wins an Oscar-and almost universal acclaim-the path ahead probably leads downhill. That was the case for the German filmmaker Florian Henckel von Donnersmarck. His electrifying 2006 political thriller, \"The Lives of Others,\" set in the former East Germany, explored state-sponsored surveillance, the beauty of empathy, and what it means to be human. His second film, \"The Tourist,\" starred Angelina Jolie and Johnny Depp in a silly Hollywood confection about gangsters and mistaken identity; it left Mr. Donnersmarck's admirers wondering how he would climb back from such a steep descent. \"Never Look Away,\" in German with English subtitles and entering national release this week, provides the answer: by taking on, with formidable if not total success, a mountainous subject-the power of art as exemplified by an artist who resembles the towering figure of Gerhard Richter, and as dramatized in a fateful family saga across three eras of German history.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surdna-foundation-honors-founders-wish-11549578474", "title": "Surdna Foundation Honors Founder's Wish", "date": "2019-02-07 17:27", "summary": "Leaders of the Surdna Foundation and related Andrus philanthropies believe John E. Andrus would approve of how we have honored his legacy.. Long before people used DNA to learn about their families, my family recorded our history and passed it down. We are nearly 500 cousins strong, all direct or married descendants of John E. Andrus. As cousins, we are united by his legacy but don't all think alike. James Piereson and Naomi Schaefer Riley express concern about whether John Andrus would approve of today's mission of the Surdna Foundation (\"A Battle Over a Capitalist's Legacy,\" op-ed, Jan. 31). Leaders of the Surdna Foundation and related Andrus philanthropies believe he would approve of how we have honored his legacy. He didn't impose restrictions on his very generous bequest, instead granting future generations of his family the scope to manage the strategic direction. Over a hundred family members have answered the call to serve across family philanthropies, honoring a tradition of service unparalleled in American philanthropy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lego-movie-2-the-second-part-review-the-building-blocks-of-animations-future-11549578324", "title": "'The Lego Movie 2: The Second Part': The Building Blocks of Animation's Future", "date": "2019-02-07 17:25", "summary": "This sequel brings back the characters, charm and creativity that made the first film a hit, all while inflaming the imagination.. To begin at the end, I have this to report about a recent Hollywood screening of \"The Lego Movie 2: The Second Part.\" As the end credits rolled-and rolled and rolled, as they must in order to recognize the vast number of people involved in making a big-budget animated feature-the only screen visible was the big one at the front of the theater. No one did what moviegoers do reflexively these days when a movie is almost over, light up their phones to see what they've been missing. Maybe it was because my audience skewed young, but kids have phones too. Partly it was because the filmmakers had taken the unprecedented step of creating end credits that are nearly as much fun as the adventure that precedes them. In any case, what a tribute to the film and what a concept-a hugely ambitious sequel, joyous and genuinely complex, that's charged with dramatic and musical energy to the very last frame.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cold-pursuit-review-tepid-antics-11549578127", "title": "'Cold Pursuit' Review: Tepid Antics", "date": "2019-02-07 17:22", "summary": "Liam Neeson stars as a revenge-seeking snowplow operator in this clumsy remake of a Norwegian film.. 'Cold Pursuit\" finds Liam Neeson once again in avenger mode-it's a given that he's recapitulating the spirit of \"Taken.\" A preface opens with an epigram from Oscar Wilde: \"Some cause happiness wherever they go; others whenever they go.\" This comedy thriller means to cause happiness in audiences by showing so many stupid killings of stupid people that laughter is the only response. But it's not. Unhappiness is permitted too. The stupidity lacks smarts in the script department, and the joke, such as it is, wears thin, then turns sour.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-legend-frank-robinson-dies-at-age-83-11549578028", "title": "Baseball Legend Frank Robinson Dies at Age 83", "date": "2019-02-07 17:21", "summary": "Robinson was the first black manager in the majors and the only man to win MVP honors in both the American and National Leagues. Frank Robinson is, by any conceivable measure, on the short list of the best players in baseball history. He is the only man ever to earn Most Valuable Player honors in both leagues. He won the triple crown in 1966. He retired with 586 home runs, which at the time trailed only Hank Aaron, Babe Ruth and Willie Mays. He was inducted into the Hall of Fame with nearly 90% of the vote the first time he appeared on the ballot.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-month-libor-falls-the-most-since-2009-11549570661", "title": "Three-Month Libor Falls the Most Since 2009", "date": "2019-02-07 17:20", "summary": "The cost for banks to borrow U.S. dollars for three months posted its biggest one-day decline in a decade Thursday. The cost for banks to borrow U.S. dollars for three months posted its biggest one-day decline in a decade Thursday, reflecting the easing of financial conditions after the Federal Reserve's recent shift to a cautious approach toward raising interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africas-ramaphosa-backs-prosecuting-fellow-anc-party-members-11549577574", "title": "South African Leader Backs Corruption Prosecutions", "date": "2019-02-07 17:12", "summary": "President calls corruption charges 'deeply disturbing' even as he tries to mobilize bloc for election. CAPE TOWN, South Africa-South African President Cyril Ramaphosa on Thursday pledged to support criminal prosecutions of senior members of his own party facing what he called \"deeply disturbing\" allegations of corruption.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bull-markets-next-test-a-possible-earnings-slump-11549535401", "title": "Tepid Earnings Forecasts Are Next Test for Bull Market", "date": "2019-02-07 17:00", "summary": "Companies are on track to report a 1.4% decline in profits in the first quarter from a year earlier. The yearslong expansion in U.S. corporate profits may be coming to an end sooner than investors expected, a warning sign for the nearly decadelong bull market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-dragon-review-a-wifes-secret-life-11549576591", "title": "'White Dragon' Review: A Wife's Secret Life", "date": "2019-02-07 16:56", "summary": "A British professor mourning the loss of his beloved spouse travels to Hong Kong and searches for her killers.. The two stars of \"White Dragon\" (Friday, Amazon Prime) don't have much in common. They are, respectively, the city of Hong Kong and John Simm (\"Dr. Who,\" \"Life on Mars\"), and together they ensure that this eight-episode series filled with heavy-breathing conspirators, multiplying menaces and other reliable indicators of ordinariness instead builds to a sizzling life. Mr. Simm, expert at portraying characters buffeted by a hard world, plays Jonah Mulray, a man desperate to find the killers responsible for his wife's murder. Prior to the tragedy he's led a tranquil life as a professor at a London university where he first shows up delivering genial academic witticisms in a lecture hall full of students. All that ends when class is interrupted by a police officer bringing word that his adored wife, Megan Harris (Dervla Kirwan), who had been off on one of her strangely frequent business trips to Hong Kong, had died there in a violent auto accident.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wild-way-of-the-vikings-review-conquerors-or-conservationists-11549576385", "title": "'Wild Way of the Vikings' Review: Conquerors or Conservationists?", "date": "2019-02-07 16:53", "summary": "The best part of this documentary about the Vikings' and the natural world are the glorious images of wildlife.. 'Wild Way of the Vikings\" (Wednesday, 8 p.m., PBS) undertakes a rehabilitation of sorts in its portrait of this storied culture of hunters, warriors and explorers, described in terms throbbing with unstinting reverence as benefactors of nature. The accolades showered on these hunters-especially for using every part of the living creatures they killed-are such that one expects to hear at any moment that the Vikings should be models for today's nature conservationists.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warrens-american-indian-claim-11549576347", "title": "Elizabeth Warren's 'American Indian' Claim", "date": "2019-02-07 16:52", "summary": "She presented herself as a minority except when applying to the Ivy League?. For what reason, other than to gain advantage, does a white lawyer without any recognized tribal affiliation describe her race as \"American Indian\" on a government document? The latest revelation about Sen. Elizabeth Warren's longtime effort to present herself as Native American highlights just one of several holes remaining in her story. Democrats choosing from an abundance of leftist candidates for their party's 2020 presidential nomination may wonder how many more such revelations they can stand.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suffolk-county-to-use-post-sandy-funding-on-sewer-project-11549576013", "title": "Suffolk County to Use Post-Sandy Funding on Sewer Project", "date": "2019-02-07 16:46", "summary": "Nearly 6,400 homes will be connected to public sewers as part of $360 million project. Suffolk County has struggled to fix its sewer problem for decades, and officials there finally have the money and voter approval to start installing sewers in two low-lying areas.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watchdog-seeks-chapter-11-examiner-for-ips-worldwide-11549575599", "title": "Watchdog Seeks Chapter 11 Examiner for IPS Worldwide", "date": "2019-02-07 16:39", "summary": "Resume Subscription. A government watchdog has asked a bankruptcy judge to sign off on the appointment of an examiner to investigate freight-payment company IPS Worldwide LLC.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bb-t-suntrust-tie-up-brings-tech-arms-race-into-focus-11549575429", "title": "BB&T-SunTrust Tie-Up Brings Tech Budgets Into Focus", "date": "2019-02-07 16:37", "summary": "Deal shows how banks are spending more on technology to attract new customers. Behind one of the biggest bank deals in a decade is a recognition that BB&T Corp. and SunTrust Banks Inc., both dominant banks in the South, would be more competitive with a bigger tech budget.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-new-shield-from-u-s-sanctions-a-siberian-gold-mine-11549535400", "title": "Russian Gold Find Brightens Ruble's Future", "date": "2019-02-07 16:33", "summary": "Sukhoi Log, widely seen as one of the world's largest untapped gold deposits, could give Moscow a bulletproof currency backstop. SUKHOI LOG, Russia-Beneath this plot of land in southeastern Siberia lie vast stores of gold, according to Russia's biggest gold producer, Polyus PJSC , and tapping them could provide the Russian central bank with a huge and nearly sanction-proof backstop for its currency.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kelloggs-brand-investments-temper-profit-11549551499", "title": "Kellogg's Brand Investments Temper Profit", "date": "2019-02-07 16:23", "summary": "Natural-foods company Hain Celestial also struggles with shrinking margins. Kellogg Co. said investments in new snacks and cereals are denting profits but fueling a turnaround in sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postmates-files-for-ipo-11549567766", "title": "Postmates Files for IPO", "date": "2019-02-07 16:02", "summary": "The size and price range for the delivery company's initial public offering have yet to be determined. Delivery company Postmates Inc. has filed confidentially for an initial public offering, the company said Thursday.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-crypto-mystery-is-140-million-stuck-or-missing-11549449001", "title": "A Crypto-Mystery: Is $136 Million Stuck or Missing?", "date": "2019-02-07 16:00", "summary": "Customer holdings are trapped in an electronic vault after founder's reported death, but researchers aren't so sure. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-rally-as-europes-economy-weakens-11549557160", "title": "U.S. Government Bonds Rally as Europe's Economy Weakens", "date": "2019-02-07 15:57", "summary": "Yields fall as investors seek safety amid increasing concerns about Europe's economy. U.S. government bonds strengthened Thursday as investors favored safer assets amid growing concerns about Europe's economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zurich-2018-net-profit-rose-despite-u-s-catastrophes-11549572948", "title": "Zurich Annual Net Profit Rises", "date": "2019-02-07 15:55", "summary": "Insurer's life and property-and-casualty insurance units drove stronger performance.. ZURICH-- Zurich Insurance Group AG said Thursday that its net profit rose in 2018, driven by strong performance in its life and property-and-casualty units.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-ford-f-150-supercrew-limited-sparks-joy-11549572040", "title": "Why the Ford F-150 SuperCrew Limited Sparks Joy", "date": "2019-02-07 15:40", "summary": "When tidying up this spring Marie Kondo-style, you'll need a truck to haul away unwanted items. With space for a hefty payload, this power-beast does the trick, says Dan Neil. THE MARIE KONDO organizing mania has struck our household, from the attic to the basement. I have to say, the one thing missing from Ms. Kondo's counsel is the usefulness of a big ol' pickup truck, one capable of hauling unwanted items to flea markets, donation centers and landfills. That's right. The road to inner peace runs through Dearborn, Mich.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-grows-on-u-s-china-to-forge-trade-deal-11549571879", "title": "Pressure Grows on U.S., China to Forge Trade Deal", "date": "2019-02-07 15:38", "summary": "From Stephen Schwarzman to Hank Paulson, top business figures are worried about the consequences of failure in talks before a March deadline. WASHINGTON-As a deadline approaches for a high-stakes trade deal between the U.S. and China, some top American business figures who fear the economic and market consequences of a failure are pushing both sides to compromise.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glass-block-in-decor-cheesy-or-charming-11549571521", "title": "Glass Block in Décor: Cheesy or Charming?", "date": "2019-02-07 15:32", "summary": "For some, it triggers memories of the kitschy 1980s. Others find it hypnotizing and timeless. Debating the merits of the translucent walls' return to vogue. AS A KID, I was beguiled by the prisms you could buy in science stores. They made a toy of the light. Today, I get the same nerdy kick from glass block, the way it garbles objects on the other side of it and dapples incoming light.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paradise-lost-venezuelas-path-from-riches-to-ruin-11549570900", "title": "Venezuela's Path from Riches to Ruin", "date": "2019-02-07 15:21", "summary": "Resume Subscription. The discovery of oil in the early 20th century transformed Venezuela from an economic backwater into one of the richest nations in South America. Today, the country is grappling with a political crisis and an economic meltdown, which has led to shortages of food and medicine and prompted hundreds of thousands to flee.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/is-the-gown-dead-an-awards-season-debate-11549570844", "title": "Is the Gown Dead? An Awards-Season Debate", "date": "2019-02-07 15:20", "summary": "Floor-length dresses give a lot of women the heebie jeebies, prompting fears of looking matronly. That's changing, if innovative brands like Valentino and the Row have anything to do with it. WITH THE Super Bowl safely behind us, we armchair commentators can turn to the real winter sport-the perilous procession of gowns down the red carpet. Come awards seasons, elite coaches armed with double-sided tape prep competitors like Lady Gaga and Emma Stone to face the cameras and the harping critics. The rest of us can lazily pass judgment, but would we dare to wear such gowns ourselves? Would we even want to in an era when the legendary stylist Grace Coddington dressed down in pajamas for the Met Gala?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-prices-slip-on-potential-rise-in-libyan-output-11549539850", "title": "Oil Prices Drop on Worries Over Global Demand", "date": "2019-02-07 15:19", "summary": "Crude prices further tumbled amid uncertainty over the fate of the U.S.-China trade talks. • Oil prices fell to their lowest level in more than a week on Thursday due to renewed worries of a global economic slowdown that could pinch demand for oil.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tap-tap-scraaatch-introducing-the-super-bowl-ad-thats-a-meditation-technique-11549304967", "title": "Tap. Tap. Scraaatch. Introducing the Michelob Super Bowl Ad That's a Meditation Technique.", "date": "2019-02-07 15:13", "summary": "Phenomenon known as 'ASMR' channels tactile sounds such as crinkling paper and whispers into online hits. The nation was ready to fall asleep.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitters-push-for-healthier-discourse-pays-off-with-revenue-jump-11549541030", "title": "Twitter's Push for Healthier Discourse Lifts Revenue, Hurts User Growth", "date": "2019-02-07 15:06", "summary": "Social-media company posts record quarterly revenue, but shares fall after decline in monthly users. Twitter Inc. reported record quarterly revenue and its first full year of profitability Thursday, signs the company's efforts to promote healthy discourse on the platform appear to be paying off.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danske-bank-faces-french-money-laundering-probe-11549569259", "title": "Danske Bank Faces French Money-Laundering Probe", "date": "2019-02-07 14:54", "summary": "The largest Danish lender is also under investigation in the U.S., U.K., Denmark and Estonia. Danske Bank A/S said Thursday it was placed under formal investigation by a judge in France over suspicions of money laundering related to terminated business at its Estonian branch.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-new-york-times-executive-editor-faces-plagiarism-allegations-11549517911", "title": "Former New York Times Executive Editor Faces Plagiarism Allegations", "date": "2019-02-07 14:43", "summary": "Jill Abramson, whose book 'Merchants of Truth' scrutinizes the media business, is now facing questions of her own by critics in the media industry. Former New York Times Executive Editor Jill Abramson is facing accusations that she plagiarized passages of her new book about the media industry.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-commissioned-report-contests-u-s-finding-about-journalists-killing-11549498605", "title": "Saudi-Commissioned Report Contests U.S. Finding About Khashoggi Killing", "date": "2019-02-07 14:22", "summary": "Report says message exchange CIA cited between crown prince and aide didn't mention journalist. WASHINGTON-The Saudi government is contesting a prominent element of a CIA assessment that concluded Saudi Crown Prince Mohammed bin Salman likely ordered the killing of Jamal Khashoggi, as Riyadh seeks to mend its reputation after the death of the journalist and political activist.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macbeth-review-unobtrusively-modern-11549567309", "title": "'Macbeth' Review: Unobtrusively Modern", "date": "2019-02-07 14:21", "summary": "In Rhode Island, a Shakespeare tragedy gets an update while staying true to the original.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-amazon-some-book-summaries-get-mistaken-for-the-real-thing-11549535400", "title": "Book Shopping on Amazon? Don't Be Duped Into Buying a Summary", "date": "2019-02-07 14:19", "summary": "E-commerce giant pulls shortened versions of popular reads like Marie Kondo's 'Tidying Up' and Timothy Ferriss's 'The 4-Hour Body' after Journal inquiry. Summaries of popular books have long been a staple in the publishing business. Now they are often hard to tell apart from the real thing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-grand-hyatt-hotel-to-be-torn-down-11549567095", "title": "New York's Grand Hyatt Hotel to Be Torn Down", "date": "2019-02-07 14:18", "summary": "Developers plan to replace the hotel with a mixed-use tower totaling 2 million square feet. A development group has agreed to buy and tear down the Grand Hyatt New York, the glass-sheathed hotel by Grand Central Terminal that was Donald Trump's first major Manhattan development, and replace it with a mixed-use project.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stay-for-leftovers-at-grubhub-11549566676", "title": "Stay for Leftovers at Grubhub", "date": "2019-02-07 14:11", "summary": "Online food-delivery leader faces increasing competition, but retains a strong position. Grubhub investors may be eating their feelings.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-recalls-ambassador-to-italy-in-protest-at-yellow-vest-meeting-11549558558", "title": "France Recalls Ambassador to Italy to Protest Yellow Vest Meeting", "date": "2019-02-07 14:07", "summary": "Move follows Italy's deputy prime minister meeting near Paris with activists from French antigovernment group. PARIS-France recalled its ambassador to Italy on Thursday in protest after Italy's deputy prime minister met near Paris this week with prominent members of the antigovernment yellow-vest movement, opening a rift between the longtime European allies without precedent in the postwar era.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-chipotle-sonos-ge-take-two-interactive-software-11549540847", "title": "Stocks to Watch: Chipotle, Sonos, GE, Take-Two Interactive Software", "date": "2019-02-07 14:02", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-judiciary-committee-votes-to-advance-trump-attorney-general-nominee-william-barr-11549562057", "title": "Senate Committee Votes to Advance Trump's Attorney General Pick", "date": "2019-02-07 13:57", "summary": "Republican-controlled Senate likely to confirm Barr as Democrats raise concerns over potential handling of Mueller probe. WASHINGTON-A divided Senate Judiciary Committee on Thursday advanced President Trump's nomination of William Barr for attorney general over Democrats' concerns about how he would manage the special counsel's Russia investigation and whether he would make its findings public.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-orders-release-of-records-related-to-cohen-raid-11549565732", "title": "Judge Orders Release of Records Related to Cohen Raid", "date": "2019-02-07 13:55", "summary": "President Trump's former lawyer has said he arranged hush payments at Mr. Trump's direction. Portions of law-enforcement records related to a federal probe of President Trump's former lawyer will be made public, a federal judge said Thursday, in a ruling that will grant visibility into the investigation that led Michael Cohen to implicate Mr. Trump in federal crimes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rescue-teams-race-to-find-victims-of-istanbul-building-collapse-11549565693", "title": "Rescue Teams Race to Find Victims of Istanbul Building Collapse", "date": "2019-02-07 13:54", "summary": "Five-year-old girl is recovered after being trapped under layers of concrete from seven-story apartment structure that had been illegally elevated. ISTANBUL-Rescue teams raced to extract more people from the rubble of a seven-story apartment building on the Asian side of the Turkish megalopolis, a day after the illegally elevated structure collapsed, killing at least 10 people.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bb-t-suntrust-deal-may-not-give-other-banks-urge-to-merge-11549564900", "title": "BB&T-SunTrust Deal May Not Give Other Banks Urge to Merge", "date": "2019-02-07 13:41", "summary": "Many medium-size U.S. banks could benefit from greater scale, but the merger of BB&T and SunTrust doesn't necessarily herald a wave of deals. BB&T 's deal to buy SunTrust Banks was portrayed by some as the starting gun in the consolidation of regional U.S. banks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-courts-u-s-investors-ahead-of-debt-sale-11549563463", "title": "Aramco Courts U.S. Investors Ahead of Debt Sale", "date": "2019-02-07 13:36", "summary": "Saudi oil company looks to raise debt to purchase part of the country's petrochemicals firm. DUBAI-Saudi Aramco executives traveled to the U.S. this week to court investors ahead of a potential $10 billion bond sale, reviving an idea to partially fund the acquisition of Saudi Arabia's national petrochemical firm, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crank-up-the-flavor-rotisserie-chicken-recipes-11549642964", "title": "Crank Up the Flavor: Leftover Rotisserie Chicken Recipes", "date": "2019-02-07 13:31", "summary": "Take a fresh look at yesterday's bird. These easy Vietnamese recipes use every delicious bit. IN THE EARLY 1970s, my mom decided to raise chickens. Our three-story home in Saigon lacked a yard for them to scratch around in, but she craved the fresh eggs and tasty homegrown birds of her youth. So she bought a bunch of chicks, and we five kids delighted in having the fuzzy cuties around. Then one of our housekeepers, a cheerful, large woman, stepped on a chick and killed it. My siblings and I freaked out, and Mom realized her city kids weren't ready for animal husbandry.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-said-to-be-highly-unlikely-to-meet-with-xi-before-march-1-deadline-11549561576", "title": "Trump Said to Be 'Highly Unlikely' to Meet With Xi Before March 1 Deadline", "date": "2019-02-07 13:16", "summary": "U.S. to send top trade negotiators to Beijing next week. WASHINGTON-President Trump is \"highly unlikely\" to meet with Chinese President Xi Jinping ahead of a March 1 deadline to reach a trade deal, a White House official said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-ore-prices-jump-to-highest-level-since-2014-on-vale-concerns-11549562850", "title": "Iron-Ore Prices Jump to Highest Level Since 2014 on Vale Concerns", "date": "2019-02-07 13:07", "summary": "After dam collapse, traders contend with suspension of one of the Brazilian company's largest mines. Iron-ore futures prices leapt on Thursday, as fresh turmoil for Brazilian miner Vale SA pushed the crucial metal to heights not seen since August 2014.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-84-billion-in-debt-11549562420", "title": "Treasury to Sell $84 Billion in Debt", "date": "2019-02-07 13:00", "summary": "U.S. Treasury Department's auctions next week comprise 13- and 26-week bills. The U.S. will auction $84 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-federal-pension-insurer-backs-eddie-lamperts-bid-to-buy-sears-11549557699", "title": "U.S. Pension Insurer Backs Lampert's Bid to Buy Sears", "date": "2019-02-07 12:48", "summary": "Deal with PBGC clears a big hurdle in Sears chairman's quest to buy hundreds of stores out of bankruptcy. Sears Holdings Corp . Chairman Eddie Lampert won the support of the U.S. government's pension insurer for his $5 billion buyout proposal, a critical vote in his favor as he vies with other creditors who want Sears liquidated.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-shares-slide-as-car-maker-struggles-in-post-marchionne-era-11549548798", "title": "Fiat Shares Slide as Car Maker Struggles in Post-Marchionne Era", "date": "2019-02-07 12:42", "summary": "Investors spooked after car maker says it's fourth-quarter margin came in under the expectations. Fiat Chrysler Automobiles NV closed out a tumultuous 2018 with a strong fourth quarter, but a tepid outlook prompted investors to dump the stock as it signaled challenges facing the company's new chief executive.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hot-collectible-vases-we-can-thank-richard-nixon-for-11549560925", "title": "The Hot Collectible Vases We Can Thank Richard Nixon For", "date": "2019-02-07 12:35", "summary": "Tastemakers are scooping up handmade wicker vases, exported from Shanghai in the 1970s after Nixon's historic visit to China, and still gettable for $15. AS A CHILD in the bohemian 1970s, Melissa Rufty was oblivious to the rattan, straw and bamboo that warmed up Jackie O's and Candice Bergen's chic Manhattan apartments in Vogue pictorials. What did make an impression on the New Orleans designer: the basketwork vases her mother used around the house, and later filled with garden roses to place by Ms. Rufty's bedside as a welcome home from college.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-insiders-view-of-glass-houses-11549560223", "title": "People Who Live in Glass Houses...", "date": "2019-02-07 12:28", "summary": "In a glass house, what you lose in privacy you gain in views. Here are five modern abodes currently on the market. Homes built of glass, made famous in the U.S. by midcentury architects like Philip Johnson and Ludwig Mies van der Rohe, present obvious challenges-namely privacy-but the inventive use of materials and integration into the landscape deliver a striking effect.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-300-million-dose-of-horse-flu-11549560373", "title": "A $300 Million Dose of Horse Flu", "date": "2019-02-07 12:26", "summary": "U.K. gambling shops can add sick horses to their worry list. Sick race horses have given British betting shops a kick.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-falling-freight-rates-spell-trouble-for-shipping-11549560321", "title": "Free-Falling Freight Rates Spell Trouble For Shipping", "date": "2019-02-07 12:25", "summary": "Dry bulk shipowners face a long period of uncertainty as spot prices collapse and China shipments shrink. A slowing global economy, coupled with weak demand from China over the Lunar New Year and from Brazil after Vale SA's iron ore disaster, is dragging shipping rates to near record lows, and few in the industry expect things to improve any time soon.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glass-houses-for-sale-11549560184", "title": "Glass Houses for Sale", "date": "2019-02-07 12:23", "summary": "A look at modernist glass homes that are currently on the market across the country.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-only-winter-shirt-men-need-11549560005", "title": "The Only Winter Shirt Men Need", "date": "2019-02-07 12:20", "summary": "A happy compromise between a crew and a turtleneck, the mock-neck shirt-an '80s and '90s staple that's back in style-is an unexpected base for mid-winter looks. RISING TOO far up the jugular to be a crew and lacking the fold-back that defines a turtleneck, the mock-neck shirt has always suffered from an identity crisis. Its roots are similarly muddled: The turtle harks back to preppies and beatniks, the crew skews All-American jock, but the mock has to make do with an oddball family tree that includes \"Growing Pains\" cast members, the early-'90s heyday of Gap basics and hip-hop artists like Run D.M.C.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-i-learned-from-the-hacker-who-spied-on-me-11549559728", "title": "What I Learned From the Hacker Who Spied on Me", "date": "2019-02-07 12:15", "summary": "Our columnist asked an ethical hacker to get into as many of her webcams as he could. Along the way she identified important tips for keeping our computers safe.. When my nanny sends me a photo of my 18-month-old son busy at play, my immediate thought: He's a genius.", "categories": [["Tech", "Personal Tech", "Personal Technology: Joanna Stern"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-speed-trader-virtus-profit-quadruples-as-volatility-returns-11549559567", "title": "High-Speed Trader Virtu's Profit Quadruples as Volatility Returns", "date": "2019-02-07 12:12", "summary": "Virtu CEO Douglas Cifu cites the 'positive environment' for stock-market volatility, which creates profit opportunities for electronic traders. Profit surged at high-speed trader Virtu Financial Inc. in the fourth quarter, thanks to the wild volatility of recent months in the stock market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-ski-trend-takes-the-sport-back-to-its-origins-11549558729", "title": "The Latest Ski Trend Takes the Sport Back to its Origins", "date": "2019-02-07 11:58", "summary": "Want to climb every mountain yourself? Try backcountry skiing and skip the lift lines. For the rest of us, tow technology has come a long way, as our visual timeline demonstrates. DESPITE THE TECHNICAL wizardry and multimillion-dollar amenities of modern ski lifts, the biggest growth in the sport over 20 years is in the backcountry: Climb the slopes yourself and shush your way down, a method known among ski bums as \"earn your turns.\" Zealots laud the merits of hard-fought climbs, relishing a few memorable runs a day rather than fighting lift lines and rising resort costs. But now more skiers want it all-one high-performance setup to go up and downhill in any snowy terrain-and companies are producing versatile new gear like the collection shown here. It opens the gate to backcountry skiing without forcing you to ditch the ease of alpine resorts and the occasional, lazy-person lift.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preserving-the-traces-of-egypts-lost-jews-11549558672", "title": "Preserving the Traces of Egypt's Lost Jews", "date": "2019-02-07 11:57", "summary": "In the early 20th century, the country was home to a flourishing Jewish community. Now one of the last survivors wants to keep its memory alive.. Magda Haroun likes to say she will be the last Jew left in Egypt. She sees it as her mission to prepare for that day, which is why she is obsessed with preserving the remnants of Egyptian Jewish culture. Today, many younger Egyptians don't know that, in the early 20th century, the country was home to some 80,000 Jews, who lived alongside Christians and Muslims in a flourishing multicultural society.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/his-business-empire-survived-two-wars-and-a-14-billion-default-11549558331", "title": "His Business Empire Survived Two Wars and a $14 Billion Default", "date": "2019-02-07 11:52", "summary": "Eka Tjipta Widjaja, an Indonesian entrepreneur who died last month, helped found Asia Pulp & Paper and built one of Southeast Asia's largest fortunes. Eka Tjipta Widjaja sold biscuits and candy from a bicycle rickshaw on the Indonesian island of Sulawesi after emigrating around 1930 from China's Fujian province.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-diplomats-sue-government-over-so-called-havana-syndrome-11549557002", "title": "Canada Diplomats Sue Government Over So-Called Havana Syndrome", "date": "2019-02-07 11:49", "summary": "Plaintiffs accuse Ottawa of mishandling illnesses that have affected 14 Canadian diplomats. Canadian diplomats and family members who suddenly fell ill during their posting in Havana have sued the Canadian government, alleging it failed to ensure their safety and mishandled a series of mysterious illnesses.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/double-the-fun-11549557745", "title": "Double the Fun", "date": "2019-02-07 11:42", "summary": "Don't buy (and store!) two sets of ski equipment. Get one high-performance setup that works in the backcountry and on the alpine slopes. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/twitter-goes-full-marie-kondo-11549557635", "title": "Twitter Goes Full Marie Kondo", "date": "2019-02-07 11:40", "summary": "Cleaning house is costly, but social network is making the right moves. Twitter didn't spark joy for investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-central-bank-surprises-with-a-rate-cut-11549521871", "title": "India's Surprise Rate Cut Calls Into Question RBI Independence", "date": "2019-02-07 11:33", "summary": "The easing brings the Reserve Bank of India's policy in line with demands from some politicians and comes ahead of the elections. MUMBAI-India's central bank cut its key lending rate Thursday, surprising economists at a time when the autonomy and reliability of the central bank and other authorities that help manage growth and jobs data in Asia's third-largest economy are being questioned.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-judge-on-the-injustice-of-americas-extreme-prison-sentences-11549557185", "title": "A Judge on the Injustice of America's Extreme Prison Sentences", "date": "2019-02-07 11:33", "summary": "The duty to punish criminals comes with an obligation not to punish them more than they deserve. In 1995, I sentenced a teenage armed robber to 146 years in prison. Believe it or not, that was just a little over the mandatory minimum sentence. With good time and \"early\" release on parole, he could be out as soon as 2065, having served a little less than 70 years. He'll be almost 90.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-petrofac-unit-executive-pleads-guilty-to-bribery-11549557220", "title": "Former Petrofac Unit Executive Pleads Guilty to Bribery", "date": "2019-02-07 11:33", "summary": "An investigation into the company is ongoing, U.K. authorities said. A former sales executive at a unit of oil-services firm Petrofac PLC pleaded guilty to 11 counts of bribery relating to projects in Iraq and Saudi Arabia that netted the company more than $4 billion.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mansion-of-march-king-john-philip-sousa-11549556920", "title": "The Mansion of March King John Philip Sousa", "date": "2019-02-07 11:28", "summary": "The onetime Long Island estate of the bandleader and composer goes on the market for $9.45 million.. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-philip-sousas-mansion-on-a-hill-11549556337", "title": "John Philip Sousa's Mansion on a Hill", "date": "2019-02-07 11:18", "summary": "On Long Island's North Shore, this estate once owned by the band leader and composer comes with a waterfront home that is a National Historic Landmark.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/renault-says-ghosn-may-have-benefitted-from-payments-to-palace-of-versailles-11549533486", "title": "Ghosn Threw a Big Bash at Versailles, and Renault Wants to Know Who Paid for It", "date": "2019-02-07 11:16", "summary": "Auto maker is looking into whether former CEO misused company sponsorship for lavish party. PARIS-Renault SA has asked a French prosecutor to look into whether former Chairman and Chief Executive Carlos Ghosn misused a company sponsorship to stage a black-tie party where actors in 18th-century costumes roamed under the chandeliers of a Versailles château to celebrate his second marriage and his wife's birthday, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-u-k-agree-to-fresh-talks-to-break-brexit-deadlock-11549548518", "title": "EU Spurns U.K. Bid to Reopen Brexit Deal, Agrees on Talks to Break Deadlock", "date": "2019-02-07 11:15", "summary": "EU leaders reject U.K.'s request to reopen the withdrawal agreement, but signal openness to redrafting a side document. BRUSSELS-European Union leaders again rebuffed British Prime Minister Theresa May's request to reopen the U.K.'s legally binding withdrawal agreement, even as they agreed to resume negotiations to try to break the deadlock over Brexit.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tapestry-shares-fall-12-as-results-miss-estimates-11549546399", "title": "Kate Spade Weighs on Tapestry's Sales", "date": "2019-02-07 11:10", "summary": "Same-store sales at the company's Kate Spade brand declined 11% in the latest quarter. Tapestry Inc. said same-store sales at its Kate Spade brand declined 11% in the latest quarter, dragging down overall sales at the owner of Coach and other fashion labels.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-rose-champagne-ready-to-pop-11549555774", "title": "Is Rosé Champagne Ready to Pop?", "date": "2019-02-07 11:09", "summary": "Yes, it's pink and bubbly and an apt choice for Valentine's Day. But rosé Champagne isn't sweet, and it isn't silly, either. Here, 5 formidable bottles. WHILE OTHERS MAY ponder more serious matters, I've been thinking a lot lately about rosé Champagne. Specifically, I'm wondering why wine drinkers don't love it more than they do. Nielsen marketing statistics show that sales of still rosés increased by 42% this past year and sales of sparkling wines overall were up by 30%. Rosé Champagne sales, meanwhile, barely moved, increasing just 6.4% over the year before.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kate-spade-is-a-drag-not-a-cushion-for-tapestry-11549555701", "title": "Kate Spade Is a Drag, Not a Cushion, for Tapestry", "date": "2019-02-07 11:08", "summary": "The company, hurt by declines at the handbag retailer, reported second-quarter earnings that missed expectations. When it was called Coach, the American luxury brand lived and died on the success of its leather goods. Buying Stuart Weitzman and Kate Spade in a bid for diversification has only given the company, now known as Tapestry, more ways to disappoint investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-hell-is-going-on-how-a-tiny-cabal-galvanized-venezuelas-opposition-11549555626", "title": "'What the Hell Is Going On?' How a Small Group Seized Control of Venezuela's Opposition", "date": "2019-02-07 11:07", "summary": "The plan to unseat Nicolás Maduro came together quickly and secretly, taking many within the country's notoriously fractious opposition by surprise. CARACAS, Venezuela-What appeared to be a carefully calibrated policy to oust Venezuelan President Nicolás Maduro was actually a big gamble by a small group of opposition leaders acting on a hastily assembled plan.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schoolhouse-rock-principals-belt-out-snow-day-alerts-in-music-videos-11549555434", "title": "It's an 'Ice Ice Day'-Schools Set Snow Day Announcements to Music", "date": "2019-02-07 11:03", "summary": "Principals remake hit songs into closure alerts, launching a musical arms race; 'We were getting pressure'. Students at Johnson Elementary in Milford, Mich., were at home one frigid day when news popped up on the school Twitter account. Families clicked on a link to find a video from Principal Josh Gignac.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-invests-in-driverless-startup-aurora-valued-at-more-than-2-billion-11549555200", "title": "Amazon Invests in Driverless Startup Aurora", "date": "2019-02-07 11:00", "summary": "Amazon's investment starts a relationship with a company developing technology that could be a natural fit for package delivery. Amazon.com Inc . has invested in high-profile autonomous-vehicle startup Aurora, giving the online retailer insight into the fast-developing world of driverless cars as it navigates its growing logistics operation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-bargains-in-u-s-truck-boom-11549554915", "title": "No Bargains in U.S. Truck Boom", "date": "2019-02-07 10:55", "summary": "Auto makers focused on U.S. trucks are still reporting strong profits, but aren't getting credit from investors. Sales of pickup trucks and sport-utility vehicles such as the Ford F-150, Chevrolet Equinox and Ram 1500 in the U.S. are one of the few big profit engines global auto makers have left. When it, too, runs out of gas, things really will get messy. Paradoxically, that will be the time for investors to get excited.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intels-cto-on-computers-that-think-like-us-11549554300", "title": "Intel's CTO on Computers That Think Like Us", "date": "2019-02-07 10:45", "summary": "Mike Mayberry discusses quantum computing, the hold-up on driverless cars and his work on a chip that copies the human brain. When will Moore's Law expire? It's the question that Mike Mayberry, the chief technology officer of Intel Corp., gets more than any other. The 1965 prediction, one of the most prescient in tech, stated that the number of electronic components on an integrated circuit would double every year for a decade-a formula, tweaked over the years, that continues to produce faster, smaller, more affordable gadgets. Gordon Moore, the engineer who coined the law, co-founded Intel a few years later.", "categories": [["", "Forward Thinking"]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-economists-say-fresh-government-shutdown-would-hurt-u-s-growth-11549551601", "title": "Most Economists Say Second Shutdown Would Hurt Growth", "date": "2019-02-07 10:38", "summary": "'A second shutdown would severely erode consumer and business confidence,' said one economist, in remarks echoed by other forecasters. Economists say a fresh government shutdown would take a toll on U.S. economic growth as well as business and consumer sentiment, as a deadline to reach a deal over border-wall funding approaches next week.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-invention-of-ice-hockey-11549553600", "title": "The Invention of Ice Hockey", "date": "2019-02-07 10:33", "summary": "Canada gave us the modern form of a sport that has been played for centuries around the world. ", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-mansion-must-a-media-room-11549552906", "title": "The New Mansion Must: A Media Room", "date": "2019-02-07 10:21", "summary": "Homeowners are ditching their dark basement home theaters and adding multi-use media rooms equipped to host everything from movies to cocktail parties to homework. There was a time when custom luxury homes proved their bona fides with lavish home theaters-typically found in the basement and outfitted with forward-facing seats, fabric walls for soundproofing, a projector for cinema-style viewing and maybe a \"Godfather\" or \"Batman\" poster to round out the theme.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rooms-with-viewsof-giant-tvs-11549552854", "title": "Rooms With Views-of Giant TVs", "date": "2019-02-07 10:20", "summary": "Inside three media rooms in Minnesota, Indiana and California where families can gather to watch TV and movies, as well as hang out and entertain.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/caught-on-tape-herbalife-executive-told-colleague-to-ignore-expense-limits-11549551989", "title": "Caught on Tape: Herbalife Executive Told Colleague to Ignore Expense Limits", "date": "2019-02-07 10:06", "summary": "Richard Goudis's comments, made a decade ago, were recorded and recently reached U.S. officials investigating the nutritional supplement seller. Richard Goudis resigned last month as chief executive of Herbalife Nutrition Ltd. after a recording of comments he made years ago about bypassing internal accounting policies recently ended up in the hands of federal investigators, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economists-give-jerome-powell-a-grade-of-b-minus-on-his-job-performance-11549551601", "title": "Economists Give Jerome Powell a Grade of B-Minus on His Performance", "date": "2019-02-07 10:02", "summary": "In Wall Street Journal survey, former Fed leaders Yellen and Bernanke earn B-pluses, Greenspan gets a B-minus. WASHINGTON-A year into Federal Reserve Chairman Jerome Powell's term, private-sector economists say he isn't performing quite as well as his two predecessors but is roughly on par with former central-bank chief Alan Greenspan.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-inflation-hit-the-brakes-in-january-11549550553", "title": "Mexican Inflation Hit the Brakes in January", "date": "2019-02-07 09:42", "summary": "A slowdown supports expectations that the Bank of Mexico will leave interest rates unchanged at its meeting. MEXICO CITY-Mexican inflation eased more than expected in January as lower energy costs and tax reductions on the northern border kept a lid on consumer prices.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tariffs-power-worlds-biggest-steelmaker-11549548788", "title": "U.S. Tariffs Power World's Biggest Steelmaker", "date": "2019-02-07 09:13", "summary": "ArcelorMittal posts best results in nearly a decade as U.S. steel prices rose by as much as 41% from the start of 2018. ArcelorMittal SA, the world's largest steelmaker, posted its highest annual profit in almost decade on Thursday, helped by the U.S. steel tariffs that boosted revenue in the company's large North American business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-orders-facebook-to-stop-combing-users-data-without-consent-11549532461", "title": "Facebook Told to Stop Tracking German Users' Online Life Without Consent", "date": "2019-02-07 09:11", "summary": "Data collected from third-party apps and websites can no longer be assigned to German users' accounts without their agreement. Germany ordered Facebook to stop combining data it collects about users' activities across the internet without their consent, a novel application of competition law that strikes at a cornerstone of the social-media giant's business model.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-enduring-appeal-of-marta-maas-fjetterstroms-modernist-swedish-rugs-11549548000", "title": "The Enduring Appeal of Märta Måås-Fjetterström's Modernist Swedish Rugs", "date": "2019-02-07 09:00", "summary": "At 100, the Swedish rug firm still produces covetable designs. A Swedish artist working in the early years of the last century, quietly radical in her choices of clear, bright colors and abstract imagery. Pioneering painter Hilma af Klint, the subject of a blockbuster show currently on view at New York's Solomon R. Guggenheim Museum, isn't the only one who fits this description. Meet her contemporary Märta Måås-Fjetterström, an inspired designer of carpets and tapestries. Born in 1873, Måås-Fjetterström trained in illustration and art instruction at Stockholm's School of Industrial Arts. In 1919, she set up a workshop in the town of Båstad, on Sweden's southwest coast, to produce her weavings, which drew on Eastern and Western folkloric traditions and the landscape of the surrounding county of Skåne. Her refined palette and gift for abstraction helped her ride a wave of interest in Swedish modernism, and commissions from the U.N., the Nobel Prize Committee and the Swedish royal family led to a 1937 exhibition at New York's Metropolitan Museum of Art. Though her work is now little known outside Sweden, a circle of collectors is widening by the year.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-declined-last-week-11549546391", "title": "U.S. Jobless Claims Declined Last Week", "date": "2019-02-07 08:33", "summary": "Initial claims, a proxy for layoffs across the U.S., declined by 19,000. WASHINGTON-The number of Americans filing applications for new unemployment benefits fell sharply last week but remained higher than before the partial government shutdown that ended Jan. 25.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pernod-boss-hits-back-at-elliott-11549531606", "title": "Pernod Hits Back at Activist Elliott as Stock Hits Record High", "date": "2019-02-07 08:25", "summary": "Maker of Chivas Regal whisky and Absolut vodka defends against criticism while raising outlook for profit growth for the year. PARIS-Pernod Ricard SA chief Alexandre Ricard defended against criticism from activist investor Elliott Management Corp., setting out his own plan to boost profit at the maker of Chivas Regal whisky and Absolut vodka.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-posts-flat-sales-as-chicken-pork-prices-sag-11549545767", "title": "Tyson Posts Flat Sales as Chicken, Pork Prices Sag", "date": "2019-02-07 08:22", "summary": "Company dealt with high operating and labor costs across its meat and prepared-foods businesses. A decline in chicken and pork prices dented Tyson Foods Inc.'s sales in its latest quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knicks-hope-or-madison-square-garden-derangement-syndrome-11549544401", "title": "Knicks Hope? Or Madison Square Garden Derangement Syndrome?", "date": "2019-02-07 08:00", "summary": "New York deals off a young player on the hope of landing All-Star talent. We've seen this movie before.. The New York Knicks-an experimental off-Broadway comedy troupe based in Madison Square Garden-are making big basketball plans at the moment. This is frightening. It should frighten you. It frightens me. I have a 5-year-old at home, and whenever he tells me he is \"making big plans,\" there's a 70% chance I'm going to walk into his room, and find he's decorated the cat with shaving cream.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-delivery-challenge-soggy-fries-and-sagging-profits-11549544402", "title": "Soggy Fries vs. Sagging Profits: Restaurants' Delivery Dilemma", "date": "2019-02-07 08:00", "summary": "Dining chains question whether apps like UberEats and DoorDash make economic sense as consumers demand at-home options. Ever eat a french fry that's been carted across town? By the time you bite into it, that fry has morphed into a cold, limp, greasy wedge that takes some courage to swallow.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tax-law-spurs-job-creation-for-tax-lawyers-and-accountants-11549544402", "title": "Trump Tax Law Spurs Job Creation...for Tax Lawyers and Accountants", "date": "2019-02-07 08:00", "summary": "Business is unusually strong and should remain robust for years as a result of the law, executives say. WASHINGTON-In 2017, Congress passed the Tax Cuts and Jobs Act. Many of the jobs it is creating, it turns out, are in the tax industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steelmakers-find-strength-to-expand-under-tariffs-11549544400", "title": "Steelmakers Find Strength to Expand Under Tariffs", "date": "2019-02-07 08:00", "summary": "Nucor, Steel Dynamics, others expect efficient mills to make profits even if prices fall. Steelmakers in the U.S. are expanding steel production capacity, betting that recent falling prices won't last and tariffs will shield them from foreign competition.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-cheers-for-buybacks-11549542600", "title": "Two Cheers for Buybacks", "date": "2019-02-07 07:30", "summary": "The outcry about stock buybacks displays a misunderstanding of how capitalism works, but CEOs still have skewed incentives. Share buybacks are having a moment, and it isn't a good one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peter-thiels-secretive-data-giant-palantir-finally-raking-in-cash-11549540803", "title": "Peter Thiel's Data Giant Palantir Finally Raking in Cash", "date": "2019-02-07 07:00", "summary": "Tech company books sizable revenue jump in 2018, accelerating talks for public listing. Palantir Technologies Inc., the secretive data firm co-founded by investor Peter Thiel, posted a jump in business in 2018 as it prepares for a long-awaited public offering, according to people briefed on the figures.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-premier-league-struggles-to-find-its-next-ceo-11549537200", "title": "The Premier League Struggles to Find Its Next CEO", "date": "2019-02-07 06:00", "summary": "The new chief executive must deal with growing tension between owners and a changing media landscape while maintaining the league's popularity. London", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scammers-target-ad-industrys-initiative-to-thwart-fraud-11549537200", "title": "Scammers Target Ad Industry's Initiative to Thwart Fraud", "date": "2019-02-07 06:00", "summary": "The ad industry created Ads.txt to combat ad fraud. Now fraudsters are targeting Ads.txt. Scammers recently found a new workaround for one of the advertising industry's most significant efforts to protect marketers from being tricked into buying ads on fake websites.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-promise-to-stop-tweeting-sends-his-companys-stock-higher-11549536383", "title": "CEO's Promise to Stop Tweeting Sends His Company's Stock Higher", "date": "2019-02-07 05:46", "summary": "Yusaku Maezawa, who leads fashion e-commerce company Zozo, plans to fly around the moon on Elon Musk's spacecraft. TOKYO-The Japanese CEO who plans to fly around the moon on Elon Musk's spacecraft has found a way to send his struggling company's shares skyward: He said he would stop tweeting.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-black-boxes-offer-ability-to-send-real-time-data-from-plane-crashes-11549535520", "title": "New Airplane Black Boxes Will Send Data in Real Time", "date": "2019-02-07 05:32", "summary": "Honeywell unveils satellite-linked, in-flight devices intended to speed investigations. Honeywell International Inc. is introducing a new line of aircraft cockpit and flight-data recorders that offer more data-storage capacity and the ability, for the first time, to use satellites to retrieve accident information in real time.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disease-threatening-deer-population-has-spread-to-26-states-11549535401", "title": "Disease Threatening Deer Population Has Spread to 26 States", "date": "2019-02-07 05:30", "summary": "Wasting illness is incurable and can be spread among deer species, including the whitetail. An illness similar to mad-cow disease that is fatal to deer is spreading across the U.S., worrying hunters, wildlife-management officials and scientists.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-agrees-to-take-majority-stake-in-financial-software-maker-onestream-11549535401", "title": "KKR Agrees to Take Majority Stake in Financial Software Maker OneStream", "date": "2019-02-07 05:30", "summary": "Deal values the business at north of $1 billion. Private-equity firm KKR agreed to take a majority stake in OneStream Software LLC in a deal that values the corporate performance management software maker at more than $1 billion.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-companies-want-to-buy-rodeo-drive-11549534766", "title": "Luxury Companies Want to Buy Rodeo Drive", "date": "2019-02-07 05:19", "summary": "Investors should question whether the world's most expensive real estate is the best use of their cash. Some luxury brands want to own rather than rent boutiques on the world's ritziest shopping streets. For investors, the question is whether this is the best use of their cash.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-chinas-soes-squeeze-private-firms-11549530183", "title": "How China's SOEs Squeeze Private Firms", "date": "2019-02-07 04:03", "summary": "China's state-owned companies are critical tools for Communist Party control, but their predatory behavior is becoming a major economic problem. Predators are supposed to be lean, fast and prey on the weak. When they are fat, slow and dine on the strong, your ecosystem-or economy-has a serious problem.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11549478850", "title": "Pepper...and Salt", "date": "2019-02-07 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/international-student-enrollment-drops-for-second-year-report-says-11549515660", "title": "International Student Enrollment Drops for Second Year, Report Says", "date": "2019-02-07 00:01", "summary": "Institutions that primarily offer masters degrees but not doctorates are hardest hit. The international market for U.S. graduate education is softening.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/things-are-just-blurry-auction-houses-brace-for-a-volatile-year-11549515541", "title": "'Things Are Just Blurry': Auction Houses Brace for a Volatile Year", "date": "2019-02-07 23:59", "summary": "Christie's auctioned $6.3 billion in art last year, compared with Sotheby's $5.3 billion. The art market held its own last year, but the world's chief auction houses are bracing for an unpredictable season ahead.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-says-she-should-have-been-more-sensitive-when-identifying-herself-as-indian-11549489906", "title": "Warren Says She Should Have Been 'More Sensitive'", "date": "2019-02-07 23:27", "summary": "Candidate for 2020 Democratic presidential nomination says 'nothing about my background had anything to do with any job' in her legal career. WASHINGTON-Massachusetts Sen. Elizabeth Warren was forced again to confront her decision to identify herself as Native American during her legal career, the latest indication of her struggles to put to rest an episode from her past as she seeks the 2020 Democratic presidential nomination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-reduce-wildfires-pg-e-to-pull-plug-on-customers-11549511835", "title": "To Reduce Wildfires, PG&E to Pull Plug on Customers", "date": "2019-02-07 22:57", "summary": "Utility expands power-shutoff program during high-risk periods to limit fires sparked by its equipment. PG&E Corp. may black out a larger swath of its California service area during wildfire conditions as it tries to limit the risk of its equipment starting deadly blazes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-activist-tied-to-russian-agent-maria-butina-is-charged-with-fraud-11549509102", "title": "Activist Tied to Russian Agent Butina Charged With Fraud", "date": "2019-02-07 22:11", "summary": "Paul Erickson indicted in South Dakota over alleged investment scam. A conservative political activist caught up in an investigation into Russian influence in Washington was charged in a separate federal indictment unsealed Wednesday in South Dakota accusing him of misleading investors in his health-care and real-estate ventures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-prognosis-for-pain-care-11549508700", "title": "A New Prognosis for Pain Care", "date": "2019-02-07 22:05", "summary": "Innovative ways to measure, understand and treat pain are allowing doctors to ease patients' suffering-without relying on dangerous drugs. A new world of pain treatment is on the horizon.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-turn-to-biometrics-to-identify-patients-11549508640", "title": "Hospitals Turn to Biometrics to Identify Patients", "date": "2019-02-07 22:04", "summary": "Record-keeping challenges mean patients are too often misidentified and given the wrong care. Technology may help with that.. Biometric technology is coming to the hospital.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/virtual-reality-may-reduce-the-pain-of-childbirth-11549508580", "title": "To Reduce the Pain of Childbirth, Doctors Try Virtual Reality", "date": "2019-02-07 22:03", "summary": "Immersive, interactive VR images may be especially helpful in making the early stages of labor less intense. Virtual reality may be coming to the delivery room.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-hearing-can-lead-to-better-thinking-11549508460", "title": "Better Hearing Can Lead to Better Thinking", "date": "2019-02-07 22:01", "summary": "Recent studies suggest that wearing hearing aids could slow or actually reverse cognitive decline in elderly people.. Could wearing a hearing aid help stave off cognitive decline? A growing body of research suggests the answer is yes.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-e-cigarettes-do-more-good-than-harm-11549508401", "title": "Do E-Cigarettes Do More Good Than Harm?", "date": "2019-02-07 22:00", "summary": "A debate over which is bigger: the damage from the rise in teenage vaping or the benefits of using e-cigarettes to stop tobacco smoking. The rise of e-cigarettes is often seen through two completely different lenses.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-opposition-leader-guaido-to-name-new-citgo-board-sen-rubio-says-11549501327", "title": "Venezuela's Guaidó to Name New Citgo Board, Rubio Says", "date": "2019-02-07 21:02", "summary": "U.S. senator says the move is a bid to starve the Maduro government of income from the country's oil. Venezuela's opposition leader Juan Guaidó will name a new board for the country's U.S.-based Citgo Petroleum Corp., Sen. Marco Rubio (R., Fla.) said Wednesday, in a bid to starve the Maduro government of income from the country's oil, which provides most of its revenue.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-in-online-forum-highlights-limits-of-monetary-policy-11549497600", "title": "Powell Lauds Fed's 'Precious' Independence From Politics", "date": "2019-02-07 19:56", "summary": "Central banker calls erosion of trust in public institutions a challenge. WASHINGTON-Federal Reserve Chairman Jerome Powell underscored the importance of the Fed's nonpartisan independence during an online forum for teachers hosted at the central bank's headquarters on Wednesday night.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-vision-fund-is-rapidly-running-low-on-cash-11549466923", "title": "Spending by SoftBank Vision Fund Raises Need for More Cash", "date": "2019-02-07 19:53", "summary": "At its roughly $7 billion-per-quarter spending rate, fund's money will last only another year and a half. TOKYO- SoftBank Group Corp. has spent at least half of its nearly $100 billion Vision Fund in less than two years, prompting executives to consider how the world's biggest technology investor will raise more money to keep up that investment pace.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-draws-larger-audience-with-state-of-the-union-address-11549500720", "title": "President Trump Draws Larger Audience With State of the Union Address", "date": "2019-02-07 19:52", "summary": "Viewership rose by 2.6% compared with 2018 but was lower than in 2017. About 46.8 million viewers tuned in to watch President Trump deliver his State of the Union speech on major cable and TV networks, according to network news totals from Nielsen.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2018-was-fourth-hottest-year-in-modern-records-u-s-government-scientists-say-11549471691", "title": "Past Five Years Were Hottest on Record, Scientists Say", "date": "2019-02-07 19:47", "summary": "NASA, NOAA release annual temperature data. WASHINGTON-The past five years have been the hottest in modern records, federal scientists said Wednesday, the latest in a series of warnings as House Democrats promise to combat climate change.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-shares-slide-following-news-of-cfos-departure-11549499172", "title": "Sonos Shares Slide Following News of CFO's Departure", "date": "2019-02-07 19:26", "summary": "Investors sell shares of speaker company after announcement of Michael Giannetto's planned retirement. Shares of speaker company Sonos Inc. tumbled in after-hours trading Wednesday following the announcement that Chief Financial Officer Michael Giannetto plans to retire.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-attorney-general-mark-herring-says-he-had-his-own-black-face-moment-11549472249", "title": "Virginia Leadership in Crisis as Attorney General Apologizes for Using Blackface", "date": "2019-02-07 19:20", "summary": "Mark Herring says he wore brown makeup to dress as a rapper in 1980; revelation follows separate controversies for Gov. Northam and Lt. Gov. Fairfax. The turmoil surrounding Virginia's top Democrats deepened Wednesday, as the state's attorney general admitted to wearing blackface at a college party and its lieutenant governor responded to new details about an allegation of sexual assault.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-names-david-malpass-to-head-of-world-bank-11549480290", "title": "Trump Nominee Certain He Can Lead World Bank, Despite His Past Criticism", "date": "2019-02-07 19:17", "summary": "'I care deeply about the mission,' David Malpass says, 'I am sure the World Bank can succeed'. WASHINGTON-President Trump's nominee to lead the World Bank said he is confident the institution, of which he has been critical, can play a leading role boosting the fortunes of the world's poorest countries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chipotle-profit-rises-as-higher-prices-restaurant-investments-drive-growth-11549492240", "title": "Chipotle Profit Rises as Changes, Investments Drive Growth", "date": "2019-02-07 19:13", "summary": "This year the company plans to roll out a loyalty program as it continues to invest in digital technology. Chipotle Mexican Grill Inc.'s menu changes and restaurant investments helped drive better-than-expected sales and margins in the latest period, showing the company is continuing to move past food-safety scares in recent years that eroded customers' trust.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-afraid-of-socialism-11549498364", "title": "Who's Afraid of Socialism?", "date": "2019-02-07 19:12", "summary": "The new Democratic agenda sure looks like government control over the means of production.. Now that Donald Trump has criticized the \"new calls to adopt socialism in this country,\" Democrats and the media are already protesting that the socialist label doesn't apply to them. But what are they afraid of-the label or their own ideas? The biggest political story of 2019 is that Democrats are embracing policies that include government control of ever-larger chunks of the private American economy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonfire-of-identity-democrats-11549498315", "title": "Bonfire of Identity Democrats", "date": "2019-02-07 19:11", "summary": "Ralph Northam may be saved by accusations against his colleagues.. The Commonwealth of Virginia is normally well-governed by state standards, but these days it's a bonfire of Democratic identity politics. Gov. Ralph Northam looked like a goner on the weekend after a photo of men in black face and Ku Klux Klan garb turned up on his medical school yearbook page. He said he wasn't in the photo, but Democrats around the country told him to resign. Yet he now may survive because the two Democrats in the line of succession have also been hit with gender and racial embarrassments.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-clarifying-candor-11549498269", "title": "Iran's Clarifying Candor", "date": "2019-02-07 19:11", "summary": "A top official admits the country was always preparing to break out.. Director of National Intelligence Dan Coats told Congress last week that America's spooks believe Iran is still complying with Barack Obama's nuclear deal. This may be technically true, but now comes the head of Tehran's nuclear agency to say Iran has been preparing to break out from the start.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-proposes-changes-to-state-sexual-misconduct-policies-11549495575", "title": "N.J. Proposes Changes to State Sexual-Misconduct Policies", "date": "2019-02-07 19:09", "summary": "Recommendations backed by Gov. Phil Murphy don't address confidentiality provision state employees say is used against them. New Jersey's Civil Service Commission has recommended several changes to state policies and procedures that Gov. Phil Murphy said would strengthen sexual misconduct investigations.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-women-accuse-nobel-peace-prize-winner-of-sexual-misconduct-11549498197", "title": "Three Women Accuse Nobel Peace Prize Winner of Sexual Misconduct", "date": "2019-02-07 19:09", "summary": "Ex-Costa Rican President Arias, who helped resolve Central American conflicts in the 1980s, faces a criminal complaint from one woman. He denies wrongdoing. Three women have accused Óscar Arias Sánchez, who won the 1987 Nobel Peace Prize for his work to resolve armed conflicts in Central America, of sexual misconduct, including one woman who filed a criminal complaint.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empower-women-to-foster-freedom-11549497789", "title": "Empower Women to Foster Freedom", "date": "2019-02-07 19:03", "summary": "The Trump administration's W-GDP initiative will help 50 million women in developing countries realize their economic potential by 2025.. On Thursday President Trump will sign a memorandum establishing the Women's Global Development and Prosperity Initiative, or W-GDP. This new initiative will for the first time coordinate America's commitment to one of the most undervalued resources in the developing world-the talent, ambition and genius of women. This initiative aims to help 50 million women in developing countries realize their economic potential by 2025.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-flipped-the-opposition-11549497767", "title": "Trump Flipped the Opposition", "date": "2019-02-07 19:02", "summary": "Democrats had to wonder how long they'd get away with the socialism hooey.. Two analyses of the State of the Union speech are possible-one short, one long. The short version is that if the presidential figure who delivered this speech replaced Trump of Twitter , he'd be on his way to four more years. The chances of that happening are zero. So on to a longer speculation on the speech's probable effects on Mr. Trump's prospects for re-election.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-10-dreadful-days-11549497723", "title": "The Democrats' 10 Dreadful Days", "date": "2019-02-07 19:02", "summary": "Scandal after scandal and mistake after mistake reveal their lack of preparedness.. Tuesday was a miserable night for congressional Democrats. Most looked as if they would rather be anywhere other than in the House chamber, listening to the State of the Union.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-longest-day-for-trumps-adversaries-11549497693", "title": "The Longest Day for Trump's Adversaries", "date": "2019-02-07 19:01", "summary": "His State of the Union address dramatically advanced his case for re-election in 2020.. Donald Trump's State of the Union address was a masterpiece-for his purposes. Two chaotic years into his term, Mr. Trump appeared presidential for seemingly the first time and dramatically advanced his chances for re-election in 2020.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/empty-planet-review-a-drop-in-numbers-11549497631", "title": "'Empty Planet' Review: A Drop in Numbers", "date": "2019-02-07 19:00", "summary": "Governments stoke fears about overpopulation, but the reality is that fertility rates are falling faster than most experts can readily explain.. Is a dangerous population explosion imminent? For decades we've been told so by scientific elites, starting with the Club of Rome reports in the 1970s. But in their compelling book \"Empty Planet: The Shock of Global Population Decline,\" Canadian social scientist Darrell Bricker and journalist John Ibbitson lay out the opposite case: \"The great defining event of the twenty-first century,\" they say, \"will occur in three decades, give or take, when the global population starts to decline. Once that decline begins, it will never end.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-revisits-its-probe-of-a-florida-financier-11549496771", "title": "Justice Department Revisits Its Probe of Florida Financier", "date": "2019-02-07 19:00", "summary": "Campaign donor Jeffrey Epstein allegedly had a history of sexual misconduct with underage girls but pleaded guilty to a lesser charge. WASHINGTON-The Justice Department is probing its handling of a decade-old investigation into a politically connected campaign donor and financier who pleaded guilty in Florida to a single count of soliciting prostitution.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]