[{"link": "https://www.wsj.com/articles/biden-discloses-names-of-donors-who-have-raised-at-least-25-000-11577506204", "title": "Biden Discloses Names of Donors Who Have Raised at Least $25,000", "date": "2019-12-27 23:10", "summary": "Democratic presidential hopeful's list includes contributors to Obama campaigns and elected officials. IOWA CITY, Iowa-Former Vice President Joe Biden released the names of more than 200 top donors who have raised at least $25,000 for his 2020 campaign, heeding the calls of rivals.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/power-shift-why-2020-is-the-turning-point-for-electric-cars-11577458791", "title": "Power Shift: Why 2020 Is the Turning Point for Electric Cars", "date": "2019-12-27 23:01", "summary": "Major auto brands, startups and opportunistic investors are all joining the electric-vehicle fray in 2020. Dan Neil previews the key models in the coming EV revolution. IN AN INDUSTRY caught flat-footed by the rise of Tesla and China's skyrocketing vehicle-emissions mandates of the past decade, 2020 came to be seen as the horizon of reasonable expectations, when global OEMs, startups, suppliers and investors could finally join the EV fray. That time has arrived... almost. A slew of new battery-electrics will debut next year, most as 2021 models. Some announced prices could change; and the to-market dates for some products may be delayed, depending on outside events, like Brexit. Note: Earlier this week, Congress declined to expand the federal tax credit for EVs, which sets auto makers' eligibility for the credit at 200,000 sales. The Tesla Model Y isn't eligible for the credit. Here's what's coming:", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/don-imus-ribald-talk-show-host-dies-at-79-11577498746", "title": "Don Imus, Ribald Talk-Show Host, Dies at 79", "date": "2019-12-27 21:05", "summary": "Radio personality built a huge following, but his career derailed after widely criticized comments. Don Imus, the controversial radio host whose coarse musings pushed boundaries and frequently drew widespread condemnation from those whom he offended, died Friday at age 79.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-follow-u-s-markets-higher-11577439513", "title": "Dow, S&P Finish Record-Filled Week With Gains", "date": "2019-12-27 18:50", "summary": "S&P 500, industrials notch new records, while Nasdaq slips from Thursday's peak. The holiday-shortened week was sweet for investors.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-allies-await-the-unknown-from-north-korea-11577489993", "title": "U.S., Allies Await the Unknown From North Korea", "date": "2019-12-27 18:39", "summary": "An ICBM test? A blistering speech? Officials look to Kim's New Year's address to provide answers.. After North Korea warned earlier this month of a \"Christmas gift\" for the U.S., defense officials across the Pacific prepared for the worst.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/injury-plagued-nba-draws-fewer-tv-viewers-11577487612", "title": "Injury-Plagued NBA Draws Fewer TV Viewers", "date": "2019-12-27 18:29", "summary": "Commissioner Adam Silver recently called the traditional pay-TV system 'broken,' emphasizing the importance of reaching fans on several platforms. Television ratings for National Basketball Association games are down 15% so far this season, a drop that the league and its TV partners attribute to injuries that are keeping some of the NBA's biggest stars on the sidelines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revitalizing-the-federal-courts-11577486276", "title": "Revitalizing the Federal Courts", "date": "2019-12-27 17:37", "summary": "Trump and the GOP Senate elevate a new judicial generation.. President Trump is far from a shoo-in for re-election, but win or lose in 2020 his legacy already includes advancing a new generation of highly professional, constitutional federal judges. Working with the Federalist Society on selecting nominees, and with Mitch McConnell leading a largely unified Republican Senate on confirmations, Mr. Trump is reshaping the judiciary to protect fundamental liberties and the original meaning of the Constitution.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putins-american-prisoner-11577486104", "title": "Putin's American Prisoner", "date": "2019-12-27 17:35", "summary": "Paul Whelan has spent a year behind bars on dubious charges.. Millions around the world have been celebrating Christmas at home with their families, but not everyone is so lucky. Friday marked a grim anniversary for Paul Whelan, an American who has spent a year being mistreated behind bars in Russia.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-stocks-poised-for-best-performance-in-a-decade-11577477121", "title": "Tech Stocks Poised for Best Performance in a Decade", "date": "2019-12-27 17:24", "summary": "Growing scrutiny and trade concerns didn't slow the sector. It was supposed to be the year that the U.S. lost faith in Silicon Valley. Big names in tech were plagued with bad headlines in 2019, from antitrust probes to mounting scrutiny over data privacy to technology executives facing bipartisan grillings on Capitol Hill.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-winter-army-review-the-mountain-men-11577463400", "title": "'The Winter Army' Review: The Mountain Men", "date": "2019-12-27 17:12", "summary": "The gripping and unlikely story of the making of America's elite Alpine fighting force. Lots of tales are told around roaring fires in ski lodges, stories about the day's conquest of high bumps and deep fears on the trails, about the defiance of ferocious storms and the wolf winds of winter, about adventures in the back bowls and amid the pines and birches-and, at times, tales of poles broken on the chairlift and comical acts of ineptitude on the bunny slopes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/orphans-of-empire-review-londons-neediest-11577484703", "title": "'Orphans of Empire' Review: London's Neediest", "date": "2019-12-27 17:11", "summary": "An institution was sorely needed for the 1,000 children abandoned on the city's streets each year.. It is a chastening fact that the London Society for the Prevention of Cruelty to Children wasn't founded until 1884, more than 50 years after the Society for the Prevention of Cruelty to Animals. It did, however, have one noble predecessor from the century before: the London Foundling Hospital. Helen Berry, in \"Orphans of Empire,\" takes up the story of the hospital's philanthropists and of the children in its care. Her overarching question is \"how and why the lives of poor children . . . came to be deemed worthy of saving for the nation.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-liberalism-is-as-liberals-do-11577484553", "title": "Politics: Liberalism Is as Liberals Do", "date": "2019-12-27 17:09", "summary": "Three authors contemplate the present state of liberalism.. I assume the title of Deirdre N. McCloskey's \"Why Liberalism Works: How True Liberal Values Produce a Freer, More Equal, Prosperous World for All\" (Yale, 384 pages, $28) is meant as a riposte to the most talked-about political book of last year: Patrick J. Deneen's \"Why Liberalism Failed.\" But whereas Mr. Deneen employs a tight definition of liberalism-a political philosophy conceiving \"humans as rights-bearing individuals who could fashion and pursue for themselves their own version of the good life\"-Ms. McCloskey has in mind some loosey-goosey form of what most Americans would call libertarianism, with a bit of generalized humanitarianism thrown in. Liberalism is \"anti-statist,\" she writes, \"opposing the impulse of people to push other people around. It's not 'I've got mine,' or 'Let's be cruel.' . . . It's 'I respect your dignity and am willing to listen, really listen, helping you when you wish, on your own terms.' \"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-horowitz-report-reveals-bias-but-what-kind-11577484412", "title": "A Horowitz Report Reveals Bias, but What Kind?", "date": "2019-12-27 17:06", "summary": "The FBI gave Mrs. Clinton a pass while pursuing Mr. Trump even after the evidence fell apart.. The Justice Department's Inspector General Michael Horowitz testified that only two things might explain FBI behavior in the 2016 campaign: gross incompetence or intentional bias. Of course, the choice is no choice given a record of errors all in the same direction. But the bias at work wasn't Republican vs. Democrat bias, or conservative vs. liberal bias. It was insider vs. outsider bias.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aloha-increasingly-means-goodbye-thanks-to-high-taxes-11577484357", "title": "'Aloha' Increasingly Means Goodbye Thanks to High Taxes", "date": "2019-12-27 17:05", "summary": "With an 11% top rate, many Hawaii residents are looking for two tickets out of paradise.. Honolulu", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-thank-you-note-helped-me-find-my-calling-11577484308", "title": "A Thank-You Note Helped Me Find My Calling", "date": "2019-12-27 17:05", "summary": "It spurred a friendship, then, years later, a visit to a clinic. There I realized I was to become a doctor.. It's a season of thanks-and also of interviews for medical schools and residency programs. I share the pros and cons of my hospital's residency program with applicants who are neatly dressed in the same clothes, with the same résumés, from the same prestigious institutions. Any one of them is a stronger candidate than I was a few years ago. In addition to the usual platitudes about how well-fed we are, how diverse our patients are, and how expert our experts are, I like to make one other claim on their appraisal of programs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-sad-about-pillow-fights-11577484266", "title": "Notable & Quotable: Sad About Pillow Fights", "date": "2019-12-27 17:04", "summary": "'For women and LGBTQ people at the workplace, hearing phrases like 'dramatic,' 'over the top,' and even 'pillow fight' . . . fosters negative stereotypes.'. Jake Sherman and Anna Palmerwriting for Politico, Dec. 20:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-to-suspend-political-advertising-11577481361", "title": "Spotify to Suspend Political Advertising", "date": "2019-12-27 17:03", "summary": "Decision follows Twitter's ban as digital platforms selling political ads face growing scrutiny. Spotify Technology SA said it would stop selling political advertisements in early 2020 because it lacks the appropriate tools to review them, a move that comes as digital platforms selling such ads face growing criticism for helping spread misinformation.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-court-blocks-north-carolina-photo-id-voting-requirement-11577479979", "title": "Federal Court Blocks North Carolina Photo ID Voting Requirement", "date": "2019-12-27 16:48", "summary": "Preliminary injunction comes as state prepares to alert voters ahead of coming elections. A federal judge has temporarily blocked North Carolina's photo voter-identification requirements from taking effect, the latest blow to state lawmakers' yearslong efforts to tighten election regulations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-backs-weeklong-cease-fire-in-afghanistan-11577482664", "title": "Taliban Backs Afghanistan Cease-Fire", "date": "2019-12-27 16:37", "summary": "Agreement by group's leadership council could set stage for U.S. troop drawdown, Afghan-Afghan talks. KABUL-The Taliban's leadership council has agreed to a weeklong cease-fire, a step that could pave the way for an agreement with the U.S. as early as next month to draw down U.S. troops and start Afghan-to-Afghan talks on a comprehensive settlement of the 18-year Afghan war.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michaels-hires-new-ceo-from-walmart-11577468413", "title": "Michaels Hires New CEO From Walmart", "date": "2019-12-27 15:17", "summary": "Ashley Buchanan was a rising star in Walmart's U.S. e-commerce business. Michaels Cos. said it has hired a top e-commerce executive from Walmart Inc. to become the arts-and-crafts retailer's president and CEO.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-prices-fall-on-changing-weather-forecasts-11577469621", "title": "Natural-Gas Prices Fall on Changing Weather Forecasts", "date": "2019-12-27 15:08", "summary": "Volatility in temperature predictions can cause natural-gas futures to swing day-to-day. Natural-gas prices dropped Friday after weather models reversed course and predicted a rise in temperatures in the coming weeks, highlighting how day-to-day changes in forecasts can drive swings in the gas markets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-presidential-campaign-says-it-faces-fundraising-decline-11577475387", "title": "Warren's Presidential Campaign Says It Faces Fundraising Decline", "date": "2019-12-27 14:36", "summary": "Democratic presidential hopeful says in email to supporters that she is on pace to raise $5 million less than in the third quarter. Sen. Elizabeth Warren's campaign has raised $17 million since October, putting her on pace to bring in $5 million less in the final quarter of the year than she did in the previous quarter, her campaign told supporters in an email.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-colleges-watch-for-changes-at-chinese-universities-11577474706", "title": "American Colleges Watch for Changes at Chinese Universities", "date": "2019-12-27 14:25", "summary": "They worry about moves that could limit academic freedom and how that may affect their branches in the country. American universities are closely watching recent moves by China that they fear could be the beginning of a push to limit academic freedom at a time when more than a dozen have branches in the country.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-years-resolution-for-corporations-address-the-trust-crisis-11577473171", "title": "A New Year's Resolution for Corporations: Address the Trust Crisis", "date": "2019-12-27 13:59", "summary": "Companies have plans for our digital lives over the next decade, but they don't have our confidence. \"Every company today is a tech company\" is becoming a cliche. But smartphone apps make it truer everyday, as I learned as workers remodeled our farmhouse over the holidays.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/his-searing-work-of-delta-blues-11577470854", "title": "His Searing Work of Delta Blues", "date": "2019-12-27 13:20", "summary": "Robert Johnson's virtuosic 'Hellhound On My Trail' is thick with existential dread.. The last track on the second side of \"The King of the Delta Blues Singers,\" released by Columbia Records in 1961, was \"Hellhound on My Trail.\" The performance, a low moan of eternal damnation and existential horror, was the first one Robert Johnson delivered in Dallas on June 20, 1937, during what would be the final recording session of his life. Producer Don Law had booked only two acts ahead of Johnson that day, so it was probably the morning. But the vocal is a sigh out of the late, late night of the soul:", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-look-to-boost-tech-teams-diversity-11577469868", "title": "CIOs Look to Boost Tech Teams' Diversity", "date": "2019-12-27 13:04", "summary": "Recruiting more women and minorities could help with talent shortage, executives say. Chief information officers are pushing to bring more women and minorities onto corporate technology teams in the year ahead, using methods such as recruiting efforts, internal training and diversity programs.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stonewall-from-the-civil-war-battlefield-to-impeachment-skirmishes-11577469893", "title": "'Stonewall': From the Civil War Battlefield to Impeachment Skirmishes", "date": "2019-12-27 13:04", "summary": "After the First Battle of Bull Run, the term leaped to Australian cricket pitches before entering modern American political lingo. One article of impeachment drafted by House Democrats against President Trump outlines a charge officially known as \"obstruction of Congress,\" but politicians and pundits alike often favor giving it a snappier one-word label: \"stonewalling.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whiskey-is-the-original-cup-of-kindness-11577469857", "title": "Whiskey Is the Original 'Cup of Kindness'", "date": "2019-12-27 13:04", "summary": "The barley fields of Scotland and Ireland gave birth to a drink that became popular around the world. On New Year's Eve, the song \"Auld Lang Syne\" urges us to \"take a cup of kindness.\" It's an old Scottish saying, meaning to share a friendly tipple-presumably of single malt whiskey.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-international-contractors-sued-for-allegedly-paying-protection-money-to-taliban-11577468921", "title": "U.S., International Contractors Sued for Allegedly Paying Protection Money to Taliban", "date": "2019-12-27 12:48", "summary": "Suit by survivors of troops and contractor personnel killed in Afghanistan says payments enhanced insurgents' capability to fight. WASHINGTON-Major U.S. and international contractors involved in Afghanistan reconstruction projects allegedly paid the Taliban for protection, providing the insurgency with money that was used to attack and kill U.S. troops, according to a lawsuit filed in federal court on Friday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfo-of-dominos-u-k-franchise-unit-dies-on-vacation-11577465828", "title": "CFO of Domino's U.K. Franchise Unit Dies on Vacation", "date": "2019-12-27 12:38", "summary": "International division of pizza company says David Bauernfeind was killed in an accident. Domino's Pizza Group PLC. said that its finance chief, David Bauernfeind, died in an accident on Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-is-market-front-runner-heading-into-election-year-11577467896", "title": "Biotech Is Market Front-Runner Heading Into Election Year", "date": "2019-12-27 12:31", "summary": "Memory of 2016 selloff lingers for biotech shareholders, but there is reason to think history won't repeat itself. As the new year looms, biotech stocks are hot, but hardly frothy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bills-come-due-for-chinas-local-governments-11577467587", "title": "Bills Come Due for China's Local Governments", "date": "2019-12-27 12:26", "summary": "With more than $6 trillion worth of debt, some are finding it increasingly difficult to meet payment deadlines. ZHENJIANG, China-For decades, local governments in China borrowed heavily to build urban infrastructure, helping to fuel the country's red-hot economic growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-award-winning-history-teacher-brings-her-students-new-voices-and-verve-11577466957", "title": "An Award-Winning History Teacher Brings Students New Voices and Verve", "date": "2019-12-27 12:15", "summary": "Alysha Butler, a major history institute's 2019 national teacher of the year, sees her subject as 'a continuous debate'. In Alysha Butler's history classroom, one of the boards reads, \"Until the lion becomes the historian, the hunter will always be the hero.\" It is an African proverb, and it stays up year-round, she says.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-startups-face-new-investor-mandate-profits-over-discounts-11577452831", "title": "Tech Startup Investors Demand Profits, Not Just New Customers", "date": "2019-12-27 12:11", "summary": "Uber, DoorDash and others are urged to focus more on making money than luring customers. The discounts and freebies many tech startups have used to lure customers-free lunch delivery, $3 beauty products and bargain taxi rides-have fallen out of favor with investors who are losing patience with the failure of these companies to turn a profit.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-vaping-related-lung-illness-11577466384", "title": "What We Know About Vaping-Related Lung Illness", "date": "2019-12-27 12:06", "summary": "Doctors, officials urge people to stop vaping as they investigate hundreds of pulmonary-illness cases and dozens of deaths. Health officials are investigating more than 2,500 hospitalized cases of pulmonary illness in the U.S. related to vaping and e-cigarette products.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/got-berkshire-hathaway-in-your-portfolio-ok-boomer-11577464872", "title": "Got Berkshire Hathaway in Your Portfolio? OK, Boomer", "date": "2019-12-27 11:41", "summary": "Resume Subscription. Who do you trust more with your money, Warren Buffett or Satoshi Nakamoto? How you answer might depend on how old you are.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-the-new-year-say-no-to-negativity-11577464413", "title": "For the New Year, Say No to Negativity", "date": "2019-12-27 11:33", "summary": "Bad experiences affect us much more powerfully than good ones, but there are ways to deal with this destructive bias and overcome it. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-2020-trade-risks-become-debt-risks-11577463948", "title": "China 2020: Trade Risks Become Debt Risks", "date": "2019-12-27 11:25", "summary": "With trade risks receding, keeping China's rickety financial system on the rails will dominate 2020. China's terrible, no good, very bad year is finally drawing to a close. Next year is set to start off better, but there are some nasty icebergs lurking beneath apparently calmer waters.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-word-defined-tech-companies-growth-it-is-now-exploding-in-their-face-11577463455", "title": "One Word Defined Tech Companies' Growth. It Is Now 'Exploding in Their Face.'", "date": "2019-12-27 11:17", "summary": "The 'platform' concept let tech firms shrug off constraints to getting big fast. Now comes a reckoning over responsibility.. Tech companies like to boast of their life-changing products and mind-blowing innovations, but the word that most defines the industry's boom over the past two decades is more mundane. \"Platform.\"", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtue-politics-review-of-soulcraft-and-statecraft-11577463166", "title": "'Virtue Politics' Review: Of Soulcraft And Statecraft", "date": "2019-12-27 11:12", "summary": "For humanists, the test of legitimacy in government was not simply performance but virtue of character.. What characteristics are necessary for a political career? How do you recognize an unfit ruler? Should you oppose or try to reform him? These questions are central to recent debates about liberalism, conservatism and meritocracy-and perhaps even impeachment.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-me-liberty-review-the-challenges-and-champions-of-freedom-11577462610", "title": "'Give Me Liberty' Review: The Challenges and Champions of Freedom", "date": "2019-12-27 11:03", "summary": "A baker's dozen of historical documents demonstrating 'what liberty is' in the American context.. Every generation or so, Americans fall into despair about the American experiment. Sometimes the self-doubt is self-evident: During the Civil War, for example, the union really was sundered by centrifugal forces; in the late 1960s and '70s, it was easy to assume that a broad cultural consensus had been irretrievably damaged by social strife and political upheaval. The election of Donald Trump as president three years ago has prompted more than the usual anguish. His friendly references to American \"nationalism\" have led to unhappy memories of other forms of nationalism in the world, and people who should know better regularly predict the demise of American democracy, the end of our virtuous errand in self-government, and the dawning of a new dark age.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-dec-21-27-2019-11577462400", "title": "Photos of the Week", "date": "2019-12-27 11:00", "summary": "'Ring of fire' solar eclipse seen from India to the Philippines, Christians around the world celebrate Christmas, new rail bridge from Russia to Crimea, and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inventing-tomorrow-review-yesterdays-future-today-11577462293", "title": "'Inventing Tomorrow' Review: Yesterday's Future Today", "date": "2019-12-27 10:58", "summary": "H.G. Wells was trained as a scientist. His best novels have held up because of the fascinated interest he took in technology and its disruptions.. When Queen Victoria died, H.G. Wells once remarked, it was as if a giant paperweight had been removed from men's minds, allowing the thoughts that swirled around inside them to take flight into the ether. Clearly, in Wells's particular case the paperweight had scarcely been a burden, for half a dozen of his early books-\"scientific romances\" such as \"The Time Machine\" (1895) or \"The Island of Dr. Moreau\" (1896)-were written in advance of the old queen's Diamond Jubilee, and the Wells project was gathering pace long before the 19th century's close.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-the-political-nursery-11577462254", "title": "Children's Books: The Political Nursery", "date": "2019-12-27 10:57", "summary": "A shelf of books that instruct girls, boys and their right-thinking parents that 'no one is too small to take a stand.'. 'There is no Frigate like a Book / To take us Lands away,\" as Emily Dickinson had it. It was great in 2019 to see how many often unexplored destinations became accessible via this civilized mode of travel.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-tiny-piping-voice-of-goodness-11577462191", "title": "Fiction: The Tiny Piping Voice of Goodness", "date": "2019-12-27 10:56", "summary": "Six of the more distinctive novels of 2019 celebrated the quiet virtues of humility, deference, privacy and altruism.. After Toni Morrison's death in August I took time to revisit her work and came across a lecture she gave at the Harvard Divinity School in 2012 titled \"Goodness: Altruism and the Literary Imagination.\" In it, Morrison recalls her reaction to reading about the West Nickel Mines school shooting in 2006, in which a gunman murdered five young girls in a Pennsylvania Amish community before shooting himself. If the killings are horribly familiar, the response was not: The Amish immediately forgave the killer, attended his funeral and lent comfort to his family; otherwise they refused to speak publicly about the event. \"Of the victimized community's response to that almost classic example of evil, in addition to their refusal to fix blame,\" Morrison says, \"the most extraordinary element was their silence. It was that silence (that refusal to be lionized, televised) that caused me to think differently about goodness.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-serving-civil-servants-in-wartime-paris-11577462141", "title": "Mysteries: Serving 'Civil Servants' in Wartime Paris", "date": "2019-12-27 10:55", "summary": "A man being chased by police thrusts a piece of paper into Paul Ricard's pocket. The flics shoot their fleeing suspect dead, but Ricard retains the paper: an engineering schematic for a German torpedo detonator.. It's October 1942 at the start of Alan Furst's Paris-based \"Under Occupation\" (Random House, 208 pages, $27). Rain is falling, book buyers are gobbling up the romans policiers of Georges Simenon, and the Nazis have occupied the City of Light for two years. The 40-year-old thriller writer Paul Ricard is walking to the Café Saint-Germain one wet afternoon when a man being chased by police thrusts a page of notebook paper into the novelist's shirt pocket. The flics shoot their fleeing suspect dead, but Ricard retains the paper: an engineering schematic for a German torpedo detonator.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-h-w-brands-on-american-political-novels-11577462084", "title": "Five Best: H.W. Brands on American Political Novels", "date": "2019-12-27 10:54", "summary": "From the author, most recently, of 'Dreams of El Dorado: A History of the American West.'. By Henry Adams (1880)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-the-years-top-tipples-11577461997", "title": "Book Review: The Year's Top Tipples", "date": "2019-12-27 10:53", "summary": "A harvest of cocktails and spirits books that skew away from flashy, exotic ingredients toward modest classics.. Pity the young craft-cocktail bartender-newly minted and eager to show off his or her talents in creating a 12-ingredient cocktail with a topiary garnish.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-not-right-protests-upend-life-in-a-city-on-edge-11577461989", "title": "'Hong Kong's Not Right.' Protests Upend Life in a City on Edge.", "date": "2019-12-27 10:53", "summary": "Resume Subscription. HONG KONG-Months of unrest have transformed the city beyond the tear gas, graffiti and disrupted commutes. There are deep changes in the lives of residents.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-december-21-11577461334", "title": "Best-Selling Books Week Ended December 21", "date": "2019-12-27 10:42", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-collyer-owes-us-a-follow-up-on-fisa-11577461186", "title": "Judge Collyer Owes Us a Follow Up on FISA", "date": "2019-12-27 10:39", "summary": "What the judge should have said after reading the inspector general's report is that the people who grievously misled the court must be held to account. Given the power of the FISA court, abuse can't be tolerated.. Judge Rosemary Collyer was absolutely correct to criticize the FBI for failing to disclose all the facts to the Foreign Intelligence Surveillance Court (\"The FISA Judge Strikes Back,\" Review & Outlook, Dec. 18). But she fell far short of completing the job.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-arent-crazy-and-neither-is-trump-11577461063", "title": "Democrats Aren't Crazy and Neither Is Trump", "date": "2019-12-27 10:37", "summary": "The Reagan-era Iran-Contra affair, wherein a large group of people broke laws in a coordinated fashion and left considerable hard evidence, is supposed to have been less tawdry than the utterance of one-inconsequential, as it turns out-sentence in a telephone call.. Peggy Noonan could hardly be more persuasive in urging Democrats to avoid the electoral folly of lurching into what she characterizes as \"Lefty Madness\" (\"Crazy Won't Beat Trump,\" Declarations, Dec. 21). But that madness isn't what appears to be most popular on the ground, even if it's another story on Twitter . In fact, per recent polls, five of the seven candidates who have the support of at least 3% of Democratic primary voters-Joe Biden, Pete Buttigieg, Michael Bloomberg, Amy Klobuchar and Andrew Yang-can be considered moderates. And Vice President Biden is in the lead.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-high-risk-high-reward-drug-does-for-me-11577460886", "title": "What A 'High Risk, High Reward' Drug Does for Me", "date": "2019-12-27 10:34", "summary": "Humira might never have made it to the pharmacy's shelves without the latter part of the \"high risk, high reward\" tradeoff so common to pharmaceuticals.. At 22 I was diagnosed with Crohn's disease, a chronic and severe gastrointestinal condition. Later I had to begin treatment using an advanced biologic medication known as Humira. Since then, Humira has allowed me to live almost a completely normal life, after spending much of my adolescence and early adulthood with severe gastrointestinal symptoms, including diarrhea, bloating and abdominal pain. Humira is also one of the drugs being used as a scapegoat to justify the Lower Drug Costs Now Act, known as H.R. 3, which is currently being considered in Congress (\"Price Controls Would Stifle Biotech Innovation,\" op-ed, Dec. 12).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-role-in-keeping-the-rate-of-inflation-down-11577460772", "title": "Amazon's Role in Keeping the Rate of Inflation Down", "date": "2019-12-27 10:32", "summary": "With the proliferation of online shopping, consumers demand lower prices and products must compete globally.. Economists are missing a crucial factor suppressing inflation: price transparency (\"Economists Got the Decade All Wrong. They're Trying to Figure Out Why,\" Decade in Review, Dec. 18). With the proliferation of online shopping, consumers demand lower prices and products must compete globally. Debt has also added downward pressure on inflation as Americans have more school loans, car loans and the like. The Federal Reserve should consider these two factors more closely. If there isn't a direct correlation via a mathematical algorithm, then there is certainly a psychological factor at play.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/very-cold-war-legal-feud-casts-chill-over-americas-ice-castle-builders-11577460700", "title": "Very Cold War: Legal Feud Casts Chill Over America's Ice-Castle Builders", "date": "2019-12-27 10:31", "summary": "Resume Subscription. RIGBY, Idaho-Jim Youngstrom used to build log homes for a living, so he thought it would be an easy transition to build an ice-log castle.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/robert-n-gordon-scoured-tax-code-for-money-saving-opportunities-11577460600", "title": "Robert N. Gordon Scoured Tax Code for Money-Saving Opportunities", "date": "2019-12-27 10:30", "summary": "College dropout founded Twenty-First Securities and was often quoted on stock-market matters. Robert N. Gordon, a college dropout, became one of the most-quoted U.S. experts on stock-market trends and tax-efficient investing.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-of-tax-red-tape-and-ideological-prosecution-11577460528", "title": "The State of Tax, Red Tape and Ideological Prosecution", "date": "2019-12-27 10:28", "summary": "What Exxon Mobil and every other major corporation should disclose is the risk of doing business in New York.. Curt Levey explains that New York sued Exxon Mobil for failing to disclose the unknowable risk of future climate regulation (\"The Climate-Change Lawsuit Debacle,\" op-ed, Dec. 18). What Exxon Mobil and every other major corporation should disclose instead is the risk of doing business in New York, where high taxes, heavy regulation and zealous, ideologically driven prosecution are baked into the state's culture.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-top-6-interior-design-trends-for-2020-11577460357", "title": "The Top 6 Interior-Design Trends for 2020", "date": "2019-12-27 10:25", "summary": "Oval furniture is making sharp angles seem passe. The reign of white Carrara is giving way to many-colored marble. We canvassed over 100 décor pros to bring you the design trends that are winning-and waning. Even if chain-retailer prices are tolerable, it's become less appealing to buy a bed or dresser thinking you'll replace it in a few years. \"Longevity is in, throwaway culture is out,\" said Shea Soucie, co-founder of Soucie Horner, a design and architecture firm in Chicago. The toll that disposable furniture takes on the environment has people looking at revitalizing old pieces, noted Richmond, Va., designer Sara Hillery, \"especially those with meaning.\" Said Rome-based designer Achille Salvagni, \"No one wants to inherit that IKEA coffee table.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-calls-for-european-firewall-against-u-s-sanctions-11577459502", "title": "Germany Calls for European Firewall Against U.S. Sanctions", "date": "2019-12-27 10:11", "summary": "Berlin wants to put European companies out of reach of U.S. action after Washington blocked its Nord Stream 2 pipeline. German politicians have called on Europe to adopt protective measures against U.S. sanctions after Washington managed to halt completion of a new submarine gas pipeline linking Russia directly to Germany.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austere-images-made-by-hand-11577458958", "title": "Austere Images Made by Hand", "date": "2019-12-27 10:02", "summary": "For the artist Brice Marden, drawings can be finished works in their own right. When the 81-year-old American artist Brice Marden was paging through his drawings earlier this year, he decided some weren't ready for prime time. \"I thought, maybe I could work to try to make them much more presentable,\" Mr. Marden said. \"So I did.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-has-a-plan-oh-my-11577404548", "title": "Elizabeth Warren Has a Plan, Oh My", "date": "2019-12-27 09:48", "summary": "She may not win the nomination, but her ideas show where the American left wants to go.. She's the candidate with a plan for everything: That's Elizabeth Warren's brand. But even that sells her ambitions short, as we discovered after a tour of her 60-some policy papers. Ms. Warren is proposing a transformation of American government, business and life that exceeds what the socialist dreamers of a century ago imagined.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-25-8-billion-to-financial-markets-11577456754", "title": "New York Fed Adds $25.8 Billion to Financial Markets", "date": "2019-12-27 09:25", "summary": "Intervention is latest in series since mid-September, when short-term rates unexpectedly shot up. The Federal Reserve Bank of New York added $25.8 billion in liquidity to financial markets Friday.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-that-will-change-your-life-in-2020-11577456561", "title": "Tech That Will Change Your Life in 2020", "date": "2019-12-27 09:22", "summary": "Hearables will rise. Unicorns will retreat. And you might get excited about the iPhone again. A look at the priorities-and concerns-for the year ahead in technology. From the implosion of WeWork to the explosion of streaming services to the steady parade of Silicon Valley executives testifying before Congress, 2019 was a chaotic year in tech. Don't expect 2020 to be any mellower.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-touts-trump-ties-in-bid-to-woo-right-wing-voters-11577456079", "title": "Netanyahu Touts Trump Ties in Bid to Woo Right-Wing Voters", "date": "2019-12-27 09:14", "summary": "After an overwhelming party leadership victory, Netanyahu looks to build on momentum ahead of national elections. TEL AVIV-Buoyed by a resounding victory in a party leadership election, Israeli Prime Minister Benjamin Netanyahu brandished his close ties with President Trump to woo right-wing voters as he attempts to break a monthslong political deadlock in the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plane-crashes-in-kazakhstan-almaty-airport-says-several-dead-11577420632", "title": "Kazakhstan Plane Crash Kills at Least 12 People", "date": "2019-12-27 09:02", "summary": "Bek Air flight to Nursultan crashes shortly after takeoff from Almaty. MOSCOW-A passenger plane with 98 people on board crashed shortly after taking off in Kazakhstan, killing at least 12 and injuring dozens more.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maine-lets-drivers-loose-with-crzy-vanity-plates-11577454470", "title": "Maine Lets Drivers Loose With CRZY Vanity Plates", "date": "2019-12-27 08:47", "summary": "Change in law allows potentially offensive and 'pretty dodgy' tags; other states further limit what is acceptable. In Maine, just about anything goes when it comes to state-issued vanity license plates, four-letter words and all.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-matrix-filmmaker-lilly-wachowski-on-her-unexpected-crossover-to-comedy-11577452790", "title": "'The Matrix' Filmmaker Lilly Wachowski on Her Unexpected Crossover to Comedy", "date": "2019-12-27 08:19", "summary": "Wachowski, 51, executive produced and helped write Work in Progress, a new Showtime dark comedy set in her hometown of Chicago.. Lilly Wachowski's work isn't synonymous with hilarity. The 51-year-old filmmaker is best known for high-concept sci-fi thrillers, most famously The Matrix franchise, which she co-wrote and co-directed with her sister, Lana. The sisters' recent foray into television with the Netflix ensemble series Sense8, set across supernatural parallel dimensions, was a fantastical drama with some humor sprinkled throughout.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguards-china-gambit-one-robo-adviser-5700-funds-and-ants-900-million-users-11577451714", "title": "Vanguard's China Gambit: One Robo Adviser, 5,700 Funds and Ant's 900 Million Users", "date": "2019-12-27 08:01", "summary": "Individuals with more than $114 to put to work could use the service to assemble investment portfolios. More than two years after laying out its ambitions to bring low-cost investing to China, Vanguard Group is close to rolling out its first business for the country's masses: a robo adviser that will help Chinese investors pick mutual funds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-is-still-the-elephant-in-the-college-football-playoff-11577451600", "title": "Alabama Is Still the Elephant in the College Football Playoff", "date": "2019-12-27 08:00", "summary": "The Crimson Tide missed the playoff for the first time ever. But LSU, Ohio State, Clemson and Oklahoma have all been shaped by Nick Saban's dominance.. Barely a moment had passed after Clemson had routed Alabama in last year's national championship when Dabo Swinney leaned in and told Nick Saban he was already resigned to the inevitability of another rematch.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-says-holiday-business-hit-new-highs-11577385967", "title": "Holidays Cheer Amazon, Tiffany", "date": "2019-12-27 07:18", "summary": "Besides record online orders, 'tens of millions' of Amazon devices were purchased. The first post-Christmas readings from the holiday shopping season suggest consumers spent at a healthy clip, as Amazon.com Inc. said online orders hit a new high and Tiffany & Co. reported an increase in overall sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-2019-women-insisted-that-sports-pay-up-11577448001", "title": "In 2019, Women Insisted That Sports Pay Up", "date": "2019-12-27 07:00", "summary": "Simone Biles, the U.S. women's soccer team and other female athletes demanded better deals and leveraged their influence to bring change. Before 2019, this scene would have been difficult to imagine: fans at a major sporting event, many who forked over hundreds of dollars to attend, shouting that the athletes on the field were underpaid.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coso-to-issue-guidance-on-blockchain-11577444401", "title": "COSO to Issue Guidance on Blockchain", "date": "2019-12-27 06:00", "summary": "Distributed ledger technology will be a focus for the Committee of Sponsoring Organizations of the Treadway Commission in the year ahead. An influential organization that advises industry on risk management practices plans to issue guidance next year for companies looking to apply internal controls to blockchain technology.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-regulator-to-put-the-spotlight-on-audit-quality-in-2020-11577444401", "title": "U.S. Regulator to Put the Spotlight on Audit Quality in 2020", "date": "2019-12-27 06:00", "summary": "SEC and its audit watchdog plan to further shape audit quality controls and independence in the year ahead. The U.S. Securities and Exchange Commission and its audit-watchdog arm, the Public Company Accounting Oversight Board, have plans in 2020 to further shape the role of auditors of companies publicly listed in the U.S.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-tries-a-shot-of-liquor-to-cure-ailing-province-11577444009", "title": "China Tries a Shot of Liquor to Cure Ailing Province", "date": "2019-12-27 05:53", "summary": "Kweichow Moutai, one of the country's most valuable listed companies, will transfer a stake to a company controlled by its regional government. Kweichow Moutai Co. , one of the most valuable listed companies in China, said it would transfer roughly $8 billion of its shares to a company controlled by its regional government, a move that could help support the finances of its debt-laden home province.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arsenal-games-back-online-in-china-after-the-mesut-ozil-uighur-outrage-11577443729", "title": "Arsenal Games Back Online in China After the Mesut Özil Uighur Outrage", "date": "2019-12-27 05:48", "summary": "PPTV's Chinese-language commentators didn't utter player's name once during the broadcast. BEIJING-Chinese online streaming service PPTV has resumed broadcasting English Premier League matches featuring Arsenal, even as its commentators performed verbal gymnastics to avoid the merest mention of club star Mesut Özil.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-post-ceo-quits-over-insurance-scams-that-targeted-elderly-11577442937", "title": "'Gut-Wrenching': Japan Post CEO Quits Over Scams That Targeted Elderly", "date": "2019-12-27 05:35", "summary": "Customers have described how salespeople persuaded them to take out unneeded insurance policies or abandon favorable existing ones. TOKYO-Top executives at the Japan Post financial services group resigned en masse Friday to take responsibility for years of improper life-insurance sales, in a black mark for one of the world's biggest privatization projects.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-specter-of-social-inflation-haunts-insurers-11577442780", "title": "The Specter of Social Inflation Haunts Insurers", "date": "2019-12-27 05:33", "summary": "Insurance executives' talk about bigger jury awards and increased litigation worry investors. The price of milk and gasoline may be stable these days. But some insurance executives feel like the 1970s are back again when it comes to other kinds of inflation.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-inflation-adjusted-spot-the-creeping-tax-increases-for-2020-11577442606", "title": "Spot the Creeping Tax Increases for 2020", "date": "2019-12-27 05:30", "summary": "Millions of Americans pay more to Uncle Sam than they would if some key tax numbers were indexed for inflation. A new year brings new tax numbers.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rank-and-file-workers-get-bigger-raises-11577442600", "title": "Workers Get Bigger Raises as Labor Market Tightens", "date": "2019-12-27 05:30", "summary": "Short supply of labor, minimum-wage rises and increased poaching have helped lift wages for lower-income workers. Wages for rank-and-file workers are rising at the quickest pace in more than a decade, even faster than for bosses, a sign that the labor market has tightened sufficiently to convey bigger increases to lower-paid employees.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-investment-managers-are-helping-an-adversary-short-sellers-11577442601", "title": "More Investment Managers Are Helping Those Betting Against Them", "date": "2019-12-27 05:30", "summary": "Stock-picking fund managers are more willing than ever to lend their shares to other investors. Stock-picking fund managers are more willing than ever to lend their shares to other investors, including the short sellers who bet against those investments.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-infrastructure-weekagain-in-2020-a-deal-just-might-happen-11577442600", "title": "It's Infrastructure Week-Again!", "date": "2019-12-27 05:30", "summary": "Concrete accomplishment in election year could prove popular for president and members of Congress, but major issues remain. IT'S ALWAYS INFRASTRUCTURE WEEK: The lack of progress on any deal over infrastructure has become a running punchline for Washington dysfunction. But Nancy Pelosi says that the post-impeachment, post-North American trade deal agenda includes work on an infrastructure package. \"We want to send over infrastructure, again, trying to work with the White House and the Republicans on what they're willing to-how far they're willing to go on that,\" she told The Wall Street Journal.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-amazon-comcast-boeing-11577440849", "title": "Stocks to Watch: Amazon, Comcast, Boeing", "date": "2019-12-27 05:00", "summary": "Here are some of the companies with shares expected to trade actively in Friday's session. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-to-send-small-naval-squad-to-middle-east-11577410434", "title": "Japan to Send Small Naval Squad to Middle East", "date": "2019-12-27 04:05", "summary": "Move comes after string of attacks on shipping off Iran's coast, but Japan will steer clear of most-sensitive areas. TOKYO-Japan said Friday it would dispatch a small naval squad to waters near Iran as part of efforts to ensure safe navigation, a rare move to send military forces into an area of international strains.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-boeing-lawyer-to-retire-at-years-end-11577405744", "title": "Top Boeing Lawyer to Retire at Year's End", "date": "2019-12-27 00:44", "summary": "General counsel Mike Luttig is latest departure from company's executive council. Boeing Co. said Thursday that longtime general counsel Mike Luttig, a close adviser to ousted CEO Dennis Muilenburg, planned to retire next week as the aerospace giant reshuffles its executive ranks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11577391972", "title": "Pepper...and Salt", "date": "2019-12-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leveraged-loan-downgrades-signal-cracks-in-corporate-debt-rally-11577481574", "title": "Leveraged-Loan Downgrades Signal Financial Cracks", "date": "2019-12-27 00:01", "summary": "Financial Stability Board has warned of risks to global financial system. Downgrades on U.S. leveraged loans are picking up, a sign of fragility in the booming corporate debt market.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}]