[{"link": "https://www.wsj.com/articles/democrats-seek-ukraine-policy-documents-from-pence-11570220177", "title": "Democrats Subpoena White House, Seek Ukraine-Policy Documents From Pence", "date": "2019-10-04 19:30", "summary": "Committee leaders want documentation related to Trump calls on April 21 and July 25 with Ukrainian president. WASHINGTON-House Democrats leading an impeachment probe subpoenaed the White House and asked Vice President Mike Pence for documents related to President Trump's policy toward Ukraine, opening up a new front in the investigation stemming from the president's request that Kyiv probe presidential candidate Joe Biden.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-months-before-trump-call-ukraine-officials-sweated-white-house-pressure-11570231665", "title": "In Months Before Trump Call, Ukraine Officials Felt White House Pressure", "date": "2019-10-04 19:27", "summary": "The administration in Kyiv felt it had to accede to White House wishes in order to secure a summit. KYIV, Ukraine-Two weeks after national elections in April vaulted him from the role of television comic to Ukrainian president, Volodymyr Zelensky got word that President Trump's personal lawyer wanted to come to Kyiv to talk.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-former-kpmg-executive-pleads-guilty-in-steal-the-exam-scheme-11570231082", "title": "Another Former KPMG Executive Pleads Guilty in 'Steal the Exam' Scheme", "date": "2019-10-04 19:18", "summary": "David Britt, a former partner at the Big Four audit firm, admitted to conspiracy to commit wire fraud. A former partner at KPMG LLP pleaded guilty Thursday for his role in the \"steal the exam\" scandal that exposed major weaknesses at the Big Four accounting firm, the U.S. attorney for the Southern District of New York said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helicopter-company-bristow-wins-approval-to-leave-bankruptcy-11570230592", "title": "Helicopter Company Bristow Wins Approval to Leave Bankruptcy", "date": "2019-10-04 19:09", "summary": "Solus Alternative Asset Management LP and the South Dakota Investment Council will populate half the company's board. Bristow Group Inc. was cleared to leave bankruptcy under a reorganization that hands ownership of the helicopter transportation services business mostly to creditors, with Solus Alternative Asset Management LP and South Dakota Investment Council playing key roles in the company's future.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-unmasked-11570228163", "title": "Hong Kong, Unmasked", "date": "2019-10-04 18:29", "summary": "Carrie Lam invokes emergency powers to crack down on protests.. The rule of law has taken a battering in Hong Kong this year, and this week Chief Executive Carrie Lam dealt it another blow as she exercised emergency powers for the first time since Britain handed over the colony to China.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-expensive-drug-bill-11570228189", "title": "Pelosi's Expensive Drug Bill", "date": "2019-10-04 18:29", "summary": "Let's hope impeachment kills the chance for pharma price controls.. With impeachment in high gear, Democrats may not have time or interest to legislate. This is just as well on drug prices, where Nancy Pelosi has proposed price controls and President Trump cheered her on.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sigh-of-jobs-relief-11570228132", "title": "A Sigh of Jobs Relief", "date": "2019-10-04 18:28", "summary": "Workers continue to gain, despite damage from trade policy.. Imagine how well the U.S. economy would be doing with better trade policy. That's our reaction to Friday's jobs report for September that showed remarkable resilience despite the headwinds of tariffs, declining business investment and a manufacturing downturn.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-schwab-lennar-johnson-johnson-stocks-that-defined-the-week-11570227689", "title": "Charles Schwab, Lennar, Johnson & Johnson: Stocks That Defined the Week", "date": "2019-10-04 18:21", "summary": "U.S. stock benchmarks bounced back Thursday and Friday. Here are seven stocks that moved on news.. Charles Schwab Corp.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-voters-and-their-mps-see-brexit-differently-11570226060", "title": "Voters and Their MPs See Brexit Differently", "date": "2019-10-04 17:54", "summary": "Contemptuous U.K. remainers demand that politics negate democracy because the unwashed masses couldn't possibly have understood the folly of the franchise they so foolishly squandered.. Joseph C. Sternberg (\"British Politics Is Working Too Well,\" Political Economics, Sept. 27) speaks for elites on every continent when he declares that any antiestablishment referendum win is illegitimate unless voters prevail by more than \"a simple majority.\" He insists that a populist victory is never a true victory unless the victors surmount \"a high bar.\" How high? That's up to the elites who rig the game to raise that bar as often and insurmountably as is required to thwart the popular will.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lessons-from-the-paul-theroux-interview-11570226029", "title": "Lessons From the Paul Theroux Interview", "date": "2019-10-04 17:53", "summary": "Contrary to popular American thought, Mexico isn't a derivative of America. Mexicans neither want or require our sympathy.. Regarding Tunku Varadarajan's \"The Weekend Interview with Paul Theroux: How Mexicans See the U.S. and Trump\" (Sept. 28): I try to visit Mexico City every year. I enjoy getting lost in the endless variety the city offers. One such trip took place directly after Donald Trump announced his plans for the wall. I was certain this news would make my interaction with the locals less cordial; I was mistaken.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-playoffs-should-be-earlier-and-available-to-all-11570225923", "title": "Baseball Playoffs Should Be Earlier and Available to All", "date": "2019-10-04 17:52", "summary": "In addition to the late starts for baseball's playoff games, years ago baseball seemed to start the trend that more sports have followed: cable-only early playoff rounds.. Regarding Joanna Cohen's \"Put the Playoffs Back in Waking Hours\" (op-ed, Oct. 1): In addition to the late starts for baseball's playoff games, years ago baseball seemed to start the trend that more sports have followed: cable-only early playoff rounds. So not only do children need to have parents who are willing to look the other way with regard to bedtimes, but they need parents who are willing to subject their families to the possibilities of channel flipping through 50-plus stations of Kardashians by subscribing to some paid cable or internet streaming service if they want to be able to watch the best baseball games of the season.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catholic-church-leaner-but-not-in-decline-11570225972", "title": "Catholic Church: Leaner, but Not in Decline", "date": "2019-10-04 17:52", "summary": "The Church doesn't have as many priests as in 1965, but maybe it doesn't need as many; it just needs good ones.. In her review of George Weigel's \"The Irony of Modern Catholic History\" (Books, Sept. 28), Helen Andrews notes: \"The number of ordinations per year in the United States dropped by more than half between 1965 and 2002, and the average age of priests jumped from 46 to 60,\" statistically accurate, then adding, \"That was before the sexual-abuse crisis hit the headlines.\" The number of seminarians and ordinations have remained relatively stable and have even risen since those headlines. Yes, numbers have declined, but is the Church in \"decline\"?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-american-hostage-speaks-out-11570225842", "title": "Turkey's American Hostage Speaks Out", "date": "2019-10-04 17:50", "summary": "Pastor Andrew Brunson on his ordeal behind bars, his meeting with Trump, and his hopes for a turn away from Islam.. Kansas City, Mo.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentuckys-ambulance-cartel-is-afraid-of-phillip-truesdell-11570225646", "title": "Kentucky's Ambulance Cartel Is Afraid of Phillip Truesdell", "date": "2019-10-04 17:47", "summary": "Legacy Medical Transport's owner goes to court against a law protecting incumbent firms from competition.. Phillip Truesdell is in the nonemergency ambulance business. When people are confined to a stretcher, need an intravenous bag, or are undergoing dialysis, they can't simply hop into an Uber. They need an ambulance to get around. It's an essential service, and running the business, Legacy Medical Transport, has allowed Mr. Truesdell to keep his son and daughter employed and close to home in Aberdeen, Ohio.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-used-potential-meeting-to-pressure-ukraine-on-biden-texts-indicate-11570205661", "title": "Trump, in August Call With Senator, Denied Diplomat's Claim of Link Between Ukraine Aid, Probe", "date": "2019-10-04 17:47", "summary": "Sen. Ron Johnson asked the president after hearing of potential pressure campaign. A Republican senator said he was told by an American diplomat in August that the release of U.S. aid to Ukraine was contingent on an investigation desired by President Trump and his allies, but Mr. Trump denied pursuing any such proposal when the lawmaker pressed him on it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-old-joe-biden-11570225544", "title": "Notable & Quotable: The Old Joe Biden", "date": "2019-10-04 17:45", "summary": "'His basic theory was Senator Boggs was beloved, but these were changing times.'. From \"Biden's Most Formidable Opponent Is Not Another Democrat\" by Michael Kruse, Politico Magazine, Oct. 4:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-uaw-duel-over-temporary-workers-new-hire-wages-11570219121", "title": "GM, UAW Duel Over Temporary Workers, New-Hire Wages", "date": "2019-10-04 17:41", "summary": "Bargainers are trying to resolve two key issues as strike at General Motors drags on. General Motors Co. and the striking United Auto Workers union are dueling over two main issues: how fast to move newer hires up to the top wage and how soon temporary workers should qualify for full employment.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-bolster-bets-on-lower-fed-rates-before-jobs-report-11570181406", "title": "Traders Bolster Bets on Lower Fed Rates", "date": "2019-10-04 17:36", "summary": "Anticipation of sharper growth slowdown pushes investors to bet policy makers will keep easing. Traders are increasing wagers that the Federal Reserve will continue to cut interest rates to stave off a recession following a volatile stretch for markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norm-violations-are-now-the-norm-11570224910", "title": "Norm Violations Are Now the Norm", "date": "2019-10-04 17:35", "summary": "President Trump impeaches himself second, Washington's extant political culture first.. Donald Trump is rightly smacked for calling his impeachment antagonists traitors, spies and lowlifes. Unfortunately we don't have benefit of a clear experiment on whether, by now, Mr. Trump or his enemies are more responsible for this erosion of standards. From the moment he was elected, many journalists, Democrats and veterans of the Obama administration were happy to throw around the term traitor for Mr. Trump.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greta-thunberg-has-the-climate-alarmists-number-11570224870", "title": "Greta Thunberg Has the Climate Alarmists' Number", "date": "2019-10-04 17:34", "summary": "If they believed what they claim to believe, they'd do a lot more about it. She's right-how dare they?. How to think about Greta Thunberg? She is the 16-year-old Swedish environmental activist known for her articulate fulminations on climate change. At last month's United Nations General Assembly, she scolded delegates. \"I shouldn't be up here,\" she said, her expression contorted with rage. \"I should be back in school on the other side of the ocean. Yet you all come to us young people for hope. How dare you? You have stolen my dreams and my childhood with your empty words. And yet I'm one of the lucky ones. People are suffering. People are dying. Entire ecosystems are collapsing. We are in the beginning of a mass extinction, and all you can talk about is money and fairy tales of eternal economic growth. How dare you!\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-chief-dudley-to-step-down-having-steered-oil-giant-through-gulf-disaster-11570171546", "title": "BP Chief to Retire Next Year", "date": "2019-10-04 17:31", "summary": "Bob Dudley navigated the company through turbulent times: the aftermath of Deepwater Horizon and a global oil-price collapse. After nearly a decade steering BP PLC through the aftermath of the Deepwater Horizon crisis, Chief Executive Bob Dudley will hand to his successor an oil-and-gas giant facing a new set of pressures-searching for ways to turn a profit from cleaner energy sources while cutting dependence on fossil fuels.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-drops-out-of-facebooks-libra-payments-network-11570218306", "title": "PayPal Drops Out of Facebook's Libra Payments Network", "date": "2019-10-04 17:13", "summary": "Payments company's move comes as other financial partners reconsider their involvement. PayPal Holdings Inc. is withdrawing from the group of companies Facebook Inc. assembled to launch a global cryptocurrency-based payments network, dealing a blow to the social-media giant's ambitions to transform financial services.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-feds-rosengren-says-he-has-open-mind-on-rates-11570213799", "title": "Two Fed Officials Upbeat on Jobs Data, But Noncommittal on Rate Outlook", "date": "2019-10-04 17:10", "summary": "Fed policy makers due to meet later this month, with markets expecting another rate cut. Two veteran Federal Reserve officials who have opposed or been skeptical of central-bank rate cuts this year declined to say Friday where they stand on lowering short-term rates later this month.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-farm-belt-outcry-trump-administration-revamps-ethanol-rules-11570210578", "title": "Trump Administration Revamps Ethanol Rules", "date": "2019-10-04 17:05", "summary": "Producers of the corn-based fuel say they'll wait to see whether changes push up demand. The Trump administration outlined a plan to boost biofuel demand, aiming to ease Farm Belt frustrations over recent changes to federal policies affecting the production of ethanol.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-climb-after-jobs-report-11570196003", "title": "U.S. Government Bond Yields Decline After Jobs Report", "date": "2019-10-04 17:01", "summary": "Yields fell in later-day trading as investors shifted attention to broad signs that growth is decelerating. U.S. government bond yields fell Friday after data showing the economy added fewer new jobs in September than the month before.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-bans-netflix-ads-as-streamings-marketing-wars-intensify-11570199291", "title": "Disney Bans Netflix Ads as Streaming's Marketing Wars Intensify", "date": "2019-10-04 16:58", "summary": "Entertainment giants are set to spend hundreds of millions of dollars to promote new streaming services. Walt Disney Co. is banning advertising from Netflix Inc. across its entertainment TV networks, according to people familiar with the situation, a sign that the marketing wars over streaming-video are escalating as media giants battle each other for subscribers.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-raised-24-6-million-in-third-quarter-11570201201", "title": "Warren Raised $24.6 Million in Third Quarter", "date": "2019-10-04 16:58", "summary": "Massachusetts senator brought in more than most Democratic rivals but was slightly behind Bernie Sanders. Elizabeth Warren said she raised $24.6 million for her Democratic presidential bid from July to September, a period that coincided with the Massachusetts senator's growing crowds and rise in many national and early primary state polls.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-stock-trades-go-free-but-your-cash-is-in-chains-11570199582", "title": "Your Stock Trades Go Free but Your Cash Is in Chains", "date": "2019-10-04 16:47", "summary": "Schwab made a big splash this past week by eliminating commissions. It's still making money off you elsewhere.. Freedom isn't free, and free trades aren't either.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-pause-ahead-of-jobs-report-11570177046", "title": "U.S. Stocks Rally After Jobs Report", "date": "2019-10-04 16:46", "summary": "S&P 500 ends rocky week with a modest 0.3% loss after rebounding Thursday and Friday. U.S. stocks rallied to end a volatile week as the September jobs report helped ease fears about an economic slowdown.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-a-state-at-any-cost-the-life-of-david-ben-gurion-11570221998", "title": "Book Review: 'A State at Any Cost: The Life of David Ben-Gurion'", "date": "2019-10-04 16:46", "summary": "Revisionist historians see the \"original sin\" of Israel as the dispossession of the native Arab population.. It is only recently that David Ben-Gurion ceased to be, for the sake of the official record books, Israel's longest-serving prime minister. That honor now belongs to Benjamin Netanyahu, even as his political future becomes ever more uncertain. Ben-Gurion's stature as Israel's founding father, however, would seem to be eminently secure, given his crucial, perhaps indispensable, role in salvaging the Jewish people from political oblivion and reinstating it in its ancestral homeland.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-agrees-to-fix-troubled-department-that-violated-safety-rules-11570221660", "title": "PG&E Agrees to Fix Troubled Unit That Violated Safety Rules", "date": "2019-10-04 16:41", "summary": "Utility, in proposed settlement, would pay penalty and commit funds to address deficiencies in program. PG&E Corp. agreed to pay a penalty and fund a $60 million program to resolve accusations that its employees violated state law at least 170,000 times from 2012 to 2017 by falsifying records showing how employees handled requests to mark underground equipment prior to excavations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-seeks-outside-investors-for-jetblack-11570212067", "title": "Walmart Seeks Outside Investors for Jetblack", "date": "2019-10-04 16:40", "summary": "Retailer is seeking tech, venture-capital firms to invest in a spinoff; CEO Jenny Fleiss seen exiting in case of spinoff. Walmart Inc. is talking to investors and companies about taking over its Jetblack personal shopping service in a potential spinoff that would have the unprofitable venture's CEO Jenny Fleiss exit, according to people familiar with the matter.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-inspector-general-to-review-congressional-requests-for-tax-information-11570215075", "title": "Treasury Inspector General Reviewing Handling of Requests for Trump Tax Records", "date": "2019-10-04 16:27", "summary": "Inquiry comes amid legal battle over House Ways and Means Committee's request for president's tax returns. WASHINGTON-The Treasury Department inspector general is reviewing how the administration responded to a House Democrat's request for President Trump's tax returns and audit records.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-about-38-55-billion-to-financial-system-11570194319", "title": "Fed Extends Repo Operations Through Nov. 4", "date": "2019-10-04 16:21", "summary": "By entering the repurchase agreements, or repo, market, the central bank relieves funding pressure in money markets. The Federal Reserve Bank of New York said Friday it would extend its scheduled lending in the market for repurchase agreements, or repos, through Nov. 4.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cdc-says-vaping-related-deaths-now-at-18-11570137628", "title": "Vaping-Related Lung Injuries Rise to 1,080, With 19 Deaths", "date": "2019-10-04 16:19", "summary": "CDC recommends people stay away from vaping while investigation continues. Confirmed and probable cases of vaping-associated lung illness have risen to 1,080 across 48 states and one U.S. territory, according to the latest numbers from the Centers for Disease Control and Prevention. There have been 19 reported deaths.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-weighs-acquisition-of-rival-to-video-app-tiktok-11570213344", "title": "Google Weighs Acquisition of Rival to Video App TikTok", "date": "2019-10-04 16:09", "summary": "Firework is startup behind app that lets users share 30-second clips; Weibo also has expressed interest. Google has held discussions about acquiring a video-sharing startup that could help it counter fast-growing TikTok, people familiar with the matter say.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-one-sheet-11570219099", "title": "All The Women's Fashion Trends That Will Actually Make You Smile", "date": "2019-10-04 15:58", "summary": "At fashion shows in New York, London, Milan and Paris, designers got optimistic-for the most part. WE TEND TO FORGET how many people work on one dress. The fashion machine lionizes high-profile creative directors, who rotate through the top posts at luxury houses in a slick and expensive game of musical chairs. But at the British brand Alexander McQueen, helmed by the hardworking Sarah Burton, one magnificent piece for the spring 2020 season underscored the importance of collaboration: a white linen gown covered in a scrawled design by Central Saint Martins MA students, that was collectively embroidered in black by every member of Ms. Burton's team. Even the head of human resources for the London-based company stitched a little figure into the piece. After the brand's stirring show near the close of Paris fashion week, Ms. Burton invited many of her colleagues to take a bow with her, and attendees patiently clapped as the seemingly endless team passed by.", "categories": [["Life & Work", "Style & Fashion", "Fashion", "Women's Spring 2020 Trend Report"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-company-controlled-by-indicted-insurance-tycoon-files-for-chapter-11-11570218993", "title": "Energy Company Controlled by Indicted Tycoon Files for Chapter 11", "date": "2019-10-04 15:56", "summary": "Bankruptcy of Agera Energy marks a possible sign of financial strain within the companies that borrowed money from Greg Lindberg's life insurers. An energy company controlled by indicted financier Greg Lindberg filed for bankruptcy, a possible sign of financial distress in his empire of private companies that collectively borrowed at least $2 billion from life insurers he owned.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-probes-paris-police-killings-as-terror-attack-11570207990", "title": "France Probes Paris Police Killings as Terror Attack", "date": "2019-10-04 15:24", "summary": "Authorities say suspect had converted to Islam about 18 months ago. PARIS-French authorities say a recent convert to Islam who worked in intelligence at the Paris police headquarters killed four of his colleagues in an assault Thursday that they are now investigating as a possible terrorist attack.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-september-nonfarm-payrolls-grew-steadily-11570192288", "title": "U.S. Unemployment Hit 50-Year Low in September", "date": "2019-10-04 15:17", "summary": "Employers also added 136,000 jobs, suggesting the economy hasn't been affected by global weakening. U.S. unemployment dropped to a half-century low in September and job growth continued at a modest pace, signs the economy is holding up despite a broader global slowdown.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-re-election-bid-raised-45-million-online-in-third-quarter-11570204369", "title": "Trump's Online Fundraising Surges", "date": "2019-10-04 15:16", "summary": "Raises $45 million online for re-election bid in third quarter, 29% increase over prior quarter. President Trump's 2020 re-election effort raised $45 million online in the third quarter on a surge of small-dollar donations driven by 313,000 first-time donors, campaign officials said.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-shipping-costs-surge-threatening-u-s-exports-11570213678", "title": "Oil Shipping Costs Surge, Threatening U.S. Exports", "date": "2019-10-04 15:08", "summary": "Heightened demand for tankers to ferry oil from the Gulf Coast to Asia is meeting shortage of available ships. Gains in oil prices that followed crippling attacks on Saudi Arabian production facilities last month proved short-lived, yet the expense of shipping crude across the ocean has continued to soar.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmaker-expelled-by-johnson-runs-for-london-mayor-11570208471", "title": "U.K. Lawmaker Expelled by Johnson Runs for London Mayor", "date": "2019-10-04 15:04", "summary": "Rory Stewart, a pro-European centrist and one-time contender to become prime minister, plans to run as independent. LONDON-Rory Stewart, a Conservative lawmaker who was expelled for rebelling against his party's Brexit plans, announced Friday that he will run for the role of London mayor, the latest sign of a shake-up that is rippling through British politics.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-dads-search-for-the-ultimate-urban-stroller-11570214733", "title": "One Dad's Search for the Ultimate Urban Stroller", "date": "2019-10-04 14:45", "summary": "Our reporter and his team of parents pushed, folded and schlepped 20 models to find one divine ride that could take tykes from teething to training wheels. IN A 2006 'NEW YORKER' cartoon, a toddler is riding in his stroller on a fashionable city sidewalk, a yogurt in one hand and a cellphone at his ear, saying, \"I'm in the Maclaren, where are you?\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jr-brooklyn-museum-art-interview-11570213522", "title": "French Guerrilla Artist JR on Why Failure Yields Great Work", "date": "2019-10-04 14:32", "summary": "The 'urban activist' who once erased the Louvre pyramid is bringing his hijinks to the Brooklyn Museum. In this series, we get the inside story from artists about their upcoming exhibitions and installations-plus, learn about their mantras, rituals and what they're up to next.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economists-wonder-how-low-u-s-unemployment-can-go-11570213712", "title": "Economists Wonder How Low U.S. Unemployment Can Go", "date": "2019-10-04 14:28", "summary": "Joblessness is at a 50-year low, but many say wages would be rising faster if economy really were at full employment. The unemployment rate dropped to 3.5% in September, a rate not seen since December 1969. That is undoubtedly good news for workers, but it has left economists puzzling over how low joblessness can fall and for how long.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-gap-widened-in-august-11570192406", "title": "U.S. Trade Gap Widened in August", "date": "2019-10-04 14:11", "summary": "Deficit rose to $54.9 billion as Americans bought more goods from abroad, exports grew too. WASHINGTON-The U.S. trade gap widened in August as American consumers bought more cellphones and other goods from abroad while businesses exported more oil and autos, a sign of the economy's resilience amid a global economic slowdown.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-powell-says-u-s-economy-is-in-a-good-place-despite-some-risks-11570212010", "title": "Fed Chairman Says U.S. Economy Is 'In a Good Place' Despite Some Risks", "date": "2019-10-04 14:00", "summary": "Central-bank leader says Fed enjoys 'significant protections' from short-term political pressure. WASHINGTON-The U.S. economy faces some risks to growth but remains in a good place overall, Federal Reserve Chairman Jerome Powell said on Friday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oakland-prosecutors-to-retry-main-leaseholder-of-ghost-ship-building-11570211172", "title": "Oakland Prosecutors to Retry Ghost Ship Building's Leaseholder Over Fatal Fire", "date": "2019-10-04 13:46", "summary": "Jury last month couldn't reach verdict on Derick Ion Almena, accused of manslaughter for blaze that killed 36 people. Prosecutors will retry a man accused of involuntary manslaughter for the 2016 Oakland warehouse fire that took the lives of 36 people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-audit-chief-sought-to-expand-ghosn-probeand-was-shut-down-11570210830", "title": "Nissan Audit Chief Sought to Expand Ghosn Probe-and Was Shut Down", "date": "2019-10-04 13:40", "summary": "Auto maker's former audit chief listed some 80 employees suspected of enabling alleged wrongdoing by former chairman, but her effort was quashed, people familiar with the matter said. Nissan Motor Co. 's audit chief made a list of Nissan employees she believed enabled alleged wrongdoing by former Chairman Carlos Ghosn and planned to create a committee to consider disciplining them, but Nissan quashed her plan after a leading target said it wasn't necessary, according to an internal email and people familiar with the decision.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trumps-the-bidens-and-china-11570210513", "title": "The Trumps, the Bidens and China", "date": "2019-10-04 13:35", "summary": "The upside of Washington's influence scandal.. Even Hunter Biden doesn't deserve the Chinese judicial system. But there is a silver lining to Donald Trump's suggestion that foreign governments scrutinize unusual financial arrangements involving relatives of people at the center of American political power. There is value in a U.S. President telling the world that the Clinton Foundation will not be the model for how this country conducts its foreign affairs.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-agrees-to-review-louisiana-abortion-case-11570197348", "title": "Supreme Court Agrees to Review Louisiana Abortion Restrictions", "date": "2019-10-04 13:31", "summary": "The high court struck down a similar law in Texas in 2016. WASHINGTON-The Supreme Court agreed to review Louisiana abortion restrictions that require doctors to hold hospital admitting privileges near where the procedure is provided, a case that will test recent abortion precedent and reveal the thinking of the court's newest members on the inflammatory issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-campaign-targeted-by-suspected-iranian-hackers-microsoft-says-11570205485", "title": "Presidential Campaign Targeted by Suspected Iranian Hackers, Microsoft Says", "date": "2019-10-04 13:25", "summary": "The Democratic National Committee sent an alert to campaigns about the attacks, according to a copy of an email. Microsoft Corp. said Friday that at least one U.S. presidential campaign has been targeted by cyberattacks linked to the Iranian government, in the latest indication that foreign actors are interested in potentially disrupting the 2020 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucking-companies-cut-payrolls-for-third-straight-month-in-september-11570209587", "title": "Trucking Companies Cut Payrolls for Third Straight Month in September", "date": "2019-10-04 13:19", "summary": "Jobs grew last month at logistics operators tied to retail sales while truckers overall reduced payrolls by 4,200 jobs. Trucking company payrolls contracted last month as a manufacturing slump weighed on freight demand while logistics sectors tied to e-commerce notched modest gains.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/givenchys-clare-waight-keller-on-inspirationand-designing-for-meghan-markle-11570209519", "title": "Givenchy's Clare Waight Keller on Inspiration-and Designing for Meghan Markle", "date": "2019-10-04 13:18", "summary": "The French luxury brand's first female artistic director, fresh off her Paris women's fashion show, shares her best art, travel and beauty tips. \"THAT GIRL IS A TOMBOY,\" RAPPED PRINCESS Nokia repeatedly through the substantial speakers at last week's Givenchy women's fashion show in Paris. And as envisioned by the label's British designer Clare Waight Keller, many of the models on the runway fit that description, with their minimal makeup and baggy jeans (made of upcycled vintage denim). The spare, strict collection harked back to Ms. Waight Keller's years as a designer for Calvin Klein in early-1990s New York City. When we spoke with her in advance of her show, she reflected on her own masculine bent growing up in Birmingham, U.K., confessing that as a teen she had short hair and dressed in flat lace-up shoes and men's shirts. \"I literally looked like a boy,\" she said, laughing.", "categories": [["Life & Work", "20 Odd Questions", "20 odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-discloses-end-of-u-s-bribery-probe-into-nigerian-oil-deal-11570209374", "title": "Shell Discloses End of U.S. Bribery Probe Into Nigerian Oil Deal", "date": "2019-10-04 13:16", "summary": "Oil company faces legal proceedings in Europe over a Nigerian oil block. The U.S. Department of Justice has closed its investigation into Royal Dutch Shell PLC's involvement in a 2011 deal for an offshore oil block in Nigeria, the oil company said Friday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-moves-to-lift-visa-restrictions-on-polish-citizens-who-visit-u-s-11570208514", "title": "Trump Moves to Lift Visa Restrictions on Polish Citizens Who Visit U.S.", "date": "2019-10-04 13:01", "summary": "Poland still needs State Department's nomination before entering visa-waiver program. WASHINGTON-President Trump said he is moving to lift immigration restrictions that require Polish citizens to get a visa to visit the U.S.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-who-shaped-a-movement-11570208451", "title": "Women Who Shaped a Movement", "date": "2019-10-04 13:00", "summary": "Female artists, models and collaborators helped to define the work of the Pre-Raphaelites.. In the 1850s, a group of British painters known as the Pre-Raphaelite Brotherhood became famous for their lavishly detailed pictures, full of brilliant colors, medieval settings and women with lush, flowing hair. As its name suggests, the artists who founded the Brotherhood-including John Everett Millais and Dante Gabriel Rossetti-were all male. But a new exhibition proposes that women played a far larger role in the movement than has been previously acknowledged.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-ukraine-envoy-finds-himself-in-the-spotlight-11570181402", "title": "Former Ukraine Envoy Finds Himself in the Spotlight", "date": "2019-10-04 12:52", "summary": "Kurt Volker gave closed-door testimony Thursday, is getting married this weekend. KURT VOLKER'S BUSY WEEK: The recently resigned State Department special envoy for Ukraine met privately with House investigators Thursday to discuss whether President Trump pressured the Ukrainian president into investigating Joe Biden. It's a life-changing few days for Volker: He's getting married this weekend.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diahann-carroll-oscar-nominated-pioneering-actress-dies-at-84-11570207369", "title": "Pioneering Actress Diahann Carroll Dies", "date": "2019-10-04 12:42", "summary": "The actress and singer won critical acclaim as the first black woman to star in a nonservant role in a TV series, 'Julia'. NEW YORK-Diahann Carroll, the Oscar-nominated actress and singer who won critical acclaim as the first black woman to star in a nonservant role in a TV series as \"Julia,\" has died. She was 84.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-government-submission-says-it-will-respect-law-barring-no-deal-exit-11570206552", "title": "U.K. Government Says It Will Respect Law Barring No-Deal Exit", "date": "2019-10-04 12:29", "summary": "Statement to Scottish court counters Prime Minister Boris Johnson's insistence on Oct. 31 departure. LONDON-The U.K. government said in a submission to a Scottish court Friday that it would respect a law forcing it to request a three-month extension to the Brexit negotiations if a divorce deal isn't reached with the European Union by Oct. 19, significantly reducing the chances that Britain will leave the bloc without a deal at the end of this month.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-says-up-to-a-year-in-jail-for-wearing-mask-at-public-gathering-11570174707", "title": "Street Battles Break Out After Hong Kong Bans Masks at Protests", "date": "2019-10-04 12:26", "summary": "Leader Carrie Lam invokes colonial-era emergency law; subway operator shuts network citing destruction. HONG KONG-Street battles raged across Hong Kong and the city's subway operator suspended its entire network late Friday as the government's move to invoke emergency measures and ban people from wearing masks at protests triggered a backlash.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancer-is-still-beating-uswe-need-a-new-start-11570206319", "title": "Cancer Is Still Beating Us-We Need a New Start", "date": "2019-10-04 12:25", "summary": "Most patients continue to face excruciating, costly and ineffective treatments. It's time to shift our focus from fighting the disease in its last stages to finding the very first cells.. I have been studying and treating cancer for 35 years, and here's what I know about the progress made in that time: There has been far less than it appears. Despite some advances, the treatments for most kinds of cancer continue to be too painful, too damaging, too expensive and too ineffective. The same three methods-surgery, chemotherapy and radiotherapy-have prevailed for a half-century.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funds-tiger-global-coatue-got-crushed-in-september-11570206153", "title": "Steve Cohen's Hedge Fund, Point72, Tiger Global Hit in September", "date": "2019-10-04 12:22", "summary": "Coatue, Melvin Capital, Light Street among other funds that posted losses amid style rotation. Prominent hedge funds lost money in September, a swift comedown after a relatively strong run for the industry at large.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maos-global-legacy-of-revolution-and-bloodshed-11570206029", "title": "Mao's Global Legacy of Revolution and Bloodshed", "date": "2019-10-04 12:20", "summary": "The founder of Chinese communism is resurgent in Xi Jinping's China, but in places like India and Peru, Maoism never went away. On Tuesday, China marked the 70th anniversary of Mao Zedong's founding of the People's Republic with a spectacular display of military hardware in Tiananmen Square, invoking the \"Great Helmsman\" as the august builder of the nation. In fact, an official revival of Maoist culture and politics has been under way since 2012. Despite the awful human toll of Mao's long reign, the leaders of the Chinese Communist Party under Xi Jinping have brought back into the mainstream-for the first time since Mao's death in 1976-key elements of Maoist politics, revivifying self-criticism sessions and, above all, a cult of personality, now centered around not Mao but Mr. Xi.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-holds-on-to-measles-elimination-status-11570204396", "title": "U.S. Holds On to Measles-Elimination Status", "date": "2019-10-04 12:15", "summary": "Designation remains at risk as cases soar globally. The U.S. has retained its measles-elimination status, despite a nearly yearlong outbreak in New York state that put that designation at risk, the Department of Health and Human Services confirmed Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ep-energy-files-largest-u-s-energy-bankruptcy-since-2016-11570204927", "title": "EP Energy Files Largest U.S. Energy Bankruptcy Since 2016", "date": "2019-10-04 12:02", "summary": "Apollo-backed driller files for chapter 11 with proposal to cut $3.3 billion in debt. EP Energy Corp. filed for chapter 11 protection, hoping to survive a commodity slump by cutting $3.3 billion in debt under a proposed deal with Apollo Global Management LLC and Elliott Management Corp.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-slashes-rate-growth-forecast-as-slump-stretches-on-11570187679", "title": "India Slashes Interest Rate, Growth Forecast as Slump Stretches On", "date": "2019-10-04 12:01", "summary": "Reserve Bank of India cut its key lending rate to 5.15%, a nine-year low. NEW DELHI-India's central bank cut its key lending rate to a nine-year low and slashed the country's growth forecast as Asia's third-largest economy struggles with a surprising slump in consumer demand.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-take-and-on-to-immortality-11570204792", "title": "One Take, and on to Immortality", "date": "2019-10-04 11:59", "summary": "Coleman Hawkins helped establish the tenor saxophone as an esteemed instrument for jazz expression-and then made 'Body and Soul' a must-play for musicians.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-report-keeps-october-rate-cut-discussion-on-the-table-11570200350", "title": "Jobs Report Keeps October Rate Cut Discussion on The Table", "date": "2019-10-04 11:39", "summary": "Tepid wage growth, other moderating signs do little to clarify Fed debate. WASHINGTON-September jobs numbers are likely to keep open the prospect that the Federal Reserve considers another interest-rate cut this month.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hippie-a-long-strange-trip-from-savvy-to-spaced-out-11570203488", "title": "'Hippie': A Long, Strange Trip From Savvy to Spaced-Out", "date": "2019-10-04 11:38", "summary": "The label came from terms for 'in the know' and 'cool,' but-as Prince Harry suggested this week-now it suggests a certain naïveté. Great Britain's Duke of Sussex, better known to the world as Prince Harry, had a message this week for readers of the Daily Telegraph. Writing from Malawi, where he was observing conservation efforts at national parks, Harry argued that it is necessary to \"overcome greed, apathy and selfishness\" if humanity is going to protect the planet from environmental destruction. He added, \"This may well sound hippy to some. But we cannot afford to have a 'them or us' mentality.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hp-has-no-easy-way-out-of-printer-jam-11570203437", "title": "HP Has No Easy Way Out of Printer Jam", "date": "2019-10-04 11:37", "summary": "New printing business model won't be spitting out quick results. Cutting its expenses by $1 billion will prove easy compared with the other task HP Inc. has set for itself-getting people to pay more for printers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-weighs-legal-challenge-to-new-york-granting-drivers-licenses-to-illegal-immigrants-11570202124", "title": "DOJ to Weigh In on Challenge to New York Allowing Driver's Licenses for Undocumented Immigrants", "date": "2019-10-04 11:34", "summary": "Federal prosecutors ask judge for more time to consider their position on county clerk's suit. The U.S. Department of Justice is preparing to weigh in on a legal challenge to a New York state law that allows illegal immigrants to apply for a driver's license.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-good-job-market-isnt-enough-to-satisfy-the-fed-11570202778", "title": "Why Good Job Market Isn't Enough to Satisfy Fed", "date": "2019-10-04 11:26", "summary": "The jobs market is experiencing a natural slowdown. The biggest risks to the economy are elsewhere. Jobs growth is slowing, but that could have less to do with the risks that are bearing down on the economy than with the tightness of the job market itself. It is part of what makes the Federal Reserve's jobs so difficult.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-southern-getaway-with-an-unrivaled-soundtrack-11570202744", "title": "A Southern Getaway With an Unrivaled Soundtrack", "date": "2019-10-04 11:25", "summary": "For music fans, the Shoals in Alabama is the stuff of rock and R&B legend. The recording studios are still there, but now there are scores of reasons to swing by this cluster of small towns. IN DECEMBER OF 1969, four days before they'd take the stage at California's Altamont Raceway, the Rolling Stones traveled to the small northwest Alabama textile town of Florence and checked into a Holiday Inn. From there, they shuttled back and forth across the Tennessee River to the Muscle Shoals Sound Studio, where over the course of three nights, they cut the songs \"You've Got to Move,\" \"Brown Sugar,\" and \"Wild Horses,\" which Keith Richards wrote while sequestered in the studio's tiny bathroom. In his autobiography, \"Life,\" Mr. Richards reminisced that the studio \"was the crème de la crème, except it was just a shack in the middle of nowhere.\"", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daughters-of-chivalry-review-silks-and-political-chess-11570202259", "title": "'Daughters of Chivalry' Review: Silks and Political Chess", "date": "2019-10-04 11:17", "summary": "For the daughters of Edward I, the choice of a husband was a political act, even though the consent of the girls was required to make a match.. We are still in debt to scholars from the Victorian era, to the men and women who delved into the British Museum and the Public Record Office preparing so-called calendars of state papers-that is, collections of documents and correspondence from centuries-old archives. One of the most remarkable of these scholars was Mary Anne Everett Green, the author of \"Lives of the Princesses of England: From the Norman Conquest,\" published in 1849-55. Its chronicle provides the bare bones of the biographies into which Kelcey Wilson-Lee breathes new life.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-decide-what-to-tell-patients-about-their-dna-test-should-they-11570202161", "title": "Doctors Limit What to Tell Patients About Their DNA Test. Should They?", "date": "2019-10-04 11:16", "summary": "Resume Subscription. The Mayo Clinic is scanning 20,000 genes for thousands of patients to study genes' role in disease. It will hand over results for just 59.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/september-1-1939-review-the-music-must-always-play-11570201924", "title": "'September 1, 1939' Review: 'The Music Must Always Play . . .'", "date": "2019-10-04 11:12", "summary": "Titled for the date Hitler invaded Poland, the poem contains some of W.H. Auden's most famous lines. He came to disdain it.. When W.H. Auden (1907-1973) was elected the Oxford professor of poetry in 1956, he was required to deliver an inaugural lecture. In it, he remarked that whenever he read a poem, he asked himself two questions: \"Here is a verbal contraption. How does it work?\" That's a technical issue. The second: \"What kind of a guy inhabits this poem?\" That's a biographical and a philosophical problem.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-out-of-the-frying-pan-into-the-line-of-fire-11570201865", "title": "Mysteries: Out of the Frying Pan, Into the Line of Fire", "date": "2019-10-04 11:11", "summary": "James Sallis's slim and affecting novel follows Sarah Jane Pullman, a woman with a complicated past who gets hired by the sheriff's office in an isolated American town.. Sarah Jane Pullman, narrator of James Sallis's slim and affecting novel \"Sarah Jane\" (Soho Crime, 207 pages, $23.95), has had much life experience before she gets hired by the sheriff's office in an isolated American town named Farr. She's been a cook and baker, served briefly in the military, fled her marriage-and now finds herself enforcing the law in a place that \"had limped from rural to urban long after much of the rest of the country, carrying history on its back with its brick and clapboard homes, narrow streets and town square.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-raymond-khourys-empire-of-lies-11570201907", "title": "Science Fiction: Raymond Khoury's 'Empire of Lies'", "date": "2019-10-04 11:11", "summary": "In this time-travel tale, a modern Iraqi goes back to 1683 to change history but later finds himself on the run in present-day Islamic Paris.. There are two ways for a novelist to change history. One is the \"alternate universe\" story. This posits that a pivotal event in the past didn't happen: If Henry VIII had never come to the throne, say, then Europe would now be united in Catholicism under the Pope. The assumption here is essentially that individuals determine history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-review-jeanette-wintersons-frankissstein-11570201813", "title": "Fiction Review: Jeanette Winterson's 'Frankissstein'", "date": "2019-10-04 11:10", "summary": "A twist on the classic by Mary Shelley mixes bawdy humor and profound moral inquiry.. Joining \"The Naked and the Dead\" and \"The Sot-Weed Factor\" in that whimsical category of good books with lousy titles is \"Frankissstein: A Love Story\" (Grove, 344 pages, $27), the latest by the venerable British novelist-and, apparently, wretched punster-Jeanette Winterson. Yes, there are three consecutive s's and no hyphen in this title, and the only explanation I can offer is that the hideous grafting of \"kiss\" onto \"Frankenstein\" is meant to evoke the shambling, stitched-together monster that Ms. Winterson revives and updates.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-dennis-w-johnson-on-campaigns-and-candidates-11570201759", "title": "Five Best: Dennis W. Johnson on Campaigns and Candidates", "date": "2019-10-04 11:09", "summary": "The author, most recently, of \"Campaigns and Elections: What Everyone Needs to Know.\". By Theodore H. White (1961)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/king-and-emperor-review-charles-the-great-11570201779", "title": "'King and Emperor' Review: Charles the Great", "date": "2019-10-04 11:09", "summary": "Unlike other European conquerors-one thinks of Napoleon or Hitler-Charlemagne died at peace with his empire and with his god.. Over 12 centuries ago, Charles the Great, Charlemagne, united, by force and diplomacy, those regions that make up today the core of the European Union, and created a state apparatus to govern the area. The empire lasted only a few decades beyond his death, but the institutions and cultural processes he promoted have marked Western Europe until today. He remains Europe's most successful leader.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-life-and-loves-of-e-nesbit-review-a-child-in-grown-up-guise-11570201715", "title": "'The Life and Loves of E. Nesbit' Review: A Child in Grown-Up Guise", "date": "2019-10-04 11:08", "summary": "One of the first authors to write for children in their own idiomatic language, Nesbit had an unwavering allegiance to a child's oft-subversive perspective.. The British writer E. (for Edith) Nesbit has been called the inventor of the children's adventure story, in which young heroes and heroines search for treasure, face perils and solve mysteries, but she also wrote about wishing rings and magical amulets that served as gateways to what the novelist Alejo Carpentier once called \"the marvelous real.\" In Nesbit's books the real was magic, and the magic was real. She was also one of the first authors to write for children in their own lively, forthright and idiomatic language, and she did so with such an unwavering and passionate allegiance to their often-subversive points of view that, as Alison Lurie wrote in \"Don't Tell the Grown-Ups,\" \"it is possible now to speak of juvenile literature as before and after E. Nesbit.\" Her approximately 40 books for children have profoundly influenced writers such as C.S. Lewis, P.L. Travers and J.K. Rowling.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bps-new-chief-signals-old-direction-11570201513", "title": "BP's New Chief Signals Old Direction", "date": "2019-10-04 11:05", "summary": "The European oil giant appoints a new leader with an upstream background as competitors take a different tack. BP is set to have a new leader.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-good-man-is-getting-even-harder-to-find-11570200829", "title": "A Good Man Is Getting Even Harder to Find", "date": "2019-10-04 10:53", "summary": "The future of mating looks grim as more educated women compete for fewer eligible males.. When my daughters were small they had a favorite bit of doggerel that prefigured some early feminist leanings.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miko-branch-on-the-struggles-and-successes-of-miss-jessies-11570200389", "title": "Miko Branch on the Struggles and Successes of Miss Jessie's", "date": "2019-10-04 10:46", "summary": "Near-financial ruin prompted Ms. Branch and her sister to create the hair-care line. Miko Branch always knew she wanted to be an entrepreneur. One reason: she didn't want to work for anyone else.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweet-sounds-alabama-11570200342", "title": "Sweet Sounds Alabama", "date": "2019-10-04 10:45", "summary": "A brief guide to the music, fashion and food of the Shoals. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/keep-de-rates-dem-lowjamaica-sets-inflation-fight-to-reggae-beat-11570199659", "title": "'Keep de Rates dem Low'-Jamaica Sets Inflation Fight to Reggae Beat", "date": "2019-10-04 10:34", "summary": "Central bank calls on music stars to record upbeat songs explaining inflation targeting, monetary policy and consistent GDP growth. KINGSTON, Jamaica-Call it Reggaenomics.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenneth-mason-quaker-oats-president-in-1970s-defended-capn-crunch-11570199400", "title": "Kenneth Mason, Quaker Oats President in 1970s, Defended Cap'n Crunch", "date": "2019-10-04 10:30", "summary": "Executive argued that the real danger for kids was the junk they were watching on Saturday morning TV. As president of Quaker Oats Co. in the 1970s, Kenneth Mason's job included defending the company from consumer-protection groups arguing that its sugary Cap'n Crunch cereal rotted children's teeth and was generally bad for their health.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auburn-is-the-most-important-team-in-college-football-11570199316", "title": "Auburn Is the Most Important Team in College Football", "date": "2019-10-04 10:28", "summary": "After taking on No. 10 Florida this weekend, the Tigers will also play No. 5 LSU, No. 3 Georgia and No. 1 Alabama-giving them control over the College Football Playoff. No. 7 Auburn's visit to No. 10 Florida on Saturday is the biggest matchup of the weekend, featuring undefeated conference rivals, with momentous implications for the rest of the season. And that's just the beginning.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-zon-is-on-but-for-how-long-11570198669", "title": "The 'Zon Is On, But for How Long?", "date": "2019-10-04 10:17", "summary": "Bloggers are flocking to Amazon for fashion basics, but they may not have staying power.. One of the hottest emerging names in women's fashion right now is best known for its quick turnaround of household goods.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-to-wall-street-what-make-money-us-11570197602", "title": "Silicon Valley to Wall Street: What, Make Money? Us?", "date": "2019-10-04 10:00", "summary": "A fictitious letter from a fictitious CEO to a fictitious company on the verge of going public in a newly skeptical 2019. To the staff:", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-pleskow-world-war-ii-refugee-who-ran-hollywood-studios-dies-at-age-95-11570048206", "title": "Eric Pleskow, World War II Refugee, Headed United Artists and Orion Pictures", "date": "2019-10-04 09:58", "summary": "Viennese-born executive oversaw films including 'Rocky,' 'One Flew Over the Cuckoo's Nest' and 'Annie Hall'. While serving in the U.S. Army in Germany at the end of World War II, Eric Pleskow was asked by an officer whether he could run a film studio near Munich, taken over by Allied forces.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tempted-by-a-gold-etf-heres-what-to-consider-11570197218", "title": "What You Need to Consider When Buying a Gold ETF", "date": "2019-10-04 09:53", "summary": "For starters, decide whether you're more concerned about the cost or liquidity. Gold is back in fashion on Wall Street. But unlike years ago, exchange-traded-fund investors wanting to bet on the metal now face an array of choices.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-to-review-investigations-into-firm-linked-to-bidens-son-11570183933", "title": "Ukraine to Review Probes Into Firm Tied to Biden's Son", "date": "2019-10-04 09:45", "summary": "Hunter Biden was a board member at gas company Burisma between 2014 and April 2019. KYIV, Ukraine-Ukraine's prosecutor general's office said Friday it is reviewing past investigations into the owner of a gas company linked to former U.S. Vice President Joe Biden's son, raising the possibility of restarting probes amid pressure from President Trump.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-road-to-cleanliness-11570196433", "title": "The Long Road to Cleanliness", "date": "2019-10-04 09:40", "summary": "The ancient Babylonians and Egyptians knew about soap, but daily washing didn't become popular until the 19th century.. As the mother of five teenagers, I have a keen appreciation of soap-especially when it's actually used. Those little colored bars-or more frequently nowadays, dollops of gel-represent one of the triumphs of civilization.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-urges-ukraine-china-to-investigate-the-bidens-11570114755", "title": "White House Used Potential Meeting to Pressure Ukraine on Biden, Texts Indicate", "date": "2019-10-04 09:11", "summary": "President also called on China to investigate former vice president and his son. WASHINGTON-The Trump administration sought to use a potential meeting between the president and his Ukrainian counterpart as leverage to press Kyiv to investigate Joe Biden, newly released text messages indicated, as President Trump called on China to also investigate his political rival.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fuzzy-decadence-of-a-shearling-bag-11570193207", "title": "The Fuzzy Decadence of a Shearling Bag", "date": "2019-10-04 08:46", "summary": "As a lining, exterior or accent, shearling adds a soft touch to fall's totes and purses. 1. Crisscross into fall by combining shearling and leather. Staud, $395, staud.clothing", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/6-colorful-leather-pieces-for-fall-11570192672", "title": "6 Colorful Leather Pieces for Fall", "date": "2019-10-04 08:37", "summary": "Bright colors give an extra pop to fall's leather clothes and accessories. You'll fly high toting this sky blue hue. Chanel bag, $3,000, select Chanel boutiques", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-new-book-an-intimate-look-at-the-paul-mccartney-household-11570192398", "title": "In a New Book, an Intimate Look at the Paul McCartney Household", "date": "2019-10-04 08:33", "summary": "'Linda McCartney: The Polaroid Diaries' is a sampling of 30 years of previously unseen snapshots by the late photographer and musician of her friends, family and the Beatles' world. Linda McCartney: The Polaroid Diaries is a sampling of 30 years of previously unseen snapshots by the late photographer and musician. The book provides an intimate look at the McCartney household. Portraits of beloved pets along with scenic glimpses of countryside are scattered among candid shots of Paul and the children happily at play. As Linda's close friend Chrissie Hynde notes in the book's introduction, \"Around her, everyone was always relaxed and at ease.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-costco-facebook-tesla-and-uber-11570184421", "title": "Stocks to Watch: Hess Midstream, Costco, Facebook and More", "date": "2019-10-04 08:22", "summary": "Here a are some of the companies with shares expected to trade actively Friday. Here a are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-californias-new-law-doomsday-for-college-sports-come-on-11570190748", "title": "Is California's New Law Doomsday for College Sports? Come On.", "date": "2019-10-04 08:05", "summary": "Freeing athletes to capitalize on their names doesn't have to unravel the NCAA. This week California passed its college sports \"Fair Pay to Play Act\"-Gov. Gavin Newsom signed the bill into law, right there on LeBron James's barbershop talk show, \"The Shop,\" and, as far as I can tell, the rivers and seas did not boil, the dead did not rise, and cats and dogs did not start living together.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-we-know-about-hunter-bidens-dealings-in-china-11570181403", "title": "What We Know About Hunter Biden's Dealings in China", "date": "2019-10-04 08:03", "summary": "Joe Biden's son owns a stake in a private-equity firm that has participated in various transactions. Speaking to reporters Thursday, President Trump said that China, along with Ukraine, should investigate the business dealings of former Vice President and current Democratic presidential candidate Joe Biden and his son, R. Hunter Biden.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-key-to-bliss-for-a-dual-career-couple-a-contract-11570186805", "title": "The Key to Bliss for a Dual-Career Couple: A Contract", "date": "2019-10-04 07:14", "summary": "A professor specializing in management and leadership wanted to know how couples around the world maintained two careers without shortchanging their relationships. It is the same dilemma she has faced in her own marriage.. I climbed on the back of the old Vespa with a mix of terror and thrill. It was my first time on anything with two wheels and a motor. But it was New Year's Day, I had a new boyfriend, and I was in for the ride. The engine spluttered and we were off. As we wove round potholes, I clutched the waist of the man I had traveled to Sicily to see. The Vespa was much faster than I had expected, yet I felt both safe and unstable. It was like our relationship that way.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hepatitis-a-outbreaks-flare-up-across-u-s-11570186803", "title": "Hepatitis A Outbreaks Flare Up Across U.S.", "date": "2019-10-04 07:00", "summary": "Opioid epidemic leads to more cases; states fight back with vaccine efforts. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-dating-no-match-is-perfect-11570186800", "title": "In Dating, No Match Is Perfect", "date": "2019-10-04 07:00", "summary": "FTC suit is another lover's quarrel, not a breakup for Match. \"Fraud\" isn't a word investors want associated with a dating platform-especially in today's regulatory environment and in a business for which established trust is a key competitive advantage.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-qatar-ification-of-global-sports-is-just-beginning-11570186801", "title": "The Qatar-ification of Global Sports Is Just Beginning", "date": "2019-10-04 07:00", "summary": "From air-conditioned outdoor stadiums to thin crowds, the prevailing mood at Doha's World Athletics Championships is strangeness. Doha, Qatar", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africa-wrestles-over-zulu-kings-vast-landholdings-11570186801", "title": "South Africa Wrestles Over Zulu King's Vast Landholdings", "date": "2019-10-04 07:00", "summary": "Resume Subscription. JOZINI, South Africa-In her battle to secure the rights to her dusty homestead, Hluphekile Mabuyakhulu has joined a small group of South Africans squaring off with a powerful landlord: the king of the Zulu nation.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/to-shrink-achievement-gap-integrate-school-districts-11570186801", "title": "To Shrink Achievement Gap, Integrate School Districts", "date": "2019-10-04 07:00", "summary": "Educational disparities among minority students are largely driven by their concentration in high-poverty areas, new study finds. Does segregation still matter?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-general-calls-on-facebook-to-limit-message-encryption-plans-11570130636", "title": "Barr Presses Facebook on Encryption, Setting Up Clash Over Privacy", "date": "2019-10-04 06:25", "summary": "U.S. Attorney General, in letter signed by U.K. and Australian officials, cites public safety. U.S. Attorney General William Barr has asked Facebook Inc. to hold off on plans to add encryption throughout its messaging services, citing public safety in a push to force the social-media giant to delay a major strategic shift outlined by Chief Executive Mark Zuckerberg earlier this year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attaining-carbon-neutral-shipping-is-a-herculean-task-11570183200", "title": "Attaining Carbon-Neutral Shipping Is a Herculean Task", "date": "2019-10-04 06:00", "summary": "Ocean carriers are promising big moves toward green shipping, but the shipping business still must settle on how vessels will be powered. Anyone buying ships over the next few years will have to think green.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-property-tycoons-face-a-political-typhoon-11570182165", "title": "Hong Kong's Property Tycoons Face a Political Typhoon", "date": "2019-10-04 05:45", "summary": "Protests are hobbling Hong Kong's economy, and real-estate developers are likely losers even if the situation is resolved peaceably. Hong Kong's real-estate developers are being boxed into a corner by the city's incendiary politics. Whatever way the protests end, the lucrative sector is emerging as a likely loser.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-expected-to-give-large-banks-a-break-on-post-crisis-rules-11570181405", "title": "Banks Expected to Get Break on Postcrisis Rules", "date": "2019-10-04 05:30", "summary": "Central bank prepares to vote on some of the most significant changes since Trump took office. WASHINGTON-The Federal Reserve is expected next week to complete some of the most significant changes to bank rules since President Trump took office, setting up a new way of deciding which large banks are hit with its toughest regulations.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-darsana-slashes-juuls-valuation-by-more-than-a-third-11570181402", "title": "Hedge Fund Slashes Juul's Valuation", "date": "2019-10-04 05:30", "summary": "Proposed federal ban on most vape flavors, investigations into marketing practices cloud e-cigarette company's prospects. Hedge fund Darsana Capital Partners recently wrote down its investment in Juul Labs Inc. by more than a third and now holds it at a price that values the e-cigarette company at $24 billion, said people familiar with the matter.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/passive-income-to-two-cents-how-elizabeth-warren-honed-her-message-11570181400", "title": "'Passive Income' to 'Two Cents': How Elizabeth Warren Honed Her Message", "date": "2019-10-04 05:30", "summary": "The Massachusetts Democrat has wielded her signature skill of explaining complex concepts to rejuvenate her 2020 campaign. Elizabeth Warren saw in the faces of supporters at her earliest presidential campaign events that her wealth-tax pitch needed more oomph.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-pro-wrestlings-boom-too-good-to-believe-11570181410", "title": "Is Pro Wrestling's Boom Too Good to Believe?", "date": "2019-10-04 05:30", "summary": "Fake fights are making real money, but industry leader WWE still looks vulnerable. This business was on the ropes. It still is, but in a good way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-slowly-shifting-to-higher-paying-college-majors-study-says-11570179600", "title": "Women Slowly Shifting to Higher-Paying College Majors", "date": "2019-10-04 05:00", "summary": "What female students opt to study helps explain why gender pay gap persists-but their choices are changing. Over the past six decades, women have enrolled in college in greater and greater numbers. Those born in the mid-1980s are 22% more likely to hold a bachelor's degree than men. Yet they still see lower wages.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fridays-jobs-report-to-offer-clues-on-u-s-economys-resilience-11570161660", "title": "Jobs Report to Offer Clues on the U.S.'s Economic Resilience", "date": "2019-10-04 00:01", "summary": "As labor market growth continues at slower pace, watch for signs of further softness. The September employment report to be released Friday will provide the latest snapshot of the U.S. economy's health during a period of global turbulence and heightened trade-war uncertainty. The labor market continues to grow, but at a slower pace than last year. Here is what to watch for in the September jobs report, expected Friday at 8:30 a.m. ET.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-business-of-fearing-elizabeth-warren-11570219998", "title": "The Business of Fearing Elizabeth Warren", "date": "2019-10-04 00:01", "summary": "Mark Zuckerberg isn't the only executive fretting about what the Massachusetts senator would do if she reaches the White House. When Mark Zuckerberg's colorful comments about Elizabeth Warren hit the internet earlier this week, we were granted an uncharacteristically clear look into the mind of a tech billionaire who normally guards his tongue. The Facebook Inc. founder warned if the Massachusetts senator gets elected president next year and tries to break up the company, Facebook could face an existential legal challenge.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11570138331", "title": "Pepper...and Salt", "date": "2019-10-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-find-fresh-targets-what-i-taste-from-starbucks-is-shame-11570191883", "title": "Hong Kong Protesters Find Fresh Targets: 'What I Taste From Starbucks Is...Shame'", "date": "2019-10-04 00:01", "summary": "The Seattle coffee chain has become a flashpoint for antigovernment activists, who consider its local franchisee an apologist for Beijing. At a recent rally in Hong Kong, protesters smashed the glass front of a Starbucks cafe, dragged some of its chairs into the street and lounged around in them as they watched the demonstration unfold.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-trade-deficit-narrowed-in-august-11570194601", "title": "Canada Trade Deficit Narrowed in August", "date": "2019-10-04 00:01", "summary": "Exports rose on higher prices for crude oil, increase in aircraft sales. OTTAWA-Canada recorded a smaller-than-expected trade deficit with the rest of the world in August as prices for crude-oil exports moved higher. A sharp rise in aircraft exports also contributed to the narrowing of the deficit.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-masked-protesters-11570113119", "title": "Masked and Anonymous: Meet Hong Kong's Army of Protesters", "date": "2019-10-04 22:22", "summary": "Resume Subscription. Photographs by Nicole Tung for The Wall Street Journal", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/feds-richard-clarida-says-officials-will-do-what-it-takes-to-sustain-growth-11570153896", "title": "Clarida Says Fed Will Do What It Takes to Sustain Growth", "date": "2019-10-04 21:51", "summary": "When it comes to future direction of rates, policy maker says central bank isn't on preset course. NEW YORK-Federal Reserve Vice Chairman Richard Clarida said Thursday that the central bank will do what it takes to keep the longest U.S. economic expansion alive.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-payments-are-a-test-of-u-s-stance-on-citgo-11570148222", "title": "Bond Payments Are a Test of U.S. Stance on Citgo", "date": "2019-10-04 20:17", "summary": "Houston-based refiner is vulnerable to foreclosure from bondholders under U.S. sanctions rules it wants changed. After helping Venezuela's U.S.-backed opposition take over Citgo Petroleum Corp., the Trump administration faces a key test in its approach toward the U.S.-based company.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlantic-city-mayor-admits-he-defrauded-donors-to-club-11570133258", "title": "Atlantic City Mayor Resigns After Admitting Defrauding Donors", "date": "2019-10-04 20:00", "summary": "Frank Gilliam pleaded guilty to using $87,000 from a basketball club he helped found on clothes, travel and meals. Atlantic City Mayor Frank Gilliam resigned Thursday after pleading guilty to defrauding donors to a youth basketball club, becoming the latest city leader to run afoul of the law.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}]