[{"link": "https://www.wsj.com/articles/facebook-building-cryptocurrency-based-payments-system-11556837547", "title": "Facebook Building Cryptocurrency-Based Payments System", "date": "2019-05-02 19:36", "summary": "Social-media giant is recruiting financial firms, merchants to help launch payments platform. Facebook Inc. is recruiting dozens of financial firms and online merchants to help launch a cryptocurrency-based payments system on the back of its gigantic social network.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duke-energy-shareholders-reject-new-york-comptroller-proposal-on-political-spending-11556828753", "title": "Duke Energy Shareholders Reject New York Comptroller Proposal", "date": "2019-05-02 19:28", "summary": "New York State Comptroller DiNapoli said proposal protected company's reputation and business. New York State Comptroller Thomas DiNapoli on Thursday failed in a bid to make North Carolina utility Duke Energy more transparent in its political spending.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversity-of-mind-at-the-fed-11556838865", "title": "Diversity of Mind at the Fed", "date": "2019-05-02 19:14", "summary": "The left won't forgive Steve Moore for being right about tax reform.. Steve Moore withdrew Thursday as a candidate for the Federal Reserve Board of Governors, after weeks of media pounding all out of proportion to the job. This ugly episode underscores the need for fresh thinking at the Fed, and that's where President Trump's economic advisers should keep their focus.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-pre-emptive-smear-11556838611", "title": "Pelosi's Pre-Emptive Smear", "date": "2019-05-02 19:10", "summary": "The Speaker is worried about what Bill Barr might reveal about 2016.. Doing her best to raise the level of civility in Washington, Nancy Pelosi called William Barr a liar on Thursday. The House Speaker even accused the Attorney General of committing a \"crime\" when he testified to Congress about a memo he issued outlining the main conclusions of special counsel Robert Mueller's report.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-medicaid-tax-trap-11556838493", "title": "State Medicaid Tax Trap", "date": "2019-05-02 19:08", "summary": "The bill for expansion hits business in Rhode Island.. Medicaid expansion under ObamaCare was sold as a free federal lunch for the states, but the bill is now coming due. Witness Gov. Gina Raimondo's plan to tax businesses that employ low-income workers to fund Rhode Island's booming Medicaid case load. Look for this soon in a state near you.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kuwait-owned-firm-in-talks-to-back-knotel-11556834476", "title": "Kuwait-Owned Firm in Talks to Back Knotel", "date": "2019-05-02 18:58", "summary": "The deal would value the New York-based co-working firm at about $1.5 billion. A company owned by the Kuwaiti government is in talks to invest in Knotel, the New York-based co-working firm, according to people familiar with the matter.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-brush-with-personal-destruction-11556837664", "title": "My Brush With Personal Destruction", "date": "2019-05-02 18:54", "summary": "What did my divorce and my humor writing have to do with my ability to make monetary policy?. When President Trump asked me to serve as a member of the Federal Reserve Board, I was honored. I never imagined the storm that would follow. The left and the media instantly launched a relentless campaign against me. Last week a reporter who has covered the Fed for 30 years told me he'd never seen anything like it. On Thursday I reluctantly threw in the towel and asked the president not to nominate me.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-speaker-pelosi-says-barr-lied-to-congress-11556810097", "title": "House Speaker Pelosi Says Barr Lied to Congress", "date": "2019-05-02 18:53", "summary": "'If anybody else did that, it would be considered a crime,' Pelosi says in highest-profile attack yet on Barr's credibility. WASHINGTON-House Speaker Nancy Pelosi accused Attorney General William Barr on Thursday of misleading Congress in appearances on Capitol Hill in recent weeks, a major escalation of a battle between Congress and the executive branch.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-fear-of-william-barr-11556837637", "title": "For Fear of William Barr", "date": "2019-05-02 18:53", "summary": "The attorney general gets attacked because his probe endangers many powerful people.. The only thing uglier than an angry Washington is a fearful Washington. And fear is what's driving this week's blitzkrieg of Attorney General William Barr.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-is-at-the-end-of-the-lime-11556837613", "title": "America Is at the End of the Lime", "date": "2019-05-02 18:53", "summary": "Growers got squeezed by weather, blight and trade with Mexico.. Largely uncelebrated in its native land, Cinco de Mayo is mostly a rickety pretext for tequila-fueled parties north of the border. But the commemoration of the Mexican Army's victory over the French in the 1862 Battle of Puebla could also serve as a fitting tribute to a vanished U.S. crop-the lime.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-catholic-pokemon-go-any-fun-11556837577", "title": "Is Catholic 'Pokémon Go' Any Fun?", "date": "2019-05-02 18:52", "summary": "The app isn't great yet, but it offers lessons about the role of tech in faith.. Rome", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dutch-girl-review-a-dancer-for-the-resistance-11556837558", "title": "'Dutch Girl' Review: A Dancer for the Resistance", "date": "2019-05-02 18:52", "summary": "Audrey Hepburn's reticence about her formative years reflected the uncomfortable fact that her parents were openly pro-Nazi.. In 1958 Audrey Hepburn was offered the lead role in a Hollywood biopic about Anne Frank. Hepburn was then 29, much older than the Jewish teenager whose diary, written while Frank was in hiding from the Nazis, had become an international best seller. But the gamine star of \"Gigi,\" \"Sabrina\" and \"Roman Holiday\" looked so much the part that Frank's father begged her to accept it.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-asia-is-islamic-states-new-target-11556837481", "title": "South Asia Is Islamic State's New Target", "date": "2019-05-02 18:51", "summary": "Local religious fissures and imported Wahhabism make countries like India and Sri Lanka vulnerable.. Islamic State has lost its caliphate in the Middle East, but it retains the capability to cause mayhem thousands of miles away. This is the grim lesson of the Easter Sunday attacks in Sri Lanka, in which suicide bombers killed more than 250 people at three churches and three luxury hotels. No region is entirely safe from such attacks, but South Asian democracies such as India and Sri Lanka appear particularly vulnerable.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-muellers-complaint-11556837422", "title": "Notable & Quotable: Mueller's Complaint", "date": "2019-05-02 18:50", "summary": "'Not only picayune but also hypocritical.'. From \"Barr Released the Mueller Report. How Is That a Scandal?\" by Eli Lake, Bloomberg Opinion, May 1:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinclair-to-acquire-sports-networks-from-disney-11556835269", "title": "Sinclair to Acquire Sports Networks From Disney", "date": "2019-05-02 18:50", "summary": "Deal for 21 networks is valued at more than $10 billion. TV-station giant Sinclair Broadcast Group Inc. has struck a deal valued at more than $10 billion to acquire 21 regional sports networks from Walt Disney Co. , according to people familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-danger-of-debating-reparations-for-slavery-11556837452", "title": "The Danger of Debating Reparations for Slavery", "date": "2019-05-02 18:50", "summary": "It would push the country to angrier extremes on either side, stimulating fresh antagonisms.. Democratic candidates, posturing for advantage and jostling one another leftward, are testing the idea of making reparations for slavery an active issue in the 2020 presidential campaign.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-meat-doubles-share-price-in-early-trading-11556814585", "title": "Beyond Meat Shares Soar in Nasdaq Debut", "date": "2019-05-02 18:45", "summary": "The first alternative-meat startup to go public raised $240.6 million in its initial public offering. Beyond Meat Inc.'s share price more than doubled in the company's Wall Street debut, as the first alternative meat startup to go public had the best open for a U.S.-listed IPO of 2019.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-oil-washington-mulls-sanctions-on-irans-other-sources-of-u-s-dollars-11556811882", "title": "After Oil, U.S. Weighs Sanctions on Iran's Other Dollar Sources", "date": "2019-05-02 18:40", "summary": "Trump administration considers Iran's petrochemical sales, retail trade for new bans. The Trump administration is considering a more-aggressive enforcement of its economic sanctions on Iran-targeting more companies and financial institutions that do business with the Islamic Republic in an attempt to cut off lucrative sources of U.S. dollar-denominated hard currency, U.S. officials said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-in-a-nation-needing-repair-11556836424", "title": "Republicans in a Nation Needing Repair", "date": "2019-05-02 18:33", "summary": "Less taxes and spending won't resolve America's deep crisis. We need a farsighted conservatism.. I want to say something big, quickly and broadly.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sungard-speeds-through-bankruptcy-in-under-24-hours-11556836432", "title": "Sungard Speeds Through Bankruptcy in Under 24 Hours", "date": "2019-05-02 18:33", "summary": "Disaster-recovery company races through chapter 11 in bankruptcy's rocket docket. Bankruptcy's version of the \"rocket docket\" returned to a Westchester courthouse Thursday as Sungard Availability Services LP, an IT services provider that specializes in disaster recovery, secured final court approval of its chapter 11 plan less than a day after filing for bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-unveils-rules-to-protect-health-workers-religious-moral-beliefs-11556816255", "title": "White House Unveils Rule to Protect Health Workers' Religious, Moral Beliefs", "date": "2019-05-02 18:30", "summary": "New regulations are designed to strengthen protections, enforcement for those who say certain medical procedures violate their beliefs. The Trump administration will expand enforcement of protections for medical workers with moral or faith-based objections to medical procedures such as abortion, assisted suicide or sterilization at hundreds of thousands of health organizations-setting off a likely legal battle over religious rights in health care.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maduro-moves-to-reassert-authority-arrest-opposition-leaders-11556836138", "title": "Maduro Moves to Reassert Authority, Arrest Opposition Leaders", "date": "2019-05-02 18:28", "summary": "Venezuelan government charges political opponents after attempted uprising fails to oust autocrat. Venezuela's government began going after opposition leaders on Thursday who it accused of planning a military uprising to oust autocrat Nicolás Maduro, ordering several of them arrested-including the vice president of the National Assembly-as antigovernment protests died down.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-chief-wayne-lapierre-questioned-on-travel-expenses-11556834268", "title": "NRA Chief Questioned on Travel Expenses", "date": "2019-05-02 17:57", "summary": "Lawyer for the gun-rights organization says vast majority of the money was spent on donor outreach, fundraising and other business. National Rifle Association CEO Wayne LaPierre charged the organization's ad agency more than $240,000 for expenses related to trips he took to Italy, Hungary, the Bahamas and other locales without providing adequate documentation, according to a letter from the ad agency given to the group's board last week and described by people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-releases-more-women-activists-on-bail-11556834005", "title": "Saudi Arabia Releases More Women Activists on Bail", "date": "2019-05-02 17:53", "summary": "The women faced charges over human-rights work in a case that sparked criticism of the kingdom. Saudi Arabia released on bail at least five women facing charges over their human-rights work in a case that has sparked widespread international criticism of the kingdom's crackdown on dissent.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-charges-28-people-in-opioid-trafficking-probe-11556834013", "title": "New York Charges 28 People in Opioid Trafficking Probe", "date": "2019-05-02 17:53", "summary": "Authorities said narcotics ring sold over $2 million in oxycodone. The New York attorney general's office said it has taken down what it called a 28-person narcotics ring, part of what authorities described as an emerging threat of traffickers who distribute only oxycodone.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-da-vinci-isnt-for-sale-its-just-to-get-you-in-the-door-11556833702", "title": "That Da Vinci Isn't for Sale, It's Just to Get You in the Door", "date": "2019-05-02 17:48", "summary": "Sotheby's to open museum-style galleries to the public to increase foot traffic. When Sotheby's , the venerable auction house, opens its revamped and expanded gallery spaces at its global headquarters in Manhattan's Upper East Side on Friday, it will be sure to welcome the deep-pocketed buyers of art, antiques and fine wine that have long been associated with its business.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-falls-sharply-on-swelling-u-s-inventories-11556806127", "title": "Oil Falls to One-Month Low on Swelling U.S. Inventories", "date": "2019-05-02 17:46", "summary": "Anxiety grows about possible supply increases. Oil prices slid on Thursday, tumbling as worries about a possible supply glut helped drive prices down nearly 3% to their lowest level in a month.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foxconn-chairman-heads-to-wisconsin-plant-site-after-meeting-with-president-trump-11556810035", "title": "Foxconn Chairman Meets With Trump as Wisconsin Plant Plans Fall Behind", "date": "2019-05-02 17:45", "summary": "Taiwanese manufacturing giant and Apple supplier has been lagging behind its projections for factory. Foxconn Technology Group Chairman Terry Gou reaffirmed his commitment to a large Wisconsin factory that is behind schedule with a trip to the state Thursday, a day after meeting with President Trump at the White House.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-sets-expectations-for-sanctions-compliance-programs-11556833373", "title": "Treasury Sets Expectations for Sanctions Compliance Programs", "date": "2019-05-02 17:42", "summary": "The framework comes as U.S. sanctions policy becomes more dynamic and complex. The U.S. Treasury Department provided more insight into what it expects from corporate sanctions compliance programs, part of an effort aimed at improving the transparency of the department's evaluation and resolution process.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hate-crimes-surge-67-in-new-york-city-11556833343", "title": "Hate Crimes Surge 67% in New York City", "date": "2019-05-02 17:42", "summary": "Police report most are anti-Semitic incidents including the drawing of swastikas. The number of hate crimes in New York City has risen 67% this year, with anti-Semitic incidents accounting for the biggest share, police officials said Thursday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-strengthens-after-fed-meeting-11556817327", "title": "Dollar Strengthens After Fed Meeting", "date": "2019-05-02 17:38", "summary": "Chairman indicated central bank is unlikely to cut interest rates soon. The dollar rose Thursday, a day after Federal Reserve Chairman Jerome Powell signaled the central bank was unlikely to cut interest rates in coming months.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-wont-ban-certain-breast-implants-despite-cancer-concerns-11556832509", "title": "FDA Won't Ban Certain Breast Implants Despite Cancer Concerns", "date": "2019-05-02 17:34", "summary": "Agency says it doesn't believe textured breast implants meet the banning standard. The Food and Drug Administration won't ban breast implants that some women said have caused them a range of health problems, from pain to a rare form of cancer.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-shares-surge-on-fundraising-push-11556831552", "title": "Tesla Shares Surge on Fundraising Push", "date": "2019-05-02 17:12", "summary": "Investors welcome prospect of fresh capital following challenges that have pushed down car maker's shares. Tesla Inc.'s stock surged 4.6% Thursday after the company said it would raise as much as $2.3 billion by selling shares and bonds that may convert to shares, marking the latest surprising Wall Street reaction to the tribulations of the Palo Alto, Calif.,-based electric car maker.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-steel-to-invest-1-2-billion-at-pennsylvania-mills-11556823367", "title": "U.S. Steel to Invest $1.2 Billion at Pennsylvania Mills", "date": "2019-05-02 17:09", "summary": "Investment in Braddock and Clairton plants is aimed at narrowing the cost gap with rivals. United States Steel Corp. outlined plans Thursday for the biggest upgrade of its steelmaking operations in decades by investing more than a $1 billion in its plants near Pittsburgh.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mideast-insurgents-enter-the-age-of-drone-warfare-11556814441", "title": "Mideast Insurgents Enter the Age of Drone Warfare", "date": "2019-05-02 17:08", "summary": "Houthi rebels in Yemen ramp up pilotless attacks; U.N. suspects input from Iran. WASHINGTON-Yemen's Houthi rebels have launched armed drone attacks with far more precision and reach than the U.S. and its Gulf allies have publicly acknowledged, people familiar with the matter said, showing how readily available technology is creating new dangers for America and its allies in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plan-aims-to-ease-mortgage-reporting-rules-11556828582", "title": "Plan Aims to Ease Mortgage-Reporting Rules", "date": "2019-05-02 17:07", "summary": "Changes would allow some lenders to skip providing race, gender and other details to government. WASHINGTON-Small banks and credit unions could get a break on providing mortgage data to the government under a plan released Thursday, reducing the amount of borrower information collected under a law aimed at preventing lending discrimination.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-economic-czar-plans-to-step-back-11556830031", "title": "New York Economic Czar Plans to Step Back", "date": "2019-05-02 16:56", "summary": "Howard Zemsky, head of Empire State Development corporation, to remain as chairman; Gov. Cuomo searches for successor. New York Gov. Andrew Cuomo is searching for a new state economic development czar.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-wants-facebook-board-to-boost-privacy-oversight-11556808961", "title": "Potential Facebook Settlement With FTC Likely to Include WhatsApp", "date": "2019-05-02 16:49", "summary": "Regulators want Facebook's board to boost privacy oversight as they negotiate a possible settlement. WASHINGTON- Facebook Inc.'s potential settlement with federal regulators over breaches of consumer data privacy is nearing completion, and will likely cover related services such as its WhatsApp messaging function, people familiar with the matter said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sri-lanka-finds-evidence-of-planning-for-further-attacks-11556829321", "title": "Sri Lanka Finds Evidence of Planning for Further Attacks", "date": "2019-05-02 16:35", "summary": "Police say country's Buddhist community would be likely target for follow-on assault by Islamist group. COLOMBO, Sri Lanka-Police say arrests and searches of dozens of locations linked to the perpetrators of the Easter bombings have turned up significant evidence that new attacks could be in the works.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taser-chief-gets-stunning-246-million-stock-option-award-11556817574", "title": "Taser Chief Gets $246 Million Stock-Option Award", "date": "2019-05-02 16:35", "summary": "Patrick Smith's compensation package surpasses that of the highest-paid CEOs of larger companies, but comes with strings. The company that sells Tasers to police departments around the world paid its chief executive $246 million last year, according to a proxy filed last month, one of the biggest compensation packages for a corporate leader.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-boosts-natural-gas-exports-to-eu-aiming-to-dent-russian-sales-11556827197", "title": "U.S. Boosts Natural-Gas Exports to EU, Aiming to Dent Russian Sales", "date": "2019-05-02 16:32", "summary": "Energy Secretary Rick Perry praised burgeoning trade as 'tip of iceberg'. BRUSSELS-The U.S. has nearly tripled its natural-gas exports to the European Union since July and signed new licenses Thursday seeking to establish American energy as an EU mainstay.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-heart-of-gold-inside-the-usa-gymnastics-scandal-review-who-couldnt-have-known-11556828650", "title": "'At the Heart of Gold: Inside the USA Gymnastics Scandal' Review: Who Couldn't Have Known?", "date": "2019-05-02 16:24", "summary": "Erin Lee Carr's documentary takes a long look at Larry Nassar, who was accused of molesting hundreds of young gymnasts and dancers, and the enablers who turned a blind eye to his predation.. The prospect of devoting 89 minutes to Larry Nassar, disgraced Olympics doctor and long-term guest of our federal penitentiary system, offers about as much appeal as a recreational gum-scraping. In fact, everything about \"At the Heart of Gold: Inside the USA Gymnastics Scandal\" suggests someone coming toward you with a spoonful of particularly ghastly medicine.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-of-the-union-review-microdoses-of-a-marriage-11556828630", "title": "'State of the Union' Review: Microdoses of a Marriage", "date": "2019-05-02 16:23", "summary": "A London couple meet each week at a pub across from their counselor in this series being released in 10-minute installments.. Making intentionally unbingeable TV right now seems counterintuitive, and this review cannot do complete justice to SundanceTV's \"State of the Union\" for one simple reason: I watched it all at once. That's not just an admission of guilt. It's an endorsement.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-pause-on-fed-outlook-11556784081", "title": "U.S. Stocks Decline as Oil Prices Fall Sharply", "date": "2019-05-02 16:21", "summary": "Shares of banks hold up better as U.S. Treasury yields move higher. Declines in oil prices spilled over into U.S. stocks on Thursday, weighing on energy companies and dragging major indexes lower.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baltimore-mayor-catherine-pugh-resigns-11556825577", "title": "Baltimore Mayor Pugh Resigns in Book-Sales Scandal", "date": "2019-05-02 16:19", "summary": "Pressure had mounted over her sales to companies that benefited from her official actions. Baltimore Mayor Catherine Pugh resigned under pressure following revelations that she grossed more than $500,000 selling her self-published children's books to companies, including some that benefited from her official actions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cory-bookers-2020-presidential-campaign-is-short-of-donor-threshold-11556819740", "title": "Cory Booker's 2020 Presidential Campaign Is Short of Donor Threshold", "date": "2019-05-02 16:10", "summary": "New Jersey senator is one of a number of Democratic candidates falling shy of requirements to qualify for debates. WASHINGTON-New Jersey Sen. Cory Booker said his 2020 presidential campaign remains short of the Democratic Party's benchmark to qualify for next month's debates, though he appeared to have met its polling requirement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-april-27-11556827278", "title": "Best-Selling Books Week Ended April 27", "date": "2019-05-02 16:01", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-names-womens-world-cup-roster-11556827182", "title": "U.S. Names Women's World Cup Roster", "date": "2019-05-02 15:59", "summary": "The 23-player American team kicking off June 11 might be weaker on defense than the 2015 title squad but boasts a bounty of scorers. The 2015 U.S. Women's Soccer Team was built to stop opponents. It used a strong back line and a lockdown goalkeeper to do just that-and it won the World Cup.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-plough-and-the-stars-review-no-glory-in-war-11556827081", "title": "'The Plough and the Stars' Review: No Glory in War", "date": "2019-05-02 15:58", "summary": "The Easter Rising of 1916 is the subject of Seán O'Casey's play, the conclusion of his 'Dublin Trilogy' that the Irish Rep is performing.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-drop-a-day-after-fed-chairman-says-soft-inflation-transitory-11556812073", "title": "Treasurys Drop After Powell's Inflation Comment", "date": "2019-05-02 15:58", "summary": "Comment from Jerome Powell appears to undercut view that interest rates should be cut quickly. U.S. government-bond prices fell Thursday as investors continued to react to Federal Reserve Chairman Jerome Powell's comments that suggested the central bank isn't overly concerned about soft inflation.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-microsoft-team-up-on-blockchain-11556825907", "title": "JPMorgan, Microsoft Team Up on Blockchain", "date": "2019-05-02 15:38", "summary": "Bank will use Microsoft Azure to power its Quorum platform, letting companies that use it build blockchain applications faster. JPMorgan Chase & Co. said Thursday that it is tapping Microsoft Corp.'s cloud-based services to boost its blockchain platform, aiming to make it easier, faster and cheaper for companies to build and deploy blockchain applications.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-sen-michael-bennet-enters-2020-democratic-presidential-race-11556799361", "title": "Colorado Sen. Bennet Enters Presidential Race", "date": "2019-05-02 15:38", "summary": "Moderate lawmaker has joined with Republicans on immigration overhaul, defended Obamacare. WASHINGTON-Colorado Sen. Michael Bennet entered the 2020 presidential primaries Thursday, bringing a moderate voice from a Western state into the crowded Democratic field.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yale-and-the-purpose-of-great-universities-11556825720", "title": "Yale and the Purpose of Great Universities", "date": "2019-05-02 15:35", "summary": "Why is Peter Salovey so obsessed with the origins of Yale's students rather than their intellectual achievements?. In his response (Letters, April 29) to Heather Mac Donald's \"At Yale, 'Diversity' Means More of the Same\" (op-ed, April 24), Yale University President Peter Salovey does a better job at confirming everything Ms. Mac Donald asserts about Yale. Why is Mr. Salovey so obsessed with the origins of Yale's students rather than their intellectual achievements? Apparently, Yale University, any university, must be a sort of universal pacifier: \"Yale engages with contemporary challenges, including racism, discrimination and intolerance in this country and world-wide. Such engagement isn't 'bureaucratic bloat:' it is a university fulfilling its mission.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbo-sees-national-debt-continuing-to-grow-11556825726", "title": "CBO Sees National Debt Continuing to Grow", "date": "2019-05-02 15:35", "summary": "The federal debt estimated to grow to 92% of gross domestic product in 2029 from 78% in 2019, according to the Congressional Budget Office. WASHINGTON-The U.S. continues to be on a path to an expanding national debt, the Congressional Budget Office said Thursday, in a report that largely repeated its earlier budget projections.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learned-taste-battles-languages-evolution-11556825671", "title": "Learned Taste Battles Language's Evolution", "date": "2019-05-02 15:34", "summary": "We must remember that language is a constantly evolving medium for the expression of ideas.. Regarding Joseph Epstein's lament \"How to Weaponize an Existential Threat\" (op-ed, April 29): Usages I find universally in students' papers include, among others, \"in regards to,\" \"towards,\" \"amongst,\" and \"whether or not,\" as well as sentences such as \"X impacts Y,\" \"the movie is based off of the book,\" \"the court issued their decision,\" and \"the amount of people in the room is 17.\" Students use these terms because their teachers use them.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-navigable-waterway-should-be-just-that-11556825614", "title": "A Navigable Waterway Should Be Just That", "date": "2019-05-02 15:33", "summary": "The courts should interpret the phrase \"navigable water\" to mean only those bodies of water all reasonable people would agree are navigable.. Regarding Ethan Blevins's \"A Navy Veteran Went to Prison for Digging Ponds in the Mountains\" (Cross Country, April 27) and the conviction of Joe Robertson in 2016 for violating the Clean Water Act: In the early 1990s I was CFO of an environmental services firm in Charleston, S.C. Our engineers and technicians regularly interacted with the Army Corps of Engineers. I will never forget hearing in one of our management meetings about one of our colleagues who met with the Corps and requested a clear definition of \"navigable waters.\" Our technician was told: \"If it floats a leaf, it is a navigable water.\" I was stunned then; I still am.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/churchill-was-no-socialist-but-he-governed-like-one-11556825570", "title": "Churchill Was No Socialist, But He Governed Like One", "date": "2019-05-02 15:32", "summary": "Both times as prime minister Churchill practiced a \"socialism\" far in advance of today's most far-left Democrats.. Why do your essayists keep using bad history to decry socialism? Andy Kessler quotes Winston Churchill to underscore J.P. Morgan Chase CEO Jamie Dimon's call-out that \"socialism inevitably produces stagnation, corruption and often worse\" (\"Jamie Dimon's Timely Warning,\" Inside View, April 22). Joshua Muravchik lays into the Labour Party's Clement Attlee, Churchill's successor as prime minister in 1945, for inflicting socialism on Britain (\"Socialism Fails Every Time,\" op-ed, April 10). In fact, British productivity boomed after World War II, despite recurring currency crises. When Churchill returned to power in 1951, he changed nothing of Labour's original agenda. Both times as prime minister Churchill practiced a \"socialism\" far in advance of today's most far-left Democrats.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nuns-modeled-selfless-service-after-civil-war-too-11556825519", "title": "The Nuns Modeled Selfless Service After Civil War, Too", "date": "2019-05-02 15:31", "summary": "The nuns didn't flee from perils. They stayed and nursed, notably in yellow-fever epidemics.. Nic Rowan's \"Nuns on the Civil War Battlefield\" (Houses of Worship, April 26) reminds me of another reason Catholic sisters were widely and deeply respected and loved. The stark fact is that the nuns didn't flee from perils. They stayed and nursed, notably in yellow-fever epidemics. One reflects on their goodness when in graveyards in places such as Vicksburg, Memphis, Mobile and Savannah and reads the gravestones that sister so and so perished in the epidemic of a certain date.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-shot-review-shallow-state-11556825086", "title": "'Long Shot': Shallow State", "date": "2019-05-02 15:24", "summary": "A scruffy journalist reconnects with his old babysitter-who's now the secretary of state-in this raunchy rom-com starring Seth Rogen and Charlize Theron.. Jonathan Levine's \"Long Shot\" constructs a cartoon version of contemporary politics-a cartoon version of a cartoon version-as background for a raunchy rom-com fantasy of switched polarities, with the woman dominant and the man a panting puppy. Seth Rogen is Fred Flarsky, a sweet-spirited slob and out-of-work advocacy journalist. Charlize Theron is Charlotte Field, the U.S. secretary of state; she was Fred's first crush when he was 13 and she was his babysitter. At one point enemy fire brings down an American U-2 spy plane, the pilot is taken hostage and Washington must confront an international crisis, but Charlotte is high on MDMA at the time. Not to worry, though. Who needs a clear head for negotiation when you've got great instincts and you're drop-dead gorgeous? The movie is cheerfully absurd, often funny and occasionally touching, a surprisingly successful coupling of two ostensibly mismatched stars. But the pleasingly adolescent absurdities soon regress to grindingly infantile and the raunch grows repetitious until the comedy wears out its welcome.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meeting-gorbachev-review-piercing-the-wall-of-history-11556825044", "title": "'Meeting Gorbachev' Review: Piercing the Wall of History", "date": "2019-05-02 15:24", "summary": "Werner Herzog and Andre Singer explore the mind of Mikhail Gorbachev in this new documentary.. Time and illness have taken a toll that's instantly visible in \"Meeting Gorbachev,\" a fascinating documentary by Werner Herzog and Andre Singer. Mikhail Gorbachev, the eighth and final leader of the Soviet Union, sits still in front of the camera at age 87. (He is 88 now.) His words come slowly and his gaze seems to be fixed on some middle distance. Gradually, though, you realize that he's thinking carefully as he speaks, savoring his memories as he recounts them, and that his eyes are locked on those of his interviewer, Mr. Herzog. It's the sort of intense connection described by Western statesmen after meeting him in the 1980s and sensing something new in Soviet leadership. In one of the film's supporting interviews, George Shultz, who served as secretary of state in the Reagan administration, recalls encountering Mr. Gorbachev for the first time: \"He was fresh as a daisy.\"", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shadow-review-not-everything-is-black-and-white-11556824977", "title": "'Shadow' Review: Not Everything Is Black and White", "date": "2019-05-02 15:22", "summary": "Zhang Yimou's film dials down the color palette while turning up the action.. Our feelings about film are colored by color, whether we're aware of it or not. Zhang Yimou's \"Shadow\" is an unmistakable, and exquisite, case in point. Set during China's Three Kingdoms era (A.D. 220-280), this action extravaganza ravishes the retina with only a narrow segment of spectrum. At first it seems to have been shot in black and white, or charcoal and white, as in traditional Chinese ink-wash painting. Then colors sneak in, though not a lot of them-subdued flesh tones and somber earth tones, punctuated by flashes of silver; all traces of blue have been banished from the screen. And yes, there's a story, an intricate one that's predictable and surprising in equal parts. This is exactly as it should be in a movie dominated by the concept of yin and yang-not just dominated by, but played out, at several points, on supergraphic blowups of the familiar black-and-white symbol, which the subtitles refer to as diagrams.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penn-station-track-rehab-will-affect-thousands-of-lirr-nj-transit-riders-11556824460", "title": "Penn Station Track Rehab Will Affect Thousands of LIRR, NJ Transit Riders", "date": "2019-05-02 15:14", "summary": "It's not the 'summer of hell,' but work will still disrupt some rush-hour commutes. Thousands of Long Island Rail Road and NJ Transit commuters will be diverted from New York Penn Station this summer while Amtrak carries out track repair work.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-looks-to-unload-tumblr-blogging-site-11556823135", "title": "Verizon Looks to Unload Tumblr Blogging Site", "date": "2019-05-02 15:12", "summary": "Wireless giant seeks buyer for social-media service that has lost ground to Facebook. Verizon Communications Inc. is seeking a buyer for blogging website Tumblr, according to people familiar with the matter, as it tries to steady a media business that has struggled to meet revenue targets.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unraveling-mark-zuckerbergs-secret-deal-for-a-59-million-tahoe-compound-11556811876", "title": "Unraveling Mark Zuckerberg's Secret Deal for a $59 Million Tahoe Compound", "date": "2019-05-02 15:11", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gold-slides-with-dollar-treasury-yields-steady-11556803471", "title": "Gold Slides With Dollar, Yields Steady", "date": "2019-05-02 15:08", "summary": "Silver, platinum futures also decline. Gold prices fell near their lowest levels of the year on Thursday, hurt by stability in the dollar and Treasury yields as investors weighed the Federal Reserve's comments from a day earlier.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-fails-to-override-trump-veto-on-war-in-yemen-11556820925", "title": "Senate Fails to Override Trump Veto on War in Yemen", "date": "2019-05-02 14:57", "summary": "Saudi-led coalition has used U.S.-made bombs, intelligence assistance in a bid to defeat Houthi rebels. WASHINGTON-Senators failed in their effort to end U.S. support for the Saudi-led war in Yemen, as they weren't able to muster enough votes to override President Trump's veto.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-take-better-travel-photosand-avoid-the-worst-cliches-11556823000", "title": "How to Take Better Travel Photos-and Avoid the Worst Cliches", "date": "2019-05-02 14:50", "summary": "We asked four acclaimed photographers what irks them most about travel pics-and how to step up the originality of your own snaps. National Geographic photographer and documentary filmmaker", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/troubled-brokers-face-stricter-rules-11556820456", "title": "Troubled Brokers Face Stricter Rules", "date": "2019-05-02 14:47", "summary": "Brokerages with record of red flags would post extra cash to deter fraud, cover arbitration awards. WASHINGTON-Brokerage firms that employ a higher number of troubled brokers or display other red flags could be subject to stricter financial protections under a plan issued by Wall Street's self-regulatory arm.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-is-shifting-the-goal-posts-and-investors-should-care-11556822636", "title": "Fed Is Shifting the Goal Posts, and Investors Should Care", "date": "2019-05-02 14:43", "summary": "The way the inflation target is implemented could change, with big implications for markets. Two words in Federal Reserve Chairman Jerome Powell's opening comments on Wednesday mattered: \"transient\" and \"symmetric.\"", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-moores-writings-on-women-11556808276", "title": "Stephen Moore's Writings on Women", "date": "2019-05-02 14:28", "summary": "The conservative commentator has withdrawn from consideration for a position on the Federal Reserve board. Conservative commentator Stephen Moore has withdrawn from consideration for a position on the Federal Reserve Board of Governors. Multiple Senate Republicans had expressed doubts about his prospects, citing among other issues his comments about women, as reported by CNN and other news outlets. Here is a sample.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unicorn-prince-of-bike-racing-11556798172", "title": "The Unicorn Prince of Bike Racing", "date": "2019-05-02 14:21", "summary": "World-class mountain biker and cyclocross racer Mathieu van der Poel proves to be brilliant on the road, too. What should he do next?. Imagine showing up, proving you're one of the best in the world at something-and then making a brilliant escape. Maybe it's more like stealing a scene in a movie-Alec Baldwin with his steak knives in \"Glengarry Glen Ross\"; Matthew McConaughey thumping on his chest in \"The Wolf of Wall Street\"-and then vanishing before the audience has a chance to get bored.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-spent-tax-break-bonanza-on-owners-not-lenders-11556819896", "title": "Companies Spent Tax-Break Bonanza on Owners, not Lenders", "date": "2019-05-02 13:58", "summary": "Report from Moody's shows large companies used the recent tax break for share repurchases in the second half of the year while the paying down of debt declined. What is it they say about debt and taxes?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-activist-concedes-defeat-as-bid-for-board-seat-fails-11556793273", "title": "Barclays Activist Concedes Defeat in Bid for Board Seat", "date": "2019-05-02 13:39", "summary": "CEO Jes Staley prevails as shareholders vote overwhelmingly against Edward Bramson's campaign. Barclays PLC Chief Executive Jes Staley came out on top in a showdown over the bank's strategy Thursday as shareholders voted overwhelmingly against adding the activist Edward Bramson to the board.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomms-5g-call-will-take-a-while-to-connect-11556818430", "title": "Qualcomm's 5G Call Will Take a While to Connect", "date": "2019-05-02 13:33", "summary": "Boost from Apple's deal is offset by a weakening smartphone market. Qualcomm has required no small amount of patience from investors over the past few years. Its latest results show that even more will be required.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2019-volkswagen-jetta-gli-the-quietly-legendary-sedan-turns-35-11556817942", "title": "2019 Volkswagen Jetta GLI: The Quietly Legendary Sedan Turns 35", "date": "2019-05-02 13:25", "summary": "Its restrained, aww-shucks design masks superior engineering and a \"ripping fast\" engine. Here's why Dan Neil is still in love. IT'S AMAZING to me the way weather-making jetstreams of business and industry, society and politics get bottled up in automobiles, like new-car smell. Please take a seat in the 2019 VW Jetta GLI 35th Anniversary Edition and have a sniff.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-worker-productivity-advances-at-best-rate-since-2010-11556800550", "title": "U.S. Worker Productivity Advances at Best Rate Since 2010", "date": "2019-05-02 13:14", "summary": "Meanwhile, pay increases were mostly offset by better efficiency, a factor helping keep inflation in check. WASHINGTON-U.S. workers' efficiency improved during the past year at the best pace in nearly a decade, laying groundwork for stronger wage growth and continued economic expansion.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kelloggs-operating-profit-weakens-in-north-america-11556801628", "title": "Weak Cereal Sales Weigh on Kellogg's Business", "date": "2019-05-02 13:11", "summary": "Food company names Amit Banati as new finance chief; shares fall.. Kellogg Co. said first-quarter sales in North America dropped as it grappled with weaker demand for cereals and a recall of protein bars.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckesson-to-pay-37-million-to-settle-west-virginia-opioid-lawsuit-11556812680", "title": "McKesson to Pay $37 Million to Settle West Virginia Opioid Lawsuit", "date": "2019-05-02 13:10", "summary": "Money to be used to fund initiatives to combat opioid epidemic. Drug distributor McKesson Corp. has agreed to pay $37 million to resolve claims brought by West Virginia officials that the company helped fuel the opioid epidemic, the two sides said Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-the-productive-11556816354", "title": "America the Productive", "date": "2019-05-02 13:02", "summary": "New reports show U.S. workers getting more done and receiving better pay.. Small U.S. firms continued adding workers and continued raising wages in April. That's according to the latest employer survey from the National Federation of Independent Business, due out later today. Also, a new government report shows that workers at businesses of all sizes are getting more done.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bundesbank-head-cautions-ecb-on-delayed-return-to-normal-policy-11556816409", "title": "Bundesbank Head Cautions ECB on Delayed Return to Normal Policy", "date": "2019-05-02 13:00", "summary": "Jens Weidmann says expansionary monetary policy can't be permanent. The European Central Bank shouldn't delay a return to more normal policy settings as soon as economic conditions allow, German central-bank president, Jens Weidmann, said on Thursday.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-look-to-bridge-divides-on-climate-policy-11556805997", "title": "House Democrats Look to Bridge Divides on Climate Policy", "date": "2019-05-02 12:53", "summary": "Amid Green New Deal disagreements, party rallies behind bill to block U.S. from exiting Paris Agreement. WASHINGTON-House Democrats, seeking to move beyond internal divisions over how best to combat climate change, passed legislation Thursday aimed at preventing President Trump from exiting the Paris Agreement.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cigna-profit-rises-led-by-strength-in-health-services-medical-units-11556793223", "title": "Cigna Posts Strong Results for First Full Quarter After Express Scripts Deal", "date": "2019-05-02 12:47", "summary": "Total revenue more than tripled from a year ago to $37.95 billion. Cigna Corp. raised its earnings projection for the year, saying first-quarter results showed strong performance for its health-insurance and pharmacy-benefits businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-dean-sues-temple-university-after-m-b-a-rankings-scandal-11556814711", "title": "Temple's Former Dean Sues University After Rankings Scandal", "date": "2019-05-02 12:45", "summary": "Moshe Porat, who led Fox School of Business for 22 years, accuses administrators of defaming his character. The former dean of Temple University's Fox School of Business is suing the school for allegedly defaming his character by blaming him for an M.B.A. rankings scandal that involved fake student-test scores.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-to-try-thinning-store-manager-ranks-11556807421", "title": "Walmart to Try Thinning Store Manager Ranks", "date": "2019-05-02 12:42", "summary": "In test, some stores have fewer, higher paid managers overseeing teams in an effort to give front-line workers more ownerships over their jobs. Walmart Inc. is testing a new store employee structure, in some cases using fewer midlevel, in-store managers to oversee workers while boosting pay and responsibilities for those roles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/checkout-valued-at-nearly-2-billion-in-new-fundraising-11556815154", "title": "Checkout Valued at Nearly $2 Billion in New Fundraising", "date": "2019-05-02 12:39", "summary": "Checkout Ltd., a digital-payments processor based in London, recently raised $230 million. A little-known European startup with no history of raising money from outsiders is riding investor euphoria for the payments sector into the billion-dollar club.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-makes-offshore-drilling-safety-rules-friendlier-to-industry-11556812800", "title": "Trump Administration Makes Offshore-Drilling Safety Rules Friendlier to Industry", "date": "2019-05-02 12:29", "summary": "New rules will affect measures imposed under the Obama administration after 2010 Deepwater Horizon explosion and oil spill. WASHINGTON-Offshore oil drillers will have a freer hand in meeting federal safety requirements under new rules being released today by the Interior Department.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-gannett-proxy-fight-iss-adviser-backs-one-digital-first-nominee-11556796345", "title": "In Gannett Proxy Fight, ISS Adviser Backs One Digital First Nominee", "date": "2019-05-02 12:25", "summary": "ISS said electing one of Digital First's nominees will ensure Gannett properly considers Digital First's unsolicited January bid. Digital First Media, the hedge fund-backed media company pushing Gannett Co. to sell itself, picked up some support as it seeks board seats at the USA Today publisher in a proxy vote this month.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tighter-iranian-oil-sanctions-set-stage-for-u-s-saudi-showdown-11556789401", "title": "Iran Oil Sanctions Set Stage for U.S.-Saudi Showdown", "date": "2019-05-02 12:20", "summary": "Kingdom plays down need to increase output as Washington's new curbs take hold. Saudi Arabia has pledged to boost oil output if needed, as the Trump administration starts banning all Iran oil exports on Thursday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-159-billion-in-debt-11556813416", "title": "Treasury to Sell $159 Billion in Debt", "date": "2019-05-02 12:10", "summary": "U.S. Treasury Department will auction next week $84 billion in new debt, $75 billion in previously sold debt. The U.S. will auction $159 billion in securities next week, comprising $84 billion in new debt and $75 billion in previously sold debt. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trekking-through-a-mysterious-mesmerizing-old-world-11556813402", "title": "Trekking Through a Mysterious, Mesmerizing Old World", "date": "2019-05-02 12:10", "summary": "This village-to-village trek in Georgia's Caucasus Mountains zigzags through medieval farmsteads and scenery so distracting you're liable to veer off course. GEORGIA, a small country of just four million people, is a land synonymous with mountains, so much so that the wider geographical region is named for them. To many Westerners, the Caucasus, denoting both a mountain range and the constellation of ex-Soviet territories that spans it, still seems shrouded in enigma.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costs-catch-back-up-with-wayfair-11556813084", "title": "Costs Catch Back Up With Wayfair", "date": "2019-05-02 12:04", "summary": "Furniture retailer's liberal spending to acquire customers caused it to fall short of expectations in first quarter. Wayfair, the furniture retailer, finally seemed to defy the skeptics when it reported fourth-quarter results in February, roundly beating estimates. In the first quarter, however, it fell back into its old routine-beating revenue expectations while reporting worse-than-expected losses. That discrepancy stems from the company's tendency to spend more money on acquiring customers than it gets back, and it is looking bad as ever.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pollution-that-discriminates-by-gender-11556812419", "title": "Pollution That Discriminates by Gender", "date": "2019-05-02 11:53", "summary": "A new study shows that boys' brains are more vulnerable than girls' to lead exposure in early childhood. ", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-stars-want-guarantees-their-films-will-play-in-theaters-11556809200", "title": "Hollywood Stars Want Guarantees Their Films Will Play in Theaters", "date": "2019-05-02 11:52", "summary": "Actors urge big-screen releases as Disney, WarnerMedia embrace streaming; Oscars eligibility at stake. To win the rights to a new movie starring Will Smith as Serena and Venus Williams's father, AT&T Inc.'s Warner Bros. had to agree to a nonnegotiable demand from the star, according to people familiar with the talks: The studio would release the film theatrically before streaming it online.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washingtons-biggest-lobbyist-the-u-s-chamber-of-commerce-gets-shut-out-11556812302", "title": "The Chamber of Commerce Faces Shutout in Washington", "date": "2019-05-02 11:51", "summary": "Resume Subscription. A month before his inauguration, and shortly after he had finished a round of golf with Tiger Woods, Donald Trump was introduced to an adviser of the U.S. Chamber of Commerce, the chief advocacy group for American corporations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-elliotts-latest-target-is-a-tech-giant-11556809776", "title": "Why Elliott's Latest Target is a Tech Giant", "date": "2019-05-02 11:09", "summary": "Activist offers other investors reassurance that software giant SAP will finally improve margins. SAP, the technology giant whose software helps companies become more efficient, itself wants to become more efficient. Investors who worry they have heard it all before can at least be comforted by the watchful eye of an activist in their ranks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-home-in-the-deep-north-woods-11556809595", "title": "A Home in the Deep North Woods", "date": "2019-05-02 11:06", "summary": "While looking for a place to build a shed for his snowmobiles, Bill Broadhead stumbled upon the parcel of lakeside land that would become home for him and his family.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/horse-racing-has-an-image-problem-11556809273", "title": "Horse Racing Has an Image Problem", "date": "2019-05-02 11:01", "summary": "As the Kentucky Derby approaches, the sport wants to shift the focus to safety with proposals on race-day medication and a jockey's use of the whip. LOUISVILLE, Ky.-The Kentucky Derby is here, but the hot topic around Churchill Downs suddenly isn't about which horse is going to win the Run for the Roses. It's about which horse isn't running.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-a-fast-track-to-ancient-india-11556808511", "title": "On a Fast Track to Ancient India", "date": "2019-05-02 10:48", "summary": "A new express train between modern New Delhi and the holy banks of the river Ganges links the priorities of Prime Minister Narendra Modi. This past February 15, India's prime minister Narendra Modi delivered a speech to the nation from an unusual location: the New Delhi railway station. A short distance away, on Platform 1, stood his subject: a sleek, 16-coach, high-speed passenger train called the Vande Bharat (\"Hail India\") Express. It is the new star in the stable of Indian Railways, the largest rail network in the world and a transportation lifeline in which, like the country's democracy itself, almost every Indian has a personal stake.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-heart-of-washingtons-cascade-range-a-compound-for-outdoor-enthusiasts-11556808371", "title": "In the Heart of Washington's Cascades, a Compound for Outdoor Enthusiasts", "date": "2019-05-02 10:46", "summary": "The Cle Elum Lake home of Bill Broadhead and Julie McCoy seconds as a base camp for work retreats and winter games. At the end of a narrow road, in an area so remote the producers of the television show \"Northern Exposure\" used it as a stand-in for Alaska, there's a clearing in the dense trees. As you move into it, an expanse of crystal blue water ringed by snowcapped mountains and open sky is revealed.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3m-to-buy-acelity-for-enterprise-value-of-6-7-billion-11556795031", "title": "3M to Buy Wound-Care Company Acelity", "date": "2019-05-02 10:46", "summary": "Deal for Acelity has a total enterprise value of about $6.7 billion. 3M Co. on Thursday said it agreed to buy wound-care company Acelity Inc. from an investor group for about $4.3 billion as the manufacturing and technology conglomerate continues to build its health-care business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-global-to-convert-to-corporation-11556797879", "title": "Apollo Global Posts Profit, Plans to Convert to a Corporation", "date": "2019-05-02 10:45", "summary": "'We hope that by converting to a C corp we can reduce the barriers to owning our stock'. Apollo Global Management LLC said it would convert to a corporation from a publicly traded partnership, following peers such as KKR & Co. and Blackstone Group LP that have made the move with the goal of expanding ownership of their stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wikileaks-founder-assange-pledges-to-fight-u-s-extradition-11556807675", "title": "WikiLeaks Founder Assange Pledges to Fight U.S. Extradition", "date": "2019-05-02 10:34", "summary": "Julian Assange, currently held in a high-security British prison, will face an extradition hearing on June 12. LONDON-Julian Assange pledged to fight extradition to the U.S. in a brief hearing in a British court, kicking off what is set to be a lengthy battle to bring the WikiLeaks founder to trial in America over the 2010 leak of thousands of classified documents.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-needs-more-than-2-3-billion-to-recharge-its-battery-11556804306", "title": "Tesla Needs More Than $2.3 Billion to Recharge Its Battery", "date": "2019-05-02 10:29", "summary": "Electric car maker's decision to raise cash will help it pay bills, but won't be enough to make new investments. Elon Musk and Tesla have finally decided to raise money, but shareholders shouldn't expect more than a temporary reprieve.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffett-partner-charlie-munger-has-a-side-gig-designing-college-dorms-11556807102", "title": "Buffett Partner Charlie Munger Has a Side Gig: Designing College Dorms", "date": "2019-05-02 10:25", "summary": "The 95-year-old billionaire has many unusual ideas about architecture, and schools have to listen when he funds new buildings. LOS ANGELES-Charlie Munger's signature phrase is \"I have nothing to add.\" Ask him about architecture, however, and he will talk your ear off.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beloved-buildings-that-rose-from-the-ashes-11556806300", "title": "Beloved Buildings That Rose From the Ashes", "date": "2019-05-02 10:11", "summary": "From ancient Rome to modern London, great structures like Notre Dame have fallen and been built again. A disaster like the Notre Dame cathedral fire is as much a tragedy of the heart as it is a loss to architecture. But fortunately, unlike most love affairs, a building can be resurrected. In fact, throughout history communities have gone to remarkable lengths to rebuild monuments of sacred or national importance.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lab-grown-meat-is-coming-but-the-price-is-hard-to-stomach-11556805600", "title": "Lab-Grown Meat Is Coming, but the Price Is Hard to Stomach", "date": "2019-05-02 10:00", "summary": "The Tesla of the dinner plate: Cultivating tuna and beef from animal cells costs thousands of dollars a pound, so producers are pitching the products as luxury goods. Finless Foods' bluefin tuna has never seen the sea. The Berkeley, Calif.-based startup produces the fish by taking cells from tuna and cultivating them in a lab, feeding them the nutrients they need to multiply. After three weeks, the outcome is genuine, edible, fishing-free tuna meat.", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-cash-should-you-hold-in-retirement-11556805424", "title": "How Much Cash Should You Hold in Retirement? Here's How to Think About It", "date": "2019-05-02 09:57", "summary": "Retirement columnist Glenn Ruffenach also answers questions about Social Security for those who marry after retirement. Should I hold a cash reserve in retirement? If so, how much? And, if you're willing to share, do you have a cash reserve as part of your retirement savings?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-382-quarter-hedge-funds-clean-up-in-chinese-rally-11556804809", "title": "A 382% Quarter: Hedge Funds Clean Up In Chinese Rally", "date": "2019-05-02 09:46", "summary": "Some nimble money managers in China are playing hot themes as varied as industrial hemp, pig farming and e-cigarettes. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alek-wek-on-doing-runwaywith-the-chickenpox-11556803354", "title": "Alek Wek on Doing Runway-With the Chickenpox", "date": "2019-05-02 09:22", "summary": "The South-Sudanese supermodel talks about the time Alexander McQueen wanted her, then aged 19, for his Givenchy show, 'pox and all. This is part of a series of interviews with the four models featured in our May issue fashion portfolio. See the shoot here, and read interviews with Karen Elson, Amber Valletta and Gemma Ward.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shells-profits-fall-on-declining-oil-prices-11556784033", "title": "Shell Beats Forecasts Despite Chemicals, Refining Hit", "date": "2019-05-02 08:53", "summary": "Strong gas business helps Shell navigate the geopolitical turmoil and weaker oil prices that hobbled peers. LONDON- Royal Dutch Shell PLC's first-quarter earnings fell but the performance of its gas trading business helped the company fare better than many of its rivals.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-qualcomm-square-eventbrite-caesars-entertainment-11556793114", "title": "Stocks to Watch: Qualcomm, Square, Eventbrite, Caesars Entertainment", "date": "2019-05-02 08:47", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-hold-steady-at-the-end-of-april-11556800520", "title": "U.S. Jobless Claims Hold Steady at End of April", "date": "2019-05-02 08:35", "summary": "Initial claims, a proxy for layoffs across the U.S., were flat at 230,000 last week. WASHINGTON-The number of Americans filing applications for new unemployment benefits was unchanged last week, after rising sharply in mid-April.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tampon-dispensers-lack-that-high-tech-wow-factor-11556800479", "title": "Tech-Savvy Critics Aim to Upgrade the Tampon Dispenser", "date": "2019-05-02 08:34", "summary": "State laws requiring schools to offer free feminine-hygiene products have led to some upgrades, but many machines remain stuck in the '70s. Food and soda vending machines made some major technological advances over the years. Some allow mobile payments. Others can customize soda flavors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-get-flowers-in-the-foyerif-you-dont-have-a-butler-11556800089", "title": "How to Get Flowers in the Foyer-If You Don't Have a Butler", "date": "2019-05-02 08:28", "summary": "Traipsing to the flower market in stilettos, fashion exec Whitney Bromberg Hawkings struggled to get her London home dinner-party-ready. \"I didn't have a butler,\" she jokes-so she founded farm-to-foyer service Flowerbx, now rapidly expanding. Four years ago, when Whitney Bromberg Hawkings was working as the senior vice president of communications for fashion designer Tom Ford, she felt thwarted in her goal of filling her London home with the simple, elegant bouquets she often saw in her boss's office-the pale-pink roses from Miuccia Prada, the white orchids from Karl Lagerfeld and the other single-variety arrangements fashion people send as a semaphore of personal taste. The only place she could buy these flowers economically was the New Covent Garden Market, which operates in the early morning-not all that convenient for a busy professional with small children. \"I didn't have a butler, so if I was having a dinner party I would go to the market [before work] in a pencil skirt and stilettos,\" she says. \"I didn't understand why I couldn't get the market to my door.\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-magazine-editors-letter-the-long-view-11556800012", "title": "WSJ. Magazine Editor's Letter: The Long View", "date": "2019-05-02 08:26", "summary": "Editor in Chief Kristina O'Neill introduces the May 2019 issue of WSJ. Magazine. Creative expression tends to happen on a spectrum between reality and the sublime-conveying hopes and aspirations while also drawing attention to difficult truths. This month's cover story, which was photographed in late December, sought to capture the breathtaking pastoral beauty of New Zealand while evoking a carefree summer afternoon. Weeks later, reality interjected in a terrifying, heartbreaking manner with the mosque shootings in Christchurch. Having experienced the country's generosity and camaraderie firsthand during our visit, we offer our deepest condolences to the nation as it moves forward from this dark chapter.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-magazine-contributors-may-2019-11556799942", "title": "WSJ. Magazine Contributors: May 2019", "date": "2019-05-02 08:25", "summary": "Photographer Stephen Shore contributed to this issue of the magazine. Four of the best-known supermodels in recent history-Gemma Ward, Alek Wek, Karen Elson and Amber Valletta-are featured in this issue's khaki fashion story. In envisioning the shoot, says stylist Clare Richardson, \"I really wanted to cast an amazing group of women who I think embrace beauty, timelessness and strength.\" The fashion, meanwhile, emphasized \"wardrobe staples that don't overtake you,\" Richardson adds. Photographer Campbell Addy worked in a direct, unvarnished style, creating images that capture a sense of energy and movement. \"I wanted to shoot the women in a way that was regal, honest, pure,\" he says. \"No gimmicks, no fuss!\" With every model a seasoned pro, Addy was able to focus on the subtleties that characterized each subject. \"[Photographing] these women made me become a lot more sensitive to the nuances of people. I really had to listen with both my ears and eyes.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lysols-health-troubles-look-contagious-11556798772", "title": "Lysol's Health Troubles Look Contagious", "date": "2019-05-02 08:06", "summary": "Weak sales at the brand's parent has implications for bigger rivals Pfizer and GSK. Reckitt Benckiser , the U.K. company that makes Lysol disinfectant and Mucinex flu medicine, said its consumer health care brands were weak in the first quarter. The trend is one to watch at bigger rivals GlaxoSmithKline and Pfizer .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-sales-inch-higher-as-it-pushes-abroad-11556798754", "title": "Under Armour Sales Inch Higher as It Pushes Abroad", "date": "2019-05-02 08:05", "summary": "Sportswear maker's revenue falls in North America but international sales grow. Under Armour Inc. reported slightly higher first-quarter revenue despite declines on its home turf, as the sportswear maker continued to shrink its inventory and expand abroad.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-word-exoneration-carries-a-burden-of-proof-11556798401", "title": "The Word 'Exoneration' Carries a Burden of Proof", "date": "2019-05-02 08:00", "summary": "A term with Latin roots linked to 'onus' has become a political football in the wake of the Mueller report. When Attorney General William Barr released a four-page letter summarizing special counsel Robert Mueller's hotly anticipated report, President Trump was quick to tweet that it offered \"Complete and Total EXONERATION.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-multilateralist-talk-isnt-always-matched-by-its-deeds-11556798400", "title": "Germany's Multilateralist Talk Isn't Always Matched by Its Deeds", "date": "2019-05-02 08:00", "summary": "The German government sees itself as the last best defender of internationalism, but some neighbors and allies feel solidarity lacking, Yaroslav Trofimov writes. BERLIN-Few things unite German politicians more than distaste for Donald Trump. And little can upset its officials more than suggestions that Germany's own approach to the world-despite Berlin's exhortations of multilateralism-can resemble Mr. Trump's \"America First.\"", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lumber-prices-have-unseasonable-slump-11556798401", "title": "Lumber Prices Have Unseasonable Slump", "date": "2019-05-02 08:00", "summary": "Prices, which usually rise in the spring, are being hit hard by bad weather and a decline in home building. Lumber prices typically rise in the spring as builders stock up for construction season. But this year, they are being hit hard by bad weather and a decline in home building.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-shines-in-a-black-quarter-for-oil-11556797380", "title": "Shell Shines in a Black Quarter for Oil", "date": "2019-05-02 07:43", "summary": "The oil giant has distinguished itself by taking a low-cost, lower growth approach to oil and heavy investment in natural gas. Normally a 7% fall in earnings wouldn't be something for executives-or investors-to crow about.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industrial-firms-report-big-swings-in-typical-workers-pay-11556789402", "title": "Industrial Firms Report Big Swings in Typical Worker's Pay", "date": "2019-05-02 07:24", "summary": "Pensions, acquisitions, new ways of selecting the median employee cause swings in worker-pay disclosures at big industrial companies. A union job at a shipyard, mine or factory usually comes with a steady paycheck, but some U.S. industrial companies are having a hard time figuring out who their typical workers are and how much they make.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-banks-bid-farewell-to-feds-free-money-tree-11556795250", "title": "Foreign Banks Bid Farewell to Fed's Free Money Tree", "date": "2019-05-02 07:07", "summary": "The positive spread between two Federal Reserve interest rates has been a reliable, riskless stream of income for global lenders. The Federal Reserve just announced the death knell for a stream of riskless free cash that foreign banks have enjoyed for much of the past decade.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-college-admissions-scandal-family-paid-6-5-million-to-get-their-daughter-into-stanford-11556729011", "title": "Family Paid $6.5 Million to Get Their Daughter Into Stanford", "date": "2019-05-02 06:49", "summary": "Family from China met college counselor William 'Rick' Singer through a Morgan Stanley employee. A family from China paid a college counselor $6.5 million for help securing a spot at Stanford University, according to a person familiar with the matter, and connected to the counselor via a Morgan Stanley financial adviser, according to that person and another individual with knowledge of the situation.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dowduponts-earnings-fall-as-net-sales-slump-11556793717", "title": "DowDuPont's Earnings Fall as Net Sales Slump", "date": "2019-05-02 06:41", "summary": "Bad weather, slower conditions in the auto and smartphone market and margin declines impacted the quarter. DowDuPont Inc.'s first-quarter profit fell as net sales dropped and the company, which recently spun off its materials science business, recorded higher integration and separation costs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-could-trim-costs-impede-care-report-says-11556745012", "title": "Medicare for All Could Trim Costs, Impede Care, Report Says", "date": "2019-05-02 06:11", "summary": "Congressional Budget Office finds shift to single-payer system could lower some expenses while complicating access, quality of care. Shifting the U.S. health-care system from private and employer insurance toward a government-run program would likely lower administrative costs but could increase wait times and reduce access to care, the nonpartisan Congressional Budget Office said in a report that raised cautions for Democratic lawmakers who back an idea known as Medicare for All.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vc-firms-polish-their-own-brands-to-chase-the-next-consumer-hit-11556791200", "title": "VC Firms Polish Their Own Brands to Chase the Next Consumer Hit", "date": "2019-05-02 06:00", "summary": "Direct-to-consumer startups want investors that understand marketing. When early-stage venture firm Trail Mix Ventures fired up its website in 2017, it chose \"a mauve take on millennial pink\" for its color scheme.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-belt-one-road-and-a-lot-of-debt-11556789446", "title": "One Belt, One Road, and a Lot of Debt", "date": "2019-05-02 05:33", "summary": "Is Beijing strong-arming borrowers with 'debt-trap diplomacy'?. Beijing isn't creating vassal states through predatory lending. But it is winning friends and influencing people-and allowing other problems to build up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cape-cod-looks-for-ways-to-keep-sharks-away-11556789423", "title": "Shark Attacks Have Cape Cod On Edge", "date": "2019-05-02 05:30", "summary": "As summer approaches, authorities worry visitors will be scared off after recent shark attacks; options under study include barriers and seal contraception. Cape Cod is expecting some unwanted visitors this summer.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-in-cuba-face-legal-risks-as-u-s-changes-stance-on-seized-property-11556789400", "title": "Companies in Cuba Face Legal Risks as U.S. Changes Stance on Seized Property", "date": "2019-05-02 05:30", "summary": "Enforcement of long-suspended law would allow U.S. nationals to sue companies operating on property confiscated by Cuban government. The Trump administration's decision to implement a long-suspended provision of a 23-year-old federal law is expected to pose legal quandaries for companies operating in Cuba.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-in-the-april-jobs-report-11556789401", "title": "Economists Expect Steady Jobs Growth in April", "date": "2019-05-02 05:30", "summary": "Economists expect a low, stable jobless rate and strong hiring to nudge up wages and draw workers from the sidelines. The Labor Department releases its snapshot of the April job market on Friday. Economists surveyed by The Wall Street Journal expect the government to report that employers added a seasonally adjusted 190,000 jobs during the month, while the unemployment rate held at 3.8%. Here are five things to watch in the report.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-earnings-dented-by-diesel-woes-china-11556782420", "title": "Volkswagen Earnings Dented by Diesel Woes, China", "date": "2019-05-02 05:28", "summary": "Despite challenges, auto maker is stick to its upbeat outlook for the year; shares rise 4.5% on better-than-expected results. BERLIN- Volkswagen AG said Thursday that profit dropped nearly 10% in the first quarter, hit by slowing growth in China, fresh diesel-related charges, and weaker earnings in its core brands. But it surprised a market that had factored in worse news, boosting the company's share price.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barcelonas-least-busy-most-important-player-11556787601", "title": "Barcelona's Least Busy, Most Important Player", "date": "2019-05-02 05:00", "summary": "Goalkeeper Marc-André ter Stegen has been at the heart of the meanest Barcelona defense in recent memory. BARCELONA, Spain-There aren't many quieter jobs in European soccer than being the goalkeeper for Barcelona. You live in perfect weather. There's plenty of time for golf. And the 10 guys in front of you are the tidiest team on the planet.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-warns-against-mixing-oil-and-politics-as-u-s-iran-ban-begins-11556787595", "title": "OPEC Warns Against Mixing Oil and Politics as U.S. Iran Ban Begins", "date": "2019-05-02 04:59", "summary": "New U.S. prohibitions on Iran oil exports start Thursday. The head of the Organization of the Petroleum Exporting Countries warned against the political use of oil markets during a trip to Tehran, as tightened U.S. sanctions on Iranian oil exports begin.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-overhaul-performance-measures-in-response-to-new-accounting-rules-11556780400", "title": "CFOs Overhaul Performance Measures in Response to New Accounting Rules", "date": "2019-05-02 03:00", "summary": "As companies recategorize lease expenses, common earnings metrics are getting skewed, prompting companies to shift to new benchmarks. New international lease accounting rules are prompting some finance chiefs to overhaul how they benchmark corporate performance-a challenging move that could disenfranchise investors married to metrics once used to compare performance to past results.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11556747888", "title": "Pepper...and Salt", "date": "2019-05-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fluor-ceo-resigns-as-company-slashes-guidance-marring-stock-11556818036", "title": "Fluor CEO Resigns as Company Slashes Guidance, Marring Stock", "date": "2019-05-02 00:01", "summary": "David Seaton, 34-year veteran at construction company, steps down amid surprise first-quarter loss. Fluor Corp. lost nearly one-quarter of its market value Thursday after its CEO abruptly resigned and the engineering-and-construction company slashed its full-year earnings guidance.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-opposition-held-talks-with-government-on-ousting-maduro-11556767656", "title": "Venezuela's Opposition Held Talks With Government on Ousting Maduro", "date": "2019-05-02 23:27", "summary": "While the effort failed, it suggests many officials close to President Nicolás Maduro could eventually break ranks. Venezuela's opposition held secret talks with members of President Nicolás Maduro's inner circle in recent months in an ill-fated bid to get Mr. Maduro to leave power and install a united interim government, according to U.S. officials and Venezuelan opposition figures.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-holds-rates-steady-says-spending-inflation-have-slowed-11556733726", "title": "Holding Rates Steady, Fed Plays Down Worries on Low Inflation", "date": "2019-05-02 22:04", "summary": "Rate-setting panel focuses on underlying slowdown in household spending and business investment. WASHINGTON-Federal Reserve officials agreed to keep their benchmark interest rate unchanged and signaled comfort that their wait-and-see posture had steadied the economy after fears of a slowdown had sent markets reeling at the end of last year.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanofis-dengue-vaccine-gets-fda-approval-11556761602", "title": "Sanofi's Dengue Vaccine Gets FDA Approval", "date": "2019-05-02 21:46", "summary": "Dengvaxia was first approved in Mexico in 2015. Sanofi SA's dengue vaccine was approved in the U.S., the first treatment cleared by American regulators to protect against the mosquito-borne viral infection.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-faces-early-heat-from-the-left-11556744329", "title": "Biden Faces Early Heat From the Left", "date": "2019-05-02 21:43", "summary": "Former vice president's trip through Iowa shows challenge front-runner faces winning over party's progressives. CEDAR RAPIDS, Iowa-Joe Biden is getting a preview of what it might take to persuade liberals in his own Democratic Party that he is the right person to defeat President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hps-investment-partners-to-loan-new-sears-800-million-11556750812", "title": "HPS Investment Partners to Loan New Sears $800 Million", "date": "2019-05-02 21:43", "summary": "Edward Lampert turns to HPS for loan to fund and refurbish stores. Edward Lampert's new Sears has lined up an $800 million loan from a group of lenders led by investment firm HPS Investment Partners to keep its remaining stores up and running, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-s-security-officials-discuss-venezuela-response-11556734465", "title": "White House, Security Officials Discuss Venezuela Response", "date": "2019-05-02 21:34", "summary": "Pentagon says it has no new orders for military action in bid to oust Maduro. WASHINGTON-The White House is convening a meeting of top national-security officials to discuss its next steps in the crisis in Venezuela, President Trump's national security adviser said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-to-visit-white-house-11556759970", "title": "Tiger Woods to Visit White House", "date": "2019-05-02 21:19", "summary": "President Trump plans to award Medal of Freedom to the golfer after his comeback at the Masters. WASHINGTON-Tiger Woods is scheduled to visit the White House next week to meet with President Trump following his dramatic win at the Masters, a person familiar with the plans said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-targets-middle-east-with-arabic-website-11556725584", "title": "Amazon Targets Middle East With Arabic Website", "date": "2019-05-02 20:21", "summary": "E-commerce giant launches first Arabic-language site under its own brand, replacing its Souq.com in U.A.E.. DUBAI- Amazon.com Inc. said Wednesday it is diving deeper into the Middle East's burgeoning market for online sales, launching the first Arabic-language site under its own brand in a country better known for over-the-top malls, the United Arab Emirates.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-cia-officer-pleads-guilty-to-efforts-to-supply-china-with-classified-information-11556755685", "title": "Ex-CIA Officer Pleads Guilty to Efforts to Supply China With Classified Information", "date": "2019-05-02 20:08", "summary": "Case highlights Justice Department focus on fighting Chinese espionage. ALEXANDRIA, Va.-A former CIA officer pleaded guilty to conspiring to provide classified information to China, as the Justice Department sharpens its efforts to combat what officials describe as a widening campaign by China to shake loose government secrets.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]