[{"link": "https://www.wsj.com/articles/chinese-fugitive-seeks-u-s-limelight-11558543753", "title": "Chinese Fugitive Living Large in Los Angeles", "date": "2019-05-22 19:41", "summary": "Since fleeing China in 2016 in the face of fraud allegations, investor has partied with Mike Tyson and had his picture taken with President Trump. BURBANK, Calif.-One of China's most-wanted men has been running a Hollywood movie company, promoting a cryptocurrency venture with boxer Mike Tyson and on one occasion posed for a photo alongside President Trump.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/janet-mock-finds-power-in-the-narrative-11558567970", "title": "Janet Mock Finds Power in the Narrative", "date": "2019-05-22 19:32", "summary": "Director, writer and producer for \"Pose\" says what's important is revealing the stark reality of the show's characters. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rules-qualcomms-practices-violate-antitrust-law-orders-changes-11558515533", "title": "Qualcomm Shares Hit by Ruling on Antitrust Violation", "date": "2019-05-22 19:27", "summary": "Federal judge sides with FTC, saying patent-licensing practices 'strangled competition'; Qualcomm plans to seek an expedited appeal. A federal judge's ruling that Qualcomm Inc. unlawfully stifled competition in the market for wireless chips cast a new cloud over the tech giant and set the stage for further upheaval in its dealings with the world's smartphone makers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-halts-alleged-ponzi-scheme-involving-diamond-backed-cryptocurrency-11558565619", "title": "SEC Halts Alleged Ponzi Scheme Involving Diamond-Backed Cryptocurrency", "date": "2019-05-22 19:25", "summary": "Regulator says Argyle Coin and its principal violated securities laws. U.S. regulators have halted an alleged $30 million Ponzi scheme that targeted roughly 300 investors and involved a diamond-related cryptocurrency business, the Securities and Exchange Commission said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-won-t-work-with-democrats-until-probes-are-done-11558541482", "title": "Trump Walks Out on Pelosi, Schumer", "date": "2019-05-22 19:20", "summary": "President rules out infrastructure deal while investigations continue; lawmakers of both parties expect legislation to move ahead. WASHINGTON-President Trump said he wouldn't work with Democrats while investigations of him continue and abruptly ended a meeting with the party's leaders Wednesday, casting fresh doubt on a divided Washington's ability to complete big-ticket legislation in the next 18 months.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexits-biggest-booster-has-a-new-old-mission-leave-the-eu-11558543902", "title": "Brexit Booster Gains Headway as May's Days Are Numbered", "date": "2019-05-22 19:16", "summary": "Nigel Farage's Brexit Party leads polls for European Parliament elections with one policy: Get Britain out of the EU, whatever the cost. LONDON-Britain's vote for Brexit was supposed to end Nigel Farage's career as the country's euroskeptic cheerleader-in-chief.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-accuses-major-u-s-landlord-with-running-ponzi-scheme-like-scam-11558555886", "title": "SEC Accuses Major U.S. Landlord of Running 'Ponzi Scheme-Like' Scam", "date": "2019-05-22 19:13", "summary": "Justice Department also files criminal fraud charges against Robert Morgan, three others. The federal government accused one of the nation's largest landlords of running a \"Ponzi scheme-like\" effort using cash from small investors and of misleading banks to obtain bigger loans by using fake loan documents.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-investigates-subway-surfers-pulling-train-brakes-11558566503", "title": "MTA Investigates Subway Surfers Pulling Train Brakes", "date": "2019-05-22 19:08", "summary": "Officials say the incidents are dangerous and cause delays; culprits will face criminal charges. The Metropolitan Transportation Authority is investigating a spate of incidents of people pulling the brakes on moving subway cars, endangering riders and causing delays, officials said.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avenatti-charged-with-misappropriating-funds-owed-to-stormy-daniels-11558549980", "title": "Michael Avenatti Charged With Stealing Money Owed to Stormy Daniels", "date": "2019-05-22 19:04", "summary": "Prosecutors say funds were part of Daniels's book deal. Michael Avenatti rose to fame last year as the brash, camera-ready lawyer for adult-film actress Stormy Daniels. Now, he is accused of stealing from her.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-minutes-show-comfort-with-make-no-moves-interest-rate-stance-11558548167", "title": "Fed Minutes Show Comfort With Make-No-Moves Rate Stance", "date": "2019-05-22 19:03", "summary": "Rate-setting panel did raise concerns about what might happen if inflation remains below expectations. WASHINGTON-Federal Reserve officials were broadly comfortable with their make-no-moves posture on interest rates at their April 30-May 1 policy meeting.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-debates-role-of-military-commanders-in-sexual-assault-cases-11558553173", "title": "Military Chain of Command Under New Scrutiny in Assault Cases", "date": "2019-05-22 18:56", "summary": "Senators are divided over whether commanders or prosecutors should decide when to pursue cases. WASHINGTON-The role played by the Pentagon's chain of command in investigating and prosecuting military sexual-assault cases has resurfaced as a key issue in a congressional debate over the annual defense policy bill.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-federal-judge-rules-trump-cant-block-subpoenas-of-financial-documents-11558559850", "title": "Second Federal Judge Rules Trump Can't Block Subpoenas of Financial Documents", "date": "2019-05-22 18:56", "summary": "Ruling mirrors one from a D.C. judge earlier in week. A federal judge in New York ruled Wednesday that President Trump can't block subpoenas that House Democrats sent to two banks asking for documents related to his business and family.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-and-breyers-stare-contest-11558565611", "title": "Thomas and Breyer's 'Stare' Contest", "date": "2019-05-22 18:53", "summary": "Their sharp disagreement about precedent reflects different worldviews that go far beyond abortion.. Justice Stephen Breyer lamented last week that the Supreme Court had overturned \"a well-reasoned decision that has caused no serious practical problems in the four decades since we decided it.\" Dissenting from Justice Clarence Thomas's majority decision in Franchise Tax Board v. Hyatt, Justice Breyer added: \"Today's decision can only cause one to wonder which cases the Court will overrule next.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-words-with-actions-in-venezuela-mr-president-11558565556", "title": "Match Words With Actions in Venezuela, Mr. President", "date": "2019-05-22 18:52", "summary": "Follow Reagan's example in rescuing Grenada from Cuban domination.. President Trump has stood firmly on the side of the Venezuelan people. He correctly declared Juan Guaidó the legitimate leader and Nicolás Maduro an impostor, urged Venezuelans to resist the Maduro regime, and promised that America stands with them. The Trump administration has done a terrific job building a regional and global coalition against Mr. Maduro. The Organization of American States has come out firmly in support of Mr. Guaidó.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dollar-may-be-knocked-off-its-pedestal-11558565449", "title": "The Dollar May Be Knocked off Its Pedestal", "date": "2019-05-22 18:50", "summary": "America's competitors, friend and foe, have opportunities to challenge the U.S. currency.. Will the U.S. dollar soon lose its status as the world's pre-eminent currency? The consensus is no-it's said that any move away from the dollar would take decades. This view is too complacent.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-underpaid-teachers-myth-11558565415", "title": "The 'Underpaid Teachers' Myth", "date": "2019-05-22 18:50", "summary": "Applying the same method, telemarketers don't make enough and nurses are overpaid.. Are public-school teachers really underpaid? It's a claim often made during teacher pay disputes, but the same data and statistical methods that produce the \"teacher salary gap\" lead to some ridiculous conclusions-such as that nurses and firefighters are dramatically overpaid, while telemarketers deserve better compensation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mountaingate-capital-cleared-to-invest-in-marketer-meritdirect-11558565362", "title": "Mountaingate Capital Cleared to Invest in Marketer MeritDirect", "date": "2019-05-22 18:49", "summary": "The Denver firm typically invests across the marketing services, manufacturing, distribution and business services sectors. Private-equity firm Mountaingate Capital has received clearance from the Federal Trade Commission to invest in marketing company MeritDirect LLC, according to the agency.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-kohs-qualcomm-coup-11558565260", "title": "Judge Koh's Qualcomm Coup", "date": "2019-05-22 18:47", "summary": "Her sweeping antitrust ruling kneecaps the firm and 5G competition.. The biggest threat to America's 5G leadership isn't China or Huawei, federal Judge Lucy Koh revealed in her sweeping 233-page ruling against Qualcomm Tuesday in a Federal Trade Commission lawsuit. It's regulators and judges who try to control markets.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-impeachment-democrats-11558565156", "title": "The Impeachment Democrats", "date": "2019-05-22 18:45", "summary": "Trump puts Pelosi on the spot over her agenda or appeasing her anti-Trump ultras.. President Trump walked out of a meeting with Democratic leaders Nancy Pelosi and Chuck Schumer at the White House Wednesday over their accusations against him, and all of Democratic and media Washington is appalled. Doesn't this President understand that he is supposed to take a daily beating on his way to impeachment while also giving Democrats some policy victories?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-turkish-contagion-risk-11558565119", "title": "The Turkish Contagion Risk", "date": "2019-05-22 18:45", "summary": "Erdogan is running out of options to prevent a collapse of the lira.. These days Turkey acts more like a foe than a NATO ally-helping Iran evade sanctions and deepening military integration with Russia. Yet the greatest threat to U.S. interests may come from President Recep Tayyip Erdogan's incompetent economic management.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-college-admissions-mess-11558565047", "title": "The College-Admissions Mess", "date": "2019-05-22 18:44", "summary": "The SAT's new index should be seen as a patch to liberalism's greatest failure.. The college-admissions bribery scandal was one of the most shocking and least surprising stories of the year. You knew it would come to this-cynical parents gaming a process that has become incomprehensible to everyone except the gremlins who make these admissions decisions.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-say-the-craziest-things-11558565069", "title": "Democrats Say the Craziest Things", "date": "2019-05-22 18:44", "summary": "President Trump should hope they keep talking. Swing voters are listening.. We're all watching a sci-fi movie in which ordinary human beings are infected by an alien pathogen. But rather than go on a murderous rampage, they start spouting pure nonsense. Unfortunately, the infected all seem to be Democrats running for president.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-thrills-you-cant-beat-playoff-hockey-11558564994", "title": "For Thrills, You Can't Beat Playoff Hockey", "date": "2019-05-22 18:43", "summary": "The NHL is far less predictable than the other major sports.. The playoffs are always more exciting than the regular season. But baseball, football and basketball have nothing on hockey. You know what to expect in the other leagues: The New England Patriots have a good shot at going to the Super Bowl, and you'll be shocked if anyone beats the Golden State Warriors in the basketball finals.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/materials-of-the-mind-review-the-lost-art-of-reading-bumps-11558564961", "title": "'Materials of the Mind' Review: The Lost Art of Reading Bumps", "date": "2019-05-22 18:42", "summary": "Phrenology (n.): the study of the conformation of the skull based on the belief that it is indicative of mental faculties and character.. In the summer of 1868, in sweltering Barbados, a man named W.D. Maxwell, a native of the island, gave a series of public lectures on the subject of phrenology. Audience members were pleased; a Mr. Brewster, who had his head measured and manipulated by Maxwell, later professed his enthusiasm for the new science in a letter to the Barbados Times. Maxwell was on a roll: After a repeat performance in neighboring British Guyana, he eventually took his phrenology lectures to England, where his \"piercing eye\" (as the papers reported) came to rest on the skulls of compliant Brits. In his wide-ranging, engagingly written \"Materials of the Mind,\" James Poskett, an assistant professor at the University of Warwick, reveals that Maxwell's career wasn't an anomaly. Phrenology wasn't just Western or limited to a particular country. From Cambridge, Mass., to Canberra, from Calcutta to Cape Colony, the world had gone cranium-crazy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/susan-rice-other-politicos-join-global-focused-venture-firm-amplo-11558564325", "title": "Susan Rice, Other Politicos Join Venture Firm Amplo", "date": "2019-05-22 18:32", "summary": "Early-stage firm has raised a $200 million fund to invest in startups globally including Andela, Robinhood. Susan Rice, a former national security adviser and ambassador to the United Nations under President Barack Obama, recently has added a new role to her résumé: board partner at a venture-capital firm Amplo.", "categories": [["Pro VC People"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-approve-release-of-trumps-state-tax-returns-to-congress-11558546468", "title": "New York Lawmakers Approve Release of Trump's State Tax Returns to Congress", "date": "2019-05-22 18:30", "summary": "Bills will now land on desk of Gov. Cuomo, who has said he supports the legislation. ALBANY, N.Y.-New York legislators gave final approval to legislation that would let members of Congress access the state tax returns of federal officials, a move Democrats say will help them hold President Trump accountable.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-holds-meeting-amid-more-calls-for-impeachment-proceedings-against-trump-11558533354", "title": "Democrats in Swing Districts Are Torn Over Impeachment", "date": "2019-05-22 18:13", "summary": "Speaker Pelosi counsels patience, while also accusing President Trump of engaging in a 'coverup'. WASHINGTON-House Democrats in swing districts said they were torn over whether Congress should launch impeachment proceedings against President Trump, a decision that could play a central role in the 2020 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/victorias-secret-owner-lifts-outlook-on-strength-of-bath-body-works-11558563059", "title": "L Brands Lifts Outlook on Strength of Bath & Body Works", "date": "2019-05-22 18:10", "summary": "Lingerie chain continues to struggle as comparable sales decline 5%. L Brands Inc. raised its profit outlook for the year as the retailer beat overall sales targets in the latest quarter thanks to Bath & Body Works.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-spending-on-homeless-hits-3-2-billion-this-year-11558562997", "title": "New York City's Spending on Homeless Hits $3.2 Billion This Year", "date": "2019-05-22 18:09", "summary": "Comptroller puts homeless-services agencies on spending watch list for second year in a row. Spending on homelessness in New York City has more than doubled to $3.2 billion from fiscal year 2014 to 2019, according to a report released Wednesday by Comptroller Scott Stringer.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avon-pays-a-price-for-age-in-brazil-tie-up-11558541657", "title": "Avon Pays a Price for Age in Brazil Tie-Up", "date": "2019-05-22 18:05", "summary": "Beauty company rejected an offer seven years ago that was some 8 times as much as current stock price. Avon Products has made an age-old mistake: It didn't settle.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natura-announces-2-billion-deal-for-avon-11558562462", "title": "Natura to Buy Avon for $2 Billion", "date": "2019-05-22 18:01", "summary": "The all-stock acquisition is expected to close in early 2020. Natura Cosmeticos SA said Wednesday that it has reached an agreement to buy Avon Products Inc. in an all-stock deal valued at about $2 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-kim-kardashians-makeup-artist-got-his-start-on-social-media-11558560236", "title": "How Kim Kardashian's Makeup Artist Got His Start on Social Media", "date": "2019-05-22 17:57", "summary": "Mario Dedivanovic, founder of the Master Class company, was skeptical of posting beauty tutorials online until friends convinced him to dive in. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-yang-wants-to-give-you-1-000-a-month-as-ai-defense-11558562053", "title": "Andrew Yang Wants to Give You $1,000 a Month as AI Defense", "date": "2019-05-22 17:54", "summary": "Presidential candidate says technology, not immigrants, is taking jobs away. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/dentsply-cfo-to-leave-due-to-company-relocation-11558561973", "title": "Dentsply CFO to Leave Due to Company Relocation", "date": "2019-05-22 17:52", "summary": "Nicholas Alexos will stay at the dental products company until his successor is appointed. Dentsply Sirona Inc. said Executive Vice President and Chief Financial Officer Nicholas Alexos will depart the company in connection with the planned relocation of the dental products maker's head office.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-pound-falls-against-dollar-euro-as-mays-brexit-plan-falters-11558541495", "title": "U.K. Pound Falls as May's Brexit Plan Falters", "date": "2019-05-22 17:50", "summary": "Investors bet U.K. has little ability to pass a Brexit plan; WSJ Dollar Index rises less than 0.1%. The British pound fell against the euro and U.S. dollar as concerns grew that the U.K. has little ability to pass a Brexit plan that would govern its exit from the European Union.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-under-50-are-a-rare-find-in-the-s-p-500-11558517401", "title": "CEOs Under 50 Are a Rare Find in the S&P 500", "date": "2019-05-22 17:44", "summary": "The number of S&P 500 CEOs in their 40s has declined in the past decade, leaving Gen X relatively underrepresented among corporate leaders. When he became chief executive of power-generation company NRG Energy Inc. more than three years ago, Mauricio Gutierrez said his selection raised eyebrows.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-clings-to-sole-control-of-its-bankruptcy-through-september-11558561132", "title": "PG&E Clings to Sole Control of Its Bankruptcy Through September", "date": "2019-05-22 17:38", "summary": "Creditors and California's governor faulted the utility for a lack of progress toward exiting bankruptcy. PG&E Corp. will stay in control of its bankruptcy proceeding until Sept. 29, less time than it wanted, but long enough to find out what California lawmakers will do this year about wildfire liabilities facing the state's largest utility.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-prices-rise-pushed-up-by-uncertainty-in-the-u-k-11558543499", "title": "Gold Prices Rise, Pushed Up by Uncertainty in the U.K.", "date": "2019-05-22 17:33", "summary": "Copper futures fall, pressured by continued worries over trade tension with China. Gold prices edged higher Wednesday, boosted by political uncertainty in the U.K.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-cuts-2019-economic-growth-forecast-11558559195", "title": "Brazil Cuts 2019 Economic Growth Forecast", "date": "2019-05-22 17:06", "summary": "Nation's GDP expected to expand 1.6% as president struggles to pass pension overhaul. SÃO PAULO-Brazil's government cut its forecast for economic growth and tax revenue for this year as President Jair Bolsonaro's administration struggled to get key economic legislation through Congress.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manet-and-modern-beauty-review-forever-inventing-11558559081", "title": "'Manet and Modern Beauty' Review: Forever Inventing", "date": "2019-05-22 17:04", "summary": "Manet is often viewed through his early works, but an exhibition makes the case that for his entire career-even toward the end of his days-he remained the pre-eminent French painter of modern life.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lowes-posts-higher-profit-lowers-outlook-11558529051", "title": "Lowe's Cuts Outlook as Profit Gets Squeezed", "date": "2019-05-22 17:02", "summary": "Retailer's sales growth tops Home Depot's for first time in years; missteps on pricing squeezed margins.. Lowe's Cos. outpaced rival Home Depot Inc. in sales growth for the first time since 2016, but margins declined more than expected and the home-improvement retailer trimmed its profit expectations for the year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-talking-about-a-couple-billion-dollars-11558557846", "title": "'We're Talking About a Couple Billion Dollars'", "date": "2019-05-22 16:44", "summary": "Did Speaker Pelosi just admit that most infrastructure funding won't fund infrastructure?. A favorite Beltway pastime is to sell voters on the idea of building roads and bridges and then quietly allocate much of the funding to alternative energy start-ups and other economic marginalia. Usually taxpayers have to wait years after the enactment of an infrastructure plan to learn just how little infrastructure they got for their money. But now it appears that Speaker of the House Nancy Pelosi (D., Calif.) is doing taxpayers a modest favor by outlining the misspending to come from Washington's next big deal.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-clears-1976-new-york-murder-conviction-as-new-evidence-presented-11558557569", "title": "Judge Clears 1976 New York Murder Conviction as New Evidence Presented", "date": "2019-05-22 16:39", "summary": "Investigation cast doubt on original investigation, suggests police concealed evidence. A Connecticut man convicted of murder in 1976 expressed both joy and sorrow after a Long Island court cleared his record of heinous crimes he didn't commit.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-considering-expanding-blacklist-of-chinese-companies-11558557548", "title": "U.S. Considering Expanding Blacklist of Chinese Companies", "date": "2019-05-22 16:39", "summary": "Lawmakers have already urged Trump administration to consider sanctions on two Chinese makers of video surveillance equipment. The U.S. is considering expanding the list of Chinese companies on a blacklist for U.S. suppliers amid escalating tensions between the two economic powers, according to a person familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nascar-founding-family-strikes-deal-to-take-speedway-operator-private-11558536844", "title": "Nascar Founding Family Strikes Deal to Take Speedway Operator Private", "date": "2019-05-22 16:33", "summary": "The deal calls for Nascar to buy the balance of International Speedway for about $2 billion, or $45 a share. The company that owns Nascar auto-racing venues has agreed to go private, an effort by the family that has long controlled and promoted the motor sport to better position it amid heightened competition for fans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-postpones-plan-to-put-harriet-tubman-on-20-bill-11558553351", "title": "Plan to Put Harriet Tubman on $20 Bill Is Delayed", "date": "2019-05-22 16:24", "summary": "Treasury secretary Mnuchin says a decision on replacing Andrew Jackson's image won't come for several years. WASHINGTON-Treasury Secretary Steven Mnuchin said he didn't intend to implement a planned move to put Harriet Tubman on the $20 bill, saying a decision on the change would be pushed off several years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-after-retail-sales-decline-11558512562", "title": "U.S. Stocks Close Lower as Chip Makers Decline", "date": "2019-05-22 16:16", "summary": "Minutes from Fed's latest meeting also show officials were broadly comfortable with current make-no-moves posture. U.S. stocks fell for the third time in four sessions Wednesday, dragged down by makers of semiconductors after a U.S. federal judge ruled that Qualcomm illegally suppressed competition for cellphone chips.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-movers-former-walmart-executive-joins-transplace-11558556006", "title": "Logistics Movers: Former Walmart Executive Joins Transplace", "date": "2019-05-22 16:13", "summary": "Tracy Rosser had retired earlier this year as a senior supply chain and transportation executive at the retailer. Former Walmart Inc. supply-chain executive Tracy Rosser is moving to the supplier side to join transportation management company Transplace as executive vice president of operations.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twa-hotel-doesnt-need-citys-power-grid-it-has-its-own-11558555953", "title": "TWA Hotel Doesn't Need City's Power Grid. It Has Its Own.", "date": "2019-05-22 16:12", "summary": "New complex at JFK airport draws from its own, self-sufficient power plant-a rarity for commercial buildings. The new TWA Hotel at New York's Kennedy Airport is a throwback to the days of Jet-Age design, but it relies on an innovative use of modern technology to power the property.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-urged-to-boost-technology-r-d-11558555895", "title": "U.S. Government Urged to Boost Technology R&D", "date": "2019-05-22 16:11", "summary": "MIT researchers say drop in federal R&D funding has contributed to slower productivity growth. CAMBRIDGE, Mass.-The federal government needs to do more to support the development of innovative technology as U.S. productivity falls and foreign tech hubs gain clout, researchers at the Massachusetts Institute of Technology said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-to-revisit-financial-services-unit-after-fixing-power-division-11558555799", "title": "GE to Revisit Financial-Services Unit After Fixing Power Division", "date": "2019-05-22 16:10", "summary": "CEO Larry Culp says company must first reduce overall debt and stabilize power business. Larry Culp, General Electric Co. 's chief executive, plans to set his sights on the company's problematic financial-services business after he cuts overall debt and stabilizes its power-generation division, he told investors Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colony-capital-aims-to-invest-5-billion-in-latin-america-11558555552", "title": "Colony Capital Aims to Invest $5 Billion in Latin America", "date": "2019-05-22 16:05", "summary": "Mexico is expected to account for half the investments. MEXICO CITY-Investment-management firm Colony Capital Inc. said its newly acquired business in Latin America seeks to invest $5 billion in the region in coming years, much of it in Mexico.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vagina-monologues-author-on-redefining-manliness-11558554894", "title": "'Vagina Monologues' Author Eve Ensler on Redefining Manliness", "date": "2019-05-22 15:54", "summary": "The playwright, author and activist hopes manliness looks more like humanity and humility in the future.. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-strengthen-ahead-of-fed-minutes-11558535621", "title": "Treasurys Hold Gains After Fed Minutes", "date": "2019-05-22 15:19", "summary": "Minutes showed many officials believed weak inflation justified the central bank's patient stance. U.S. government-bond prices rose Wednesday, holding on to gains after the release of minutes from the latest meeting of the Federal Reserve's monetary-policy committee.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/land-olakes-leader-isnt-scared-of-meatless-food-explosion-11558552526", "title": "Land O'Lakes CEO Isn't Scared of Plant-Based Food Explosion", "date": "2019-05-22 15:15", "summary": "CEO Beth Ford sees plant-based products as solution, not threat to nation's dairy and meat industries. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-drops-as-u-s-stockpiles-swell-to-22-month-high-11558540329", "title": "Oil Drops Sharply as Glut Fears Return", "date": "2019-05-22 15:10", "summary": "Crude prices decline 2.7% after EIA data show unexpected surge in inventories. -Oil prices fell sharply Wednesday after U.S. oil inventories rose to their highest level since July 2017 and domestic oil production neared a record, sparking fears of another supply glut.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-debate-over-fed-holdings-officials-seek-maximum-recession-fighting-firepower-11558551581", "title": "In Debate Over Fed Holdings, Officials Seek Maximum Recession-Fighting Firepower", "date": "2019-05-22 14:59", "summary": "Central bank faces crucial decisions on mix of Treasury securities in its portfolio to fight a future downturn. WASHINGTON-Federal Reserve officials began a formal debate at its latest policy meeting around the task of determining the composition of Treasury securities the central bank would hold after it ends the runoff of its asset portfolio.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-tries-revving-up-sales-with-loans-11558517400", "title": "Harley-Davidson Tries Revving Up Sales With Loans", "date": "2019-05-22 14:37", "summary": "Motorcycle maker's strategy comes with risks as it looks to broaden appeal beyond baby boomers. Harley-Davidson Inc. is using loans to reach new riders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-least-four-dead-as-dangerous-weather-rips-midwest-southwest-11558549855", "title": "At Least Four Dead as Dangerous Weather Rips Midwest, Southwest", "date": "2019-05-22 14:30", "summary": "Tornadoes, heavy rains, flooding claim lives in Iowa, Missouri, Oklahoma. Violent weather claimed at least four lives across the Midwest and Southwest, and the National Weather Service said flooding along the Missouri and Mississippi Rivers in the next few days could be as bad as it was earlier this month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rich-saudi-arabia-barrels-into-the-gas-business-11558549343", "title": "Oil-Rich Saudi Arabia Barrels Into the Gas Business", "date": "2019-05-22 14:22", "summary": "Kingdom wants to build a natural-gas empire to power its industrialization drive and to trade the commodity. Saudi Arabia's deal to buy American natural gas is part of a decadelong $160 billion plan to build up its gas assets, as the oil-rich kingdom's demand for new energy is projected to soar beyond its capacity.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-challenge-of-measuring-time-11558548787", "title": "The Challenge of Measuring Time", "date": "2019-05-22 14:13", "summary": "Today's atomic clocks are more accurate than ever, but the nature of time itself remains an enigma.. Accurate measurement of time is one of the glories of physics, and one of the most exciting frontiers of current research.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-software-exec-predicts-quantum-computers-will-become-mainstream-in-five-years-11558548160", "title": "IBM Software Exec Predicts Quantum Computers Will Become Mainstream in Five Years", "date": "2019-05-22 14:02", "summary": "Arvind Krishna says U.S. is slightly ahead, but needs to invest more in quantum technology. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-intelligence-panel-reaches-deal-with-doj-for-mueller-report-documents-11558531142", "title": "House Intelligence Panel, DOJ Reach Deal for Mueller Documents", "date": "2019-05-22 13:38", "summary": "Materials connected to special counsel's report to be turned over on rolling basis by next week. WASHINGTON-The House Intelligence Committee and the Trump administration stepped back from a collision course after the Justice Department agreed to turn over some materials connected to special counsel Robert Mueller's investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-proxy-becomes-prime-target-11558546005", "title": "Amazon's Proxy Becomes Prime Target", "date": "2019-05-22 13:26", "summary": "Record number of shareholder proposals on proxy as activists target Big Tech. Annual meetings can be snoozefests, but at least Amazon.com 's investors had a long read to help pass the time.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/founder-of-teen-chat-app-sees-loneliness-epidemic-on-horizon-11558545699", "title": "Co-Founder of Teen Chat App Sees 'Loneliness Epidemic' on Horizon", "date": "2019-05-22 13:21", "summary": "CEO Sima Sistani says next decade of social media will be about participating, not sharing. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-of-indonesian-election-results-turn-deadly-11558527691", "title": "Protests of Indonesian Election Results Turn Deadly", "date": "2019-05-22 13:00", "summary": "Authorities block social media and arrest hundreds of people as they struggle to contain riots. JAKARTA, Indonesia-Authorities blocked social media and arrested hundreds of rioters on Wednesday as they struggled to contain deadly protests against a vote count confirming the re-election of President Joko Widodo, whose challenger called the results fraudulent.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-steel-enters-liquidation-citing-hit-from-brexit-uncertainty-11558543887", "title": "British Steel Enters Liquidation, Citing Hit From Brexit Uncertainty", "date": "2019-05-22 12:51", "summary": "Government-appointed liquidator is searching for potential buyers for the steel maker. The U.K. High Court on Wednesday placed British Steel Ltd. into compulsory liquidation after the steel maker failed to obtain last-minute rescue funds from the government.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-could-run-out-of-room-on-debt-ceiling-in-late-summer-mnuchin-says-11558534821", "title": "U.S. Could Run Out of Room on Debt Ceiling in Late Summer", "date": "2019-05-22 12:49", "summary": "Treasury secretary urges Congress to raise debt ceiling as soon as possible. WASHINGTON-Treasury Secretary Steven Mnuchin said the government could run out of room to keep paying its bills in full and on time in late summer unless Congress raised the federal borrowing limit before then.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-doesnt-see-strong-argument-to-raise-or-lower-rates-11558536261", "title": "Fed's Williams: Doesn't See Strong Argument to Raise or Lower Rates", "date": "2019-05-22 12:34", "summary": "New York Fed chief said underlying inflation pressures likely close to Fed's 2% target. NEW YORK-Federal Reserve Bank of New York President John Williams said that while inflation remains lower than he'd like, he doesn't see much chance the central bank will lower rates any time soon to bolster price pressures.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cruise-to-russia-an-easy-affordable-way-to-soak-up-st-petersburg-11558542691", "title": "Cruise to Russia: An Easy, Affordable Way to Soak Up St. Petersburg", "date": "2019-05-22 12:31", "summary": "For a quick, rather kitschy trip from Helsinki to St. Petersburg, board this basic overnight cruise. And bring your dancing shoes. THE OLDER Russian couple extended their arms over the ship's railing, pandering to the greedy seagulls that swooped over the glittering Baltic Sea by offering pieces of bread. Other passengers lingered on the deck to watch the passing sea as the ship chugged east from Helsinki toward St. Petersburg, but I went inside to escape the windy chill. I wandered past the duty-free shop, casino, \"Night Funny Rabbit\" lounge and a restaurant named \"New York City\" whose menu boasts steak, cheesecake and Ukrainian borscht. In the Columbus Bar, armchairs faced a wall of windows, the better to watch the sun sink into the horizon. A Russian band was firing up tunes on a keyboard and electric guitar and-as passengers filled the lounge and ordered beers, mojitos and mai tais-I wondered what the evening show would bring.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-crossing-11558542619", "title": "Russian Crossing", "date": "2019-05-22 12:30", "summary": "A peek aboard the Princess Anastasia, an overnight ferry that plies the Baltic Sea. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/india-waits-to-see-which-modi-will-reign-with-polls-pointing-to-re-election-11558542361", "title": "India Waits to See Which Modi Will Reign", "date": "2019-05-22 12:26", "summary": "Prime minister dropped pledges on economy and focused on nationalism to win votes of Hindu majority. NEW DELHI-Indian Prime Minister Narendra Modi appears on track for a second term if exit polls bear out, but less clear to investors and executives is which version of Mr. Modi would take charge: the business-friendly leader or the divisive nationalist.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-to-release-meeting-minutes-what-to-watch-11558517401", "title": "Fed Minutes to Shed Light on Inflation Outlook", "date": "2019-05-22 12:25", "summary": "They could shed light on officials' views toward lowering rates. The Federal Reserve releases the minutes of its April 30-May 1 meeting on Wednesday at 2 p.m. EDT, offering new clues about how officials assessed an unexpected downtick in inflation during the first quarter.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/future-of-driverless-deliveries-depends-on-large-auto-makers-11558542006", "title": "Future of Driverless Deliveries Depends on Large Auto Makers", "date": "2019-05-22 12:20", "summary": "Nuro startup's co-founder says autonomous cars can resolve 'last-mile' problem, but aren't sustainable without help from car manufacturers. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomms-case-isnt-closed-11558540640", "title": "Qualcomm's Case Isn't Closed", "date": "2019-05-22 11:57", "summary": "Ruling by judge in FTC case puts fresh legal cloud over chip maker. Qualcomm , it seems, can never fully escape the courtroom.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sat-equality-give-everyone-the-same-score-11558539208", "title": "SAT Equality: Give Everyone the Same Score", "date": "2019-05-22 11:33", "summary": "In our bid to please the unqualified, our society ends up producing unqualified people.. Regarding your May 17 editorial \"The New and Unimproved SAT\": The SAT administrators managed to single-handedly dilute the significance of its test and the value of a college degree by diluting and mudding its standards. The whole idea of a test is to assess one's abilities and skills. If the test doesn't perform that task, either change it or scrap it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-spending-wont-hurt-health-insurers-11558539105", "title": "Lower Spending Won't Hurt Health Insurers", "date": "2019-05-22 11:31", "summary": "Bring those costs down so that more businesses and Americans can afford coverage.. One thing should be made clear regarding \"Generic-Drug Suit Is a Sector-Wide Headache\" (Heard on the Street, May 14): Health-insurance providers are some of the few entities in our health-care system that actually do better when you pay less. It's misleading and wrong to suggest that our profit margins are contingent on increased health-care spending.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-schools-underserve-students-of-color-11558539033", "title": "Charter Schools Underserve Students of Color", "date": "2019-05-22 11:30", "summary": "The U.S. has one of the most unequal school-funding systems of any country in the industrialized world.. Regarding your May 7 editorial \"An NAACP Revolt on Charters\": Let us be clear-a quality education should be provided to all children. As we commemorate the 65th anniversary of the historic Brown v. Board of Education decision, we continue to face a legacy problem that can only be fixed if our nation commits to prioritizing education and reforming inadequate and unequal operations that only continue to harm students.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eus-new-headache-skeptics-are-poised-to-gain-power-from-within-11558537314", "title": "EU's New Headache: Skeptics Poised to Gain Power From Within", "date": "2019-05-22 11:01", "summary": "Burned by Brexit debacle, populist parties vie in European parliamentary elections to undermine the union without leaving it. As the U.K. stumbles on its way out of the European Union, a potentially greater disruption for the bloc is crystallizing: Other EU-skeptic movements want to stay in the EU and fight it from within.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-view-from-the-top-11558537214", "title": "A View From the Top", "date": "2019-05-22 11:00", "summary": "Building a home on stilts is an ancient architectural practice. Rising seas are making it useful again. As climate change makes coastal flooding a rising threat, stilt homes are an increasingly popular weapon against storm surges and routine flooding. Studies on climate change's impact on cities dating back a decade have called for incorporating stilt homes into housing plans.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-senior-prank-sounds-hilarious-please-submit-it-for-pre-approval-11558536729", "title": "That Senior Prank Sounds Hilarious. Please Submit It for Preapproval.", "date": "2019-05-22 10:52", "summary": "School officials say social media has raised the stakes as students hope their antics go viral; 'we collaborate with our seniors'. When teachers and students arrived at Shikellamy High School in Sunbury, Pa., one day this spring, at least a dozen chickens were on the loose in the building, papers littered the floors, door handles were covered in petroleum jelly and toilet paper filled the classrooms.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targets-posts-higher-comparable-sales-11558523522", "title": "Target Sales Boosted by Store Remodels, Digital Shift", "date": "2019-05-22 10:22", "summary": "Retailer says it has plans to balance higher tariffs, keeps its financial goals for year. Target Corp. said sales and profit rose at the start of the year, as improvements to its stores, merchandise and digital capabilities continued to attract more shoppers.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/violence-erupts-following-indonesian-vote-confirmation-11558534711", "title": "Violence Erupts Following Indonesian Vote Count", "date": "2019-05-22 10:18", "summary": "The re-election of President Joko Widodo is sparking riots, with the challenger calling the results fraudulent.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trading-a-trade-war-markets-dont-appear-ready-for-that-11558517402", "title": "Trading a Trade Battle: 'Markets Don't Appear Ready for That'", "date": "2019-05-22 10:09", "summary": "Some investors are shunning stocks with significant exposure to China. How do you trade a trade fight? A previously abstract question is becoming more pressing for investors as U.S.-China trade relations fray.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-innovative-ways-cities-are-improving-life-for-seniors-11558450968", "title": "Five Innovative Ways Cities Are Improving Life for Seniors", "date": "2019-05-22 09:50", "summary": "As the 65 and over population grows, urban planners are looking for new approaches to serve the booming demographic. Cities are trying to make life better for their older residents.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-mobile-payment-giants-come-under-fire-in-nepal-11558530770", "title": "China's Mobile-Payment Giants Come Under Fire in Nepal", "date": "2019-05-22 09:12", "summary": "The small Himalayan nation's central bank wants to prevent Alipay, WeChat Pay transactions from bypassing the local banking system. Nepal's central bank dealt a blow to Chinese mobile-payment giants that have been aggressively expanding abroad, restricting the use of these platforms after finding that some transactions they facilitated in the small Himalayan nation flouted its laws.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-finds-error-in-program-that-scans-for-money-laundering-compliance-risks-11558530620", "title": "Deutsche Bank Finds Flaw in System That Tracks Suspicious Activity", "date": "2019-05-22 09:10", "summary": "Bank says program for spotting potential money laundering was 'configured erroneously'. FRANKFURT- Deutsche Bank AG has found a glitch in computer systems that retroactively scan corporate clients' transactions for suspicious activity, the latest sign of trouble in the lender's efforts to guard against potential money laundering by clients.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-current-war-got-a-second-chance-11558530031", "title": "How 'The Current War' Got a Second Chance", "date": "2019-05-22 09:00", "summary": "A new cut of 'The Current War,' about the race to electrify America, will open in October, after surviving creative differences, bad reviews, the Weinstein Co. bankruptcy and a reshoot. In \"The Current War,\" Benedict Cumberbatch and Michael Shannon face off as Thomas Edison and George Westinghouse in the race to electrify America. The movie, which will be released in October, faced its own hurdles, including a scrapped first cut, reshoots and the Weinstein Co. meltdown.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-nordstrom-caterpillar-urban-outfitters-11558521665", "title": "Stocks to Watch: Nordstrom, Caterpillar, Urban Outfitters, Qualcomm", "date": "2019-05-22 08:49", "summary": "Here are some of the companies with shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-trade-war-small-could-be-beautiful-again-11558528749", "title": "In a Trade Fight, Small Could Be Beautiful Again", "date": "2019-05-22 08:39", "summary": "The shares of small and medium-sized companies have performed badly, but should eventually benefit from strong U.S. productivity growth. Until recently, investors saw smaller companies as a trusty shield against trade tensions. Given the health of the U.S. domestic economy, they should see them that way again.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-puglia-properties-for-your-next-italian-escape-11558527967", "title": "Three Puglia Properties for Your Next Italian Escape", "date": "2019-05-22 08:26", "summary": "Fifteen years ago, it was deserted countryside. Now, thanks to an updated airport and better high-speed rail, Puglia is a gem that insiders love. Three places to try. THE SOUTHERN stretch of Italy's Puglia region, set between the Ionian and Adriatic seas, is spare but beautiful country that insiders love to keep to themselves. That's getting harder to do, however. \"Fifteen years ago, it was tumbleweeds,\" says Irish designer Deborah Nolan, who owns Tulsishop, a series of boutiques in the area. \"There were no foreign voices. The [local] airport was basically a shed.\" That airport, in Brindisi, was upgraded in 2018, and the fast train from Rome has now arrived. And yet, \"there's still a stillness,\" Nolan notes. \"Even as it gets busier, it's a certain interesting, conscious person who ends up here.\" And quietly stylish places to stay have started opening to meet the demand. Early this year, in the town of Nardò, French Michelin-starred chef Guy Martin and his TV-producer wife, Katherina Marx, debuted the 10-room Palazzi Maritati e Muci (above) in a pair of centuries-old frescoed structures, with a former Saint Laurent art director helping to place furnishings by Ico Parisi, Gio Ponti, Tobia Scarpa and others. This spring, the team behind Rome's G-Rough hotel opened Palazzo Daniele, reimagining an 1861 neoclassical house in Gagliano del Capo as a nine-suite, contemporary art-filled retreat. And slightly farther north, near Fasano, the 16th-century Masseria Torre Maizza is now in the hands of British-Italian hotelier Rocco Forte, whose nearly $7 million, eight-month-long redo of the 40-room resort was completed last month.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wynn-resorts-mgm-resorts-end-talks-over-boston-area-casino-11558526661", "title": "Wynn Resorts, MGM Resorts End Talks Over Boston-Area Casino", "date": "2019-05-22 08:04", "summary": "For MGM to buy the $2.6 billion property, it would have had to unload a property it opened in Massachusetts last year. Wynn Resorts Ltd. said it has decided to end talks with MGM Resorts International to sell its Encore Boston Harbor property.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-pipeline-shutdown-shifts-balance-in-oil-market-11558526400", "title": "Russian Pipeline Shutdown Shifts Balance in Oil Market", "date": "2019-05-22 08:00", "summary": "Contamination in the Druzhba pipeline has resulted in a premium on Brent for immediate delivery. The shutdown of a major Russian pipeline that sends crude to European refineries has fueled concerns of tightness in the global oil market, driving futures prices higher.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youll-need-a-lot-more-money-to-buy-that-jar-of-honey-11558526402", "title": "You'll Need a Lot More Money to Buy That Jar of Honey", "date": "2019-05-22 08:00", "summary": "Resume Subscription. Honey prices are starting to sting.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-tariffs-and-china-spell-trouble-for-american-steel-11558524149", "title": "Trump, Tariffs and China Spell Trouble for American Steel", "date": "2019-05-22 07:22", "summary": "The vanishing levies on Canada and Mexico could be just the beginning of the industry's problems. It was all just a fleeting, pleasant dream.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-brings-in-startup-to-test-walking-robot-deliveries-11558522801", "title": "Ford Brings in Startup to Test Walking Robot Deliveries", "date": "2019-05-22 07:02", "summary": "Agility Robotics to provide upright, walking robots to take goods from self-driving vans to doorsteps. ", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-la-di-da-di-a-b-side-from-1985-became-one-of-musics-most-sampled-songs-11558522800", "title": "How 'La Di Da Di,' a B-Side From 1985, Became One of Music's Most-Sampled Songs", "date": "2019-05-22 07:00", "summary": "Resume Subscription. When rapper will.i.am was looking for a hook to invigorate the Black Eyed Peas' 2018 single \"Constant,\" he borrowed from an old favorite: 1985's \"La Di Da Di\" by Slick Rick and Doug E. Fresh. \"I wanted to go back to the era that made me want to rap,\" will.i.am says.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazon-could-deliver-bad-news-for-uber-11558522800", "title": "Amazon Could Deliver Bad News for Uber", "date": "2019-05-22 07:00", "summary": "E-retail giant's investment in U.K.-based Deliveroo means more competitive spending likely on menu. Uber Technologies' ride could be getting even more costly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-investors-get-burned-on-their-favorite-chinese-surveillance-stock-11558520408", "title": "Global Investors Get Burned on Their Favorite Chinese Surveillance Stock", "date": "2019-05-22 06:23", "summary": "Would-be buyers of innovative Chinese technology companies have been too complacent about the risk of getting trapped between Beijing and Washington. Huawei may be privately owned, but global investors still risk getting caught up in the unfolding Sino-American spy thriller through other Chinese companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-levee-breaks-brazilian-town-on-alert-for-imminent-disaster-11558517405", "title": "Imminent Vale Dam Disaster Bears Down on Brazilian Town", "date": "2019-05-22 05:30", "summary": "Resume Subscription. BARÃO DE COCAIS, Brazil-In this once-thriving town at the heart of Brazil's mining region, there is one question on everybody's minds: Will a nearby dam burst and obliterate their community by the week's end?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/will-booksmart-join-the-honor-roll-of-high-school-comedy-11558517401", "title": "Will Olivia Wilde's 'Booksmart' Become Gen Z's 'Breakfast Club'?", "date": "2019-05-22 05:30", "summary": "The high school comedy aims to follow in the footsteps of 'American Graffiti,' 'Clueless' and 'Superbad' while taking teen tropes in new directions. Filmmakers can't resist visiting a daunting world where archetypes collide, emotions run high and even the smallest stakes feel huge.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-water-levels-on-great-lakes-flood-towns-shrink-beaches-11558517400", "title": "High Water Levels on Great Lakes Flood Towns", "date": "2019-05-22 05:30", "summary": "Lakes Erie, Superior are among Great Lakes expected to reach all-time highs this summer. Mike Snider says 10 floods have struck Port Clinton, Ohio, since he was appointed mayor April 9, as heavy rains, powerful winds and high water in Lake Erie slammed the city of 6,000.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rodrigo-duterte-cements-power-as-allies-sweep-senate-in-philippine-vote-11558515730", "title": "Duterte Cements Power as Allies Sweep Senate in Philippine Vote", "date": "2019-05-22 05:02", "summary": "The outcome allows the president to proceed with an agenda that includes restoring the death penalty. President Rodrigo Duterte's allies won almost every seat up for grabs in crucial Senate races in the Philippines' midterm elections, a victory for the popular president and the rightward, authoritarian turn in much of Southeast Asia that he represents.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-activist-granted-asylum-by-germany-i-had-no-choice-11558512287", "title": "Hong Kong Activist Granted Asylum by Germany: 'I Had No Choice'", "date": "2019-05-22 04:04", "summary": "Ray Wong Toi Yeung fled Hong Kong ahead of his trial on charges of inciting to riot and illegal assembly. Germany has granted asylum to two Hong Kong pro-democracy protesters, a sign of waning international confidence in the city's political freedoms and justice system.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-louis-fed-chief-says-interest-rate-may-be-cut-to-meet-inflation-target-11558501200", "title": "St. Louis Fed Chief Says Interest Rate May Be Cut to Meet Inflation Target", "date": "2019-05-22 03:21", "summary": "James Bullard is first central-bank official in recent years to lay out case for lowering rate. Federal Reserve Bank of St. Louis President James Bullard said Wednesday the U.S. central bank may need to lower its short-term interest-rate target if inflation doesn't appear on track to rise back to desired levels.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-strikes-deal-to-buy-u-s-natural-gas-11558487974", "title": "Saudi Arabia Strikes Deal to Buy U.S. Natural Gas", "date": "2019-05-22 02:59", "summary": "Aramco signs initial agreement to purchase LNG from Sempra Energy, in new step for the kingdom. Saudi Arabia has set up a deal to purchase U.S. liquefied natural gas from Sempra Energy , a new strategic direction for the kingdom as it seeks to establish a footprint in the growing global market for the fuel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avon-products-nears-sale-to-brazils-natura-cosmeticos-11558499655", "title": "Avon Nears Sale to Brazil's Natura Cosmeticos", "date": "2019-05-22 02:23", "summary": "Deal would mark the end of the independence of an icon of 20th-century business. Avon Products Inc. is nearing a sale to Brazil's Natura Cosmeticos SA, according to people familiar with the matter.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11558458920", "title": "Pepper...and Salt", "date": "2019-05-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentucky-gov-matt-bevin-to-face-familiar-foe-in-november-election-11558496718", "title": "Kentucky Gov. Matt Bevin to Face Andy Beshear in November Election", "date": "2019-05-22 23:45", "summary": "GOP incumbent survives strong primary challenge; state attorney general is Democratic nominee. LOUISVILLE, Ky.-Kentucky Republican Gov. Matt Bevin cleared his first hurdle toward a second term but had to fend off a strong primary challenge Tuesday, setting up a long-anticipated showdown with his arch-nemesis-Democrat Andy Beshear-that will settle the feud they've fought in courtrooms over education and pension policies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-daily-show-seeks-new-audiences-through-social-media-11558494258", "title": "'The Daily Show' Seeks New Audiences Through Social Media", "date": "2019-05-22 23:04", "summary": "A 'Between the Scenes' segment is popular on YouTube; producers mull content for TikTok. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-on-democrats-to-put-trade-pact-before-infrastructure-package-11558484733", "title": "Trump Calls on Democrats to Put Trade Pact Before Infrastructure Package", "date": "2019-05-22 21:49", "summary": "President, due to meet Pelosi and Schumer on road and bridge rebuilding, says USMCA approval is priority. WASHINGTON-President Trump on Tuesday told Democratic congressional leaders that Congress should approve his trade deal with Canada and Mexico before taking up infrastructure legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joko-widodo-wins-indonesian-presidency-by-a-wide-margin-11558408961", "title": "Indonesian President Re-Elected in Race Shaped by Conservative Islam", "date": "2019-05-22 21:20", "summary": "President re-elected with 55.5% of the vote, defeating candidate supported by hard-line Islamic conservatives. JAKARTA, Indonesia-President Joko Widodo was comfortably re-elected the leader of the world's largest Muslim-majority nation, after tacking rightward to win over an electorate that has shown signs of embracing a more conservative form of the faith.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-exchanges-face-higher-hurdles-in-boosting-data-fees-11558487389", "title": "Exchanges Face Higher Hurdles in Boosting Fees", "date": "2019-05-22 21:09", "summary": "New SEC guidelines will require detailed disclosures from NYSE, Nasdaq and Cboe. The Securities and Exchange Commission dealt a fresh blow to stock exchanges' lucrative business of selling data and high-speed connections.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raheem-sterling-calls-for-tougher-penalties-for-soccer-fans-racism-11558486727", "title": "Raheem Sterling Calls for Tougher Penalties for Soccer Fans' Racism", "date": "2019-05-22 21:00", "summary": "Manchester City star says clubs should face point deductions, league expulsion for failing to curb abusive behavior. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-trial-nypd-officer-says-police-tried-to-calm-eric-garner-before-he-died-11558474684", "title": "At Trial, NYPD Officer Says Police Tried to Calm Eric Garner Before He Died", "date": "2019-05-22 20:36", "summary": "Officer Daniel Pantaleo faces disciplinary charges over the 2014 death of Garner. New York Police Department officers involved in the arrest of Eric Garner attempted to calm him before applying force, according to testimony by the partner of Officer Daniel Pantaleo, who faces disciplinary charges over the 2014 death of Mr. Garner.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-white-house-open-budget-talks-11558464778", "title": "Non-Military Spending Is Sticking Point in Budget Talks", "date": "2019-05-22 20:27", "summary": "Congressional leaders, Trump administration officials end initial negotiations without reaching deal that they had earlier suggested was within reach. WASHINGTON-Congressional leaders began negotiations with the White House over a two-year budget deal but hit a sticking point over Democrats' efforts to raise non-military spending.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-stocks-in-high-demand-as-trade-battle-brews-11558436401", "title": "Real-Estate Stocks in High Demand as Trade Battle Brews", "date": "2019-05-22 20:05", "summary": "REITS offer investors exposure to businesses geared toward domestic market. Many investors are turning to real-estate stocks as a safe haven during the U.S.-China trade dispute that has been whipsawing the stock market.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}]