[{"link": "https://www.wsj.com/articles/advertisers-are-wary-of-breaking-up-google-and-facebook-11561057954", "title": "Advertisers Are Wary of Breaking Up Google and Facebook", "date": "2019-06-20 19:45", "summary": "Several marketers at the annual ad festival in Cannes say they enjoy benefits from digital ad behemoths but want more information-sharing. CANNES, France-Advertisers have griped about the power Google and Facebook Inc. wield over the digital ad market. But they are generally wary of breaking up the tech giants, judging by the views of the attendees at the annual advertising festival held here on the French Riviera.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-gop-leader-kevin-mccarthy-backs-a-u-s-data-privacy-law-11561069447", "title": "House GOP Leader Wants a Data- Privacy Law", "date": "2019-06-20 19:45", "summary": "Bipartisan support for regulation of Google and Facebook grows after strict California rules passed. WASHINGTON-House Minority Leader Kevin McCarthy backed the idea of national legislation to safeguard consumers' data privacy, adding a prominent GOP voice to the bipartisan support in Congress for tackling how technology companies amass and use their information.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-maps-littered-with-fake-business-listings-harming-consumers-and-competitors-11561042283", "title": "Millions of Business Listings on Google Maps Are Fake-and Google Profits", "date": "2019-06-20 19:44", "summary": "Resume Subscription. Out of habit, Nancy Carter, a retired federal employee, turned to Google for help one August evening. She ended the night wishing she hadn't.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/marathon-petroleums-former-cfo-back-in-role-11561074168", "title": "Marathon Petroleum's Former CFO Back in Role", "date": "2019-06-20 19:42", "summary": "Current finance chief is moving to replace the head of subsidiary Speedway LLC, who plans to retire. Marathon Petroleum Corp. on Thursday said Donald Templin would return to the role of finance chief as part of a broader executive restructuring at the oil refiner.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-governor-dispatches-police-to-find-gop-legislators-11561074157", "title": "Oregon Governor Dispatches Police to Find GOP Legislators", "date": "2019-06-20 19:42", "summary": "Seeking to deny a quorum on cap-and-trade legislation, Republican state senators flee. Oregon's Democratic governor has sent the state police in search of the entire GOP Senate delegation, who left the state and went into hiding Thursday in an effort to stop a cap-and-trade bill to address climate change from passing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-allows-40-foot-cross-to-remain-in-highway-median-11561040530", "title": "High Court Rules That 40-Foot Cross Can Remain on Public Land", "date": "2019-06-20 19:31", "summary": "Justices Ginsburg and Sotomayor dissented, arguing that by maintaining the cross, the state places Christianity above other faiths. WASHINGTON-The Supreme Court voted 7-2 Thursday to let a 40-foot cross remain on a Maryland traffic island, concluding that the memorial to World War I's fallen holds a secular meaning that comports with the constitutional separation of church and state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aicpa-proposes-overhaul-of-evidence-standards-in-private-company-audits-11561072750", "title": "AICPA Proposes Overhaul of Evidence Standards in Private-Company Audits", "date": "2019-06-20 19:19", "summary": "New standards would better define the role of new technologies in gathering information, including from social media and data analytics. The auditing standards board of the American Institute of Certified Public Accountants on Thursday proposed an overhaul of the rules governing audit evidence for private companies to better define the role of new technologies in audits.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-buying-more-of-the-u-s-housing-market-than-ever-before-11561023120", "title": "Investors Are Buying More of the Housing Market Than Ever Before", "date": "2019-06-20 19:12", "summary": "Their interest poses a challenge for millennials and other first-time buyers. The share of investor purchases of U.S. homes have climbed to an all-time high, a sign that rising home prices have done little to dampen demand for flipping homes or turning them into single-family rentals.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-agrees-to-buy-payments-firm-equian-for-3-2-billion-11561071058", "title": "UnitedHealth Agrees to Buy Payments Firm Equian", "date": "2019-06-20 19:00", "summary": "It is likely UnitedHealth would merge Equian into its Optum health-services arm. UnitedHealth Group Inc. has agreed to buy health-care payments firm Equian LLC from its private-equity owner for about $3.2 billion, according to people familiar with the matter.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aurelius-warns-frontier-communications-against-chapter-11-11561071177", "title": "Aurelius Warns Frontier Communications Against Chapter 11", "date": "2019-06-20 18:52", "summary": "Hedge-fund manager said Frontier should instead pursue a multibillion-dollar debt swap. Aurelius Capital Management LP is lobbying the board of Frontier Communications Corp. against putting the financially strained telecommunications giant into chapter 11 bankruptcy.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floating-classroom-teaches-new-york-city-students-about-sea-life-11560950628", "title": "Floating Classroom Teaches New York City Students About Sea Life", "date": "2019-06-20 18:50", "summary": "Eighth-graders test the waters of Jamaica Bay; horseshoe crabs elicit screams. Khadiza Rahman grew up a few miles from New York City's Jamaica Bay but hadn't heard of it until a recent class trip brought her out on the water. She and fellow students at P.S. 122 in Astoria, Queens, were aboard the R/V CUNY 1, a custom-made hybrid boat that has been turned into a floating classroom.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quadriga-founder-spent-client-money-bankruptcy-monitor-says-11561070902", "title": "Quadriga Founder Spent Client Money, Monitor Says", "date": "2019-06-20 18:48", "summary": "Ernst & Young says Gerald Cotten, late founder of defunct Canadian cryptocurrency exchange, funneled client money into fraudulent accounts. The court-appointed monitor for bankrupt QuadrigaCX said the Canadian cryptocurrency exchange's late founder took most of the money entrusted to him by clients and spent much of it on himself and his wife.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-set-for-its-trading-debut-11561040327", "title": "Slack Shares Jump in Trading Debut", "date": "2019-06-20 18:44", "summary": "Messaging service's stock opens above reference price, trends higher through the afternoon. Slack Technologies Inc. surged in its trading debut on the New York Stock Exchange, the latest technology firm to jump into a hot initial-public-offering market.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-stocks-tick-up-amid-political-uncertainty-11561060906", "title": "Gun Stocks Tick Up Amid Political Uncertainty", "date": "2019-06-20 18:44", "summary": "Shares of gun makers had been hard hit by the gun-friendly policies of the Trump administration. Gun makers, on a losing streak since the election of Donald Trump in 2016, could be starting to recalibrate.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-liberate-a-public-cross-11561070487", "title": "Justices Liberate a Public Cross", "date": "2019-06-20 18:41", "summary": "A step toward reviving the proper meaning of the Establishment Clause.. The original meaning of the First Amendment is making a comeback on the Supreme Court. The latest evidence is Thursday's rousing 7-2 ruling in support of religious liberty and pluralism in the public square.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevada-embraces-public-unions-11561070430", "title": "Nevada Embraces Public Unions", "date": "2019-06-20 18:40", "summary": "Democrats let state employees collectively bargain. Watch out for a state income tax.. Nevada taxpayers had a good 54-year run, but this month their luck ran out. The state Legislature recently overrode a 1965 ban on collectively bargaining for state employees. Gov. Steve Sisolak has signed the bill, and watch now for a tax-and-spend ratchet to accelerate in one of the nine states without a tax on wage and salary income.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-race-card-education-11561070410", "title": "Joe Biden's Race-Card Education", "date": "2019-06-20 18:40", "summary": "He preaches political civility, and the left says he's soft on segregation.. Joe Biden isn't a conservative but he's learning what it feels like to be one. On Tuesday night at a fundraiser in Manhattan he made comments that no reasonable person would interpret as racially insensitive-and was immediately censured by his Democratic competitors as though he had defended Jim Crow.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-slacks-buzzy-ipo-email-takes-another-hit-11561070391", "title": "With Slack's Buzzy IPO, Email Takes Another Hit", "date": "2019-06-20 18:39", "summary": "CIOs take notice as the workplace collaboration startup makes its Wall Street debut. Slack Technologies Inc.'s highflying trading debut Thursday reflects the rapid growth of cloud-enabled workplace collaboration tools, which are driving a shift from individual to group productivity, according to chief information officers, tech-firm executives and analysts.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-dodge-global-worries-in-currencies-of-egypt-ukraine-11561032001", "title": "Investors Dodge Global Worries in Currencies of Egypt, Ukraine", "date": "2019-06-20 18:37", "summary": "The exotic currencies are among top performers in a market dogged by dollar strength and growth fears. Investors are snapping up exotic currencies such as the Egyptian pound and Ukrainian hryvnia as they seek assets with little correlation to global markets amid rising worries over growth and trade.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-tough-love-with-turkey-11561070134", "title": "Time for Tough Love With Turkey", "date": "2019-06-20 18:35", "summary": "Erdogan's purchase of Russia's S-400 crosses a NATO red line.. Turkish President Recep Tayyip Erdogan has spent 15 years chipping away at his country's reputation as a stalwart Western ally. Now Turkey's deepening military ties with Russia are a breaking point that should prompt Washington to re-evaluate its broader relationship with Ankara.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-america-even-greater-11561070058", "title": "Make America Even Greater", "date": "2019-06-20 18:34", "summary": "To win re-election, Trump needs a bold second-term agenda. Here are some ideas.. At one point in his Tuesday re-election launch in Orlando, Fla., President Trump polled the audience: Run again on \"Make America Great Again\"? Or switch the slogan to \"Keep America Great\"? A roaring crowd opted for the latter.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/understanding-ukraines-jewish-president-11561070080", "title": "Understanding Ukraine's Jewish President", "date": "2019-06-20 18:34", "summary": "He plays down his ethnic roots, stressing national and political identities instead.. Kiev, Ukraine", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-masterpiece-cakeshop-fell-short-11561070031", "title": "How Masterpiece Cakeshop Fell Short", "date": "2019-06-20 18:33", "summary": "Lower courts are still taking a cramped approach to claims of artistic freedom.. It's been a year since the U.S. Supreme Court announced its 7-2 ruling in favor of Masterpiece Cakeshop owner Jack Phillips, whom Colorado officials tried to put out of business because of his conscientious objection to same-sex marriage.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberalism-isnt-what-it-used-to-be-11561069996", "title": "Liberalism Isn't What It Used to Be", "date": "2019-06-20 18:33", "summary": "The values that made me a supporter of RFK in 1968 put me at odds with today's progressives.. In the late spring of 1968, when I was 26, I helped organize Robert F. Kennedy's presidential campaign in the Bronx. I rented a storefront headquarters, recruited a team of volunteers, and held a launch event at the old Concourse Plaza Hotel-all to prepare for the candidate's expected appearance in New York following his victory in California. That, tragically, wasn't to be. Instead, I took my turn in the honor guard that surrounded the senator's casket throughout the night in St. Patrick's Cathedral, and attended his funeral June 8.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-moves-to-block-printer-deal-11561068799", "title": "Justice Department Moves to Block Printer Deal", "date": "2019-06-20 18:33", "summary": "Quad/Graphics Inc.'s proposed acquisition of LSC Communications Inc. would unite two, large magazine-and-catalog printing companies.. Federal regulators want to block the combination of two, large U.S. magazine-and-catalog printers on concerns the deal could raise costs for publishers, retailers and consumers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-sister-my-uncle-and-trump-11561069936", "title": "My Sister, My Uncle and Trump", "date": "2019-06-20 18:32", "summary": "They loved him and were sure he'd win. I couldn't share their jolliness, but I respected their rebellion.. It was four years ago this week, June 16, 2015, and a great professional gift was given me. I had just watched Donald Trump's announcement speech and was pondering its impact. This guy isn't going to be president; we've been reading about his tabloid antics for 30 years. But he'll have some impact, some support. Who? How much?", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-british-warning-for-the-trump-fed-11561069966", "title": "A British Warning for the Trump Fed", "date": "2019-06-20 18:32", "summary": "Monetary policy is a poor substitute for the supply-side reforms the president can't or won't undertake.. There's a rumor going around that President Trump likes low interest rates-at least when the Federal Reserve imposes them. The latest hint comes via a characteristically subtle tweet this week in which Mr. Trump harangued Europe for potentially planing to ease rates (and implicitly demanded Fed Chairman Jerome Powell do so).", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-beijing-want-with-your-medical-records-11561069899", "title": "What Does Beijing Want With Your Medical Records?", "date": "2019-06-20 18:31", "summary": "The 2015 Anthem hack raises chilling questions about surveillance within America's borders.. Why would China steal the personal medical information of nearly 80 million Americans? That's been the question since the Justice Department unsealed an indictment of two Chinese nationals for the 2015 hacking attack on Anthem, the health-care giant.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-plaza-review-potemkinvillage-on-the-park-11561069818", "title": "'The Plaza' Review: Potemkin Village on the Park", "date": "2019-06-20 18:30", "summary": "Walk past the Plaza at night these days and you'll see most of the windows are dark, its apartments belonging to absentee owners.. Enrico Caruso was none too pleased. The renowned tenor had just moved into New York's newly opened Plaza Hotel-where the modern amenities in every room included thermostats, telephones and centrally synchronized clocks-and his vocal training was being interrupted by the loud ticking of the timepiece in his suite. He dispatched it with an angry blow, and in so doing damaged the hotel's entire system. Guests slept late or missed their luncheon engagements and eventually descended in an irate body to hound the front desk.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-confidant-roger-stone-violated-gag-order-prosecutors-say-11561069190", "title": "Prosecutors Say Roger Stone Violated Gag Order", "date": "2019-06-20 18:19", "summary": "Trial judge is asked to examine Instagram posts related to Russian interference in 2016 election. WASHINGTON-Prosecutors on Thursday asked a federal judge to examine whether longtime Trump adviser Roger Stone violated a judicial order barring him from commenting about matters involving the Russia investigation and his own criminal trial.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-women-beat-sweden-2-0-to-wrap-up-group-stage-11561069056", "title": "U.S. Women Beat Sweden 2-0 to Wrap Up Group Stage", "date": "2019-06-20 18:17", "summary": "The Americans face Spain on Monday in the round of 16. LE HAVRE, France-The signs were mildly menacing for the U.S. women's soccer team's World Cup game Thursday against Sweden. Swedish players had spoken of the U.S. looking past the game. Both teams had already qualified for the round of 16. Yellow-and-blue-clad fans filled large sections of Stade Océane at a tournament where U.S. fans have overwhelmed others.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-paying-282-million-to-settle-claims-of-corrupt-payments-abroad-sec-says-11561055907", "title": "Walmart to Pay $282 Million to Settle Claims of Corrupt Payments Abroad", "date": "2019-06-20 18:13", "summary": "Claims were related to payments to outside consultants in Brazil, China, India and Mexico. Walmart Inc. agreed to pay $282 million to resolve yearslong criminal and regulatory investigations into whether it paid bribes around the world, agreeing that it had lax policies in place to catch potential corruption.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expedias-trivago-is-sued-over-seized-cuban-hotel-11561068736", "title": "Expedia's Trivago Is Sued Over Seized Cuban Hotel", "date": "2019-06-20 18:12", "summary": "The lawsuit is the latest filed under a provision of the Helms-Burton Act that was activated last month. Two U.S. citizens sued hotel-search company Trivago NV under a newly revived provision of a U.S. law that permits legal action by U.S. citizens or entities against companies doing business on property that was confiscated by the Cuban government.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-surges-to-almost-six-year-high-after-fed-hints-at-rate-cut-11561029167", "title": "Gold Surges to Highest Price Since 2013 After Fed Hints at Rate Cut", "date": "2019-06-20 18:09", "summary": "Industrial metals also rally as bets on lower borrowing costs weaken the dollar. Metal prices shot up Thursday, lifted by a weaker dollar, after the Federal Reserve suggested it was willing to lower interest rates in the coming months.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-rallies-to-help-navy-seal-deemed-too-old-to-join-fdny-11561061568", "title": "New York Lawmakers Give Veterans More Leeway to Qualify for FDNY", "date": "2019-06-20 18:09", "summary": "A bill will increase from six to seven the number of years veterans can subtract from their age to qualify to work for the department. Amid intense debates on minimum wage, rent regulations and pot legalization, one piece of legislation united New York lawmakers this session.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blame-brexit-for-carnivals-sinking-shares-11561059343", "title": "Blame Brexit for Carnival's Sinking Shares", "date": "2019-06-20 18:01", "summary": "Cruise operator's stock falls more than 7% after surprise earnings warning. Cruise operator Carnival Corp. was the worst performer in the S&P 500 on Thursday.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypals-operating-chief-to-leave-company-11561067722", "title": "PayPal's Operating Chief to Leave Company", "date": "2019-06-20 17:55", "summary": "COO Bill Ready is latest of several senior leaders to depart within past year. PayPal Holdings Inc. said Bill Ready, one of its top executives, is leaving the financial-technology company at the end of the year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-play-looks-at-bonacker-fishermen-of-long-island-11561067111", "title": "New Play Looks at 'Bonacker' Fishermen of Long Island", "date": "2019-06-20 17:45", "summary": "Their challenges, traditions, culture and even dialect are explored. Some may recall the 1990 Billy Joel song \"The Downeaster 'Alexa,'\" which chronicled the struggles of Long Island's fishermen during a period when they faced increased regulations and other hardships. As Mr. Joel sang, \"There ain't much future for a man who works the sea.\"", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-extend-gains-after-the-fed-as-bond-yields-dip-11561017273", "title": "S&P 500 Hits Record Close After Fed Hints of Interest-Rate Cut", "date": "2019-06-20 17:42", "summary": "Dollar weakens and bond yields drop, while commodities prices jump. The S&P 500 surged to its first record close since April, underscoring confidence on Wall Street that the U.S. economy and global markets remain healthy despite a fresh tumble in bond yields around the world.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-allows-new-rules-blocking-family-planning-funds-for-abortion-providers-11561055808", "title": "Court Allows Rules Blocking Family-Planning Funds for Abortion Providers", "date": "2019-06-20 17:35", "summary": "Planned Parenthood will be most affected, though court order isn't the final word. A federal appeals court on Thursday said the Trump administration can implement new rules prohibiting federal family-planning grants to health clinics offering on-site abortions or referrals for the procedure.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-rifle-association-suspends-second-highest-executive-11561060860", "title": "National Rifle Association Suspends Second-Highest Executive", "date": "2019-06-20 17:21", "summary": "In lawsuit, group accuses Chris W. Cox of taking part in conspiracy to oust CEO Wayne LaPierre. The infighting at the National Rifle Association intensified Thursday, as the gun-rights group suspended its second-highest official and accused him of participating in an alleged coup attempt in April against Chief Executive Wayne LaPierre.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-issue-executive-order-on-health-care-price-transparency-11561051500", "title": "Trump to Issue Executive Order on Health-Care Price Transparency", "date": "2019-06-20 17:17", "summary": "The president on Monday will call for insurers and doctors to disclose new details about the cost of care, a move that industry groups have resisted. President Trump plans to issue an executive order Monday to compel the disclosure of prices in health care, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-transferred-more-profits-from-overseas-in-2018-than-estimated-11561044921", "title": "U.S. Companies Brought Home More Profits From Overseas", "date": "2019-06-20 17:10", "summary": "Firms repatriated $776.51 billion in foreign profits last year following tax-law overhaul, $111 billion more than previously reported. WASHINGTON-U.S. companies brought home more foreign profits in the first year after the tax-law overhaul than the government previously estimated.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-lawmakers-reject-gov-phil-murphys-millionaires-tax-11561062133", "title": "New Jersey Lawmakers Reject Governor's Millionaire's Tax", "date": "2019-06-20 17:08", "summary": "Democratic-controlled legislature passes $38.7 billion budget; for wealthiest, income taxes wouldn't rise. New Jersey lawmakers approved a $38.7 billion budget that doesn't raise taxes on millionaires, in the latest rift between Gov. Phil Murphy and his fellow Democrats.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-retirees-win-committee-status-over-insurance-termination-11561064506", "title": "Sears Retirees Win Committee Status Over Insurance Termination", "date": "2019-06-20 17:01", "summary": "Company terminated life insurance plan earlier this year, saying it couldn't afford $1.3 million monthly expense. The judge overseeing Sears Holdings Corp.'s bankruptcy gave a green light for company retirees to form an official committee that will advocate for the life-insurance benefits Sears recently terminated.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-nissan-to-partner-with-waymo-on-driverless-car-technology-11561017171", "title": "Nissan, Renault to Partner With Waymo on Driverless Cars", "date": "2019-06-20 17:00", "summary": "Alliance partners to explore driverless car options in their home markets of France and Japan. Renault SA and its alliance partner Nissan Motor Co. have signed a deal with Alphabet Inc.'s self-driving technology unit Waymo to jointly explore driverless car options in their home markets of France and Japan.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toy-story-4-review-once-again-with-joy-and-deep-feeling-11561064229", "title": "'Toy Story 4' Review: Once Again, With Joy and Deep Feeling", "date": "2019-06-20 16:57", "summary": "Woody, Buzz and other familiar faces return-joined by new animated friends-in a story that deals with nothing less than the purpose of life.. It's been almost a quarter-century since the toys in \"Toy Story\" first captivated us, then took up permanent residence in our hearts. The trilogy that came to a stirring climax nine years ago was complete, emotionally as well as dramatically, so the advent of \"Toy Story 4\" raises questions: Did we need a new installment; did it turn out to be worth doing; and what, if anything, does it add to a canon that's become a national treasure? The answers are no, not necessarily; yes, absolutely; and much more than anyone might have guessed. The new film isn't flawless, but it's hugely enjoyable and speaks, with bewitching buoyancy, to nothing less than the purpose of living and the mystery of life.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wild-rose-review-redemption-song-11561064197", "title": "'Wild Rose': Redemption Song", "date": "2019-06-20 16:56", "summary": "A Scottish country singer tries to rebuild her life and make it to Nashville after being released from jail.. From the first moment the camera finds her in \"Wild Rose\"-literally the first moment in the first scene-Jessie Buckley lights up the screen, and the light doesn't diminish, even when the story strains credulity. Given her luminescence, and the lovely country music she gets to sing in her own lovely voice, my credulity didn't mind being strained at all. It went wherever she sent it, which is a fair description of what star quality can do.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toni-morrison-the-pieces-i-am-review-an-infectious-spirit-11561064169", "title": "'Toni Morrison: The Pieces I Am' Review: An Infectious Spirit", "date": "2019-06-20 16:56", "summary": "Timothy Greenfield-Sanders's documentary studies the Nobel Laureate as a working writer and editor as well as a celebrated author.. The ultimate test of \"Toni Morrison: The Pieces I Am,\" a documentary feature by Timothy Greenfield-Sanders, is whether it makes you want to read, or re-read, its subject's books. The film certainly does that. It also makes you feel that you know her well enough. Not well, in any private sense-she speaks about her divided self, about one of the people she is remaining inside her, \"the one who doesn't do documentaries.\" Still, the one who does do documentaries is awfully good at it, an irrepressible spirit who can tell the most harrowing stories-or toss off witty lines-with a look-you-in-the eye style that brooks no casual listening.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnival-lowers-profit-forecast-on-cuba-travel-ban-slower-europe-demand-11561051574", "title": "Carnival Lowers Profit Forecast on Cuba Travel Ban, Slower Europe Demand", "date": "2019-06-20 16:47", "summary": "Carnival's shares, along with those of its rivals, sink on the news. The world's biggest cruise operator, Carnival Corp. , cut its full-year earnings outlook, citing a hit from voyage cancellations, the abrupt Cuba travel ban and weakening demand in Europe.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roy-moore-to-again-run-for-senate-in-alabama-11561058685", "title": "Roy Moore to Make Second Senate Bid in Alabama", "date": "2019-06-20 16:41", "summary": "The former Alabama chief justice lost a 2017 special election for the Senate to Democrat Doug Jones. Republican Roy Moore-who narrowly lost to Democrat Doug Jones in a 2017 special election for the U.S. Senate in Alabama-announced on Thursday he will make another run.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-rise-sharply-as-middle-east-tensions-worsen-11561022592", "title": "Middle East Clashes Send Oil Sharply Higher", "date": "2019-06-20 16:34", "summary": "Crude futures rise more than 5% after Iran said it had shot down a U.S. drone. Oil prices climbed sharply Thursday as tensions mounted in the Middle East and the dollar fell, extending a period of high volatility for crude.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-women-review-subtext-becomes-text-11561062694", "title": "'Little Women' Review: Subtext Becomes Text", "date": "2019-06-20 16:31", "summary": "Kate Hamill's lively new adaptation of the classic novel draws out the sexual ambiguities that have always been just beneath the story's surface.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/darden-shares-still-offer-bang-for-the-buck-11561042473", "title": "Darden Shares Still Offer Bang for the Buck", "date": "2019-06-20 16:28", "summary": "Owner of Olive Garden and other restaurants still looks attractive, despite mixed results. Despite a mixed update for investors, the owner of Olive Garden is still a well-oiled machine.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kroger-sales-slip-again-as-grocer-looks-for-traction-11561034249", "title": "Kroger Seeks Patience As It Works to Reshape Business", "date": "2019-06-20 16:15", "summary": "Shares of nation's biggest supermarket operator fell 12% over past 12 months. Kroger Co. executives are seeking patience from investors as they continue to oversee efforts to transform the business while facing heightened competition from a range of food retailers and shifting shopping patterns.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-june-15-11561061607", "title": "Best-Selling Books Week Ended June 15", "date": "2019-06-20 16:13", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-and-the-new-york-times-11561061559", "title": "Donald Trump and the New York Times", "date": "2019-06-20 16:12", "summary": "Will the President and the newspaper's employees stop accusing each other of treason?. This column has been hoping for a few years that the discourse conducted by the President of the United States would always remain above that occurring in the pages of the New York Times. But such hopes seem unlikely to be fulfilled any time soon.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-10-year-treasury-yield-below-2-is-something-almost-nobody-saw-coming-11561023865", "title": "10-Year Treasury Yield Falls Below 2%, Defying Expectations", "date": "2019-06-20 16:09", "summary": "Yields at multiyear lows reflect the difficulties central bankers face in normalizing monetary policy after a decade of unusually easy money. ", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-protects-its-tenants-and-lawyers-11561061336", "title": "New York Protects Its Tenants and Lawyers", "date": "2019-06-20 16:08", "summary": "The truth is free-market policies have failed many New Yorkers, particularly low-income residents for whom the city has been anything but \"livable\" over the past two decades.. Your editorial \"Albany Goes Wild\" (June 14) recycles the same old landlord versus tenant arguments in its gripes about New York's recently enacted rent regulations.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-credits-generally-fail-to-achieve-goals-11561061292", "title": "Tax Credits Generally Fail to Achieve Goals", "date": "2019-06-20 16:08", "summary": "The winners from economic-development subsidies are frequently the companies on the receiving end, publicity-seeking politicians and the consultants who broker the deals, and that's about it.. News that the Wisconsin Economic Development Corp. subsidized jobs created outside of the Badger State and businesses that actually reduced employment isn't surprising (\"Wisconsin Tax Credits Fail To Hit Job Pledge, Audit Says,\" U.S. News, June 12). The winners from economic-development subsidies are frequently the companies on the receiving end, publicity-seeking politicians and the consultants who broker the deals, and that's about it. The losers encompass nearly everyone else, including most taxpayers and other businesses that pay for the deals through higher taxes or by receiving worse government services.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-a-major-fcc-spectrum-use-reform-11561061238", "title": "Time For a Major FCC Spectrum-Use Reform", "date": "2019-06-20 16:07", "summary": "Spectrum \"dezoning\" would be the biggest and most socially beneficial act of regulatory reform since the abolition of airline price and entry controls in the 1970s.. Holman W. Jenkins, Jr. is right that an FCC auction to transfer underused \"C-band\" spectrum from satellite links to 5G mobile broadband would be better than letting that spectrum languish (\"How Government Can Get Brave About Spectrum,\" Business World, June 15). But the \"snarl\" in shifting spectrum to more valuable uses is entirely an artifact of the FCC's limiting spectrum licenses to particular uses, which it thinks important at the time but that invariably become obsolete as technology and markets progress.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lexus-ux-250h-perfect-if-you-have-no-kids-and-extra-cash-11561061208", "title": "The Lexus UX 250h: Perfect If You Have No Kids and Extra Cash", "date": "2019-06-20 16:06", "summary": "This tiny 'crossover-ette' won't win any races down at the track, but it's speedy in the city, an ideal urban car, says Dan Neil. I GET LOVE LETTERS all the time. They are not addressed to me but to some long-lost companion of the road, a car or truck that meant the world to somebody. These beloved specimens usually fall into one of several categories: daddy's hot rod (which go into the larger daddy issues mailbag), the family wagon, the faithful companion, the jewel box.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-will-review-puerto-rico-board-appointments-11561061189", "title": "Supreme Court Will Review Puerto Rico Board Appointments", "date": "2019-06-20 16:06", "summary": "Justices take up constitutional challenge to board overseeing bankrupt U.S. territory's finances. The U.S. Supreme Court took up a constitutional challenge to the board overseeing Puerto Rico's finances, a development that could upset years of work on the bankrupt U.S. territory's economy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-tests-robot-fryers-and-voice-activated-drive-throughs-11561060920", "title": "McDonald's Tests Robot Fryers and Voice-Activated Drive-Throughs", "date": "2019-06-20 16:02", "summary": "Burger giant wants to speed service as competition for fast-food diners mounts. McDonald's Corp. is designing voice-activated drive-throughs and robotic deep-fryers as the burger giant works to streamline its menu and operations to speed up service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphia-takes-officers-off-street-over-racist-social-media-posts-11561060532", "title": "Philadelphia Takes Officers Off Street Over Racist Social-Media Posts", "date": "2019-06-20 15:55", "summary": "St. Louis prosecutor bars officers from testifying in court; other cities investigating offensive material. The Philadelphia Police Department put 72 officers on desk duty and a St. Louis prosecutor barred 22 officers from testifying in court, following allegations that law-enforcement officers in those and other U.S. cities posted racist or otherwise offensive comments on social media.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/years-and-years-review-a-slapdash-dystopia-11561060402", "title": "'Years and Years' Review: A Slapdash Dystopia", "date": "2019-06-20 15:53", "summary": "HBO's painfully unfunny new series imagines the chaos of the political near-future.. After a cacophonous summing-up, episode 1 of the English series \"Years and Years\" finally collapses with a character screaming \"What happens now!?\" Viewers may well be answering, \"Who bloody well cares?\" And why is that? The reasons are instructional, actually, given all that goes on in the show while still managing to turn one off.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-shawman-of-many-voices-review-a-chorus-of-affection-11561060355", "title": "'Robert Shaw-Man of Many Voices' Review: A Chorus of Affection", "date": "2019-06-20 15:52", "summary": "The new PBS documentary tells the often-complicated life story of the conductor, featuring many of those who performed under his baton.. Doing its duty as an \"American Masters\" presentation, \"Robert Shaw-Man of Many Voices\" makes quite clear that Shaw was a master-most famously as a director of choral music, one who raised its standards, honed its performances and raised its status in the classical world. But he was also distinctly American, in the rustic, up-by-the bootstraps sense: He shouldn't have succeeded, but did. When his Collegiate Chorale sang the final movement of Beethoven's Ninth with the NBC Orchestra in 1948, Arturo Toscanini (notoriously exacting about everything, but especially the Ninth) said of Shaw, \"I have found the maestro I have been looking for.\"", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-developer-sells-his-downtown-penthouse-for-33-million-11561060285", "title": "Manhattan Developer Sells His Downtown Penthouse for $33 Million", "date": "2019-06-20 15:51", "summary": "Steven Witkoff sells his condo at 150 Charles Street, a high-profile building in the West Village.. New York real-estate developer Steven Witkoff has sold his personal penthouse in Manhattan's West Village for $33 million, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-it-shot-down-a-u-s-drone-11561005235", "title": "Trump Says Downing of U.S. Drone May Have Been Unintentional", "date": "2019-06-20 15:45", "summary": "Iran shot down a U.S. military drone amid tensions in the Middle East. President Trump suggested Iran's downing of a U.S. military drone was unintentional and triggered by someone \"loose and stupid,\" providing at least momentary relief from the potential threat of a military confrontation in the Persian Gulf.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-gives-lift-to-corporate-bonds-11561048881", "title": "Fed Gives Lift to Corporate Bonds", "date": "2019-06-20 15:44", "summary": "Central bank's latest messaging is turning out well for corporate borrowers and the investors that buy their bonds. The Federal Reserve's latest messaging is turning out well for corporate borrowers and the investors that buy their bonds.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-news-sites-forge-ad-group-to-compete-with-facebook-and-google-11561028400", "title": "Political-News Sites Forge Ad Group to Compete With Facebook, Google", "date": "2019-06-20 15:28", "summary": "Digital News Alliance combines left-leaning, conservative and centrist publishers. Political advertising makes strange bedfellows.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-lawmakers-pass-bill-to-extend-corporate-tax-incentives-11561058669", "title": "New Jersey Lawmakers Pass Bill to Extend Corporate Tax Incentives", "date": "2019-06-20 15:24", "summary": "Move comes after governor said he would veto such legislation. The New Jersey legislature passed a temporary extension of the state's tax-incentive programs, ignoring a veto threat by Gov. Phil Murphy.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-the-sportiest-rolex-yet-11561058053", "title": "Is This the Sportiest Rolex Yet?", "date": "2019-06-20 15:14", "summary": "With its sleek, monochromatic black palette and rubber-bound band, the Yacht-Master 42 looks ready for SoulCycle class. ROLEX, THE HOUSEHOLD name of Swiss watchmakers, rarely deviates from the original design DNA of its midcentury status watches like the Submariner and the Daytona. However, look into the sleek, dark face of the brand's new Yacht-Master 42 and you'll see traces of contemporary streetwear glinting back at you. \"Because [the Yacht-Master is] one of Rolex's newer models...it occupies this space within their offerings that allows them to experiment,\" explained New York-based Ryan Chong, a watch specialist for auction house Christie's. First released in 1992, the original Yacht-Master and its subsequent renditions have run the gamut of \"guilty pleasure\" finishes (think: mother-of-pearl dials, even gem-set bezels), and have been seen on flashy-watch fans like Brad Pitt and Ellen DeGeneres.", "categories": [["Life & Work", "Fresh Picks"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/fresh-picks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgie-anne-geyer-had-a-humility-more-journalists-should-emulate-11561057791", "title": "Geyer Had a Humility More Journalists Should Emulate", "date": "2019-06-20 15:09", "summary": "\"I reject the idea that journalists are messengers of the truth. It's arrogant. I think journalism is a search for the little relative truths that at best keep us relatively sane.\". Thank you for David Satter's remembrance of Georgie Anne Geyer (\"A Pioneer Who Witnessed Revolutions,\" op-ed, June 11). I did a sabbatical research project several years ago and traveled around the country to interview several nationally syndicated columnists. Ms. Geyer graciously welcomed me into her Chicago home. The most memorable quote she made was, \"I reject the idea that journalists are messengers of the truth. It's arrogant. I think journalism is a search for the little relative truths that at best keep us relatively sane.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/humanism-isnt-always-the-only-or-best-way-to-help-11561057689", "title": "Humanism Isn't Always the Only or Best Way to Help", "date": "2019-06-20 15:08", "summary": "C.S. Lewis held that we humans are actually souls with bodies, not the other way around. Perhaps that should not be such an alien outlook among those offering services to hurting children.. Regarding Naomi Schaefer Riley's \"Christians Are Pro-Life After Birth, Too\" (Houses of Worship, June 14): It is well to note that Christians are extending pro-life endeavors to those abused and neglected children who struggle with life after birth. I have been a court-appointed special advocate for such kids for a decade-and all the state and private social-work organizations, by rules or ethos, are strictly secular humanist (at least up here in the Northeast, as Ms. Riley alludes to).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-award-medal-of-freedom-to-racing-team-owner-roger-penske-11561056890", "title": "Trump to Award Medal of Freedom to Racing Team Owner Roger Penske", "date": "2019-06-20 14:54", "summary": "President called racing mogul 'a great gentleman'. WASHINGTON-President Trump said Thursday that he will award the Presidential Medal of Freedom to auto racing mogul Roger Penske.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-way-we-should-have-been-eating-shrimp-all-along-11561059977", "title": "The Way We Should Have Been Eating Shrimp All Along", "date": "2019-06-20 14:31", "summary": "Flash-frying crisps up the shell so deliciously, there's no need for peeling. Just eat the whole thing, head, tail and all. This recipe includes a tangy chile-lime dipping sauce and a side of wilted greens with crunchy garlic chips. HEAD, SHELL, TAIL and all: That's how Christina Nguyen likes to eat fried shrimp. \"Frying gives it a cracker-like exterior that's really tasty,\" she said.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golds-run-signals-worrying-future-11561055226", "title": "Gold's Run Signals Worrying Future", "date": "2019-06-20 14:27", "summary": "The Federal Reserve's easing signals have given gold a boost, but the move portends economic troubles. Gold has taken the lead. The asset, at times considered a haven, has hit an almost six-year high after the Federal Reserve signaled that it was willing to lower interest rates. If rates continue to fall, expect further jumps in the yellow metal. But the moves portend some bad news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-focuses-on-safety-not-sales-at-paris-air-show-11561040381", "title": "Boeing Focuses on Safety, Not Sales, at Paris Air Show", "date": "2019-06-20 14:11", "summary": "U.S. plane maker seeks to restore its battered reputation after two fatal crashes of its 737 MAX jetliner. LE BOURGET, France- Boeing Co. arrived at the world's largest aerospace extravaganza battling the biggest crisis in its history. It departs having secured a crucial vote of confidence in its beleaguered 737 MAX jetliner and the prospect of further orders on the horizon.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamas-spurns-u-s-led-aid-effort-11561053801", "title": "Hamas Spurns U.S.-Led Aid Effort", "date": "2019-06-20 14:03", "summary": "Palestinian group's political leader opens door to investment but rejects any economic plan without a solution to Mideast conflict. GAZA CITY-The Palestinian militant group Hamas signaled it was only open to receiving humanitarian aid generated by a Trump administration peace effort if the assistance is unconditional and doesn't come at the expense of a Palestinian state.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/products-that-lend-a-hand-11561053791", "title": "Products That Lend a Hand", "date": "2019-06-20 14:03", "summary": "Home appliances that have made some advances. In the biometrically enhanced domicile of the future, all you will have to do is be yourself and your home will anticipate your every need. Until then, here are some smart appliances designed for high-tech pampering throughout your day:", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-on-fed-decision-you-cant-win-em-all-11561053680", "title": "Trump on Fed Decision: 'You Can't Win 'Em All'", "date": "2019-06-20 14:01", "summary": "President has argued for lower rates and previously suggested he might try to replace Fed chairman. President Trump said he wished the Federal Reserve had cut interest rates at its two-day meeting this week, but added he was encouraged the central bankers seemed ready to deliver rate reductions at coming meetings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-french-bank-natixis-fall-on-fund-liquidity-concerns-11561053578", "title": "Shares of French Bank Natixis Fall on Fund-Liquidity Concerns", "date": "2019-06-20 13:59", "summary": "Stock fell 12% after Morningstar suspended its rating on fund run by lender's H2O Asset Management arm. Shares of French bank Natixis SA fell 12% Thursday after research firm Morningstar Inc. suspended its rating on a fund run by the bank's H2O Asset Management arm over liquidity concerns.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bedside-lamp-designed-to-help-you-sleep-better-11561053322", "title": "A Bedside Lamp Designed to Help You Sleep Better", "date": "2019-06-20 13:55", "summary": "Can a sensitive bedside light aid your nightly wind-down and help you wake more peacefully?. I'D LIKE TO THINK I'm good in bed: Sleep comes easily and lasts 8 hours, uninterrupted. But I need optimal conditions: a cool room with a whirring fan and total darkness. Harvard sleep researcher Steven Lockley, a man seemingly after my own heart, found that most lights, whether ultraviolet or artificial, keep us awake by suppressing the body's secretion of melatonin, a hormone that influences circadian rhythms.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-takes-another-step-closer-to-u-k-leadership-11561032775", "title": "Boris Johnson Takes Another Step Closer to U.K. Leadership", "date": "2019-06-20 13:52", "summary": "Johnson, Jeremy Hunt now will take their candidacies to 160,000 members of the Conservative Party during a month-long tour of the country. LONDON-Boris Johnson moved within striking distance of becoming the next British prime minister after Conservative lawmakers Thursday overwhelmingly voted him through to the final round of their leadership contest, raising the prospect of a euroskeptic cheerleader taking the reins of Britain's fraught attempt to quit the European Union.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-passes-resolution-blocking-arms-sale-to-saudi-arabia-11561046939", "title": "Senate Passes Resolutions Blocking Arms Sales to Saudi Arabia, U.A.E.", "date": "2019-06-20 13:50", "summary": "The Trump administration approved the sales under rarely used emergency powers to bypass the typical Congressional review process. WASHINGTON-The Senate passed a series of resolutions aimed at blocking 22 arms sales to Saudi Arabia and the United Arab Emirates, dealing another symbolic blow to the Trump administration's close ties to the Middle East allies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-face-less-stress-in-this-years-fed-tests-11561052658", "title": "Big Banks Face Less Stress in This Year's Fed Tests", "date": "2019-06-20 13:44", "summary": "Firms to get initial stress-test results on Friday under eased rules. The Federal Reserve is scheduled to release results of annual stress tests for big banks in two parts, on Friday, June 21, and Thursday, June 27. The firms could have an easier time with the exams because the Fed for this year overhauled several components, including a test of how firms would fare under a hypothetical doomsday scenario. Here is what you need to know to understand this year's results:", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-libra-needs-scrutiny-boes-carney-says-11561051396", "title": "Facebook's Libra Needs Scrutiny, BOE's Carney Says", "date": "2019-06-20 13:23", "summary": "Bank of England Gov. Mark Carney says in prepared remarks new cryptocurrency could be 'systematically important'. LONDON- Facebook Inc.'s Libra project should be carefully vetted by regulators, Bank of England Gov. Mark Carney is expected to say Thursday, offering an early insight into how the U.K. central bank will approach the new cryptocurrency.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-removes-opioid-guidelines-after-report-claims-drug-industry-influence-11561051130", "title": "WHO Withdraws Opioid Guidelines", "date": "2019-06-20 13:18", "summary": "The U.N. health agency cites 'new scientific evidence' as it pulls prescription guidance. The World Health Organization has withdrawn two prescription guidelines for opioid painkillers after U.S. lawmakers alleged the guidance was influenced by the pharmaceutical industry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-old-generalshighways-can-honor-high-tech-11561050644", "title": "Forget Old Generals-Highways Can Honor High-Tech", "date": "2019-06-20 13:10", "summary": "It's about time that BASIC and UNIX got their roadside tributes.. In a classic example of \"Why didn't somebody think of that sooner?\" the state of New Hampshire has installed an official highway marker honoring \"BASIC: The First User-Friendly Computer Programming Language.\"", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogan-says-turkey-wont-bow-to-u-s-ultimatum-over-russian-missiles-11561050527", "title": "Erdogan Says Turkey Won't Bow to U.S. Ultimatum Over Russian Missiles", "date": "2019-06-20 13:08", "summary": "Turkish president threatens to retaliate against any sanctions, says he aims to find solution when he meets with Trump next week. ISTANBUL-President Recep Tayyip Erdogan said Thursday that Turkey would retaliate against any U.S. sanctions over its decision to buy advanced air-defense missile systems from Russia, escalating testy rhetoric between the two NATO allies, though he also raised the hope that a solution would be found when he meets with President Trump next week.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-upholds-sex-offender-law-in-separation-of-powers-case-11561049604", "title": "Supreme Court Upholds Sex-Offender Law in Separation-of-Powers Case", "date": "2019-06-20 12:53", "summary": "High court says Congress can delegate decisions on certain rules to the executive branch. WASHINGTON-The U.S. Supreme Court on Thursday upheld a 2006 law designed to crack down on sex offenders, which allowed the U.S. attorney general to decide whether it applies retroactively.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-interpol-chief-admits-to-taking-bribes-chinese-court-says-11561024497", "title": "Former Interpol Chief Admits to Taking Bribes, Chinese Court Says", "date": "2019-06-20 12:48", "summary": "Meng Hongwei received more than $2 million in money and goods in return for favors, according to prosecutors. A senior Chinese police official who once headed Interpol admitted to receiving more than $2 million worth of bribes, a trial court said, in a case that symbolized a pitfall in China's growing global reach.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/undiscovered-italy-the-strange-and-splendid-carso-region-11561049006", "title": "Undiscovered Italy: The Strange and Splendid Carso Region", "date": "2019-06-20 12:43", "summary": "In this string of small towns near the border with Slovenia, you'll find a magnetic mishmash of cultures and culinary attractions from Habsburg-era castles to country taverns where the wine flows freely. THE OLD MAN with the guitar wanted to know if I was married. We had nodded at each other across the courtyard of an outdoor tavern for the past few hours, as the waitress brought out first one jug and then another of housemade Malvasia wine. The strings of his guitar blended with the lowing of cows, the oinking of the odd pig, the neighs of pastured horses. The man and his friends had been singing folk songs-Italian, Slovene, those native to this hinterland in northeastern Italy-since long before sunset. In this hamlet, where my phone regularly picked up Slovenian cell service, language tended to be a mutable thing.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-castles-and-taverns-of-italys-carso-region-11561048177", "title": "Inside the Castles and Taverns of the Carso", "date": "2019-06-20 12:38", "summary": "Palaces and Central European-style taverns known as osmize dot this northeast Italian region on the Adriatic coast. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vietnamese-coffee-so-hot-right-now-11561048555", "title": "Vietnamese Coffee: So Hot Right Now", "date": "2019-06-20 12:35", "summary": "For decades, single-origin snobs have overlooked Vietnam. Now, a new wave of roasters and cafés are giving Southeast Asian beans and brews their due. FOR YEARS NOW, Vietnam has been the world's second-largest coffee exporter, according to the International Coffee Organization. And yet, for all the fervor over single-origin beans from Central America and Africa, third-wave-coffee culture has been slow to embrace Vietnamese product.", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-house-with-a-brain-11561048479", "title": "A House With a Brain", "date": "2019-06-20 12:34", "summary": "A new class of tech-enabled houses are taking automation to the next level.. In the past decade, home systems that would have recently seemed perfectly Jetsons-esque have flooded the market. If not standard, systems like Google Home, Crestron and Control4 , which can operate heating, lighting and security, among other things, are becoming more commonplace around the country.", "categories": [["Real Estate", "Relative Values"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/relative-values?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-examines-feasibility-of-shifting-some-production-out-of-china-11561030751", "title": "Apple Explores Moving Some Production Out of China", "date": "2019-06-20 12:32", "summary": "Trade tensions prompt iPhone maker to consider diversifying supply chain. Apple Inc. is asking suppliers to study shifting final assembly of some products out of China, people familiar with the matter said, as trade tensions prompt the company to consider diversifying its supply chain.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-iconoclast-reihan-salam-takes-the-helm-11561047961", "title": "Conservative Iconoclast Reihan Salam Takes the Helm", "date": "2019-06-20 12:26", "summary": "The 39-year-old author and editor will steer the Manhattan Institute during a time of upheaval on the right. Reihan Salam has made a name for himself as an iconoclastic conservative thinker. More than a decade ago, he and Ross Douthat (now a columnist for the New York Times) made a splash with a coauthored book titled \"Grand New Party,\" which argued that the GOP needed an activist policy agenda to win back working-class voters. Last year, in a book on the immigration problem, Mr. Salam called for amnesty, assimilation and a shift toward admitting higher-skill newcomers.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-with-smart-features-11561047782", "title": "Homes With Smart Features", "date": "2019-06-20 12:23", "summary": "Systems operating everything from heating and lighting, to security and entertainment are becoming more commonplace inside homes around the country.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/home-is-where-they-know-your-name-and-face-hands-and-fingerprints-11561047729", "title": "Home Is Where They Know Your Name (And Face, Hands and Fingerprints)", "date": "2019-06-20 12:22", "summary": "Biometric technology is expanding to every corner of the home, using body identifiers to open the door, say hello, unlock the wine cellar and reveal the screening room.. Chris Pollack hates carrying keys. So during the yearlong gut remodel and expansion of the Greenwich, Conn., home he bought for $1.825 million in 2012, Mr. Pollack built a new entryway with a biometric access system: a wall-mounted Suprema BioLite fingerprint reader with a glowing scanner that cost about $2,500 to install.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-xi-north-koreas-kim-meet-both-seeking-leverage-with-the-u-s-11561027366", "title": "China's Xi Meets North Korea's Kim, Both Seeking Leverage With U.S.", "date": "2019-06-20 12:08", "summary": "Leaders display unity as they look to bolster bargaining positions with Trump. North Korean leader Kim Jong Un signaled a willingness to compromise in stalled nuclear talks with the U.S. during a meeting with Chinese President Xi Jinping in Pyongyang, a high-profile trip arranged to flex Beijing's role as a pacifying force.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shippers-evergreen-hapag-lloyd-seeking-megaships-worth-2-2-billion-11561046070", "title": "Carriers Evergreen, Hapag-Lloyd Seeking Megaships Worth $2.2 Billion", "date": "2019-06-20 11:54", "summary": "Container lines are asking Asian shipyards for offers for a series of giant vessels despite concerns over dwindling demand on key trade routes. Shipping lines Evergreen Marine Corp. of Taiwan and Germany's Hapag-Lloyd AG have put in separate requests to Asian yards for the construction of more than a dozen mega-container ships that would have a combined value of about $2.2 billion.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-203-billion-in-debt-11561045941", "title": "Treasury to Sell $203 Billion in Debt", "date": "2019-06-20 11:52", "summary": "U.S. Treasury Department's auctions next week will range from 13-week bills to seven-year notes. The U.S. will auction $203 billion in securities next week, comprising $149 billion in new debt and $54 billion in previously sold debt. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-targets-chinas-biotech-ambitions-11561045768", "title": "Congress Targets China's Biotech Ambitions", "date": "2019-06-20 11:49", "summary": "Biotech joins chips and telecoms at the forefront of the U.S.-China technology war, with Congress moving to restrict Defense Department funding. WASHINGTON-Pentagon funding helped San Francisco startup Twist Bioscience Corp. get off the ground. Then the maker of synthetic DNA got a partner in China, where it now plans to expand manufacturing and set up a subsidiary with the money from its recent initial public offering.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-in-competitive-parenting-who-has-the-best-gender-reveal-stunt-11561043163", "title": "Gender-Reveal Parties Are Getting Out of Hand", "date": "2019-06-20 11:36", "summary": "Skydiving, air cannons, exotic animals-couples try increasingly creative ways to demonstrate if they're expecting a boy or a girl, and the antics often backfire. At five months pregnant, Christina Limmer pitched a baseball to her husband in a Long Island backyard, certain he wouldn't miss.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-home-buyers-get-a-little-too-comfortable-11561044913", "title": "When Home Buyers Get a Little Too Comfortable", "date": "2019-06-20 11:35", "summary": "Agents share tales of clients who treated homes for sale exactly like they already owned them. Q: Have you ever had a buyer get a little too comfortable in a home for sale?", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-biometrics-secured-homes-11561044563", "title": "Inside Biometrics-Secured Homes", "date": "2019-06-20 11:29", "summary": "Fingerprint scanners and other security devices are being marketed directly to homeowners. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-we-kept-cool-before-air-conditioning-11561044326", "title": "How We Kept Cool Before Air Conditioning", "date": "2019-06-20 11:25", "summary": "Wind-catching towers and human-powered rotary fans were just some of the devices invented to fight the heat.. What would we do without our air conditioning? Given the number of rolling blackouts and brownouts that happen across the U.S. each summer, that's not exactly a rhetorical question.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smart-home-tech-as-a-selling-point-not-a-cost-cutter-11561043746", "title": "Smart-Home Tech as a Selling Point, Not a Cost Cutter", "date": "2019-06-20 11:15", "summary": "Smart thermostats, window blinds and kitchen appliances might not save buckets of money in the long run, but they can bump a home's resale value. Homeowners Rick Alsagoff and Bruce Alton cut energy costs by the clock-and keep track with their smartphones.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tips-on-how-to-make-your-house-smarter-11561043528", "title": "Tips on How to Make Your House Smarter", "date": "2019-06-20 11:12", "summary": "Before you install the latest smart-tech to help you run your home, make sure you and your house are ready. Check with your utility provider and ask about local, state and federal rebates and tax credits for energy-efficient upgrades to your home. These incentives can defray the cost of things like solar panels, geothermal heat pumps and even LED lightbulbs. The Energy Star website has a rebate finder that shows what's available in your area.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oyo-plans-to-dominate-the-hotel-industryon-a-budget-11561043489", "title": "OYO Plans to Dominate the Hotel Industry-on a Budget", "date": "2019-06-20 11:11", "summary": "Indian hotel chain OYO is rapidly expanding in the U.S., but it may want to slow down.. If you hear the words \"hard to ignore prices\" to describe your next hotel visit, you might want to ignore them.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-hughes-or-kaapo-kakko-a-tough-choice-at-the-top-of-the-nhl-draft-11561043331", "title": "A Tough Choice at the Top of the NHL Draft", "date": "2019-06-20 11:08", "summary": "The conventional thinking is that the New Jersey Devils should select Hughes because he is a center, but Kakko might be the more well-rounded prospect. Friday's NHL draft features two prospects nearly everyone concedes are worthy of the top pick: Jack Hughes and Kaapo Kakko.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipo-season-establishes-new-crop-of-venture-capital-leaders-11561042957", "title": "IPO Season Establishes New Crop of Venture-Capital Leaders", "date": "2019-06-20 11:02", "summary": "Investing early, taking a large stake and not being diluted by later rounds contribute to top-performing venture deals. This year's richly valued initial public offerings are much more than a coming-out party for a new generation of technology giants.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-big-privacy-concern-is-up-in-the-air-11561042733", "title": "The Next Big Privacy Concern Is Up in the Air", "date": "2019-06-20 10:58", "summary": "As more drones take flight, wealthy homeowners grapple with how to shield themselves from prying eyes in the sky. Michele Dunn, a 53-year-old lobbyist in Atlanta, stepped out of the shower, wrapped herself in a towel, and wandered into her bedroom while drying her hair before work. Because she lives on the third-floor of a downtown high-rise with highly reflective windows, she only pulls the curtains at night. Then she heard a strange noise.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bugs-we-cant-live-without-11561042039", "title": "The Bugs We Can't Live Without", "date": "2019-06-20 10:47", "summary": "Insect populations are in dramatic decline, and the consequences could be serious for everything from waste management to agriculture. Most of us tend to see insects largely as a nuisance-buzzing, biting, stinging pests to be avoided, shunned or even eradicated. But if you value life as we know it, you should rejoice in the omnipresence of our six-legged companions and even fear for their fate. Insects are the little cogs that make the natural world go 'round-and many of these cogs are now in danger of coming loose.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hes-the-serbian-michael-jordan-he-caused-an-international-feud-11561040902", "title": "He's the Serbian Michael Jordan. He Caused an International Feud.", "date": "2019-06-20 10:28", "summary": "Dušan Domović Bulut was drafted by the Big3, but FIBA threatened sanctions if he left to join the league. In late April, more than 100 basketball players descended on Las Vegas to fight for spots in the Big3, a 3-on-3 basketball league founded by rapper Ice Cube. The stiff competition included former NBA All-Stars and college basketball phenoms, hoping to join the likes of Gilbert Arenas and Charles Oakley in a league run by all-time great Clyde Drexler.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-ethanol-big-corn-beats-big-oil-11561040187", "title": "On Ethanol, Big Corn Beats Big Oil", "date": "2019-06-20 10:16", "summary": "Corn crops are under pressure, yet farmers are pushing for a bigger share of the gasoline blend that would push up prices further. American farmers are a force to be reckoned with.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlotte-tilbury-beauty-la-opening-kate-moss-11561037773", "title": "Charlotte Tilbury, Britain's Favorite Lipstick Mogul, Is Invading Los Angeles", "date": "2019-06-20 10:02", "summary": "Charlotte Tilbury is beloved in her native England for her madcap persona and famous friends-whom, like author J.K. Rowling (a \"peachy nude-rose\"), she names lipsticks after. For her next act: Los Angeles. At 10:30 a.m., Charlotte Tilbury is in full whirlwind mode. The 46-year-old makeup artist and entrepreneur sweeps into her New York office wearing a slinky black dress and towering heels, her long copper hair teased and eyeshadow smoked, dishing out greetings, compliments and big, throaty laughs.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-car-engine-of-tomorrow-cleaner-lighter-with-one-moving-part-11561039041", "title": "The Car Engine of Tomorrow: Cleaner, Lighter, With One Moving Part", "date": "2019-06-20 09:57", "summary": "Aquarius Engines is developing a super-efficient, 22-pound gasoline engine, as startups, auto makers and researchers reimagine the more than century-old technology. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-use-spending-bills-to-push-climate-measures-11561033276", "title": "Democrats Use Spending Bills to Push Climate Measures", "date": "2019-06-20 09:42", "summary": "House Democrats hope to pressure the Senate to accept at least some environmental policy riders, but there will be stiff resistance. WASHINGTON-House Democrats are pushing climate-change and environmental provisions in the chamber's spending packages, hoping to force the Republican-controlled Senate to at least consider the measures in the must-pass legislation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gops-question-of-the-day-will-roy-moore-run-again-11561037845", "title": "GOP's Question of the Day: Will Roy Moore Run Again?", "date": "2019-06-20 09:37", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-blames-sanctions-energy-prices-for-declining-russian-incomes-11561035133", "title": "Putin Blames Sanctions, Energy Prices for Declining Incomes", "date": "2019-06-20 09:33", "summary": "The fall in Russians' quality of life has contributed to a battering in the president's approval ratings. MOSCOW-Russian President Vladimir Putin blamed international sanctions and falling energy prices for declining incomes that have led to a drop in living standards for average Russians and caused mounting social discontent.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-slack-oracle-american-outdoor-brands-and-mondelez-11561026035", "title": "Stocks to Watch: Slack, Oracle, American Outdoor Brands, and Mondelez", "date": "2019-06-20 09:07", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wanted-a-more-docile-iran-but-has-got-the-opposite-11561035714", "title": "Trump Wanted a More Docile Iran but Got the Opposite", "date": "2019-06-20 09:01", "summary": "Recent violence, continued enrichment seen as signs the administration's policy is backfiring, threatening a dangerous confrontation. As the Trump administration tries to rally international support for its case against Tehran, it faces the quandary that on two key objectives-curtailing Iran's nuclear program and reversing Iran's assertive behavior in the Middle East-its policies have so far had the opposite effect.", "categories": [["World", "Middle East", "ANALYSIS"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-decreased-last-week-11561033983", "title": "U.S. Jobless Claims Decreased Last Week", "date": "2019-06-20 08:33", "summary": "Unemployment benefit applications fell by 6,000, a sign of a firm labor market. WASHINGTON-The number of Americans applying for first-time unemployment benefits fell last week, a sign of a firm labor market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toni-morrison-unseen-and-unsung-a-brief-oral-history-11561033800", "title": "Toni Morrison, Unseen and Unsung: a Brief Oral History", "date": "2019-06-20 08:30", "summary": "The late Nobel Prize-winning author, who died at 88, was also a teacher, an editor and a cherished friend and mentor to other writers. WSJ. talked to a few who knew Toni Morrison best about her extraordinary life and career.. Toni Morrison has died at age 88, the Associated Press said Aug. 6. The following article appeared in the July 8th digital edition of WSJ. Magazine.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toni-morrison-past-and-present-11561033500", "title": "Toni Morrison, Past and Present", "date": "2019-06-20 08:25", "summary": "A look at the legendary writer's life. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/world-looms-large-in-fed-rate-plans-11561023003", "title": "World Looms Large in Fed Rate Plans", "date": "2019-06-20 08:14", "summary": "Fed is world's de facto central bank and world seems to be in trouble. Like it or not, the Federal Reserve is the world's central bank. Thus, the Fed is now signaling it will likely cut rates in coming months, not because the U.S. is headed into recession, but because shadows are growing over the rest of the world.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brutal-sudanese-militia-leader-plays-a-bigger-role-in-war-torn-nation-11561032000", "title": "Brutal Sudanese Militia Leader Plays a Bigger Role in War-Torn Nation", "date": "2019-06-20 08:00", "summary": "General known as Hemedti, who guided force that cracked down on Darfur and pro-democracy movements, is a major player after military ousted longtime president. The leader of a militia that carried out a deadly crackdown on a resistance movement in Sudan's Darfur province has emerged as a major player in the country months after the ouster of its longtime president.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clayton-kershaws-fastball-isnt-as-fast-just-dont-tell-him-that-11561032002", "title": "Clayton Kershaw's Fastball Isn't As Fast. Just Don't Tell Him That.", "date": "2019-06-20 08:00", "summary": "With nearly 2,200 innings of work on his left shoulder and the strain of a string of significant back injuries, the 31-year-old Dodgers ace wants to show that he can still dominate. Los Angeles", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-launches-new-effort-to-lure-hispanic-voters-11561032003", "title": "Trump Launches New Effort to Lure Hispanic Voters", "date": "2019-06-20 08:00", "summary": "Boosting support from Latinos is a key element of the president's re-election strategy-particularly in Florida. ORLANDO-President Trump beat expectations with Hispanic voters in 2016 and now his re-election campaign is launching a national effort to win over more, beginning in Florida.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-chinese-pig-apology-doesnt-fly-11561030870", "title": "UBS 'Chinese Pig' Apology Doesn't Fly", "date": "2019-06-20 07:41", "summary": "At least one Chinese client dropped UBS from a bond deal and traders at some asset managers stopped dealing with the bank. A week after a UBS economist's offhand comment about pigs in China morphed into an online scandal, the bank is still feeling the pain in one of its most important markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-valuation-conundrum-in-the-united-tech-raytheon-merger-11561022194", "title": "The Valuation Conundrum in the United Tech-Raytheon Merger", "date": "2019-06-20 07:40", "summary": "Cold numbers suggest that UTC's aerospace business is undervalued, but there are many unknowns that make the tie-up riskier for Raytheon. Who is getting the raw end of the merger deal between United Technologies and Raytheon? The answer isn't as clear-cut as some investors have argued. Much depends on how you value UTC's many moving parts, including its flagship engine program.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-plant-struck-by-missile-apparently-from-yemen-11560998852", "title": "Saudi Plant Struck by Missile, Apparently From Yemen", "date": "2019-06-20 07:04", "summary": "Senior U.S. officials called back to White House after desalination facility in kingdom hit. A Saudi desalination plant was struck by a missile that appeared to come from within Yemen, according to a senior U.S. official.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-queens-district-attorney-stands-to-inherit-80-million-fund-11561028401", "title": "New Queens DA Stands to Inherit $80 Million Fund", "date": "2019-06-20 07:00", "summary": "When a new district attorney takes office in Queens next year, he or she will find something unusual: some $80 million in asset-forfeiture funds to spend. When a new district attorney takes office in Queens next year, he or she will find something unusual: some $80 million in the bank.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-faces-grudge-matchup-with-sweden-11561028403", "title": "U.S. Women's Soccer Faces Grudge Matchup With Sweden", "date": "2019-06-20 07:00", "summary": "The Americans are eager to beat the team that knocked them out of the 2016 Olympic quarterfinals. LE HAVRE, France-It's difficult to hold a grudge against Sweden. One of the 10 happiest nations on earth according to the United Nations, Sweden gave us IKEA and the ice hotel.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogans-political-house-once-invincible-shows-cracks-ahead-of-istanbul-rerun-11561028400", "title": "Erdogan's Political House, Once Invincible, Shows Cracks Ahead of Istanbul Rerun", "date": "2019-06-20 07:00", "summary": "Ruling party could lose control of Turkey's largest city, pollsters say. ISTANBUL-The ruling party of President Recep Tayyip Erdogan is gearing up for a rerun of the mayoral vote in Turkey's biggest city Sunday, this time as underdog, a dramatic change of fortune after nearly two decades of domination.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-japan-keeps-monetary-policy-unchanged-11560999946", "title": "Bank of Japan Runs Short of Options to Combat Threats to Growth", "date": "2019-06-20 06:54", "summary": "Central bank stands pat on policies, despite stronger yen, looming sales-tax increase. TOKYO-In a week when major central banks were busy dropping hints of additional easing, the Bank of Japan's governor offered little new ammunition, showing how the pioneer in loosening is running out of workable ideas.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-jailed-for-life-over-migrant-truck-deaths-in-hungary-11561025658", "title": "Four Jailed for Life Over Migrant Truck Deaths in Hungary", "date": "2019-06-20 06:14", "summary": "Human traffickers were convicted for their roles in the deaths of 71 migrants who suffocated in a locked freezer truck in 2015. BUDAPEST-A Hungarian court handed down life sentences to four convicted people smugglers for their roles in the deaths of 71 migrants who suffocated in a locked freezer truck in 2015-a tragedy that became a profound emotional and political moment during Europe's refugee crisis that year.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-south-carolina-democrat-weighs-endorsing-in-2020-primary-11561023006", "title": "Top South Carolina Democrat Weighs Endorsing in 2020 Primary", "date": "2019-06-20 05:30", "summary": "James Clyburn still plays the role of presidential kingmaker back home, though he sometimes feels unappreciated on Capitol Hill. CHARLESTON, S.C.-For all the debate in Washington about Rep. James Clyburn's place in the Democratic Party, here in his home state, his status as a kingmaker in the presidential primary is on solid footing.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-strives-to-protect-secrets-from-hackers-11561023006", "title": "NBA Strives to Protect Secrets From Hackers", "date": "2019-06-20 05:30", "summary": "Cybersecurity is a year-round concern, but big events like the draft bring a heightened focus on keeping data locked away. When the National Basketball Association draft takes place in Brooklyn on Thursday, not all eyes will be on the Barclays Center. Some employees at the nation's biggest teams will be watching their computer networks.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chryslers-elkann-keeps-family-support-in-wake-of-busted-merger-talks-11561023004", "title": "Fiat Chrysler's Elkann Keeps Family Support in Wake of Busted Merger Talks", "date": "2019-06-20 05:30", "summary": "'Fiat Chrysler has never been stronger than today,' Elkann says. TURIN, Italy-John Elkann, chairman of Fiat Chrysler Automobiles NV and scion of the Agnelli family that founded the Italian side of the car maker, is holding on to a key bastion of support in the wake of busted merger talks with Renault SA: his own relatives.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-and-freddies-latest-push-factory-built-homes-11561023007", "title": "Fannie and Freddie's Latest Push: Factory-Built Homes", "date": "2019-06-20 05:30", "summary": "Mortgage giants hope to help low- and middle-class Americans buy homes but programs' narrow reach and consumer bias impede progress. The gatekeepers of America's housing market want to make it more affordable to buy a manufactured home. So far, they have found it a tough sell.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-abortion-clinics-20-minutes-and-a-legal-universe-apart-11561023000", "title": "Two Abortion Clinics, 20 Minutes and a Legal Universe Apart", "date": "2019-06-20 05:30", "summary": "As a Missouri clinic fights to keep its doors open, its Illinois neighbor has hired more staff. Two abortion clinics are just 20 minutes apart. But separated by the Mississippi River, they operate in political worlds that are very far from each other.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-name-four-suspects-in-mh17-downing-over-ukraine-in-2014-11560947315", "title": "Prosecutors Charge Russians in MH17 Downing Over Ukraine", "date": "2019-06-20 05:28", "summary": "Dutch-led team accuses three Russians and a Ukrainian rebel commander for delivery of missile system used to down Malaysia Airlines plane. BRUSSELS-International prosecutors charged four suspects-including three Russians-with murder in a case that investigators said would show how a Russian missile system was used to shoot down a passenger jet over Ukraine in 2014, killing all 298 on board and sparking international outrage.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-of-tremors-in-chinas-commercial-property-market-11561022560", "title": "Beware of Tremors in China's Commercial Property Market", "date": "2019-06-20 05:22", "summary": "Resume Subscription. Things are getting worse in the Chinese commercial property market. Given the fragility of China's opaque financial system, investors would be wise to keep an eye on the situation.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-s-dalian-wanda-plans-singapore-reit-listing-11561020768", "title": "China's Dalian Wanda Plans Singapore REIT Listing", "date": "2019-06-20 04:52", "summary": "Listed company could be valued at more $1 billion. Chinese conglomerate Dalian Wanda Group is planning to list a real-estate business in Singapore, in a deal that could value that collection of properties at more than $1 billion, people with knowledge of the matter said.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/havas-acquires-majority-of-battery-ad-agency-known-for-netflix-work-11561015920", "title": "Havas Acquires Majority of Battery, Ad Agency Known for Netflix Work", "date": "2019-06-20 03:32", "summary": "Deal adds expertise in entertainment and videogames to Havas's growing Annex network. Havas Group has acquired 51% of Battery, a creative agency known for its work with videogame and entertainment companies such as Netflix, as the French advertising group tries to keep up with changing consumer habits.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-source-of-stress-for-banks-11560942000", "title": "A New Source of Stress for Banks", "date": "2019-06-20 00:01", "summary": "This year's bank stress tests won't be that difficult; future years are another story. U.S. banks are likely to sail through their stress tests this Friday, but the results are still important. They will determine their capital needs well into the future.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11560965272", "title": "Pepper...and Salt", "date": "2019-06-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-push-slowed-by-squabbles-over-sweet-spot-of-u-s-airwaves-11561038581", "title": "5G Push Slowed by Squabbles Over 'Sweet Spot' of U.S. Airwaves", "date": "2019-06-20 00:01", "summary": "Competing interests hinder government efforts to auction the prime 'mid-band' spectrum. U.S. wireless companies' limited access to some of the nation's most valuable airwaves threatens to slow down their plans to build faster 5G networks.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-study-links-toxic-sept-11-dust-to-prostate-cancer-11561003261", "title": "New Study Links Toxic Sept. 11 Dust to Prostate Cancer", "date": "2019-06-20 00:01", "summary": "Research finds exposure to toxins at World Trade Center site may have increased an inflammatory T-cell. Physicians and researchers have long known that men exposed to toxic dust after the collapse of the World Trade Center on Sept. 11, 2001, may have an increased risk of developing prostate cancer. The challenge has been to provide a link between exposure and the cancer.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/university-of-california-plans-reforms-in-wake-of-college-admissions-scandal-11561065590", "title": "University of California Plans Reforms in Wake of College-Admissions Scandal", "date": "2019-06-20 00:01", "summary": "University system outlines strategy for new checks on applications and athletic recruits after internal audit. The University of California plans to install a range of checks in its undergraduate admissions process to prevent fraud, as schools begin implementing reforms in the wake of the nationwide college-admissions cheating scandal.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-to-limit-vaccine-exemptions-in-california-draws-protests-11561071209", "title": "Bill to Limit Vaccine Exemptions in California Draws Protests", "date": "2019-06-20 00:01", "summary": "Opponents rally against proposal to make it harder for doctors to give medical exemptions. SACRAMENTO, Calif.-Hundreds of protesters packed a contentious hearing in the California state Assembly on Thursday to try to stop a proposed state law that would tighten scrutiny of doctors who give medical exemptions from vaccines for schoolchildren.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-race-to-wrap-up-work-on-bills-11560989723", "title": "New York Lawmakers Wrap Up Work on Bills", "date": "2019-06-20 23:44", "summary": "As session draws to a close, legislators approve farmworker protections; take up measures on workplace harassment, e-bikes and prevailing wage. ALBANY, N.Y.-State lawmakers worked into the night on Wednesday, the last scheduled day of the legislative session, taking up dozens of major bills that would make it easier to bring workplace harassment claims, extend the statute of limitations on rape and provide labor protections to farmworkers.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracles-revenue-beats-targets-in-latest-quarter-11560976263", "title": "Oracle's Revenue Beats Targets in Latest Quarter", "date": "2019-06-20 23:16", "summary": "Adjusted profit margin hits highest level in five years. Oracle Corp. reported stronger-than-expected sales and beat profit targets for its latest quarter as the business-software giant's fast-growing new businesses offset declining old ones.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-edge-higher-ahead-of-fed-decision-11560959901", "title": "U.S. Government Bond Yields Fall After Fed Decision", "date": "2019-06-20 22:30", "summary": "Fed's chairman did little to alter the impression that it was prepared to cut interest rates for the first time in more than a decade. Ten-year Treasury yields fell below 2% for the first time since late 2016 after the Federal Reserve stood pat on its benchmark rate but opened the door to a near-term-cut, the latest milestone in this year's global government bond rally that has sent yields in Europe to a series of record lows.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-vessels-pass-through-taiwan-strait-11560976733", "title": "Canadian Vessels Pass Through Taiwan Strait", "date": "2019-06-20 21:00", "summary": "Travel by Canadian frigate, support ship risks further roiling Ottawa-Beijing ties that have deteriorated since arrest of Huawei CFO. Two Canadian naval ships passed through the Taiwan Strait this week, the first such trip by Canadian vessels in the contentious waterway since ties between Ottawa and Beijing deteriorated following the arrest of a senior Huawei Technologies Co. executive.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cities-states-denied-committee-seats-in-opioid-makers-bankruptcy-11560978230", "title": "Cities, States Denied Committee Seats in Opioid Maker's Bankruptcy", "date": "2019-06-20 20:32", "summary": "Federal bankruptcy watchdogs spurned state and local governments while forming Insys Therapeutics creditor committee. WILMINGTON, Del.-Federal bankruptcy watchdogs turned a cold shoulder to states and cities battling the opioid epidemic, denying them seats on the official committee representing creditors of drugmaker Insys Therapeutics Inc.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-under-fire-considers-major-changes-to-kids-content-11560953721", "title": "YouTube Weighs Major Changes to Kids' Content Amid FTC Probe", "date": "2019-06-20 20:07", "summary": "Executives consider shifting children's content to a separate app, removing auto-play feature in an effort to protect young viewers. YouTube is considering far-reaching changes to its platform after a string of incidents that put the video-streaming powerhouse on the defensive.", "categories": [["WSJ News Exclusive", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}]