[{"link": "https://www.wsj.com/articles/walmart-sues-tesla-over-solar-cells-that-allegedly-sparked-fires-11566341355", "title": "Walmart Sues Tesla Over Solar Cells That Allegedly Sparked Fires", "date": "2019-08-20 19:50", "summary": "U.S. retail giant wants solar panels removed from stores after buildings, inventory damaged. Walmart Inc. is suing Tesla Inc., alleging that some of the company's solar panels sparked roof fires at several of the retailer's locations, adding to the problems the electric-car maker has had with its venture to power homes and stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-jews-who-vote-for-democrats-show-ignorance-disloyalty-11566344198", "title": "Trump Says Jews Who Vote for Democrats Show Ignorance, Disloyalty", "date": "2019-08-20 19:36", "summary": "Jewish voters have long leaned heavily Democratic, with 71% voting for Hillary Clinton in 2016. WASHINGTON-President Trump on Tuesday questioned how Jewish Americans could vote for Democratic candidates, as he stepped up criticism of a pair of Democratic congresswomen who have been critical of Israel.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-student-loan-scam-11566343674", "title": "The Great Student-Loan Scam", "date": "2019-08-20 19:27", "summary": "The magnitude of federal budget losses is becoming clearer.. Some economists are predicting a recession in the next year, but the New York Federal Reserve's quarterly household debt survey last week showed few portents. What it did show is that more Americans are defaulting on their student loans, and that government budget gnomes have vastly underestimated the future taxpayer charge.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milton-friedman-on-ceos-11566343137", "title": "Milton Friedman on CEOs", "date": "2019-08-20 19:18", "summary": "The late, great economist anticipated the Business Roundtable.. The mucky-mucks of the Business Roundtable are tweeting in unison how \"proud\" they are to have abandoned the corporate purpose of serving shareholders for the more politically au courant \"stakeholder\" model. We wrote about it Tuesday, and the CEOs no doubt enjoyed their smooch from Fortune magazine more than they did our editorial.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-hail-matteo-pass-11566342912", "title": "Italy's 'Hail Matteo' Pass", "date": "2019-08-20 19:15", "summary": "If Salvini can win an election, Brussels owes him some running room.. Italy's coalition government collapsed Tuesday, and just as well. The awkward entente between the right-wing League and the left-leaning 5 Star Movement has barely functioned for most of its 14 months in power, and if a new election clears the way for one to emerge more firmly-and solely-in control, so much the better.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-asks-to-move-trial-out-of-new-york-city-11566337157", "title": "Harvey Weinstein Asks to Move Trial Out of New York City", "date": "2019-08-20 19:11", "summary": "Lawyer for former producer says jury can't fairly decide sex-crimes case in Manhattan. A lawyer for Harvey Weinstein has asked to move the former Hollywood producer's coming criminal trial out of New York City, saying jurors can't fairly decide his case in Manhattan.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-should-the-gun-debate-go-11566341691", "title": "Where Should the Gun Debate Go?", "date": "2019-08-20 18:54", "summary": "Students see new avenues for progress on a gridlocked issue.. Editor's note: This Future View is about America's gun debate. For next week, we'll ask: What's one thing incoming college students should be taught at their freshman orientations? What's one thing they shouldn't be taught? Students should click here to submit opinions of fewer than 250 words before Aug. 27. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-stand-with-hong-kong-11566341474", "title": "We Stand With Hong Kong", "date": "2019-08-20 18:51", "summary": "Sooner or later, the rest of the world will have to do what the protesters are doing-confront Beijing.. The Hong Kong crisis is something the world has seen time and again: authoritarian rulers seeking to repress the innate human desire for freedom, self-expression and self-government. The scenes remind us of Budapest in 1956 and the Prague Spring of 1968, of Tiananmen Square in 1989 and Moscow in recent weeks. The next chapter is unfolding today as the Chinese Communist Party terrorizes the people of Hong Kong.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recession-fears-are-overblown-11566341495", "title": "Recession Fears Are Overblown", "date": "2019-08-20 18:51", "summary": "The yield curve is no longer a reliable predictor, and other economic indicators are strong.. The yield curve is upside down, leading to worry about recession. Stocks declined last week after the 10-year Treasury yield fell below the two-year Treasury yield. Yet while an inversion of the yield curve has preceded all postwar recessions, not all inversions signal imminent recession. The curve was flat for most of the 1990s, and even inverted briefly in 1998, without a recession. Today, given the economy's underlying strength, fears of immediate recession are overblown.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employee-of-british-consulate-in-hong-kong-reported-to-be-detained-in-mainland-11566277619", "title": "Employee of U.K. Consulate in Hong Kong Held in China", "date": "2019-08-20 18:51", "summary": "Citizen of the territory never returned from an Aug. 8 trip for a conference across the border in Shenzhen. HONG KONG-Simon Cheng, an employee of the British Consulate in Hong Kong, texted his girlfriend at a border check late on Aug. 8 to say he was almost home from a conference in the neighboring Chinese city of Shenzhen.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/road-to-the-white-house-comes-into-view-11566341403", "title": "Road to the White House Comes Into View", "date": "2019-08-20 18:50", "summary": "Trump is vulnerable, but he'll go on offense while Democrats fight it out with each other.. It's the dog days of August-the calm before the political storm, and a good time to review the state of the presidential race.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceos-for-president-warren-11566341440", "title": "CEOs for President Warren", "date": "2019-08-20 18:50", "summary": "The Business Roundtable throws shareholders under the bus, even if just for show.. The Elizabeth Warren Scares Me Roundtable unveiled a new policy statement this week. Oh, wait, I'm mistaken. It was the Business Roundtable that issued the new statement.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-chef-judge-tom-colicchio-joins-with-morgan-library-to-revamp-menu-11566341372", "title": "'Top Chef' Judge Tom Colicchio Joins With Morgan Library to Revamp Menu", "date": "2019-08-20 18:49", "summary": "New York restaurant veteran envisions a contemporary American approach for the culinary offerings. The Morgan Library & Museum is the latest New York City cultural organization to go gourmet.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-milton-friedman-on-corporate-responsibility-11566341280", "title": "Notable & Quotable: Milton Friedman on Corporate Responsibility", "date": "2019-08-20 18:48", "summary": "'Businessmen seem to me to reveal a suicidal impulse.'. From \"The Social Responsibility of Business Is to Increase Its Profits\" by Milton Friedman, New York Times Magazine , Sept. 13, 1970:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mexican-salvadoran-antagonism-11566341308", "title": "The Mexican-Salvadoran Antagonism", "date": "2019-08-20 18:48", "summary": "It flared up in a small store in Los Angeles called the Watería.. I buy drinking water from a local store in Los Angeles called the Watería. Rosa runs the place. We speak in Spanish, mostly about our kids. But one time she launched into a story about a man who had come in the day before. He was belligerent, coarse and flung curse words at her. She said, \"Of course the guy was Salvadoran.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-women-may-need-testing-for-cancer-linked-mutated-genes-11566341233", "title": "More Women May Need Testing for Cancer-Linked Mutated Genes", "date": "2019-08-20 18:47", "summary": "U.S. expert panel identifies group of women at risk due to mutations of BRCA1 and BRCA2 genes but urges against blanket assessments. More women should be tested for gene mutations that could increase their risk of developing cancer, according to new recommendations by the U.S. Preventive Services Task Force.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-life-and-legend-of-the-sultan-saladin-review-a-portrait-of-a-champion-11566341153", "title": "'The Life and Legend of the Sultan Saladin' Review: A Portrait of a Champion", "date": "2019-08-20 18:45", "summary": "The legend of Saladin as an ideal Quranic leader who fought back invaders remains a potent symbol in the Islamic world's public memory.. Until the 21st century, Salah al-Din Yusuf ibn Ayyub (Righteous of the Faith; Joseph, son of Ayyub), known in Europe as Saladin, was probably the most famous Muslim in Western culture after the Prophet Muhammad himself. The historical reputation of Saladin (1137-93) rests on a few celebrated achievements, each recounted and analyzed in Jonathan Phillips's learned and engaging biography. He created a new Near Eastern empire that united Egypt with Syria, in the process suppressing the heretical (to orthodox Sunni Muslims) Shiite Fatimid caliphate in Cairo (1171); he recaptured Jerusalem for Islam (1187), defeating Christian rulers who had held the city since the First Crusade in 1099; and he resisted the massive Third Crusade (1188-92) led, in part, by Richard the Lionheart.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jetblue-tacks-its-name-onto-landmarked-pepsi-cola-sign-in-queens-11566340916", "title": "JetBlue Tacks Its Name Onto Queens Pepsi-Cola Sign", "date": "2019-08-20 18:41", "summary": "Some residents voice objections to temporary alteration to iconic East River waterfront signage. For the first time in its more than 80-year history, the famed Pepsi-Cola sign along the East River in Long Island City, Queens, will look different-at least for a while. And some residents find the change hard to swallow.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-retreats-on-background-checks-citing-slippery-slope-to-gun-confiscation-11566338257", "title": "Trump Retreats on Background Checks for Gun Purchasers", "date": "2019-08-20 18:38", "summary": "President stresses mental illness as major factor in rash of mass shootings. WASHINGTON-President Trump backed further away from calls for stricter background checks for gun purchasers and emphasized mental illness instead as a prominent factor in mass shootings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-trump-tax-cut-11566339994", "title": "The Next Trump Tax Cut?", "date": "2019-08-20 18:26", "summary": "The Treasury can instantly make U.S. assets more valuable.. If there are any silver linings to the trade disputes roiling the economy, they include fresh incentive for President Donald Trump to find ways to encourage economic growth. Mindful that pro-growth tax reform is not high on the agenda of the Democratic leadership in Congress, Mr. Trump is sensibly considering administrative action to encourage investment.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-resists-charge-by-twitter-facebook-of-disinformation-effort-11566339132", "title": "China Resists Charge by Twitter, Facebook of Disinformation Effort", "date": "2019-08-20 18:12", "summary": "Social media sites blocked hundreds of accounts they said were Beijing-linked attempts to undermine pro-democracy protestors in Hong Kong. China's government pushed back against moves by Twitter Inc. and Facebook Inc. to curb accounts the companies said were part of a state-sponsored disinformation campaign against Hong Kong protesters, saying the posts were simply Chinese citizens overseas expressing their views.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-sergeant-faces-disciplinary-trial-tied-to-eric-garners-death-11566338914", "title": "NYPD Sergeant Faces Disciplinary Trial Tied to Garner's Death", "date": "2019-08-20 18:08", "summary": "Official is accused of failing to adequately supervise Daniel Pantaleo, who was fired Monday. A New York Police Department sergeant will face a disciplinary trial over her role in the 2014 death of Eric Garner by the end of the year, Mayor Bill de Blasio said on Tuesday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-prime-minister-to-resign-declaring-end-of-government-11566310341", "title": "Italian Government Collapses, Setting Up a Power Struggle", "date": "2019-08-20 18:04", "summary": "Prime minister's resignation is likely to lead to snap elections in the world's eighth-largest economy. ROME-Italy's government collapsed, triggering a power struggle between the country's right-wing nationalists and rival parties, along with deepening Europe's political upheaval as the Continent struggles with immigration and slowing economic growth.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-daly-july-rate-cut-was-right-move-recession-not-imminent-11566338600", "title": "Fed's Daly: July Rate Cut Was Right Move, Recession Not Imminent", "date": "2019-08-20 18:03", "summary": "In a Q&A discussion on Quora, the Fed official explained her support for the cut, which had its opponents. The Fed was right to lower rates in July, as it sought to keep the economy on a path of growth, Federal Reserve Bank of San Francisco President Mary Daly said Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gun-sellers-are-sneaking-onto-facebooks-booming-secondhand-marketplace-11566315198", "title": "Gun Sellers Sneak Onto Facebook's Online Marketplace", "date": "2019-08-20 17:57", "summary": "The online bazaar bans firearm sales, but sellers post their wares as high-priced 'cases' or 'boxes'. Gun sellers are using a simple trick to do business on Facebook Inc.'s Marketplace at a time when more mass shootings in the U.S. have renewed the debate in Washington over access to firearms.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californians-in-fire-prone-areas-find-it-harder-to-buy-insurance-11566338023", "title": "Californians in Fire-Prone Areas Find It Harder to Buy Insurance", "date": "2019-08-20 17:53", "summary": "Insurers' non-renewal rate rises in state ZIP Codes hit by wildfires in 2015, 2017. Traditional home insurers are backing away from insuring homes in high-risk wildfire areas in California, new data from the state's insurance regulator shows.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/department-store-woes-catch-up-to-kohls-11566318434", "title": "Department-Store Woes Catch Up to Kohl's", "date": "2019-08-20 17:29", "summary": "Chain reports sales decline, though business picked up late in quarter; T.J. Maxx parent posts growth, but shares dip. Kohl's Corp. on Tuesday reported its third consecutive decline in quarterly sales, though it said business improved toward the end of the period and it maintained its guidance for the year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-agrees-to-delay-former-alstom-executives-bribery-trial-11566336133", "title": "Judge Agrees to Delay Former Alstom Executive's Bribery Trial", "date": "2019-08-20 17:22", "summary": "Lawrence Hoskins's constitutional rights haven't been violated, despite years of delays to his trial, the judge said. A federal judge granted former Alstom SA executive Lawrence Hoskins a brief reprieve from his upcoming trial, but rejected claims that his constitutional rights had been violated.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-executives-tap-employees-for-ideas-11566336071", "title": "Tech Executives Tap Employees for Ideas", "date": "2019-08-20 17:21", "summary": "Companies including Visa, UPS and Ernst & Young encourage rank-and-file workers to create new products or improve operations. Technology teams at large companies are moving beyond their traditional role in business support as their bosses encourage them to use their skills to develop marketable products and services.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-bet-on-falling-volatility-as-stocks-rebound-11566302401", "title": "Traders Bet on Falling Volatility", "date": "2019-08-20 17:19", "summary": "U.S. stocks have rebounded, sending measure of market turbulence lower. Stock volatility has receded in recent days, and some investors have bet the tranquility will persist.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/junk-bond-investors-turn-picky-as-slowdown-talk-swirls-11566298802", "title": "Junk-Bond Investors Turn Picky as Slowdown Talk Swirls", "date": "2019-08-20 17:18", "summary": "Issuance of high-yield debt has begun to slow. Debt investors are shying away from junk bonds with lower credit ratings, as concerns about the economic outlook ripple through financial markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/famed-brooklyn-pizzeria-di-fara-closed-by-new-york-state-over-tax-debt-11566335104", "title": "Famed Brooklyn Pizzeria Di Fara Closed by New York State Over Tax Debt", "date": "2019-08-20 17:05", "summary": "Shop says it is working on payment plan so it can reopen. Di Fara, the beloved pizzeria in Brooklyn's Midwood neighborhood, was shut down Tuesday by New York state for failure to pay taxes.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-let-users-control-their-data-from-other-companies-11566313200", "title": "Facebook to Let Users Control Their Data From Other Companies", "date": "2019-08-20 17:04", "summary": "New feature called 'Off-Facebook Activity' will allow people to prevent certain data from being associated with their Facebook accounts. Facebook Inc. will start giving users more control over what data is shared with the social-media giant from their other online activities, a step toward a pledge of enhanced privacy options Chief Executive Mark Zuckerberg made more than 15 months ago.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-amid-uncertainty-on-rates-trade-talks-11566289132", "title": "Stocks Waver Amid Uncertainty on Rates, Trade Talks", "date": "2019-08-20 16:53", "summary": "Government-bond yields edge down; Home Depot shares gain. Major U.S. stock indexes fell and investors resumed their buying of less risky assets, putting the market's recent recovery temporarily on hold.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-ease-proprietary-trading-compliance-for-biggest-banks-11566311407", "title": "Banks Get Some Relief in Volcker-Rule Changes", "date": "2019-08-20 16:51", "summary": "Regulators finalize modifications to crisis-era law that restricts financial firms' own trades. WASHINGTON-Banks are on the verge of getting some relief from Volcker-rule limits on speculative trading, one of the industry's priorities in amending the regulations put in place after the financial crisis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-dream-mall-developers-put-up-other-mega-malls-as-collateral-11566334251", "title": "American Dream Mall Developers Put Up Other Mega Malls as Collateral", "date": "2019-08-20 16:50", "summary": "Triple Five Group has pledged 49% interest in Mall of America and a Canadian mall as collateral for a $1.67 billion construction loan. The developer of American Dream, a mall and entertainment complex outside New York City, is so confident this much-delayed project will succeed it is putting ownership of its two most high-profile holdings at risk.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-mills-names-new-cfo-as-it-continues-to-reshape-its-portfolio-11566334056", "title": "General Mills Names New CFO as It Continues to Reshape Its Portfolio", "date": "2019-08-20 16:47", "summary": "Food maker promotes Controller Kofi Bruce to top finance post as part of an internal succession plan. Food manufacturer General Mills Inc. promoted its controller to the role of chief financial officer as the company continues to expand its portfolio of products in response to changing consumer tastes.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volatility-for-retailers-isnt-over-options-indicate-11566318275", "title": "Volatility for Retailers Isn't Over, Options Indicate", "date": "2019-08-20 16:41", "summary": "Shares of Home Depot, Kohl's record large moves following quarterly results. It has been a wild earnings season for retailers, and options traders are bracing for bigger stock swings for some shops.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-sites-delicately-foster-online-life-after-death-11566311134", "title": "There's Life After Death Online", "date": "2019-08-20 16:34", "summary": "LinkedIn is latest exploring how to let relatives keep profiles of deceased family members alive. Online profiles live forever, but people do die.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-ethiopias-highlands-a-search-for-hope-and-horror-11566319044", "title": "In Ethiopia's Highlands, a Search for Hope and Horror", "date": "2019-08-20 16:27", "summary": "While researching battle scenes in Ethiopia, novelist Maaza Mengiste finds stubborn hopefulness in the ancient rock churches of Lalibela. THIS PAST JANUARY, I drove from the Ethiopian capital of Addis Ababa to the country's northern highlands with my mother and my cousin, a seasoned tour guide. I came to research locations where certain battles took place during the 1935-41 Italo-Ethiopian war and occupation for the novel I was writing. The book follows fighters on both sides of the bloody conflict that would eventually see Mussolini's invaders ousted. My Ethiopian soldiers-part of an army comprised of both men and women-waged war near the scenic, rugged landscape of the Simien Mountains so that's where we were headed. I was looking for historically accurate, mappable geography that could exist alongside the fictive terrain where my characters woke, slept, fought and loved.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madison-square-garden-shares-have-trouble-scoring-11566324216", "title": "Madison Square Garden Shares Have Trouble Scoring", "date": "2019-08-20 16:26", "summary": "The Knicks and Rangers owner reported a deep operating loss, putting shares on track for the biggest single-day decline on record. Shares of Madison Square Garden Co. , home to the New York Knicks basketball team, fell 8.9% on Tuesday, their biggest single-day decline on record, according to Dow Jones Market Data.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-something-that-works-about-shootings-11566332360", "title": "Do Something That Works About Shootings", "date": "2019-08-20 16:19", "summary": "We need to expand the narrative to include the everyday deadly shooting violence that occurs in addition to mass shootings. Updating gun registration laws and tracking \"white supremacists\" might reduce the mass shootings, but will do little to nothing to reduce the daily mayhem in our cities.. Regarding William McGurn's \"Guns and the Do-Something Fallacy\" (Main Street, Aug. 13): The Journal has been focusing on the three recent mass shootings and the call to \"do something.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-might-change-payment-rate-11566332306", "title": "Medicare for All Might Change Payment Rate", "date": "2019-08-20 16:18", "summary": "Nowhere in the House or Senate Medicare for All bills does it state that Medicare for All would reimburse hospitals at current Medicare rates.. Your editorial \"Bernie's Medicare for All Bailout\" (Aug. 15) is wrong about hospital reimbursement under Medicare for All and the real reasons for recent hospital closures. Nowhere in the House or Senate Medicare for All bills does it state that Medicare for All would reimburse hospitals at current Medicare rates. The Senate bill states that payment would be established in a manner consistent with current processes. In the House bill, the government would directly negotiate budgets with hospitals to ensure adequate funding. It serves nobody's interest for hospitals to go out of business under Medicare for All. Medicare for All would mean guaranteed universal coverage. With people finally being able to access care, hospitals would remain open and rates would increase where necessary to ensure that is the case.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-is-a-reason-the-golden-states-rats-are-winning-11566332161", "title": "There Is a Reason the Golden State's Rats Are Winning", "date": "2019-08-20 16:16", "summary": "For the past four months I have been killing more rats in our home using old-fashioned rat traps, as all the 185 other products Ms. Viani references are pretty much useless. We are currently up to a rate of one rat every two days.. Lisa Owens Viani's assessment of the rat control situation (\"Rat Control Functions Properly in California,\" Letters, Aug. 14) is indicative of the \"one size fits all\" mentality that is imposed on the population of the state of California by its government.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unrestrained-surfer-safari-over-rights-of-others-is-bad-11566332205", "title": "Unrestrained Surfer Safari Over Rights of Others Is Bad", "date": "2019-08-20 16:16", "summary": "We are entering a post-legal era, and it will not be pretty. The contract that individuals have with the government is that the state will protect us and punish criminals who harm us.. On the same day (Aug. 9) of your editorial \"Crime and Non-Punishment in NYC\" about the \"subway surfer,\" with his long history of crimes, the Los Angeles Times detailed the long and violent history of the person who had stabbed four people to death in Orange County. Both articles should make any sane person wonder why the perpetrators were not in prison.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-isnt-even-trying-to-meet-defense-obligation-11566332056", "title": "Germany Isn't Even Trying To Meet Defense Obligation", "date": "2019-08-20 16:14", "summary": "Why is it that we continue to write that Germany \"struggles to meet basic NATO commitments\" when the truth is that it refuses to struggle to meet its international obligations? To struggle means to make an effort. Germany does the opposite.. Regarding your editorial \"Uncle Trump to the Naval Rescue\" (Aug. 9): Why is it that we continue to write that Germany \"struggles to meet basic NATO commitments\" when the truth is that it refuses to struggle to meet its international obligations? To struggle means to make an effort. Germany does the opposite. I think an honest assessment is that Germany \"continues to renege on its basic NATO commitments,\" in the secure knowledge that the U.S. won't.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-dont-love-elancos-new-tricks-11566313578", "title": "Investors Don't Love Elanco's New Tricks", "date": "2019-08-20 16:07", "summary": "Elanco is smart to buy Bayer's animal-health business, but a high deal price could mean shares languish. In splurging for Bayer 's animal-health business, Elanco Animal Health is playing a long game.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-rise-on-european-turmoil-11566318844", "title": "U.S. Government Bonds Rise on European Turmoil", "date": "2019-08-20 15:53", "summary": "Treasurys climbed after Italy's coalition government dissolved. U.S. government-bond prices rose Tuesday after Italy's coalition government dissolved, adding to the array of risks facing global investors.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-e-burchfield-transitions-review-a-change-of-seasons-11566330405", "title": "'Charles E. Burchfield: Transitions' Review: A Change of Seasons", "date": "2019-08-20 15:46", "summary": "An exhibition looks at the painter's passion for creating single artworks that would show the passage of time, with its transformations in nature, sound and light effects.. Buffalo, N.Y.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-stakeholders-isnt-so-sudden-11566329576", "title": "The Rise of 'Stakeholders' Isn't So Sudden", "date": "2019-08-20 15:32", "summary": "Public companies have been talking up their so-called stakeholders long before the Business Roundtable decided to make it official. The Business Roundtable decided this week to change its mission to take into account \"all stakeholders\"-a group that includes employees, customers and society-rather than just shareholders. Predictably, this rekindled old arguments about self interest, invisible hands and the ingenuousness of the chief executives running the business lobby.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demystifying-bruckners-ninth-11566329399", "title": "Demystifying Bruckner's Ninth", "date": "2019-08-20 15:30", "summary": "A recording of Manfred Honeck leading the Pittsburgh Symphony Orchestra shows how one conductor developed his religious concept of the score through repeated study and personal reflection.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-cuts-sales-forecast-posts-slightly-lower-profit-11566298171", "title": "Home Depot Cuts Sales Forecast", "date": "2019-08-20 14:59", "summary": "Retailer says slumping lumber prices, tariffs' effects on consumers could weigh on growth. Home Depot Inc. lowered its sales forecast and warned that falling lumber prices-as well as the potential effects of tariffs on U.S. consumers-could weigh on growth.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shrinking-u-s-crude-discount-threatens-exports-11566315495", "title": "Shrinking U.S. Crude Discount Threatens Exports", "date": "2019-08-20 14:55", "summary": "Gap between U.S. crude benchmark and global Brent price has fallen to lowest level since July 2018. U.S. oil prices are trading at the smallest discount to global prices in more than a year-a reversal that is crimping domestic exports and could lead to a buildup of crude.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-priciest-listing-sells-at-foreclosure-auction-11566326719", "title": "America's Priciest Listing Sells at Foreclosure Auction", "date": "2019-08-20 14:45", "summary": "Once asking $1 billion, The Mountain in Beverly Hills sold to its lender for $100,000-far less than the $200 million said to be outstanding on the property. Once listed for $1 billion, a 157-acre parcel of land in Beverly Hills known as The Mountain has sold at a foreclosure auction to its lender for just $100,000.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-to-sell-animal-health-unit-to-elanco-for-7-6-billion-11566295716", "title": "Bayer to Sell Animal-Health Unit to Elanco for $7.6 Billion", "date": "2019-08-20 14:10", "summary": "Sale is set to create the world's second-biggest animal-health company by revenue. BERLIN-Bayer AG is selling its animal-health business to an American rival for $7.6 billion, part of the German drug-and-chemicals giant's plan to shed assets amid mounting legal liabilities from its Roundup herbicide.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hess-has-been-2019s-top-oil-and-gas-stock-it-has-nothing-to-do-with-shale-11566303565", "title": "Hess Has Been 2019's Top Oil and Gas Stock, but Shale Isn't the Reason", "date": "2019-08-20 13:45", "summary": "Shares surge thanks to minority stake in a South American oil megaproject. Hess Corp. has emerged as the best-performing U.S. oil company this year. The reasons have little to do with the American fracking boom.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-lg-reach-new-chip-licensing-deal-11566307760", "title": "Qualcomm, LG Reach New Patent-Licensing Deal", "date": "2019-08-20 13:37", "summary": "The agreement allows South Korean company to sell smartphones containing the semiconductor maker's technology. Qualcomm Inc. reached a new patent-licensing deal with LG Electronics Inc., securing its technology in a suite of wireless devices while federal regulators continue to scrutinize its business practices on antitrust grounds.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-warns-greece-against-hosting-iran-oil-tanker-11566285957", "title": "U.S. Warns Greece Against Assisting Iran Oil Tanker", "date": "2019-08-20 13:28", "summary": "State Department advises companies, mariners of immigration and potential criminal consequences for aiding vessel. LONDON-The U.S. warned Greece against assisting the Iranian tanker released by Gibraltar as it continues efforts to block the vessel and further drags its allies into escalating tensions between Washington and Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-moneyball-as-find-a-new-inefficiency-other-teams-players-11566322019", "title": "The 'Moneyball' A's Find a New Inefficiency: Other Teams' Players", "date": "2019-08-20 13:27", "summary": "With an increasing number of teams prioritizing the future over the present, the Athletics remain playoff contenders by obtaining established major leaguers. Early in the movie \"Moneyball,\" Brad Pitt's Billy Beane sits in front of a room of befuddled old-school scouts and delivers the message that has defined the real-life Oakland Athletics for nearly two decades.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-law-sinks-floating-times-square-style-billboards-11566321240", "title": "New York Outlaws Floating Digital Billboards", "date": "2019-08-20 13:14", "summary": "The advertisements are an eyesore, as well as a distraction to drivers and other boaters, says a sponsor of the legislation. Gov. Andrew Cuomo signed a law Tuesday banning floating digital billboards in New York-flashing fixtures in the waterways around Manhattan.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-criticizes-arms-control-group-over-reporting-of-nuclear-explosion-11566317340", "title": "Russia Criticizes Arms-Control Group Over Reporting of Blast", "date": "2019-08-20 13:00", "summary": "In first comments since disclosure that stations went silent, Moscow says it doesn't have to share data. Russia lashed out at an international arms-control organization for reporting on an explosion at a missile-test site this month and suggested that Moscow had the legal right to withhold data from its nuclear-monitoring stations.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-pays-the-price-for-corbyn-11566248428", "title": "Britain Pays the Price for Corbyn", "date": "2019-08-20 12:56", "summary": "The Labour Party has neutered itself in an era-defining debate.. Blame for most political failures surrounding Brexit rests with Britain's ruling Conservative Party, but the past week has cast a new light on the ways the Labour opposition also is guilty of dereliction of duty. With the country in the grip of a once-in-a-generation governance crisis, Labour has opted out of serious participation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helicopter-tours-that-deliver-a-real-adrenaline-rush-11566319226", "title": "Helicopter Tours That Deliver a Real Adrenaline Rush", "date": "2019-08-20 12:40", "summary": "Sightseeing from a chopper merely gets your heart pumping. For a bigger, more original thrill, try heli-biking, heli-surfing, even heli-yoga. SKIERS HAVE been using helicopters to reach otherwise inaccessible, crowd-free wilderness for more than 50 years. Now, lodges and adventure outfitters are airlifting moneyed guests-commuting by chopper isn't cheap-who want to surf, fish or perform a shaky tree pose in exclusive solitude.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gene-scalias-winning-record-11563575256", "title": "Gene Scalia's Winning Record", "date": "2019-08-20 12:38", "summary": "Trump's Labor pick has the legal experience to navigate the bureaucracy.. President Trump tweeted Thursday that he plans to nominate Eugene Scalia to replace Alex Acosta as Labor Secretary. The son of the late Supreme Court Justice Antonin Scalia is an excellent choice and with Deputy Secretary Pat Pizzella should continue the Administration's reform agenda.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finally-a-keurig-machine-even-coffee-snobs-can-enjoy-11566318448", "title": "Finally, a Keurig Machine Even Coffee Snobs Can Enjoy", "date": "2019-08-20 12:27", "summary": "Keurig debuts two-in-one machines, designed to handle K-Cups or produce a whole pot of your favorite drip-leaving brew nerds fewer reasons to bitterly hate the brand. THE LOOKS I GET when I rhapsodize about the joys of sipping Keurig-made coffee are, at best, impolite. I've been told that I'm a \"monster,\" that I'm drinking \"trash,\" that I'm helping destroy the planet by adding to the billions of non-biodegradable K-Cup pods.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-cities-rethink-data-relationship-with-residents-11566293401", "title": "U.S. Cities Rethink Data Relationship With Residents", "date": "2019-08-20 12:23", "summary": "Worries about breaches are forcing city officials to think carefully about how they collect data on their residents. Cities across the U.S. are getting in on the data game, measuring everything from air quality to traffic. Privacy rules and hackers' interest in such information, however, are prompting city officials to think carefully about how that information is managed.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-mines-for-oscar-gold-at-the-chinese-box-office-11566299895", "title": "Alibaba Mines for Oscar Gold at China's Box Office", "date": "2019-08-20 12:11", "summary": "Looking past action blockbusters, e-commerce giant finds big-screen success with critically acclaimed movies. Everyone in Hollywood knew \"Avengers: Endgame\" would be a hit at the Chinese box office. No one there had the same hunch about \"Capernaum,\" a Lebanese drama that-despite being nominated for best foreign-language film in this year's Oscars-hadn't cracked $2 million in any market before capturing $54 million in China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recession-fears-take-a-rest-at-home-depot-11566316427", "title": "Recession Fears Take a Rest at Home Depot", "date": "2019-08-20 11:53", "summary": "Home Depot's results weren't great, but investors focused on a weak housing market and tariff concerns feared far worse. When a company releases results that can be described as \"mixed,\" the natural inclination is to ask how far the stock fell. For Home Depot , however, a mixed second quarter was enough to send its stock sharply higher Tuesday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-highwomen-come-together-to-shake-up-country-music-11566314775", "title": "The Highwomen Come Together to Shake Up Country Music", "date": "2019-08-20 11:26", "summary": "How four of country's biggest names are taking aim at male-dominated Nashville with an album of anthems that empower women. Amanda Shires, a Texas violin virtuoso and Americana singer-songwriter, came up with the idea: An all-female update of the Highwaymen, the supergroup launched in 1985 by Johnny Cash, Waylon Jennings, Willie Nelson and Kris Kristofferson-often dubbed \"the Mount Rushmore of country music.\"", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-war-ended-this-truck-was-born-11566309119", "title": "After the War Ended, This Truck Was Born", "date": "2019-08-20 11:04", "summary": "Resume Subscription. Ralph W. Fullerton, 68, a retired home builder living in Portland, Ore., and Sun Valley, Idaho, on his 1945 Ford pickup, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/japans-digital-pop-stars-blur-line-between-virtual-and-reality-11566313048", "title": "Japan's Digital Pop Stars Blur Line Between Virtual and Reality", "date": "2019-08-20 10:57", "summary": "Known as VTubers, they act as live performers, corporate PR officials and surrogate children. TOKYO-Ryosei Takehisa, 24 years old, doesn't have any children-unless you count an animated character with elfin ears called Mikuriya Kuon.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrian-government-captures-strategic-town-in-last-opposition-stronghold-11566311206", "title": "Syrian Government Captures Strategic Town in Last Opposition Stronghold", "date": "2019-08-20 10:26", "summary": "Antigovernment rebels and militants withdraw ahead of the Assad regime's capture of key town in Idlib province. BEIRUT-Syrian government forces captured a strategic town in the northwest of the country on Tuesday, as the Russian-backed Assad regime continued its military push to retake the last opposition stronghold after more than eight years of conflict.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanderss-support-for-f-35-jets-in-vermont-angers-some-supporters-11566310652", "title": "Sanders's Support for F-35 Jets Angers Some Backers", "date": "2019-08-20 10:17", "summary": "Proposal would boost regional economy, proponents say, but progressives argue it is inconsistent with his views. BURLINGTON, Vt.-Bernie Sanders's support for a plan to base military jets in his home state has put him at odds with some progressives who otherwise approve of his platforms.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-conservatives-dont-trust-facebook-11566309603", "title": "Why Conservatives Don't Trust Facebook", "date": "2019-08-20 10:00", "summary": "My independent team of investigators looked into the complaints, and the company has taken action.. From the Ivy League to Hollywood and the mainstream media, Americans with traditional morals or conservative politics have often felt excluded from the country's elite, culture-creating institutions. Facebook offered an alternative: a place to express views and share news that you couldn't find in the New York Times.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurant-weeks-not-a-surefire-recipe-for-success-11566309601", "title": "'Restaurant Weeks' Draw Mixed Reviews", "date": "2019-08-20 10:00", "summary": "NYC Restaurant Week has spawned smaller imitators, but some are coming up short. You may have missed the chance to enjoy a fancy $42 three-course Manhattan dinner deal as NYC Restaurant Week just ended. But it isn't too late to hit Grand Street Restaurant Week in Brooklyn, where eateries along a six-block stretch are offering specials of their own.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-tour-de-force-truck-plain-and-simple-11566308726", "title": "Photos: A Tour de Force Truck, Plain and Simple", "date": "2019-08-20 09:45", "summary": "An Idaho retiree shows off his 1945 Ford pickup in Sun Valley. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/california-wildfire-season-is-off-to-slow-start-11566308275", "title": "California Wildfire Season Is Off to Slow Start", "date": "2019-08-20 09:37", "summary": "Wet spring helped bring relief, but most dangerous part of season looms. SAN FRANCISCO-California is off to one of its slowest wildfire seasons in years, giving firefighters and fire-prone communities a much-needed break after last year's huge and destructive infernos.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-expect-a-meaningful-fiscal-push-from-germany-11566306054", "title": "Don't Expect a Meaningful Fiscal Push From Germany", "date": "2019-08-20 09:00", "summary": "Even if German officials allow the government to run a small budget deficit, this won't mean much fiscal stimulus for the economy. The German economy needs new sources of growth. Investors shouldn't count on fiscal stimulus to be one of them, even if the government loosens the purse strings a bit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-facebook-alphabet-baidu-fabrinet-and-sunnova-energy-11566296672", "title": "Stocks to Watch: Home Depot, Facebook, Alphabet, Baidu and More", "date": "2019-08-20 08:53", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-attack-on-foreign-aid-funding-threatens-to-upend-spending-talks-11566305258", "title": "Trump's Attack on Foreign Aid Funding Threatens to Upend Spending Talks", "date": "2019-08-20 08:47", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/historic-rise-of-college-educated-women-in-labor-force-changes-workplace-11566303223", "title": "Historic Rise of College-Educated Women in Labor Force Changes Workplace", "date": "2019-08-20 08:47", "summary": "Companies are restructuring their compensation and benefits packages to attract these qualified women. This year is shaping up to be the first year that women make up the majority of the college-educated labor force, a milestone that is already altering benefits packages offered by companies and one that could influence family sizes in the future.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-in-the-life-of-vegan-skincare-line-founder-sue-y-nabi-11566304762", "title": "A Former L'Oréal Exec Says Vegan Unisex Skincare Is the Next Wave", "date": "2019-08-20 08:39", "summary": "She was the CEO of L'Oréal Paris at 37 years old. Now Sue Y. Nabi is on a new mission with Orveda, a high-end vegan skincare line that contains no plastic, animal ingredients, sulfate, soap or mineral oils. Sue Y. Nabi begins her day with a glass of kombucha tea and a stroll through London's Hyde Park to the Knightsbridge tube station. Nabi, who co-founded the vegan skin-care line Orveda in 2014, once led a very different life as an executive at L'Oréal Group in Paris, where she worked for 20 years, becoming president of L'Oréal Paris in 2005 and president of Lancôme in 2009. She traveled for two weeks of every month, ate a high-carb diet and took painkillers (to quell migraines) and sleeping pills (to counteract jet lag) on a regular basis. Nabi also experimented with numerous beauty procedures, from Botox to lasers, microneedling and fillers. \"I loved it. It was part of my job,\" she says.", "categories": [["Tracked"]], "category_links": ["https://www.wsj.com/news/types/magazine-tracked?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-the-september-womens-fashion-issue-11566304612", "title": "Contributors to the September Women's Fashion Issue", "date": "2019-08-20 08:36", "summary": "Photographer Jo Metson Scott on shooting textile artist Sheila Hicks at her studio in Paris and other contributors to the issue.. When Paris-based writer Alice Cavanagh interviewed Sheila Hicks in her 6th arrondissement studio, the meeting lasted three hours and Hicks invited her back for a second visit in a few days' time. The artist, whom Cavanagh profiled for this issue, even told her to bring along her infant daughter. \"In person she can be utterly intimidating, but she's also undeniably down-to-earth and very amusing,\" says Cavanagh. \"Our encounter left such an impression on me that I have thought back to my time with her almost every day since.\" Paris was in the midst of a heat wave when photographer Jo Metson Scott arrived from London to meet with Hicks. \"I was worried the boiling temperatures would make someone in her 80s tired and unwilling to be photographed, but I was completely wrong,\" says Metson Scott. \"She did say that I asked too many questions for a photographer, which made me laugh...but she was very generous with her time and talents.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-making-of-wsj-s-september-fashion-cover-11566304457", "title": "The Making of WSJ.'s September Fashion Cover", "date": "2019-08-20 08:34", "summary": "How photographers Inez van Lamsweerde and Vinoodh Matadin shot the fall collections in the Hamptons with top model Rianne van Rompaey-alongside Björk collaborator Hungry.. What will two well-tended ladies-who-lunch look like in the year 2025, when the cosmetic-augmentation craze has gone far beyond filler and Botox? That was one element of the complex concept that photographers Inez van Lamsweerde and Vinoodh Matadin asked the Berlin-based multidisciplinary artist Johannes Jaruraak, known as Hungry, to help realize with model Rianne Van Rompaey, as one of three covers for WSJ.'s September Women's Fall Fashion issue.", "categories": [["On the Cover"]], "category_links": ["https://www.wsj.com/news/types/magazine-on-the-cover?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedi-slimane-tells-his-own-life-story-in-scents-11566303895", "title": "Hedi Slimane Tells His Own Life Story in Scents", "date": "2019-08-20 08:24", "summary": "Rimbaud's verse, glitter, Parisian clubs, and \"the reptilian glamour of Lou Reed:\" designer Hedi Slimane on the olfactory touchstones he used for Celine's first-ever fragrance collection. Slimane reflects on how his life, particularly his teenage years, resulted in the 11-bottle line. When one has newly embarked on building an empire-within-an-empire, as Hedi Slimane did last year at Celine, it is helpful to have already had some experience with creating fragrances.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-bet-on-trump-rescuing-the-stock-market-11566302401", "title": "Don't Bet on Trump Rescuing the Stock Market", "date": "2019-08-20 08:00", "summary": "If the president cares so much about the stock market, why is he pursuing trade policies that are anathema to Wall Street?. Should investors rely on Donald Trump underpinning the stock market by backing away from trade threats as stocks fall? In short: not as much as they seem to.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pyongyang-complains-loudly-about-quieter-u-s-south-korean-exercises-11566300257", "title": "Pyongyang Complains Loudly About Quieter U.S.-South Korean Exercises", "date": "2019-08-20 07:24", "summary": "Despite scaled-down, computer military drills, North Korea has accused Washington and Seoul of saber rattling. SEOUL-Just two years ago, U.S.-South Korea military exercises simulated a violent confrontation with North Korea. Fighter jets ripped through the skies. Tanks rumbled down roads leading to Pyongyang, while marines stormed the beaches. Whiffs of gunpowder clung to the air.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-cryptocurrency-cop-heads-to-law-firm-11566298802", "title": "Government Cryptocurrency Cop Heads to Law Firm", "date": "2019-08-20 07:00", "summary": "Departure comes as Securities and Exchange Commission takes on bigger crypto cases. WASHINGTON-The former government lawyer who managed Washington's crackdown on cryptocurrency fraud is joining Davis Polk & Wardwell LLP, a white-shoe law firm whose clients include some of Wall Street's biggest banks and stock exchanges.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developers-eye-portugals-comporta-coast-as-new-ibiza-11566298800", "title": "Developers Eye Portugal's Comporta Coast as New Ibiza", "date": "2019-08-20 07:00", "summary": "After decades of little development, the coastline is set for new resort and residential projects. Comporta, Portugal, has attracted vacationing royalty, politicians and celebrities, but for decades its 18-mile coastline has remained largely undeveloped.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-is-valued-10-times-greater-than-this-profitable-public-rival-11566298801", "title": "WeWork Is Valued 10 Times Greater Than This Profitable, Public Rival", "date": "2019-08-20 07:00", "summary": "IWG's travails during economic downturn in early 2000s seen by some as ominous sign for WeWork. Investors and analysts are looking at the rocky experience of a WeWork rival that went public nearly 20 years ago for insight into what could lie ahead for the New York-based co-working company.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-central-bank-sets-new-benchmark-lending-rates-lower-11566266890", "title": "Beijing Tiptoes Toward Cheaper Loans for Capital-Starved Companies", "date": "2019-08-20 06:44", "summary": "The People's Bank of China says Loan Prime Rates will be updated monthly, enabling banks to be nimble when pricing new loans. China's central bank set new reference lending rates lower in its latest push to cut borrowing costs for struggling small businesses, but economists say the move could be too small to counter the country's economic slowdown.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-turbulence-ahead-for-norwegian-air-11566295779", "title": "More Trouble on the Radar for Norwegian", "date": "2019-08-20 06:43", "summary": "The struggling pioneer of low-cost trans-Atlantic aviation will probably need to tap shareholders again to meet looming debt deadlines. Norwegian Air Shuttle has long been seen as one of the airlines that would have a hard time surviving 2019. While reports of its demise have been exaggerated, the trans-Atlantic disrupter will still struggle to navigate the rest of the year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-new-weapon-in-japan-votes-to-embarrass-the-boss-11566295201", "title": "Investors' New Weapon in Japan: Votes to Embarrass the Boss", "date": "2019-08-20 06:00", "summary": "Taboo is weakening, as part of a yearslong push to improve profitability and corporate governance. Shareholders are growing more vocal in Japan, lodging protest votes against chief executives, presidents and other company directors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bhp-pledges-record-payout-as-profit-surges-11566256732", "title": "BHP Pledges Record Payout as Profit Surges", "date": "2019-08-20 05:47", "summary": "World's largest miner reports $8.31 billion profit in latest fiscal year, aided by iron-ore prices. SYDNEY-BHP Group Ltd. said it would pay a record dividend to shareholders, making it the latest global miner to lift returns even as data point to a global slowdown in economic growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-moves-from-the-bathroom-to-the-classroom-11566293404", "title": "Vaping Moves From the Bathroom to the Classroom", "date": "2019-08-20 05:30", "summary": "Schools are trying to outsmart students who hide vape pens in shirt sleeves and pencil cases; 'We're pretty sure a kid was hiding one in his underwear'. Kids used to duck into the school bathroom to sneak a drag on a cigarette. But with the electronic kind, they are becoming increasingly daring, often vaping right under their teachers' noses.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-kashmiris-nursed-on-conflict-pledge-to-resist-11566293402", "title": "Young Kashmiris, Nursed on Conflict, Pledge to Resist", "date": "2019-08-20 05:30", "summary": "Discontent at New Delhi's policy shift could ignite a cycle of protests, repression and radicalization, say residents. SRINAGAR, India-Aquib Nabi remembers the first time he hurled rocks at security officials as if it were a rite of passage. He was 5 years old and had joined a group of young men in what is a common form of resistance to India's military presence in the part of the disputed Kashmir region that New Delhi controls.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cereal-makers-try-again-to-jump-start-stale-sales-11566293404", "title": "Cereal Makers Try Again to Jump-Start Stale Sales", "date": "2019-08-20 05:30", "summary": "General Mills, Kellogg and Post try new flavors and brands as breakfast habits change. Cereal makers, under increasing competitive pressure, are struggling to improve sales of puffed rice, wheat flakes and oat clusters that were once a standard part of Americans' morning routines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-chinas-answer-to-google-lost-its-way-11566292869", "title": "How China's Answer to Google Lost Its Way", "date": "2019-08-20 05:24", "summary": "Search-engine leader Baidu has lost ground in advertising to app providers specializing in viral content. Baidu, once considered China's answer to Google, needs to search harder for growth.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baidu-reports-62-profit-drop-11566248981", "title": "Baidu, China's Private-Sector Bellwether, Reports 62% Profit Drop", "date": "2019-08-20 01:01", "summary": "Search-engine giant warns its bread-and-butter advertising business will remain under pressure. BEIJING-China's economic downturn helped drive search-engine giant Baidu Inc. to its weakest quarterly revenue growth in more than two years and a 62% profit drop, with the company warning its bread-and-butter advertising business will remain under pressure.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11566244837", "title": "Pepper...and Salt", "date": "2019-08-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peaceful-march-heaps-pressure-on-hong-kong-leader-to-start-talks-11566229858", "title": "Hong Kong Leader Faces Pressure to Start Talks After Peaceful March", "date": "2019-08-20 22:43", "summary": "Failure to find a political resolution now could spur return to social unrest of past weeks with unforeseen consequences, experts say. By holding a massive peaceful march after two months of tear-gas-soaked demonstrations, Hong Kong's pro-democracy movement has stepped up pressure on the city's Beijing-backed leader, Carrie Lam, to enter into dialogue to resolve the crisis.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorneys-general-to-move-forward-with-antitrust-probe-of-big-tech-11566247753", "title": "States to Move Forward With Antitrust Probe of Big Tech Firms", "date": "2019-08-20 21:56", "summary": "Investigation would put additional scrutiny on an industry already under a federal spotlight. WASHINGTON-A group of states is preparing to move forward with a joint antitrust investigation of big technology companies, according to people familiar with the situation, adding another layer of scrutiny to an industry already under a federal spotlight.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-facebook-target-accounts-spreading-misinformation-on-hong-kong-protests-11566242944", "title": "Twitter, Facebook Act Against Disinformation on Hong Kong Protests", "date": "2019-08-20 21:44", "summary": "Twitter cites evidence of 'a coordinated state-backed operation' to discredit the protesters and their aims. Twitter Inc. and Facebook Inc. suspended accounts they believe to be part of a Chinese effort to undermine antigovernment protests in Hong Kong, marking the first time the companies have pointed to China as a source of disinformation campaigns, company representatives said on Monday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-rush-into-havens-as-growth-fears-persist-11566207002", "title": "Investors Seek Havens as Growth Fears Persist", "date": "2019-08-20 20:46", "summary": "Resume Subscription. Investors are snapping up safer assets including gold, dividend-paying stocks and the Japanese yen, as portfolio managers hedge their bets with major U.S. stock indexes near record highs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-urges-restraint-by-india-and-pakistan-in-kashmir-conflict-11566261701", "title": "Trump Urges Restraint by India and Pakistan in Kashmir Conflict", "date": "2019-08-20 20:41", "summary": "President says he had 'good conversations' with countries' leaders. WASHINGTON-President Trump urged restraint on both sides of the Kashmir conflict in calls Monday with the leaders of India and Pakistan, as tensions over the disputed region have escalated between the two nations this month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacom-and-cbs-executives-to-earn-big-bucks-in-merger-deal-11566248895", "title": "Viacom, CBS Executives to Earn Big From Merger", "date": "2019-08-20 20:32", "summary": "Bob Bakish and Joe Ianniello have signed new contracts as their companies prepare to form ViacomCBS. The merger of Viacom Inc. and CBS Corp. will be lucrative for the top executives of both companies.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hud-proposal-raises-bar-on-housing-discrimination-complaints-11566253317", "title": "HUD Proposal Raises Bar on Housing Discrimination Complaints", "date": "2019-08-20 20:30", "summary": "Department of Housing and Urban Development will make it harder to prove unintentional discrimination by lenders or developers. WASHINGTON-The Department of Housing and Urban Development is moving to roll back an Obama-era policy aimed at rooting out racial bias in housing, the latest move by the Trump administration to weaken a legal tool combating unintentional discrimination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-eric-garners-family-nypd-officers-firing-was-long-overdue-11566260900", "title": "For Eric Garner's Family, NYPD Officer's Firing Was Long Overdue", "date": "2019-08-20 20:28", "summary": "They welcomed the NYPD's decision to oust Daniel Pantaleo, but said it came years too late. The firing of the New York Police Department officer involved in the 2014 death of Eric Garner drew strong reactions Monday, but Mr. Garner's family said it brought little comfort after years of waiting.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}]