[{"link": "https://www.wsj.com/articles/judy-shelton-in-her-own-words-11562111336", "title": "Judy Shelton in Her Own Words", "date": "2019-07-02 19:48", "summary": "One of Trump's picks for the Fed board has called for a return to the gold standard and has written that central banks 'are the world's biggest currency manipulators'. President Trump tweeted Tuesday that he intended to nominate economist Judy Shelton, the U.S. executive director at the European Bank for Reconstruction and Development, to become a Federal Reserve Board governor. She served as an economic adviser on Mr. Trump's transition team and has worked for the Atlas Network, a think tank that has been critical of the Fed's monetary policy and that has advocated for a return to the gold standard.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-deliveries-reach-record-quarter-after-questions-about-demand-11562099355", "title": "Tesla Deliveries Reach Record Quarter After Questions About Demand", "date": "2019-07-02 19:43", "summary": "The Silicon Valley auto maker delivered a total of 95,200 vehicles in the second quarter, a sharp increase from a year ago. Tesla Inc. returned to growth mode in the second quarter, setting a record for deliveries and beating Wall Street's expectations, relieving some pressure on Chief Executive Elon Musk to prove that demand remains strong for the electric-car maker's vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-libyan-war-turkey-takes-sides-against-mideast-rivals-11562065082", "title": "In Libyan War, Turkey Takes Sides Against Mideast Rivals", "date": "2019-07-02 19:36", "summary": "Ankara is helping U.N.-backed Libyan government repel attack from militia commander supported by Saudi Arabia, U.A.E.. Turkey is providing military assistance to Libyan authorities that has allowed the United Nations-backed government in Tripoli to contain the advance of a powerful militia commander but also opened a deadly new front in conflicts pitting Ankara against Middle East rivals.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-politician-for-the-european-central-bank-11562110308", "title": "A Politician for the European Central Bank", "date": "2019-07-02 19:31", "summary": "Europe reaches outside the monetary guild for its chief central banker.. Central banking used to be a monetary priesthood supposedly above politics. Not anymore, as European leaders demonstrated Tuesday by choosing Christine Lagarde to replace Mario Draghi as head of the European Central Bank.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-resign-sincerely-elizabeth-warren-11562110234", "title": "Please Resign. Sincerely, Elizabeth Warren", "date": "2019-07-02 19:30", "summary": "The Senator shows again how much she dislikes the private economy.. Democrats used to at least try to conceal their contempt for the private economy, but open hostility is now a political tactic. This week's example is a broadside from Elizabeth Warren on a former Trump Administration official who dared to resume his career after leaving government.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikes-patriotic-fumble-11562110257", "title": "Nike's Patriotic Fumble", "date": "2019-07-02 19:30", "summary": "The company makes an in-kind donation to Trump's re-election.. Colin Kaepernick may no longer be a quarterback, but he's calling the plays at Nike . The athletic shoe company was scheduled to release a sneaker featuring the \"Betsy Ross flag\" this week, but the former San Francisco 49er thought it wasn't a good idea. The Air Max 1 USA, featuring the Founding-era American flag with 13 white stars arranged in a circle to represent the original colonies, would have gone on sale to mark the Fourth of July holiday. Not any more.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-probe-of-dam-collapse-in-brazil-focuses-on-how-much-vale-may-have-known-about-risks-11562110041", "title": "Police Probe of Dam Collapse in Brazil Focuses on How Much Vale May Have Known About Risks", "date": "2019-07-02 19:27", "summary": "Vale's mine-waste dam ruptured in January, killing 270. Brazilian police probing the deadly collapse of a Vale SA mine-waste dam are investigating whether the company's chief financial officer and two former senior executives were aware of structural weaknesses in the barrier before it ruptured, according to a person familiar with the inquiry.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hong-kong-setback-11562109883", "title": "A Hong Kong Setback", "date": "2019-07-02 19:24", "summary": "China will use public disorder against the cause of local autonomy.. Hong Kong's seven million people are on the front lines of the fight for liberty these days, with little margin for error. So it was a shame to see a few demonstrators Monday storm and vandalize the Legislative Council building.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-british-are-coming-review-history-as-enchantment-11562109860", "title": "'The British Are Coming' Review: History as Enchantment", "date": "2019-07-02 19:24", "summary": "A storyteller's account of the Revolution, from Lexington to Princeton, full of momentous events and larger-than-life characters.. For everything that separated the patriots, the loyalists and the British troops who fought in the American Revolution, they all had something in common. As Rick Atkinson tells us in \"The British Are Coming,\" they shared \"an ancient, squalid secret: that war was an enchantment, a sorcery, a seductive spectacle like no other, beguiling the eye and gorging the senses.\" Mr. Atkinson's book, the first in a planned Revolution Trilogy, shares this secret sentiment, too, offering an enchantingly seductive account of the war, from the Battle of Lexington (1775) to the Battle of Princeton (1777), and is chock full of momentous events and larger-than-life characters. Perfect material for a storyteller as masterly as Mr. Atkinson.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-millionaires-tax-in-new-jersey-11562109814", "title": "No Millionaire's Tax in New Jersey", "date": "2019-07-02 19:23", "summary": "Governor Phil Murphy can't convince his party that it's a good idea.. For a second time, New Jersey Governor Phil Murphy has signed a state budget without the \"millionaire's tax\" he has been pitching since his 2017 election. Weary New Jerseyites can't yet breathe a sigh of relief. But their Legislature-unlike in Illinois or Connecticut-seems to realize that it's possible to run out of other people's money.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-leftist-mob-attacked-me-in-portland-11562109768", "title": "A Leftist Mob Attacked Me in Portland", "date": "2019-07-02 19:22", "summary": "I have been targeted by Antifa and its allies for my critical reporting of their violent extremism.. Portland, Ore.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-irans-new-aggressiveness-11562109741", "title": "Behind Iran's New Aggressiveness", "date": "2019-07-02 19:22", "summary": "The supreme leader seeks to restore and preserve sanctions waivers for the country's nuclear program.. Tehran announced Monday it had breached the uranium-enrichment limits of the 2015 nuclear deal, the Joint Comprehensive Plan of Action, a week after shooting down a U.S. drone. What prompted Iran's new aggressiveness, and what does it seek to achieve? Its policy combines two components: noncompliance with aspects of the JCPOA and so-called gray-zone activities, such as unconventional attacks through proxies, sabotage of tankers and oil pipelines, and the attack on the drone. The common view is that Iran's goal is to pressure the U.S. to relieve economic sanctions. While this view is not entirely wrong, it misses Tehran's most urgent priority.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-defeats-england-in-world-cup-semifinal-11562100840", "title": "U.S. Defeats England in World Cup Semifinal", "date": "2019-07-02 19:20", "summary": "The defending champions defeated England, 2-1, in the semifinals on goals from Christen Press and Alex Morgan and a huge penalty-kick save by goalkeeper Alyssa Naeher. LYON, France-Every opponent the U.S. has faced at this World Cup has come into games with the same modest objective: hang on for 15 minutes. Long before they can entertain ideas of beating the three-time world champions, this is their one essential task.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-adams-was-the-most-ingenuous-founding-father-11562109581", "title": "John Adams Was the Most Ingenuous Founding Father", "date": "2019-07-02 19:19", "summary": "The second president was honest, passionate and far plainer in intention than Washington and Jefferson.. Of all the Founding Fathers, John Adams, who died July 4, 1826, impresses me most. He was the literal father of many, including another future president, and took great interest in shaping his children's character. And he was the metaphorical father of a nation whose character he likewise tried to shape, often against fierce resistance.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-raise-their-hands-for-a-second-trump-term-11562109542", "title": "Democrats Raise Their Hands for a Second Trump Term", "date": "2019-07-02 19:19", "summary": "He accuses them of favoring more illegal immigration, and they admit he's right.. One reason single-term presidencies are so rare-in the past century only four presidents have lost re-election bids-is that the party out of power must convince a significant number of people who voted for the incumbent to acknowledge that they had a lapse in judgment. Who likes to admit they were wrong?", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-americans-one-people-11562109417", "title": "What Makes Americans One People?", "date": "2019-07-02 19:16", "summary": "Shared principles and language are essential, but multiple cultures have always coexisted.. As July 4 nears, the rise of populist nationalism at home and abroad should drive Americans to reflect anew on the foundations of our political system. The Declaration of Independence is the appropriate place to start.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tuskegee-airman-turns-95-11562109354", "title": "A Tuskegee Airman Turns 95", "date": "2019-07-02 19:15", "summary": "America isn't perfect, but it was and still is worth fighting for.. I was born on Independence Day 95 years ago. On June 27, 1944, I graduated from Tuskegee Army Flying School, established in Alabama shortly before America's entry into World War II to train young African-American men as Army combat pilots.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-barr-should-declassify-11562109191", "title": "What Barr Should Declassify", "date": "2019-07-02 19:13", "summary": "Release the secret inspector-general report on the Hillary Clinton email case.. Finally America has its George Smiley, the fictional master spy from the John le Carré novels. Smiley knew the importance of a spy agency being willing to get to the bottom of its own major cock-ups.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-judy-shelton-on-money-manipulation-11562109125", "title": "Notable & Quotable: Judy Shelton on Money Manipulation", "date": "2019-07-02 19:12", "summary": "Central bankers, and their defenders, have proven less than omniscient.. From \"The Case for Monetary Regime Change\" by Judy Shelton in the Journal, April 20. President Trump said Tuesday he'll nominate Ms. Shelton to the Fed Board of Governors:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weatherford-looking-at-stock-listing-after-bankruptcy-11562109163", "title": "Weatherford Looking at Stock Listing After Bankruptcy", "date": "2019-07-02 19:12", "summary": "Now on OTC Pink Sheets, oil-field services business will try to get on Nasdaq or NYSE. Weatherford International PLC, a bankrupt oil-field services provider whose shares are trading at around a nickel a share, plans a return to the stock market after its chapter 11 proceedings end.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imfs-christine-lagarde-wins-eu-support-to-lead-european-central-bank-11562087529", "title": "IMF's Lagarde Wins EU Support to Lead European Central Bank", "date": "2019-07-02 18:46", "summary": "Mario Draghi's eight-year term ends Oct. 31; official appointment of Ms. Lagarde likely to arrive in coming months. BRUSSELS-International Monetary Fund chief Christine Lagarde is likely to become the first woman to run the European Central Bank, putting an experienced crisis fighter in charge and paving the way for a continuation of easy-money policies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-moves-toward-u-s-model-by-endorsing-corporate-led-investigations-11562106983", "title": "France Moves Toward U.S. Model By Endorsing Corporate-Led Investigations", "date": "2019-07-02 18:36", "summary": "New guidance aligns France more closely with U.S. approach to corporate prosecutions. French authorities are encouraging companies to conduct internal investigations when seeking to settle allegations of certain financial crimes-the latest in a series of reforms that brings the country closer to the U.S. model of corporate crime and punishment.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-preps-for-independence-day-celebration-11562106739", "title": "NYPD Preps for Independence Day Celebration", "date": "2019-07-02 18:32", "summary": "Thousands of additional officers will be on hand for the celebration, commissioner says. The New York Police Department will deploy thousands of uniformed and plainclothes officers to secure New York City's Fourth of July celebration, officials said Tuesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-steps-up-traffic-enforcement-after-cyclist-deaths-11562103918", "title": "New York City Steps Up Traffic Enforcement After Cyclist Deaths", "date": "2019-07-02 17:50", "summary": "Devra Freelander became 15th cyclist to be killed so far this year, city data showed. The New York Police Department on Tuesday announced that it has launched a citywide bicycle safety plan in response to an increase in cyclist deaths this year, including three in the past week.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-u-s-freight-payment-providers-assets-sold-to-belgian-company-11562103526", "title": "Bankrupt U.S. Freight-Payment Provider's Assets Sold to Belgian Company", "date": "2019-07-02 17:38", "summary": "Buyer pledges 'seamless service' after abrupt bankruptcy filing stuns major shipping customers. A Belgian freight-payment services company is buying the assets of bankrupt U.S. rival IPS Worldwide LLC for $2.3 million.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spider-man-far-from-home-review-soporific-marvel-mayhem-11562103306", "title": "'Spider-Man: Far From Home' Review: Soporific Marvel Mayhem", "date": "2019-07-02 17:35", "summary": "The web-slinging hero travels to Europe and reckons with the events of 'Avengers: Endgame' in the Marvel Cinematic Universe's new film.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marianne-leonard-words-of-love-review-a-cosmic-connection-11562103275", "title": "'Marianne & Leonard: Words of Love' Review: A Cosmic Connection", "date": "2019-07-02 17:34", "summary": "Nick Broomfield's documentary about Leonard Cohen and his longtime friend, Marianne Ihlen, ultimately focuses more on the man himself than the relationship between the two.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-auto-sales-slip-in-first-half-of-2019-as-prices-surge-11562084050", "title": "Auto Sales Slipped in First Half as Prices Climbed", "date": "2019-07-02 17:30", "summary": "Shift away from sedans and compact cars helped dent sales volumes. Major auto makers saw U.S. new-vehicle sales drop in the first half, a decline expected to extend for the remainder of the year as the U.S. auto industry's historic sales run tapers off.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-sues-u-s-treasury-for-trump-tax-returns-11562081358", "title": "House Panel Sues Treasury for Trump Tax Returns", "date": "2019-07-02 17:24", "summary": "Lawsuit aims to get a federal court to enforce a statute that gives Congress access to anyone's tax returns. WASHINGTON-The House's tax-writing committee sued the Treasury Department and the Internal Revenue Service on Tuesday for access to President Trump's tax returns, hoping federal judges will pry loose records that the administration has refused to hand over.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-fall-as-reaction-to-opec-deal-is-muted-11562084155", "title": "Oil Falls as Reaction to OPEC Muted", "date": "2019-07-02 17:14", "summary": "Concern over slowing global growth resurfaces after brief ebbing in wake of U.S.-China trade truce. Oil prices extended their losses as investors shrugged off an OPEC production cut and focused on worries over slowing demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-hit-pause-button-on-roku-rally-11562083000", "title": "Investors Hit Pause Button on Roku Rally", "date": "2019-07-02 17:10", "summary": "Despite strong business model, Roku's valuation looks lofty, RBC Capital Markets says. Roku might be becoming a victim of its own success.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christine-lagardes-likely-imf-exit-to-launch-fraught-successor-race-11562101248", "title": "Christine Lagarde's Likely IMF Exit to Launch Fraught Successor Race", "date": "2019-07-02 17:00", "summary": "Ms. Lagarde set high bar for next IMF chief after turning organization into guiding voice of international order. The potential departure of Christine Lagarde from the International Monetary Fund could kick off a complicated process to find a successor who can both win global support and step into the shoes of a woman credited with mending the institution's damaged reputation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-shake-off-tariff-threat-to-climb-11562054313", "title": "U.S. Stocks Climb as Trade Stays in Focus", "date": "2019-07-02 16:58", "summary": "Real-estate and utility companies lift S&P U.S. warns of possible new levies on $4 billion of EU goods. The S&P 500 rose to a record, lifted by shares of real- estate and utility companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-stocks-punishing-year-just-keeps-getting-worse-11562083755", "title": "Retail Stocks' Punishing Year Gets Worse", "date": "2019-07-02 16:37", "summary": "Nordstrom, Macy's, Kohl's take a fresh hit. Four of the five worst-performing S&P 500 stocks in the first half of the year were retailers. A few days into the second half of 2019, there is no indication that trend is changing.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-gas-taxes-to-vaping-rules-new-state-laws-take-effect-across-u-s-11562022133", "title": "From Gas Taxes to Vaping Rules, New State Laws Take Effect", "date": "2019-07-02 16:31", "summary": "Laws also target electric scooters, gun regulation and texting while driving. A number of laws enacted in state legislatures across the U.S. took effect Monday, following the end of legislative sessions for many states. The laws ranged from increased gas taxes to restrictions on distracted driving and new regulations on tobacco, vaping and electric scooters.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlottesville-will-no-longer-mark-jeffersons-birthday-as-holiday-11562099310", "title": "Charlottesville Will No Longer Mark Jefferson's Birthday as Holiday", "date": "2019-07-02 16:28", "summary": "City will observe a day recognizing the emancipation of enslaved African-Americans. Charlottesville, Virginia, will no longer celebrate Thomas Jefferson's birthday as an official city holiday and instead will observe a day recognizing the emancipation of enslaved African-Americans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-donors-fuel-bernie-sanderss-18-million-quarterly-haul-11562086951", "title": "Small Donors Fuel Bernie Sanders's $18 Million Quarterly Haul", "date": "2019-07-02 15:23", "summary": "As Democratic presidential candidates report fundraising totals, Trump re-election effort extends its head start. WASHINGTON-Sen. Bernie Sanders raised about $18 million in the second quarter, his campaign said, as he continued to rake in steady contributions from small donors amid signs of growing momentum for other Democratic presidential contenders.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-rich-for-bernie-sanders-to-call-trump-a-socialist-11562095265", "title": "It's Rich for Bernie to Call Trump a Socialist", "date": "2019-07-02 15:21", "summary": "If Sen. Sanders is so aggrieved by corporate socialism in our economy, perhaps we should do away with socialism, not the free market.. It's good to see Sen. Bernie Sanders speaking out against the ills of socialism in \"Trump Is the Worst Kind of Socialist\" (op-ed, June 27), but color me skeptical about his intentions. The senator would have us believe that he stands against corporate socialism even as he proclaims himself an ardent socialist.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-retro-glamorous-sunglasses-are-guaranteed-to-lift-your-mood-11562095254", "title": "These Retro, Glamorous Sunglasses Are Guaranteed to Lift Your Mood", "date": "2019-07-02 15:20", "summary": "Sparkling rhinestone shades, beloved by 1960s Hollywood stars like the young Shirley MacLaine, are now exuberantly trendy again. Picture this: It's 1960, you're 26, and you have three Hollywood films out in one year. You're boarding a Pan Am flight to the Venice Film Festival to promote the one that will garner you your second Oscar nomination: Billy Wilder's \"The Apartment.\" On that presumably sweltering August day at Idlewild Airport, now JFK, you wear a black skirt suit (chic), black leather gloves (why?) and glittering cat-eye sunglasses paved in rhinestones (instantly iconic).", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legal-marijuana-is-nowhere-near-a-high-point-11562095221", "title": "Legal Marijuana Is Nowhere Near a High Point", "date": "2019-07-02 15:20", "summary": "Alex Berenson's claim that public support for marijuana law reform is waning is nothing short of a pipe dream.. Alex Berenson's allegation that public support for marijuana law reform is waning (\"Marijuana Activists Pass Their High Point,\" op-ed, June 26) is nothing short of a pipe dream.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-not-be-too-hard-on-germany-in-nato-11562095182", "title": "Let's Not Be Too Hard On Germany in NATO", "date": "2019-07-02 15:19", "summary": "Fundamentally NATO was all about \"keeping the Americans in [Europe], the Russians out and the Germans down.\". I don't share Gerard Baker's concern about NATO's ability to pursue \"new strategic thinking\" (\"D-Day Nostalgia and the West's New Realities,\" Review, June 8). NATO was designed to be nimble. Note that the Washington Treaty of 1949 never mentions a particular adversary, but NATO is all about \"collective defense and for the preservation of peace.\" Nevertheless, Mr. Baker's point is well taken. Yes, the alliance did defend against the Soviet threat.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-was-hardly-friendly-to-business-11562095126", "title": "Obama Was Hardly Friendly to Business", "date": "2019-07-02 15:18", "summary": "And they say comedy is dead.. In \"Progressives Who Prefer Trump to Biden\" (op-ed, June 5), Ted Rall states that \"Barack Obama was decidedly pro-business.\" And they say comedy is dead.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-confident-outspoken-leadership-of-megan-rapinoe-11562002728", "title": "Megan Rapinoe Not in U.S. Starting Lineup for World Cup Semifinal", "date": "2019-07-02 14:34", "summary": "The fearless soccer star has put the U.S. women's team on her back and carried them into the World Cup semifinals, but she will not start against England. Megan Rapinoe, who scored all four goals in the U.S.'s two World Cup knockout games, was surprisingly left off the starting lineup of Tuesday's semifinal against England. In her place was Christen Press, who is a stronger defender than Rapinoe but isn't a regular starter.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-submersible-fire-leaves-14-dead-11562081468", "title": "Russian Submersible Fire Leaves 14 Dead", "date": "2019-07-02 14:30", "summary": "Incident on research vessel recalls country's past naval tragedies. MOSCOW-Fourteen sailors died after fire broke out on a Russian research submersible, recalling past Russian naval tragedies and casting a spotlight on the safety of the country's deep-sea vessels.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dish-network-names-company-insider-cfo-as-it-reshapes-its-business-11562090774", "title": "Dish Network Names Company Insider CFO As It Reshapes Its Business", "date": "2019-07-02 14:06", "summary": "Satellite-TV operator in talks with Sprint, T-Mobile over asset sales. Dish Network Corp. named a company veteran its next finance chief, a move that comes as the satellite-TV operator looks to transform its business amid declining subscriptions in its core segment.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-tour-how-color-made-a-routine-condo-special-11562090667", "title": "House Tour: How Color Can Make a Routine Condo Special", "date": "2019-07-02 14:04", "summary": "A young novelist wanted to infuse his grimly 'luxurious' D.C. condo with color-and found a designer who wholeheartedly agreed. Steal their strategies. No surprise a fiction writer would envision a different story line than the uninspiring facts before him might suggest. When Jason Reynolds bought his condo in Washington, D.C.'s Kingman Park area, it was \"glass and steel, black and white,\" he said. It seems, he added, \"that everybody believes: 'This is what luxury looks like.'\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-looks-to-shed-big-chunk-of-wall-street-presence-11562087545", "title": "Deutsche Bank Looks to Shed Big Chunk of Wall Street Presence", "date": "2019-07-02 14:01", "summary": "The troubled German lender has held talks with Citigroup, BNP Paribas and others that could involve sale or transfer of trading technology and pieces of prime-brokerage business. Deutsche Bank AG is taking steps to dismantle a pillar of its Wall Street investment bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stonewall-review-celebrating-a-gay-rights-milestone-onstage-11562088436", "title": "'Stonewall' Review: Celebrating a Gay-Rights Milestone Onstage", "date": "2019-07-02 13:27", "summary": "Iain Bell's new work at the New York City Opera only occasionally succeeds at evoking the spirit of rebellion.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-braces-for-mass-protests-on-anniversary-of-return-to-chinese-rule-11561946128", "title": "Hong Kong Protests Boil Over After Activists Occupy Legislature", "date": "2019-07-02 13:20", "summary": "Mayhem stands in contrast to earlier march Monday, where organizers estimate 550,000 people demonstrated peacefully. HONG KONG-Protesters smashed wall-size windows and stormed the city's legislature on Monday, an unprecedented show of force that ratcheted up the worst social turmoil to rock Hong Kong since it returned to Chinese rule 22 years ago.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austrian-herbicide-ban-adds-to-problems-for-roundup-owner-bayer-11562087770", "title": "Austrian Herbicide Ban Adds to Problems for Roundup Owner Bayer", "date": "2019-07-02 13:16", "summary": "Lawmakers voted to ban use of glyphosate, world's most widely used herbicide. BERLIN-Austrian lawmakers Tuesday banned the key chemical in Roundup-a first in Europe and a fresh blow to Bayer AG , which has lost several lawsuits in the U.S. alleging that the potent herbicide causes cancer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-pacs-set-sights-on-north-carolina-to-boost-house-gop-women-11562068806", "title": "Super PACs Set Sights on North Carolina to Boost House GOP Women", "date": "2019-07-02 12:54", "summary": "Political groups that support conservative women candidates have spent more than $1 million to boost one candidate in the state. WASHINGTON-Republican Joan Perry wants to be clear: She isn't playing \"the gender card\" in the primary runoff for an open congressional seat in North Carolina.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/striking-it-rich-with-tech-stock-doppelgangers-11562086167", "title": "Striking It Rich With Tech-Stock Doppelgängers", "date": "2019-07-02 12:49", "summary": "Buyers of shares such as Zoom Technologies that sound like a hot stock usually regret their mistake, but not always. Zoom Technologies is carrying on a long American tradition: making people rich by accident.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-powers-self-healing-technology-11562021951", "title": "AI Powers 'Self-Healing' Technology", "date": "2019-07-02 12:45", "summary": "Organizations use artificial intelligence to automate operations as IT grows more complex. Companies are tapping artificial intelligence to automate the care of their operations and information-technology infrastructure, finding that AI can identify and fix problems more quickly than humans.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-patrol-agents-facebook-posts-spark-outrage-from-democrats-11562079590", "title": "Border Patrol Agents' Facebook Posts Spark Outrage From Democrats", "date": "2019-07-02 12:36", "summary": "Members of group made threats against Democratic lawmakers scheduled to tour detention facilities. WASHINGTON-A report of vulgar, violent posts in a private Facebook group of current and former U.S. Border Patrol agents has drawn the furor of Democratic lawmakers already skeptical of the agency's ability to humanely manage the influx of asylum seekers at the border with Mexico.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-wear-a-caftanif-youre-a-man-11562084898", "title": "How to Wear a Caftan-If You're a Man", "date": "2019-07-02 12:28", "summary": "Long an accommodating menswear staple in many parts of the world, the easy, breezy men's garment is undergoing a revival in designer circles. Stored deep in the entrails of Manhattan's Metropolitan Museum of Art is an 8th-century caftan from the Caucasus region. It's an indication of how long people have been turning to these lithe, single-piece slips to deal with warmer temperatures-modestly. Cut from airy material to sit off the body, a caftan is one of the coolest things to put on when you must wear something. In 100 degree-plus weather, said New York fashion consultant Nick Wooster of the billowy caftan's appeal, \"the last thing you want is [clingy] clothes on your body.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-farmers-see-the-light-11562084690", "title": "U.S. Farmers See the Light", "date": "2019-07-02 12:24", "summary": "Sentiment in the corn belt is looking up, and that includes how farmers feel about the trade dispute with China. Even if corn isn't growing, U.S. farmers' mood may be knee-high by the Fourth of July.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-russia-formalize-cooperation-pact-11562065503", "title": "OPEC, Russia Formalize Cooperation Pact", "date": "2019-07-02 12:00", "summary": "OPEC+ coalition agree to continue coordinating on oil production once the current deal ends. VIENNA-OPEC sealed a long-term cooperation pact with Russia on Tuesday, extending a partnership set up two years ago to fight a surge of U.S. oil that has upset the cartel's pricing power, OPEC officials said.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-police-clash-on-anniversary-of-hong-kong-handover-to-china-11561962464", "title": "Hong Kong Takes Stock After Latest Protests, Clashes", "date": "2019-07-02 11:59", "summary": "Hong Kong surveys the landscape after protesters' rampage through Legislative Council building. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/record-temperatures-put-europes-infrastructure-under-strain-11562072208", "title": "Record Temperatures Put Europe to the Test", "date": "2019-07-02 11:58", "summary": "Heat waves have become more frequent on the Continent, with record temperatures in some parts now an almost yearly phenomenon. Record-breaking temperatures are testing whether Europe is prepared to face summer heat closer to that in the Mojave Desert than the continent's traditionally temperate climate.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chance-the-rappers-album-moment-11562081917", "title": "Chance the Rapper's Album Moment", "date": "2019-07-02 11:38", "summary": "The 26-year-old music star, who prides himself on independence from labels, moves from free mixtapes to embrace traditional sales. Chance the Rapper is already one of music's biggest stars, yet only this month will he release his debut album.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-massive-working-colorado-ranch-11562081803", "title": "A Massive Working Colorado Ranch", "date": "2019-07-02 11:36", "summary": "About 45 miles southwest of Laramie, Wyo., this property has bison and cattle herds as well as enough homes to sleep 72 people.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/colorado-ranch-with-its-own-bison-herd-asks-45-million-11562081717", "title": "Colorado Ranch With Its Own Bison Herd Asks $45 Million", "date": "2019-07-02 11:35", "summary": "The nearly 18,000-acre property features 12 single-family homes, a hilltop chapel and a private grass airstrip. A massive northern Colorado ranch that has been in the same family since the 1970s is coming on the market for $44.9 million, making it one of the most expensive ranch properties for sale in the state.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-inbox-is-overflowing-with-campaign-emailsand-its-not-going-to-stop-11562080763", "title": "Bad News About Those Constant Campaign Emails-They Work", "date": "2019-07-02 11:19", "summary": "Resume Subscription. WASHINGTON-\"Hey.\" \"Emailing again.\" \"Can I explain?\" \"I hate doing this.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deadly-monsoon-rains-submerge-indias-financial-capital-11562061920", "title": "Deadly Monsoon Rains Cause Chaos in India's Financial Capital", "date": "2019-07-02 11:16", "summary": "At least 27 people killed as the heaviest rains in a decade flood Mumbai and the surrounding area, stopping trains and diverting flights. MUMBAI-India's financial capital was shut down Tuesday with businesses forced to close after the heaviest rains in a decade flooded the city, stopping trains, diverting flights and killing at least 27 people in the region.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-wins-back-debt-investors-as-yields-fall-across-europe-11562080145", "title": "Italy Wins Back Debt Investors as Yields Fall Across Europe", "date": "2019-07-02 11:09", "summary": "Renewed faith in nation's finances comes as government bond prices across Europe have been buoyed in recent months. Italy seems to be winning back investor confidence, bringing its borrowing costs down to levels last seen before two populist parties formed an unlikely coalition government last year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-best-goalkeeper-plays-for-england-11562079758", "title": "America's Best Goalkeeper Plays for England", "date": "2019-07-02 11:02", "summary": "Karen Bardsley, currently the top keeper from the U.S., will be playing for England in Tuesday's World Cup semifinal. LYON, France-The U.S. women's national team spent the better of three years trying to find a proper replacement for goalkeeper Hope Solo. At the time she was unceremoniously dumped from the squad in 2016, Solo wasn't merely the best in the world, she was the best goalkeeper ever to have played the women's game.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-mester-too-soon-to-say-what-happens-next-with-rates-11562079699", "title": "Fed's Mester: Too Soon To Say What Happens Next With Rates", "date": "2019-07-02 11:01", "summary": "Cleveland Fed official says it is unclear if rate cuts could aid the economy right now. Cleveland Fed President Loretta Mester said Tuesday she is open to lowering rates if the economic outlook deteriorates, but she also questioned whether cutting short-term borrowing costs would do much to push inflation back up toward the central bank's 2% target.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-recruiters-cast-a-virtual-net-for-workers-11562079600", "title": "Logistics Recruiters Cast a Virtual Net for Workers", "date": "2019-07-02 11:00", "summary": "With warehousing business booming, companies are using digital tools like geofencing to find likely workers in a tight job market. Warehouse workers driving to their jobs at many of the new distribution centers dotting the U.S. landscape may not be alone-recruiters could be on their digital trail.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stricter-mandate-more-education-lifts-california-child-vaccination-rates-11562079601", "title": "Stricter Mandate, More Education Lifts California Child Vaccination Rates", "date": "2019-07-02 11:00", "summary": "Less than 5% of kindergartners weren't fully vaccinated in 2017, down from 9.8% four years earlier. The percentage of kindergartners without up-to-date vaccinations dropped in California following the tightening of requirements in the state, according to a new study, whose findings suggest stricter vaccine mandates and education can raise immunization rates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-monsoon-rains-cripple-western-india-11562079455", "title": "Photos: Monsoon Rains Cripple Western India", "date": "2019-07-02 10:57", "summary": "Dozens are killed after the heaviest rains in a decade collapse buildings. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumps-fourth-of-july-speech-to-break-from-tradition-11562059811", "title": "Trump's Fourth of July Speech to Break From Tradition", "date": "2019-07-02 10:56", "summary": "President's address-and display of military hardware-will add new dimensions to a longstanding Washington event. WASHINGTON-President Trump will take on a starring role in the capital's Fourth of July festivities with a speech from the Lincoln Memorial that aides are pitching as a patriotic salute to the military but his critics fear could inject politics into a typically nonpartisan celebration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-jane-seymour-james-bond-was-a-second-choice-11562079164", "title": "For Jane Seymour, James Bond Was a Second Choice", "date": "2019-07-02 10:52", "summary": "As a child, the TV and film actress dedicated herself to ballet until a knee injury led to an acting career. Jane Seymour, 68, is a TV and film actress who has starred in more than 40 miniseries and movies, including \"Live and Let Die,\" \"Wedding Crashers\" and \"Bereave.\" She will be in the second season of Netflix's \"The Kominsky Method.\" She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-calls-himself-the-worlds-youngest-studebaker-fan-11562078135", "title": "He Calls Himself the World's Youngest Studebaker Fan", "date": "2019-07-02 10:35", "summary": "Resume Subscription. Jake Robinson Kaywell of West Palm Beach, Fla., 19, a recent graduate of the A.W. Dreyfoos School of the Arts, on his 1962 Studebaker Gran Turismo Hawk, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-hardens-line-on-hong-kong-protests-hinting-it-could-intervene-11562077367", "title": "China Hardens Line on Hong Kong Protests, Hinting It Could Intervene", "date": "2019-07-02 10:31", "summary": "Beijing shifts tone after protest violence, calling events a threat to its authority. BEIJING-China's government signaled its fraying patience with protesters in Hong Kong after they stormed the city's legislature, calling the violent turn a direct challenge to Beijing's authority and suggesting it would have to be answered.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-enchanting-medieval-manor-in-the-french-countryside-11562077819", "title": "An Enchanting Medieval Manor in the French Countryside", "date": "2019-07-02 10:30", "summary": "Pol Chambost, a midcentury ceramicist whose work inspires fashion insiders like Raf Simons and Kris Van Assche, lived in a 15th-century villa in the Dordogne. His son is keeping the family legacy alive.. THE GROUNDBREAKING FRENCH CERAMICIST Pol Chambost, who died in 1983, was part of the postwar movement toward streamlined shapes and chromatic rigor. Chambost, whose limited editions sold at Bloomingdale's in his 1950s and '60s heyday, helped close the door on grandmotherly china, producing explosive forms that vibrated with contrasting hues-as if Christian Dior 's cinched-waisted New Look silhouettes were poured into clay and glazed. Contemporary designers see the connection: Berluti's Kris Van Assche, himself a man who knows how to play with shape, is a Chambost fan. Raf Simons, a Chambost collector, created his fall 2009 collection for Jil Sander around the Corolle series of vases. The French film director Jacques Tati-a more rigorous aesthete of nuclear-age futurism has yet to be found-included Chambost's work in Mon Oncle, his 1958 comedy featuring a techno-forward house of tomorrow.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-lifts-quarterly-sales-profit-guidance-11562077327", "title": "Delta Lifts Quarterly Sales, Profit Guidance", "date": "2019-07-02 10:22", "summary": "The carrier said it expects second-quarter adjusted revenue to rise between 8% to 8.5% from the prior-year quarter, up from the 6% to 8% growth it previously expected. Delta Air Lines Inc. raised its outlook for the June quarter, as it sees stronger demand from travelers leading into the summer travel season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-forget-jaguars-and-ferraris-hell-take-the-studebaker-11562077183", "title": "Photos: Forget Jaguars and Ferraris, He'll Take the Studebaker", "date": "2019-07-02 10:19", "summary": "'There is no other car on the face of this planet I would rather drive,' says Jake Kaywell. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/meet-the-team-that-tests-new-york-citys-toilet-paper-11562076000", "title": "Meet the Team That Tests New York City's Toilet Paper", "date": "2019-07-02 10:00", "summary": "Quality-assurance specialists ensure that the more than $1.3 billion spent on products and supplies are up to snuff. In a municipal pipe yard in Queens last week, city worker Fidelis Utulu danced a quick jig atop a manhole cover. He wasn't celebrating. He was testing to make sure the 195-pound disk didn't wobble on its frame.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-indian-health-service-revamps-rules-for-sexual-abuse-reporting-at-substance-abuse-facility-11562076000", "title": "U.S. Indian Health Service Revamps Rules for Sexual-Abuse Reporting at Substance-Abuse Facility", "date": "2019-07-02 10:00", "summary": "Move follows report that supervisor had told employees not to report their suspicions to police, as required under U.S. law. The U.S. Indian Health Service has overhauled sex-abuse reporting practices at a troubled North Carolina substance-abuse treatment center the agency runs after allegations its managers mishandled a 2016 incident.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-proposes-more-european-tariffs-pending-airbus-case-11562026415", "title": "U.S. Threatens Further Tariffs on $4 Billion of EU Goods", "date": "2019-07-02 09:48", "summary": "Office of USTR now weighs levies on items with annual trade value of $21 billion. The U.S. widened its threat to impose tariffs against the European Union, pending the outcome of a World Trade Organization case over the EU's subsidies of the airplane manufacturer Airbus SE .", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/momentum-builds-for-automation-in-construction-11562073426", "title": "Momentum Builds for Automation in Construction", "date": "2019-07-02 09:17", "summary": "Goldman Sachs, venture investors pour money into startups to leverage technology. Investors including Goldman Sachs Group Inc. are pouring money into construction startups, betting that the industry is on the verge of sweeping changes.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-nike-skyworks-solutions-l3harris-netflix-11562061600", "title": "Stocks to Watch:Nike, Skyworks Solutions, L3Harris, Netflix", "date": "2019-07-02 09:04", "summary": "Investors will see whether the sneaker giant's decision to yank a U.S.A.-themed shoe generates any fallout. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alber-elbaz-made-almost-100-designs-for-tods-11562072572", "title": "The Comeback Story the Fashion Industry Has Been Waiting For", "date": "2019-07-02 09:02", "summary": "He has one of fashion's most devoted fan bases. But designer Alber Elbaz has been a reclusive free agent for four years, questioning \"the whole métier.\" See the new project for Tod's that lured him back into the fold. WOMEN WHO GET misty at the mention of Alber Elbaz's name-and there are many in fashion circles-have been waiting for the designer's comeback since he was pushed out at Lanvin in 2015. Rumors have swirled each time there is a vacancy at a major house, but Elbaz remains a free agent. There were bags and accessories for LeSportsac, a fragrance with Editions de Parfums Frédéric Malle and speaking engagements and mentorships at schools like Florence's Polimoda, the Royal Academy of Fine Arts in Antwerp and Shenkar near Tel Aviv, Elbaz's own alma mater.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-turns-the-tables-on-restaurant-space-11562072400", "title": "E-Commerce Turns the Tables on Restaurant Space", "date": "2019-07-02 09:00", "summary": "Startups offer shared industrial kitchens and warehouses to lure restaurateurs, grocery stores. As food delivery expands across major U.S. cities, a handful of startup companies are trying to use the latest e-commerce technology to liberate restaurants and grocery stores from pricey, street-facing retail space.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ppg-battles-to-brighten-lackluster-paint-business-11562072413", "title": "Pittsburgh Paint Maker Aims to Shake the Sales Blues", "date": "2019-07-02 09:00", "summary": "PPG looks for growth after rejecting breakup call by activist investor Trian. PPG Industries Inc. has a paint problem.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-youtube-overrun-with-bogus-cancer-treatment-claims-11562072401", "title": "Facebook, YouTube Crack Down on Bogus Cancer Treatment Claims", "date": "2019-07-02 09:00", "summary": "Tech platforms are tweaking their algorithms and cutting off advertising for pages, videos promoting scientifically dubious information. Facebook Inc. and YouTube are being flooded with scientifically dubious and potentially harmful information about alternative cancer treatments, which sometimes gets viewed millions of times, a Wall Street Journal examination found.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sushi-chain-yo-reels-in-grocery-kiosk-operator-11562065320", "title": "Sushi Chain YO Reels In Kiosk Operator", "date": "2019-07-02 08:58", "summary": "Deal gives YO access to SnowFox's 700 sushi kiosks across a major portion of the U.S., part of a broader push to satisfy changing consumer tastes. LONDON-One of the world's largest sushi chains has agreed to merge with one of the biggest operators of sushi kiosks found in American grocery stores like Kroger Co. , according to a person familiar with the matter-a bet on consumers' growing preference for healthier foods that they can eat on the go.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-duncan-hunters-legal-woes-undo-re-election-bid-11562071769", "title": "Will Duncan Hunter's Legal Woes Undo Re-Election Bid?", "date": "2019-07-02 08:49", "summary": "The California Republican was indicted last year on charges of using campaign funds for personal expenses. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweiser-asia-unit-cracks-open-2019s-biggest-ipo-11562051890", "title": "Budweiser Readies Year's Biggest IPO, Tapping Asia's Growing Thirst", "date": "2019-07-02 08:42", "summary": "Budweiser Brewing Co. APAC could raise as much as $9.8 billion ahead of its listing in Hong Kong. The Asia-Pacific unit of Anheuser-Busch InBev SA aims to raise as much as $9.8 billion in what could be the largest initial public offering so far this year and the biggest-ever listing of a food or drink company.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/decline-in-share-buybacks-deals-blow-to-stock-market-11562063438", "title": "Decline in Share Buybacks Poses Hurdle for Stock Market", "date": "2019-07-02 08:39", "summary": "Share repurchases by companies recently contracted for the first time in seven quarters. Some companies are easing up on share repurchases this year, potentially removing a pillar of support from the stock market as executives contend with the consequences of trade tensions and slowing economic growth.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-lt-gov-justin-fairfax-leaves-law-firm-amid-allegations-11562070949", "title": "Virginia Lt. Gov. Fairfax Leaves Law Firm Amid Allegations", "date": "2019-07-02 08:35", "summary": "Fairfax has been on leave from firm since February, when accusations of sexual assault first arose. Virginia Lt. Gov. Justin Fairfax is resigning from the law firm Morrison & Foerster LLP, where he has been on leave since February amid allegations of sexual assault.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-a-champion-of-free-trade-takes-a-page-from-trumps-playbook-11562069661", "title": "Japan, a Champion of Free Trade, Takes a Page From Trump's Playbook", "date": "2019-07-02 08:14", "summary": "Concern is rising in Japan about damage to the global technology supply chain because of the trade spat with South Korea. Japan's decision to use its technology exports as a weapon in diplomatic combat signals a strategy upheaval for a resource-poor country long aware of its vulnerability in an interconnected world.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-would-grant-new-york-adoptees-access-to-birth-certificates-for-first-time-in-decades-11562068800", "title": "Bill Would Grant New York Adoptees Access to Birth Certificates for First Time in Decades", "date": "2019-07-02 08:00", "summary": "Gov. Cuomo to review legislation after vetoing previous version in 2017. Jaclyn Falotico was adopted as an infant and lived more than 30 years not knowing her biological parents or where she came from.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopping-centers-exploring-facial-recognition-in-brave-new-world-of-retail-11562068802", "title": "Shopping Centers Explore Facial Recognition", "date": "2019-07-02 08:00", "summary": "Some use technology that recognizes people's faces but stops short of identifying, recording them. As their struggle with store closings persists, some U.S. mall owners and retailers are stepping up their use of technology that recognizes people's faces but stops short of identifying and recording them.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commercial-property-joins-tech-revolution-as-spending-soars-11562068801", "title": "Commercial Property Joins Tech Revolution as Spending Soars", "date": "2019-07-02 08:00", "summary": "Resume Subscription. For years, real-estate technology startups watched from the fringes as big banks and venture-capital firms lavished attention on financial-technology firms.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-weld-its-biggest-shipbuilders-into-single-state-run-giant-11562067663", "title": "China to Weld Its Biggest Shipbuilders Into Single State-Run Giant", "date": "2019-07-02 07:41", "summary": "Beijing's consolidation drive aims to make state companies more competitive in global markets. SHANGHAI-China plans to combine its two largest shipbuilders, Beijing's latest attempt to supersize state-run businesses for global competition.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-gets-family-friendly-11562065479", "title": "Private Equity Gets Family Friendly", "date": "2019-07-02 07:04", "summary": "The founders behind Lego and German publisher Axel Springer are teaming up with buyout firms in a growing trend. Something has clearly changed when family businesses refer to private equity as a good long-term partner.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plenty-of-slack-in-direct-listing-model-11562065200", "title": "Plenty of Slack in Direct-Listing Model", "date": "2019-07-02 07:00", "summary": "In messaging service's debut, lower costs and a more open market haven't panned out for shareholders. Investors evaluating Slack Technologies 's path to the public markets through direct listing should take heed: the direct route may have unmarked hazards along the way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-chip-makers-cant-catch-a-break-11562064996", "title": "Global Chip Makers Can't Catch a Break", "date": "2019-07-02 06:56", "summary": "Resume Subscription. Just when the global semiconductor industry seems to be taking a breather from one geopolitical conflict, another one is rearing its head. Fortunately, this latter one might prove less intractable.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-progress-hides-undercurrent-of-risks-for-investors-11562064371", "title": "Trade Progress Hides Undercurrent of Risks for Investors", "date": "2019-07-02 06:54", "summary": "It isn't just the U.S. and China. Other countries are following a pattern where trade has become just another bargaining chip in global politics.. Markets cautiously celebrated President Trump's moves to defuse trade tensions with China over the weekend. Investors should be more wary. The type of deal on display reflects a worrisome trend that other countries are starting to follow: Trade has become just another bargaining chip in global politics.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-american-married-into-a-political-family-in-china-and-now-she-cant-leave-11562059807", "title": "An American Married Into a Political Family in China and Now She Can't Leave", "date": "2019-07-02 06:42", "summary": "Daughter-in-law of jailed senior official takes unusual step of speaking out after Beijing blocks her from leaving. SHANGHAI-A U.S. citizen related to the most senior Chinese politician jailed in President Xi Jinping's anticorruption campaign said authorities in Beijing won't let her leave the country, in a rare public airing of grievances by someone under an exit ban.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-deleveraging-is-over-11562062452", "title": "China's Deleveraging Is Over", "date": "2019-07-02 06:17", "summary": "Weak growth and inflation data make another ramp up in Chinese debt all but inevitable. For all its denials, Beijing is highly likely to put its foot on the gas pedal of the Chinese-and global-economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-blockchain-initiative-gathers-steam-11562061601", "title": "Shipping Blockchain Initiative Gathers Steam", "date": "2019-07-02 06:00", "summary": "Japan's ONE and Germany's Hapag-Lloyd join digital platform that seeks to speed the flow of goods, data in seaborne supply chains. A blockchain initiative for seaborne cargo aimed at cutting costs and improving tracking of shipments is getting a boost with the addition of two big container shipping operations.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protests-violent-turn-tests-limits-of-public-support-11562060436", "title": "Hong Kong Protests' Violent Turn Tests Limits of Public Support", "date": "2019-07-02 05:40", "summary": "Movement won sympathy as a nonviolent campaign, but events Monday show that some factions are ready to change tactics. As they rampaged through Hong Kong's legislature, the young protesters of the city's antigovernment uprising fulfilled a dream of having their revolution televised-but the vivid images seen around the world have jeopardized the public goodwill that once lent them strength.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/filmmaker-ken-burns-tries-to-rally-hampshire-alumni-to-keep-college-afloat-11562059802", "title": "Ken Burns Tries to Rally Hampshire Alumni to Keep College Afloat", "date": "2019-07-02 05:30", "summary": "Liberal-arts school in Massachusetts is one of many small private colleges under financial strain. Hampshire College has slashed its staff and admitted just 15 new students for this fall.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gimme-shelter-when-basements-and-bath-tubs-just-wont-cut-it-11562059800", "title": "Twister Pods: When Basements and Bath Tubs Don't Cut It", "date": "2019-07-02 05:30", "summary": "An active tornado season is prompting those under threat to seek easy-to-install storm shelters that can be buried underground or bolted right to the home. It was the last day of April, and the skies looked ominous at Carol Pyott's home in Ozark, Mo. When the radio announced it was time to take shelter, Ms. Pyott was prepared.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-fames-highs-and-lowsone-familys-experience-11562059800", "title": "YouTube Fame's Highs and Lows: One Family's Experience", "date": "2019-07-02 05:30", "summary": "A year after controversies, the McClure family thrives on social media. Why would regular people choose to make their lives public on social media? And for those who have found fame, what are their lives like?", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-cut-off-private-prisons-weeks-after-lending-to-one-11562059804", "title": "Bank of America Cut Off Private Prisons Weeks After Lending to One", "date": "2019-07-02 05:30", "summary": "Bank executives want to influence corporate behavior but cutting off all lending to an entire industry has proven complicated. Bank of America Corp. said last week it would stop doing business with private prisons. What the bank didn't say: It had recently agreed to lend $90 million to one of the largest companies in the business through 2024.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-filed-returns-the-irs-compiled-the-data-heres-how-the-new-tax-law-is-working-11562059803", "title": "Who Got Refunds, Who Paid More: Inside the New Tax Law", "date": "2019-07-02 05:30", "summary": "IRS data shows smaller refunds for the upper-middle class, greater use of the standard deduction and a disappearing AMT. The first tax-filing season under the new law jostled the upper-middle class, as people making between $100,000 and $250,000 became less likely to receive refunds and more likely to owe money with their returns.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-vows-to-accelerate-the-opening-of-its-financial-sector-to-foreigners-11562052380", "title": "China Accelerates the Opening of Its Financial Sector to Foreigners", "date": "2019-07-02 03:26", "summary": "Beijing will allow foreigners to freely invest in futures, securities and life insurance in 2020, a year ahead of schedule, Premier Li says. DALIAN, China-China will speed up the timeline for opening its financial sector, Premier Li Keqiang said, an effort to attract more business and investment as the trade dispute with the U.S. continues.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-stop-a-tottering-economy-falling-in-a-hole-australia-cuts-rates-again-11562045430", "title": "To Stop a Tottering Economy Falling in a Hole, Australia Cuts Rates Again", "date": "2019-07-02 01:30", "summary": "The country's economy has slowed sharply since mid-2018, and its central bank highlights the U.S.-China disputes that threaten to crimp global exports. SYDNEY-The Reserve Bank of Australia cut interest rates for the second time in as many months, moving to bolster the resource-rich economy against an increasingly murky global outlook, and drive faster job creation locally.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11562005938", "title": "Pepper...and Salt", "date": "2019-07-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-nixes-betsy-ross-flag-sneaker-after-colin-kaepernick-intervenes-11562024126", "title": "Nike Nixes 'Betsy Ross Flag' Shoe After Kaepernick Intervenes", "date": "2019-07-02 21:28", "summary": "Sneaker maker pulls Independence Day-themed shoe after NFL star raised concerns about symbolism. Nike Inc. is yanking a U.S.A.-themed sneaker featuring an early American flag after NFL star-turned-activist Colin Kaepernick told the company it shouldn't sell a shoe with a symbol that he and others consider offensive, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-close-is-iran-to-developing-its-own-nuclear-weapons-11562024404", "title": "How Close Is Iran to Developing Its Own Nuclear Weapons?", "date": "2019-07-02 20:55", "summary": "Tehran exceeded a key limit in the 2015 deal but experts say that it is only a small step and that it would take Tehran at least a year to make a weapon. Iran announced Monday it had breached one of the key limits in the 2015 nuclear agreement by stockpiling more than 300 kilograms of enriched uranium.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-archdiocese-sues-insurers-over-expected-abuse-cases-11562019822", "title": "New York Catholic Archdiocese Sues Insurers", "date": "2019-07-02 20:23", "summary": "Church expects firms will deny coverage of claims stemming from allegations. The Roman Catholic Archdiocese of New York has sued more than two dozen insurance companies in anticipation that the firms will deny coverage of claims stemming from lawsuits from people alleging they were sexually abused by clergy members.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}]