[{"link": "https://www.wsj.com/articles/new-york-ends-religious-exemptions-for-school-vaccinations-11560467427", "title": "New York Ends Religious Exemptions for School Vaccinations", "date": "2019-06-13 19:59", "summary": "The measure was passed amid the worst measles outbreak in the U.S. in more than 25 years. New York, beset by the worst measles outbreak in decades, eliminated religious exemptions from school-vaccination rules, becoming the fifth state to do so.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-prosecutors-indict-economists-bloomberg-journalists-11560464210", "title": "Turkish Prosecutors Charge Economists, Bloomberg Journalists", "date": "2019-06-13 19:32", "summary": "Turkish probe blames two journalists and other individuals for last summer's currency woes. ISTANBUL-Turkish prosecutors launched a criminal probe against 38 individuals, including economists and two Bloomberg reporters, for allegedly disseminating fake news and causing chaos in financial markets last summer, raising fresh concerns about free speech under President Recep Tayyip Erdogan's rule.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/911-response-times-are-getting-faster-thanks-to-data-integration-11560468747", "title": "911 Response Times Get Faster Thanks to Data Integration", "date": "2019-06-13 19:32", "summary": "But there's room for improvement: 'I can get Uber in some parts of the country faster than I can get an ambulance,' says one fire chief. Taking a page from corporate-technology managers, 911 emergency call centers are tapping new software tools to share data generated by hundreds of computer-aided dispatch systems across the country.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-shows-huaweis-ripple-effect-11560468197", "title": "Broadcom Shows Huawei's Ripple Effect", "date": "2019-06-13 19:23", "summary": "Chip maker blames Huawei ban and 'economic and political uncertainty' for lowered forecast. As Broadcom showed Thursday, punishing Huawei also puts the hurt on many others.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phil-mickelson-misses-tap-in-putt-adding-to-u-s-open-heartache-11560467961", "title": "Phil Mickelson Misses Impossibly Short Putt at U.S. Open", "date": "2019-06-13 19:19", "summary": "'Lefty' botched a tap-in par putt, shot 1 over in latest bid for career grand slam. PEBBLE BEACH, Calif.--One year after he added indignity to his long history of torment at the U.S. Open, Phil Mickelson on Thursday suffered another kind of embarrassment. He missed one of the shortest putts imaginable, from tap-in range on the par-4 third hole at Pebble Beach.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-could-retaliate-if-xi-balks-at-trade-meeting-kudlow-says-11560459628", "title": "Trump Could Retaliate if Xi Balks at Trade Meeting, Kudlow Says", "date": "2019-06-13 19:15", "summary": "Request for meeting comes as the administration considers tariffs on about $300 billion in Chinese imports not already hit by duties. WASHINGTON-President Trump could take further action against China if President Xi Jinping doesn't agree to a meeting at the Group of 20 summit of leading economies in Japan later this month, the White House's top economic adviser said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-supreme-court-criminalizes-homophobic-acts-11560467658", "title": "Brazil's Supreme Court Criminalizes Homophobic Acts", "date": "2019-06-13 19:14", "summary": "Court acted on move involving gay and transgender people after nation's Congress failed to do so. SÃO PAULO-Brazil's Federal Supreme Court voted to criminalize discrimination and acts of hate against gay and transgender people, ruling that the country's Congress had failed its constitutional duty to pass similar legislation.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-lowers-revenue-outlook-amid-trade-tensions-11560459528", "title": "Broadcom to Take $2 Billion Hit From Huawei Ban", "date": "2019-06-13 19:08", "summary": "Company cuts its annual outlook, misses second-quarter revenue targets. Broadcom Inc. said it would make $2 billion less in annual sales than expected following the U.S. ban on exports to Chinese telecom giant Huawei Technologies Co., becoming one of the first big chip makers to quantify the financial impact of the Trump administration's escalating trade dispute.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elaine-chao-sells-vulcan-stock-holdings-11560464226", "title": "Elaine Chao Sells Vulcan Stock Holdings", "date": "2019-06-13 19:05", "summary": "Secretary of Transportation earned the shares while serving on board of the paving-materials supplier. WASHINGTON-Transportation Secretary Elaine Chao has sold her shares in a paving-materials supplier after a Wall Street Journal report that she hadn't fulfilled a pledge to relinquish the shares, agency documents show.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tracks-a-popular-commuter-bar-set-to-close-at-penn-station-11560467060", "title": "Tracks, a Popular Commuter Bar, Set to Close at Penn Station", "date": "2019-06-13 19:04", "summary": "Watering hole is one of 10 businesses affected by coming construction inside Manhattan transit hub. The construction of a new entrance as part of a roughly $600 million overhaul of Manhattan's Penn Station will lead to the eviction of 10 businesses inside the transit hub, including a popular bar known as an oasis amid the commuting chaos.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-hong-kong-matters-11560466365", "title": "Why Hong Kong Matters", "date": "2019-06-13 18:52", "summary": "China is swallowing a showcase of freedom. Will Trump speak up?. The young demonstrators in Hong Kong this week have done the world a favor. In calling attention to their plight, they are educating the rest of us in the nature of President Xi Jinping's Communist Party rule in Beijing. Donald Trump in particular should be listening-and speaking up.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albany-goes-wild-11560466269", "title": "Albany Goes Wild", "date": "2019-06-13 18:51", "summary": "The return of rent control to New York and other acts of insanity.. There's a lot of ruin in New York, but progressives who control the state and city governments are intent on showing how much. Law by law, Gov. Andrew Cuomo and Democrats are chipping away at the policies that made New York City livable after decades of decline and returning to the bad old days.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-iranian-tanker-attacks-11560466230", "title": "The Iranian Tanker Attacks", "date": "2019-06-13 18:50", "summary": "Looks like it was wise for the U.S. to send naval assets to the Gulf.. Secretary of State Mike Pompeo on Thursday charged Iran with responsibility for the attack earlier in the day on two oil tankers in the Gulf of Oman. Mr. Pompeo cited intelligence reports and the nature of the weapons used, most likely torpedoes, as evidence. It is almost certainly true that Iran is behind the attacks, which makes it all the more important that the West unite in opposition to Iran's aggression.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-home-at-risk-of-flooding-the-data-is-hard-to-find-11560418204", "title": "Is Your Home at Risk of Flooding? The Data Is Hard to Find", "date": "2019-06-13 18:50", "summary": "Flood maps are outdated and information about whether a property has flooded before isn't always disclosed. When Heather Gaker found the perfect sage-green beach house in Boynton Beach, Fla., four years ago, she hired multiple inspectors and researched the property's flood history. Finding no serious history of flooding, she used most of her retirement savings to buy it with cash.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/england-needs-a-slap-and-so-does-china-11560465724", "title": "England Needs a Slap, and So Does China", "date": "2019-06-13 18:42", "summary": "Getting on with Brexit is the right thing to do. So is pushing back against the crackdown in Hong Kong.. Now and then a country needs to get slapped. England does, or rather the United Kingdom, but I say England because I really mean London. Its entire leadership class has been undone since Brexit passed, three years ago this month. They've been overwhelmed, not equal to the moment.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contempt-and-the-court-11560465663", "title": "'Contempt' and the Court", "date": "2019-06-13 18:41", "summary": "The aim of House Democrats' census 'oversight' is to influence the justices.. It's tempting to think the House Oversight Committee's vote this week to hold two Trump cabinet secretaries in contempt is just the latest showdown over documents and \"obstruction.\" It's not. This one is all about the Supreme Court.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christians-are-pro-life-after-birth-too-11560465692", "title": "Christians Are Pro-Life After Birth, Too", "date": "2019-06-13 18:41", "summary": "If you want to see for yourself, attend the Christian Alliance for Orphans summit.. Louisville, Ky.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-father-left-me-ireland-review-hibernian-heritage-11560465612", "title": "'My Father Left Me Ireland' Review: Hibernian Heritage", "date": "2019-06-13 18:40", "summary": "A conservative writer's meditation on family and fatherhood doubles as a lesson in modern Irish history and what it means to be a nation.. We live without fathers, in a world without fatherlands. This, at least, is the assumption of Michael Brendan Dougherty, whose first book, \"My Father Left Me Ireland,\" considers what is involved in our decisions to belong. Mr. Dougherty, a senior writer at National Review, has published an eloquent meditation upon his childhood, describing what it was like to grow up raised by a single mother in New Jersey, while working out his relationship with his absent Irish father and all that he represented.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-mickey-and-yogi-dropped-the-ball-11560465632", "title": "When Mickey and Yogi Dropped the Ball", "date": "2019-06-13 18:40", "summary": "Their 1960 'Candid Camera' spot wasn't exactly a home run.. My father, Allen Funt, made a living pulling pranks, but his neatest trick was using guest slots on \"Candid Camera\" as a means for meeting his idols, particularly renowned athletes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-expands-pre-tax-accounts-for-health-insurance-11560463684", "title": "Trump Administration Expands Pre-Tax Accounts for Health Insurance", "date": "2019-06-13 18:36", "summary": "Employees will now be able to use HRAs to buy individual coverage, with certain restrictions, starting January 2020. WASHINGTON-The Trump administration will let employees use special pretax health arrangements to buy insurance, including policies that don't comply with many of the Affordable Care Act's consumer protections.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-policy-bill-beset-by-partisan-divisions-11560460504", "title": "Defense Policy Bill Beset by Partisan Divisions", "date": "2019-06-13 18:35", "summary": "Splits over border-wall funding, nuclear weapons, Guantanamo complicate annual measure's typical bipartisan support. WASHINGTON-Senior lawmakers in both chambers of Congress appeared headed for collision in negotiations over the annual defense policy bill, as partisan disagreements flared over the border wall, low-yield nuclear weapons and the future of detainees held at Guantanamo Bay.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-drops-charges-in-flint-water-case-as-it-restarts-investigation-11560452731", "title": "Michigan Drops Charges in Flint Water Case as It Restarts Investigation", "date": "2019-06-13 18:32", "summary": "State attorney general dismisses charges against eight people. Michigan prosecutors upended a yearslong investigation into the Flint water crisis, dropping criminal charges against eight people and announcing a new investigation into a scandal that has embroiled the city since 2014.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ascena-brings-on-gordon-brothers-to-shut-down-dressbarn-stores-11560465092", "title": "Ascena Brings On Gordon Brothers to Shut Down Dressbarn Stores", "date": "2019-06-13 18:31", "summary": "Store closings may take place outside of bankruptcy, people familiar with the matter said. Ascena Retail Group Inc., the company behind Ann Taylor and Loft stores, has hired liquidation firm Gordon Brothers to help conduct going-out-of-business sales at the Dressbarn chain, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeless-found-breaking-laws-on-new-york-subway-to-be-referred-to-social-services-11560465029", "title": "Homeless Found Breaking Laws on Subway to Be Referred to Social Services", "date": "2019-06-13 18:30", "summary": "Pilot program aims to help homeless avoid fines for minor offenses, such as fare evasion or sleeping on the train. Homeless people who commit minor offenses on New York City subways will soon have the option of seeking social services rather than facing a fine or jail time under a new policy announced by Mayor Bill de Blasio on Thursday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-national-committee-names-20-candidates-for-first-debates-11560462288", "title": "DNC Names 20 Candidates for First Debates", "date": "2019-06-13 18:20", "summary": "Party officials announce qualifying contenders; Bullock, Moulton, Messam fail to meet cutoff. WASHINGTON-The Democratic National Committee selected 20 candidates to participate in this month's first presidential debates, leaving out three long-shot hopefuls in the first major televised event of the primaries.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-deserves-to-go-to-harvard-11560464201", "title": "Who 'Deserves' to Go to Harvard?", "date": "2019-06-13 18:16", "summary": "A dean at the university tells graduates all success stems from inherited privilege and chance.. It's college graduation season, when high-profile commencement speakers are scrutinized as barometers of academia's ideological leanings. A speech by Harvard College's dean this year suggests you learn more when a school bureaucrat articulates the worldview that shapes campus culture than when a celebrity jets in, collects an honorarium and leaves.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-modi-translate-his-election-mandate-into-real-reform-11560464186", "title": "Can Modi Translate His Election Mandate Into Real Reform?", "date": "2019-06-13 18:16", "summary": "Realizing India's potential means pursuing lower taxes, privatization and regulatory relief.. Does India's newly re-elected Prime Minister Narendra Modi view his first term as an unvarnished success or a missed opportunity? The answer will determine the prospects for reforms in Asia's third-largest economy.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faster-growth-is-paying-off-for-low-skilled-workers-11560464143", "title": "Faster Growth Is Paying Off for Low-Skilled Workers", "date": "2019-06-13 18:15", "summary": "Wage gains are rising the most in lower-paying industries, and without a $15 minimum mandate.. With the Democratic presidential campaign under way, get ready to hear a lot about economic inequality. Sen. Elizabeth Warren, who's surging in the polls, has complained about \"a rigged system that props up the rich and the powerful and kicks dirt on everyone else.\" In reality, the strongest economy in more than a decade is bringing benefits to everyday Americans.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-a-trump-refi-11560463482", "title": "Time for a Trump Refi", "date": "2019-06-13 18:04", "summary": "If nobody in Washington wants to stop spending and borrowing, at least the feds could lock in low rates.. A report from Kate Davidson and Jon Hilsenrath in the Journal is a handy reminder that almost nobody in Washington is interested in cutting spending. The current splurge occurs even as the federal government acknowledges more than $22 trillion in debt and owes much more if promises of future benefits are counted. If there's a bipartisan consensus to continue borrowing, the Trump administration should at least try to improve the terms.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expedia-settles-alleged-violations-of-u-s-sanctions-on-cuba-treasury-says-11560463338", "title": "Expedia Settles Alleged Violations of U.S. Sanctions on Cuba, Treasury Says", "date": "2019-06-13 18:02", "summary": "The settlement, one of several announced Thursday, comes as the Trump administration ramps up pressure on Havana. Expedia Group Inc. agreed to pay more than $325,000 to settle allegations that it violated U.S. sanctions on Cuba, the Treasury Department said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tourism-in-cuba-supports-a-repressive-state-11560463349", "title": "Tourism in Cuba Supports a Repressive State", "date": "2019-06-13 18:02", "summary": "As a Venezuelan living in Venezuela who has seen Cuba destroy our democracy and economy, and all the failed efforts to reason with these criminals, I agree 100% with President Trump's policy.. Jo Ann Skousen is dead wrong in her belief that sanctions and embargoes make it easier for the Communists to \"blame America for their economic woes\" (\"Cubans Pay for Trump's Travel Ban,\" op-ed, June 8).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-blame-the-turks-for-christian-deaths-11560463298", "title": "Don't Blame the Turks for Christian Deaths", "date": "2019-06-13 18:01", "summary": "Turks have never harbored any anti-Armenianism, or Greekism or Assyrianism.. \"When Turkey Destroyed Its Christians\" (Review, May 18) offers no direct evidence to support its allegations and makes no reference to Ottoman material of central importance. The basic events in Asia Minor between 1894 and 1924 are subject to significant debate nearly a century later. In the eastern provinces, rebellions by violent Armenian groups caused considerable losses to the Ottoman army and the population. The Ottoman government quelled the disturbances in 1894-1896 and relocated many Armenians to the south in 1915.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speak-for-yourself-not-the-whole-american-people-11560463239", "title": "Speak for Yourself, Not the Whole American People", "date": "2019-06-13 18:00", "summary": "Experts agree that the American people want both parties to pontificate less, compromise more and move the country forward with malice toward none.. On behalf of \"the American people\" I would like to thank Joseph Epstein for his \"'The American People' Have Been Spoken To\" (op-ed, June 10). Sources inside my domicile agree with his review of the overattribution to the \"American people\" for every political theme.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bishops-approve-new-reporting-policies-amid-sexual-abuse-crisis-11560453725", "title": "U.S. Bishops Approve New Reporting Policies Amid Sexual-Abuse Crisis", "date": "2019-06-13 17:58", "summary": "Critics say change amounts to 'bishops policing bishops'. U.S. Catholic officials approved a series of measures Thursday designed to better hold bishops and cardinals accountable for sexual misconduct, the first concrete step they have taken to address the past year's sexual-abuse crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tysons-new-nuggets-swap-in-peas-for-chicken-11560422820", "title": "Tyson's New Nuggets Swap In Peas for Chicken, as Meatless Frenzy Grows", "date": "2019-06-13 17:38", "summary": "Top U.S. meatpacker plans first foray into meat alternatives with plant-protein alternative to poultry. The biggest U.S. meat company wants a cut of the meat-replacement business as well.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wife-of-gop-congressman-pleads-guilty-in-campaign-finance-case-11560461880", "title": "Wife of GOP Congressman Pleads Guilty in Campaign-Finance Case", "date": "2019-06-13 17:38", "summary": "Margaret Hunter agrees to cooperate with prosecutors preparing case against husband, Rep. Duncan Hunter. WASHINGTON-The wife of Rep. Duncan Hunter (R., Calif.) on Thursday pleaded guilty to a single count of conspiracy and agreed to cooperate with prosecutors preparing to try her husband on federal campaign-finance and wire-fraud charges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/das-boot-review-by-land-or-by-sea-11560461115", "title": "'Das Boot' Review: By Land or by Sea", "date": "2019-06-13 17:25", "summary": "The new Hulu series picks up where the 1981 film left off, adding the story of a hard-core group of Resistance fighters to the dependably thrilling U-Boat drama.. It's 1942 and the war is no longer going well for the German \"wolf-packs\"-U-boats, tasked with sinking Allied supply ships. They're vulnerable targets now thanks to the cracking of the Enigma code, allowing Allied cryptographers to read the German naval signals. The possibilities of the U-boats' fate are borne home eloquently in the opening scenes of \"Das Boot\" (Monday, Hulu)-a phenomenally gripping, assured and elegant series, no small achievement for a reboot with additions, which is what it is. Those additions, to be sure, are nothing less than a whole new dimension of the war-one far from the confines of a German sub. Their setting is dry land, the battle steeped in the tensions of life for a hard-core group of Resistance fighters, not to mention those in the lives of the Germans hunting Resistance members.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivers-of-life-the-nile-review-wildlife-takes-over-11560461066", "title": "'Rivers of Life: The Nile' Review: Wildlife Takes Over", "date": "2019-06-13 17:24", "summary": "This first installment of a PBS documentary series reveals, through astonishingly intimate cinematography, the many creatures sustained by the great African river.. The Nile, the subject of the opening chapter of the \"Rivers of Life\" (begins Wednesday, 8 p.m., PBS), is arguably the most complex and crowded of the great rivers taken up in this three-part series. (The Amazon and the Mississippi follow on consecutive Wednesdays.) The Nile, 4,000 miles long-a force that makes its way from the equatorial mountains, through Africa's vast savannas and spectacular waterfalls, to the Mediterranean-travels through remarkable landscapes. They're sights equaled only, perhaps, by the wildlife revealed via this film's astonishingly intimate cinematography.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethans-law-in-connecticut-tightens-gun-storage-requirements-11560460960", "title": "Ethan's Law in Connecticut Tightens Gun-Storage Requirements", "date": "2019-06-13 17:23", "summary": "Gov. Lamont signs bill named after boy who killed himself with unsecured handgun. Connecticut Gov. Ned Lamont signed legislation strengthening the state's gun-storage law after parents of a teenage boy who accidentally shot and killed himself pushed for the change.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utilities-other-safety-stocks-rise-alongside-market-uncertainty-11560427200", "title": "Utilities, Other 'Safety' Stocks Rise Alongside Market Uncertainty", "date": "2019-06-13 17:15", "summary": "Investors are being enticed by consistent dividend payments and lower volatility. The latest rise in the stock market has been helped along by so-called safety stocks, signaling a shift among investors toward seeking certainty as trade tensions and central-bank policy push and pull markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pork-bill-hangs-over-other-issues-in-albany-11560460443", "title": "'Pork' Bill Hangs Over Other Issues in Albany", "date": "2019-06-13 17:14", "summary": "New York Gov. Andrew Cuomo using spending bill as leverage in hopes of enticing legislators to negotiate on a series of issues. A bill to authorize millions of dollars in capital spending is simmering on the back burner as New York state lawmakers discuss legalizing marijuana, giving driver's licenses to undocumented immigrants and other issues in the final week of their annual session.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-deal-undervalues-barnes-noble-investor-group-says-11560447823", "title": "Elliott Deal Undervalues Barnes & Noble, Investor Group Says", "date": "2019-06-13 17:12", "summary": "Group asks book retailer to explore other offers and make it easier for other bidders to come forward. A group of investors in Barnes & Noble Inc. is speaking out against the price that hedge fund Elliott Management Corp. agreed to pay to acquire the book retailer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/office-of-special-counsel-says-trump-aide-conway-violated-hatch-act-recommends-removal-from-post-11560443340", "title": "Government Watchdog Recommends Conway Be Removed From Post", "date": "2019-06-13 17:06", "summary": "Agency says top adviser's comments about Democrats violate Hatch Act; White House calls findings 'deeply flawed'. WASHINGTON-A government watchdog recommended that top White House adviser Kellyanne Conway be removed from her post, citing repeated alleged violations of a rule that prohibits political activity by executive-branch staff.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freelance-marketplace-fiverrs-share-price-nearly-doublesin-public-debut-11560459907", "title": "Freelance Marketplace Fiverr's Share Price Nearly Doubles in Public Debut", "date": "2019-06-13 17:05", "summary": "Israel-based company's shares soar 90% on the New York Stock Exchange. Freelance services marketplace Fiverr International Ltd. soared in its public market debut, reflecting strong investor appetite for the e-commerce company despite mixed results seen in recent consumer technology IPOs.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-june-8-11560455811", "title": "Best-Selling Books Week Ended June 8", "date": "2019-06-13 17:02", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-trump-giving-green-light-to-foreign-election-meddling-again-11560431928", "title": "Pelosi Says Trump Invites Foreign Meddling in U.S. Elections", "date": "2019-06-13 17:01", "summary": "President says in TV interview that 'it's not an interference' if another government has information. WASHINGTON-House Speaker Nancy Pelosi said President Trump's stated openness to accepting damaging information about his rivals from foreign governments showed he didn't know right from wrong.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-jump-after-suspected-tanker-attack-11560418265", "title": "Tanker Attacks Lift Oil Prices, Improve Shale Producers' Outlook", "date": "2019-06-13 16:58", "summary": "Brent rebounds after attacks near the Strait of Hormuz, through which over one-third of the world's shipped oil passes. Shale producers stand to benefit from the oil-market volatility unleashed by Thursday's attack on two oil tankers in the Gulf of Oman, as U.S. companies vie with the Organization of the Petroleum Exporting Countries for global market share.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-edge-up-amid-questions-on-fed-policy-11560414977", "title": "Energy Stocks Push U.S. Benchmarks Higher", "date": "2019-06-13 16:53", "summary": "Crude prices jump after an attack on oil tankers in Gulf of Oman. Major U.S. stock indexes climbed, snapping a two-day losing streak, as rising shares of energy companies helped the market's rally to resume.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crowdstrike-joins-cybersecurity-winning-streak-11560454323", "title": "CrowdStrike Joins Cybersecurity Winning Streak", "date": "2019-06-13 16:50", "summary": "Company shares jumped on their second day of trading, rising to nearly double their IPO price. All the fretting about online privacy and security is paying off for some investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abraaj-founder-arif-naqvi-accused-of-misappropriating-more-than-250-million-in-new-indictment-11560458572", "title": "Abraaj Founder Accused of Misappropriating More Than $250 Million as Probe Widens", "date": "2019-06-13 16:42", "summary": "Three more executives of failed private-equity firm Abraaj are named; companies and individuals assert losses of more than $1 billion. U.S. prosecutors accused Abraaj Group founder Arif Naqvi of misappropriating more than $250 million in a widening investigation into the world's biggest failed private-equity firm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-fall-on-tensions-in-persian-gulf-11560445699", "title": "Treasury Yields Fall on Iran Tensions", "date": "2019-06-13 16:35", "summary": "Concerns over trade disruptions in Strait of Hormuz boosted demand for U.S. government bonds and other haven assets. U.S. government-bond prices rose Thursday, as fears of a military standoff with Iran sent investors into assets perceived as safe.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-raft-review-navigating-a-sea-of-false-assumptions-11560457925", "title": "'The Raft' Review: Navigating a Sea of False Assumptions", "date": "2019-06-13 16:32", "summary": "Marcus Lindeen's documentary looks at a nautical anthropology experiment gone off course.. The raft in Marcus Lindeen's documentary \"The Raft\" was conceived and designed by a Mexican anthropologist named Santiago Genovés, and launched in the summer of 1973 as an experiment in social anthropology. Drifting is what the 50-ton, steel-pontoon vessel was meant to do-from the Canary Islands across the southern Atlantic to Mexico. But Genovés, its guiding spirit, had lost his moorings to a degree that the 10-person crew-his laboratory animals-could not have imagined at the beginning of their 101 days at sea. This fascinating film, which goes into national distribution this week, reconstructs the event with 16mm footage shot during the voyage, interviews with surviving crew members, and a narration taken from the anthropologist's diary in which he reveals himself to be a spectacularly cockeyed judge of human nature.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/men-in-black-international-review-humor-we-have-a-problem-11560457893", "title": "'Men in Black: International' Review: Humor, We Have a Problem", "date": "2019-06-13 16:31", "summary": "The latest installment in the extraterrestrial investigation series goes nowhere while traveling to far-off places.. No need to huff and puff about the idiocy of \"Men in Black: International.\" It is what it is, an industrial product recycled from the remnants of an exhausted franchise and aimed at a young audience that may not know or care what a joy the original was. Still, the fourth episode in the series sets a low-water mark for warm-weather entertainment. If \"Seinfeld\" was a show about nothing, this sorry contrivance is less than a nullity, with an off-putting plot-there's a mole in the Men in Black organization, but so what, since all the suspects look ready to be stuffed to begin with-and no one to care about for a single moment.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-sends-a-message-with-13-0-rout-of-thailand-in-world-cup-opener-11560292624", "title": "The U.S. Sends a Message With 13-0 Rout of Thailand in World Cup Opener", "date": "2019-06-13 16:19", "summary": "Alex Morgan led the Americans with five goals, as seven different players scored for the U.S. team. REIMS, France-The U.S. women's soccer team came into the World Cup with the pressure of being defending champions, questions about its goalkeeping and defense and the challenge of playing in front of hostile foreign crowds.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/presidential-campaigns-remain-vulnerable-on-cybersecurity-11560448372", "title": "Campaigns Remain Vulnerable as Signs of Russian Hackers Re-Emerge", "date": "2019-06-13 16:08", "summary": "Three years after Hillary Clinton's campaign was hacked by Russians, presidential campaigns face challenges in rebuffing attacks on their networks. WASHINGTON-Many 2020 presidential campaigns face challenges in rebuffing cyberattacks despite taking some steps to beef up security, an issue brought into fresh focus by President Trump's comments that he might accept information from foreign governments that was damaging to his rivals.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-fidelity-manager-accused-of-harassment-in-2017-plots-a-comeback-11560456118", "title": "Former Fidelity Manager, Accused of Harassment in 2017, Plots a Comeback", "date": "2019-06-13 16:01", "summary": "Fidelity partnered with former employee in his new fund, then reversed course. One of Fidelity Investments' star stock pickers left the firm in 2017 following allegations of sexual harassment. Nearly two years later, he's attempting a comeback.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-college-admissions-scandal-prison-sentences-for-parents-hinge-on-finding-victims-and-damage-11560455355", "title": "In College-Admissions Scandal, Prison Sentences for Parents Hinge on Finding Victims and Damage", "date": "2019-06-13 15:59", "summary": "Prosecutors seek to change sentencing guidelines on cases as judge determines at least one university suffered no financial loss from scheme. BOSTON-Defense lawyers are scrutinizing a federal judge's ruling in hopes it might result in less prison time for the dozens of prominent people charged in the nationwide college-admissions cheating scandal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creditors-approve-rescue-plan-for-topshop-parent-11560455434", "title": "Creditors Approve Rescue Plan for Topshop Parent", "date": "2019-06-13 15:50", "summary": "Fast-fashion retailer will slash rents and shut some stores under an out-of-court restructuring plan. Arcadia Group Ltd., the London-based operator of Topshop and Topman stores, has won approval of the terms of a broad restructuring plan from a majority of its creditors, including pension trustees, suppliers and landlords.", "categories": [["U.S.", "General News"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vintage-capital-presses-for-auction-of-red-robin-burger-chain-11560454247", "title": "Vintage Capital Presses for Auction of Red Robin Burger Chain", "date": "2019-06-13 15:30", "summary": "Private-equity firm says it would be willing to pay $40 a share. Private-equity firm Vintage Capital Management LLC said it is willing to pay $40 a share for Red Robin Gourmet Burgers Inc. and called on the restaurant chain to launch a review of strategic alternatives.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-neff-outperformed-the-stock-market-for-three-decades-11560453159", "title": "John Neff Outperformed Stock Market for Decades", "date": "2019-06-13 15:12", "summary": "Manager of Windsor Fund shunned fads and prized companies that were misunderstood or overlooked. After graduating from the University of Toledo, John Neff hitchhiked to New York City in January 1955 for job interviews with Wall Street firms. He had $20 in his pocket and stayed overnight at a YMCA.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-buyout-wont-solve-saks-owners-real-issue-department-stores-are-dying-11560418200", "title": "Buyout Won't Solve Saks Owner's Big Issue: Department Stores Are Dying", "date": "2019-06-13 15:12", "summary": "A retail empire builder bets one more deal can save Saks Fifth Avenue and Lord & Taylor from themselves. Agroup of investors this past week set plans in motion to take Hudson's Bay Co. private, hoping to fix the business out of the public eye.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-lawmakers-cancel-extradition-law-debate-for-the-week-11560435986", "title": "Hong Kong Lawmakers Cancel Extradition-Law Debate for the Week", "date": "2019-06-13 15:00", "summary": "Tensions remain high as neither government nor opposition show signs of backing down over controversial law. HONG KONG-The city's legislature postponed debate on a contentious extradition law, as opponents called for another mass demonstration this weekend to keep up pressure against a measure that would expose residents to Chinese law.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kazakhstans-newly-elected-leader-calls-himself-a-reformer-11560452047", "title": "Kazakhstan's New Elected President Calls Himself a 'Reformer'", "date": "2019-06-13 14:54", "summary": "President Tokayev said he would consider protesters' grievances as the government transitions from decades of state control. NUR-SULTAN, Kazakhstan-The new president of this Central Asian nation said he would listen to grievances aired during recent protests as his government transitions from decades of tight state control in the former Soviet country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-mine-dams-often-lacked-stability-certificates-and-full-engineering-records-11560451352", "title": "Vale Mine Dams Often Lacked Stability Certificates", "date": "2019-06-13 14:42", "summary": "Disclosures by Brazilian company come in the wake of January's deadly dam collapse. Iron-ore giant Vale SA lacked required stability certificates and full engineering records for several of its mine dams in Brazil-sometimes over a period of years-and is currently investigating stability issues at a complex of dams in Canada, according to recent disclosures by the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/captains-for-new-york-citys-ferry-system-fighting-to-unionize-11560451245", "title": "Captains for New York City's Ferry System Fighting to Unionize", "date": "2019-06-13 14:40", "summary": "The maritime company running ferry service challenged effort, saying captains couldn't unionize because they are in a managerial role. The maritime company that runs New York City's ferry service has been in a monthslong battle to stop its boat captains from unionizing, saying they are supervisors and should be exempt from organizing.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-adjust-tactics-with-lessons-from-2014-umbrella-movement-11560448247", "title": "Hong Kong Protesters Adjust Tactics With Lessons From 2014", "date": "2019-06-13 14:08", "summary": "Organizers stay out of view, amass supplies to evade and defend against police. HONG KONG-When police broke out the tear gas on Wednesday, the protesters knew what to do.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-lt-gov-fairfax-pushes-for-investigation-into-sexual-assault-allegations-against-him-11560439915", "title": "Virginia Lt. Gov. Fairfax Pushes for Investigation Into Sexual-Assault Allegations Against Him", "date": "2019-06-13 13:23", "summary": "Two women have accused the Democrat of sexual assault; he has denied the allegations. An attorney for Virginia Lt. Gov. Justin Fairfax asked prosecutors in Massachusetts and North Carolina to open criminal investigations into the sexual-assault allegations levied against him.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-want-to-retire-someplace-safe-but-heres-how-you-can-tell-11560446297", "title": "You Want to Retire Someplace Safe. Here's How You Can Tell", "date": "2019-06-13 13:18", "summary": "Columnist Glenn Ruffenach also answer readers' questions on Social Security benefits. My husband and I plan to move when we retire, and we want to include safety as a factor in choosing a home and community. Any advice about how to evaluate a destination in terms of safety?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/memphis-police-on-high-alert-after-shooting-leads-to-protests-11560437174", "title": "Memphis Police on High Alert After Shooting Leads to Protests", "date": "2019-06-13 13:04", "summary": "Police were called to assist U.S. Marshals after a suspect was fatally shot in the Frayser neighborhood. Law-enforcement officials in Memphis, Tenn., were on high alert following a clash between police and protesters Wednesday night after U.S. Marshals fatally shot a suspect.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tanker-war-would-rock-the-oil-market-11560445381", "title": "A Tanker War Would Rock the Oil Market", "date": "2019-06-13 13:03", "summary": "Oil surged after attacks attributed to Iran, and comparisons to 1980s' Tanker War shouldn't reassure us about how bad it could get. It is said that the four most dangerous words in investing are \"this time is different.\" Oil traders might want to make an exception.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-737-max-grounding-ripples-through-supply-chain-11560430648", "title": "Boeing 737 MAX Grounding Ripples Through Supply Chain", "date": "2019-06-13 12:57", "summary": "Trade tensions, lower airline profits and now MAX uncertainty threaten historic jetliner boom. PARIS-With the grounding of Boeing Co. 's 737 MAX airliner stretching into its fourth month, some suppliers are reconsidering their decision to keep making parts for the plane at full steam, as inventories swell and a timeline for recertifying the plane remains hazy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mansion-tax-could-explain-blitz-of-big-ticket-sales-11560444610", "title": "New York's Mansion Tax Could Explain Blitz of Big-Ticket Sales", "date": "2019-06-13 12:50", "summary": "Some brokers speculate that impending changes to the state's tax policy are encouraging buyers to fast-track their luxury purchases. A change in New York state law could be a motivating factor behind a recent flurry of enormous real-estate transactions in Manhattan.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-etfs-are-up-but-mind-the-gap-11560444549", "title": "Oil ETFs Are Up, But Mind the Gap", "date": "2019-06-13 12:49", "summary": "A bet on these funds is a bet on crude futures, not prices, and the difference can be crucial. After oil prices jumped Thursday morning, investors may be tempted to wager on rising crude prices by buying into popular exchange-traded funds like the $1.4 billion United States Oil Fund, best known by its ticker USO.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-name-hill-veteran-eric-ueland-to-lead-white-house-legislative-affairs-11560433208", "title": "Trump to Name Hill Veteran to Lead White House Legislative Affairs", "date": "2019-06-13 12:30", "summary": "Veteran Republican congressional aide will take over as administration's top liaison to divided Congress. WASHINGTON-President Trump plans to name Eric Ueland as his next director of legislative affairs, the White House said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-putin-fires-police-generals-involved-with-journalists-detention-11560437816", "title": "Putin Fires Police Generals Involved With Journalist's Detention", "date": "2019-06-13 12:12", "summary": "The dismissal of two high-ranking officials follows protests against police abuse. MOSCOW-Russian President Vladimir Putin fired two police generals involved in the detention of a Moscow-based journalist who was released following a lack of evidence over his alleged crimes and a public outcry.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-splits-leadership-roles-at-european-stock-picking-unit-11560442235", "title": "BlackRock Splits Leadership Roles at European Stock-Picking Unit", "date": "2019-06-13 12:10", "summary": "Change comes as stock pickers across the industry aim to stem the tide of money flowing into cheaper index funds. BlackRock Inc. is installing a new boss at its European stock-picking arm as the Wall Street behemoth looks to boost returns and assets in that part of its business.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-follows-tesla-into-battery-business-11560442193", "title": "Volkswagen Follows Tesla Into Battery Business", "date": "2019-06-13 12:09", "summary": "The German auto giant is investing $1 billion in battery projects with a Swedish startup founded by two of Elon Musk's former hires. Volkswagen is following Tesla 's lead into the heart of the battery industry. The move carries huge risk, but the German auto giant has no other choice.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collecting-the-whole-worlds-images-11560441040", "title": "Collecting the Whole World's Images", "date": "2019-06-13 11:50", "summary": "Italian magnate Luciano Benetton has assembled 25,000 small-scale works in what might be the world's largest private art collection.. In just 12 years, Luciano Benetton, the Italian magnate whose businesses include everything from knitwear to infrastructure, has put together a collection of around 25,000 works of art. The biggest private collection in the world? \"Potentially, yes,\" he says.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tariffs-are-short-term-pain-without-long-term-gain-economists-say-11560440436", "title": "Trump Tariffs Are Short-Term Pain Without Long-Term Gain, Economists Say", "date": "2019-06-13 11:40", "summary": "Nearly three-fourths of economists in WSJ survey said they expect short-term trade costs to outweigh any long-term benefits. Most economic forecasters are pessimistic that the Trump administration's trade-tariff policy will reap long-term benefits for the economy, according to The Wall Street Journal's latest monthly survey of economists.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-113-billion-in-debt-11560440237", "title": "Treasury to Sell $113 Billion in Debt", "date": "2019-06-13 11:37", "summary": "Resume Subscription. The U.S. will auction $113 billion in securities next week, comprising $62 billion in new debt and $51 billion in previously sold debt. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-russian-billionaires-1-3-billion-bet-on-new-yorks-iconic-crown-building-11560440111", "title": "A Russian Billionaire's $1.3 Billion Bet on New York's Iconic Crown Building", "date": "2019-06-13 11:35", "summary": "Vladislav Doronin says three penthouses at his Aman-branded project have sold for more than $325 million, despite a sluggish market and an oversupply of luxury condos. Russian billionaire Vladislav Doronin already owns a full-floor apartment overlooking Central Park at the Time Warner Center. Nonetheless, he has got his eye on a $83.5 million spread less than a mile away.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draymond-green-had-to-lose-weight-for-the-warriors-to-win-11560439395", "title": "Draymond Green Had to Lose Weight for the Warriors to Win", "date": "2019-06-13 11:23", "summary": "He went on a diet and hit the gym before the NBA playoffs. Now he wants others to follow his example.. OAKLAND, Calif.-The hot Cheetos had to go. The cheddar and sour cream Ruffles, too. There was no place for chips in what may go down as the most important diet in NBA history.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-trade-frontman-points-with-laser-to-bright-side-of-u-s-tensions-11560422497", "title": "China's Trade Frontman Points, With Laser, to Bright Side of U.S. Tensions", "date": "2019-06-13 11:00", "summary": "External pressure serves the country's long-term interests, Vice Premier Liu He says. SHANGHAI-China's point man on trade talks with the U.S., Vice Premier Liu He, said external pressure serves his nation's long-term interests, providing rare insight into how he frames the high-stakes tussle between the world's two biggest economies.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-carves-special-role-as-banker-to-the-saudis-11560425106", "title": "HSBC Carves Special Role as Banker to the Saudis", "date": "2019-06-13 10:51", "summary": "As kingdom tries to attract investment after Khashoggi killing, bank draws on decadeslong ties to build business. When Saudi Arabia wanted to demonstrate it was open again for global investors after the killing of journalist Jamal Khashoggi, officials turned to a longtime banker to the kingdom: HSBC Holdings PLC.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-subtle-psychology-of-auction-fever-11560437196", "title": "The Subtle Psychology of Auction Fever", "date": "2019-06-13 10:46", "summary": "A behavioral economist answers questions on bidding wars, making friends and unreasonable politics.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-subpoenas-gates-flynn-11560430606", "title": "House Intelligence Committee Subpoenas Former Trump Aides Michael Flynn and Rick Gates", "date": "2019-06-13 10:39", "summary": "Lawmakers seek both documents and testimony from the men, who were sources for Robert Mueller's Russia report. WASHINGTON-A House committee issued subpoenas to Michael Flynn, President Trump's former national security adviser, and former Trump campaign official Rick Gates, seeking to hear from two sources for former special counsel Robert Mueller's Russia report.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-contract-flippers-stymied-by-faltering-london-market-11560436407", "title": "British Contract Flippers Stymied by Faltering London Market", "date": "2019-06-13 10:33", "summary": "Brexit uncertainty and an oversaturated property market has turned contract reassignment into a risky proposition. When a Singapore-based investor agreed to buy two penthouses at Battersea Power Station, a $6.35 billion redevelopment of a former industrial site on the River Thames in London, it was 2016 and the market was healthy. He agreed to pay $3.778 million for each unit, and put down a 10% deposit of $755,600. The investor then listed the units for $4.06 million each with Hamptons International, with the intention of selling at a profit before he even closed the sale.", "categories": [["Real Estate", "Balance Sheet"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-washington-learned-to-love-the-deficit-11560436380", "title": "How Washington Learned to Love Debt and Deficits", "date": "2019-06-13 10:33", "summary": "Political support for taming federal debt has melted away, and the U.S. is testing just how much it can borrow. William Hoagland has engaged in nearly every Washington budget-deficit battle for four decades. A longtime analyst and onetime senior Republican congressional budget aide, he brought a sensibility learned growing up on an Indiana farm: You've got to balance the books over time.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfos-emphasize-career-development-to-boost-employee-retention-11560436302", "title": "CFOs Emphasize Career Development to Boost Employee Retention", "date": "2019-06-13 10:31", "summary": "Showing people how their contributions advance corporate strategy, and how the company can help them grow, can make it easier for companies hold on to talent, CFOs say. WASHINGTON-Finance chiefs are spending more time on helping employees chart career paths in a bid to hold on to talent, executives at a Wall Street Journal event told CFO Journal.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulator-fines-pwc-for-audit-shortfalls-related-to-british-service-provider-11560435259", "title": "Regulator Fines PwC for Audit Shortfalls Related to British Service Provider", "date": "2019-06-13 10:14", "summary": "Action follows closer regulatory monitoring of practices of 'Big Four' audit firms. A U.K. regulator fined and reprimanded PricewaterhouseCoopers LLP and two of its partners for shortfalls in its audits of a British service provider, following increased scrutiny over the practices of the country's biggest audit firms.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-most-economists-say-fed-s-next-move-is-rate-cut-11560434400", "title": "Most Economists Say Fed's Next Move Is Rate Cut, Survey Says", "date": "2019-06-13 10:00", "summary": "Nearly 40% of the 46 economists anticipated the central bank would act in July, while roughly 30% expected a rate cut in September. More than three-quarters of economists surveyed by The Wall Street Journal expect the Federal Reserve's next move will be to lower interest rates, which most expect to happen by the fall.", "categories": [["WSJ News Exclusive", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/setback-in-wisconsin-forces-democrats-to-study-next-move-11560433956", "title": "Setback in Wisconsin Forces Democrats to Study Next Move", "date": "2019-06-13 09:52", "summary": "State Supreme Court reinstated much of the lame-duck laws passed by Republican-controlled state legislature. Wisconsin's Democratic leaders are pondering their next steps after the state Supreme Court reinstated most of the legislation designed by Republican lawmakers to hinder the power of Gov. Tony Evers and Attorney General Josh Kaul.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blues-stunning-stanley-cup-run-was-keyed-by-a-rookie-goaltender-11560431917", "title": "The Blues' Stunning Stanley Cup Run Was Keyed by a Rookie Goaltender", "date": "2019-06-13 09:18", "summary": "St. Louis' worst-to-first campaign began after the team called up Jordan Binnington from the minor leagues in mid-December. In Game 7 of the Finals, he turned into a brick wall against the Bruins' attack.. Boston", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nelson-peltz-needs-help-to-tackle-the-plumbing-11560431585", "title": "Nelson Peltz Needs Help To Tackle the Plumbing", "date": "2019-06-13 09:13", "summary": "Trian Partners has taken a stake in plumbing supplier Ferguson. Any push to shift its listing to New York might face opposition.. Ever since hands-on investor Nelson Peltz said he was combing the U.K.'s blue chip FTSE 100 index for his next target, it has been something of a parlor game to guess where he might show up. Few thought to check the restroom.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-taking-a-vacation-together-who-pays-what-11560431517", "title": "We're Taking a Vacation Together. Who Pays What?", "date": "2019-06-13 09:11", "summary": "When young couples go away together, dividing the finances can be a tricky dance. My girlfriend and I recently took a big leap, uttering the three words that signaled a step forward in our relationship: Let's go away.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-equity-partners-set-to-take-tech-buyout-crown-11560430786", "title": "Vista Equity Partners Set to Take Tech Buyout Crown", "date": "2019-06-13 08:59", "summary": "Austin firm has raised over $14 billion toward what promises to be the largest tech-focused private-equity fund. Vista Equity Partners, the buyout firm founded by billionaire deal maker Robert Smith, is close to taking the crown as private equity's largest tech investor.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-walmart-rh-and-lululemon-11560421219", "title": "Stocks to Watch: RH, Lululemon, Tyson, Twitter, and More", "date": "2019-06-13 08:57", "summary": "Here are some of the companies with shares expected to trade actively Thursday. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-select-few-prepare-to-pick-next-u-k-prime-minister-11560423601", "title": "A Select Few Prepare to Pick Next U.K. Prime Minister", "date": "2019-06-13 08:54", "summary": "Conservative Party's 160,000 members, many seeking a quick Brexit, to choose leader for 66 million. DARTFORD, England-Over the coming weeks, a group of people who make up less than 1% of the British electorate will choose the U.K.'s prime minister.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beatrice-domond-skateboarding-supreme-11560375813", "title": "Beatrice Domond Is the Future of Skateboarding", "date": "2019-06-13 08:48", "summary": "The 24-year-old skater from Florida is the only woman sponsored by the ultra-popular streetwear brand Supreme right now. She's poised to shake up the sport with her inimitable style. Twenty-four-year-old Beatrice Domond is one of skateboarding's most promising talents. She's the first-and currently only-woman sponsored by Supreme and F-ing Awesome. The two brands collectively employ today's most buzzed-about skaters, whose popularity pollinates across skateboarding, fashion and film. Domond says she feels a ceaseless self-imposed pressure to make constructive use of her time since dropping out of college in her native Florida late last summer and relocating to New York City in October. She is focusing full-time on a career in skateboarding and so far, her decision is paying off.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-worries-are-bipartisan-the-path-forward-is-not-11560429887", "title": "Border Worries Are Bipartisan. The Path Forward Is Not.", "date": "2019-06-13 08:44", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-files-plans-to-list-in-hong-kong-11560427346", "title": "Alibaba Files Plans to List in Hong Kong", "date": "2019-06-13 08:40", "summary": "The tech giant, already one of China's two most valuable companies, could raise billions in the move. Alibaba Group Holding Ltd. has filed confidential paperwork for a Hong Kong listing, according to people familiar with the matter, starting a process that could see the Chinese internet giant raise billions of dollars from a large stock sale in the coming months.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-rose-last-week-11560429226", "title": "U.S. Jobless Claims Rose Last Week", "date": "2019-06-13 08:33", "summary": "Claims, a measure of how many workers were laid off, increased 3,000 but remained near historically low levels. WASHINGTON-The number of Americans applying for first-time unemployment benefits rose slightly last week but remained near historically low levels, a sign of a firm labor market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-froome-is-out-of-the-tour-de-france-after-a-crash-in-practice-11560427946", "title": "Chris Froome Is Out of the Tour de France After a Crash in Practice", "date": "2019-06-13 08:12", "summary": "The 34-year-old sustained multiple injuries that could threaten his career, including fractures of his right femur, right elbow, and several ribs, according to his team. PARIS-Chris Froome's chase for a record-equalling fifth Tour de France victory went on hold on Wednesday, maybe for good.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nationalists-fail-to-join-forces-in-european-parliament-11560427001", "title": "Nationalists Fail to Unite in European Parliament", "date": "2019-06-13 07:56", "summary": "France's Marine Le Pen and Italy's Deputy Prime Minister Matteo Salvini fail to unite euroskeptics. BRUSSELS-Euroskeptic and nationalist politicians who performed well in recent European Parliament elections appear unlikely to wield significant power in the legislature after they failed to organize as a single group.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-the-fed-cuts-history-provides-guide-to-market-impact-11560426876", "title": "If the Fed Cuts, History Provides Guide to Market Impact", "date": "2019-06-13 07:54", "summary": "Previous instances of Fed 'insurance' rate cuts, to forestall recession, tend to favor certain sectors of stock market. If I had told you in January that by June the outlook for the economy and profit growth would have crumbled, worries about low inflation would dominate financial discussions and Treasury yields would have dropped to close to 2%, you would rightly have worried about your stock portfolio.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-black-eye-for-the-purple-heart-as-groups-feud-over-funding-11560423601", "title": "'A Black Eye' for the Purple Heart, as Groups Feud Over Funding", "date": "2019-06-13 07:00", "summary": "Financial and legal fight threatens to strand veterans seeking benefits aid. The nation's oldest military honor, the Purple Heart, is caught up in an unusual fight between military service organizations that could strand thousands of veterans who have relied on the groups to help manage their disability claims.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippines-demands-answers-from-china-after-boat-sunk-in-hit-and-run-11560422976", "title": "Philippines Demands Answers From China After Boat Sank in Hit and Run", "date": "2019-06-13 06:49", "summary": "Manila says it is outrageous that a Chinese vessel abandoned Filipino fishermen as their boat sank in the disputed South China Sea. The Philippines wants China to take action after it says a Chinese fishing vessel hit an anchored Philippine boat in the disputed South China Sea and abandoned the nearly two dozen men on board as it sank.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/private-equity-backed-jacks-family-restaurants-explores-a-sale-11560420003", "title": "Private Equity-Backed Jack's Family Restaurants Explores a Sale", "date": "2019-06-13 06:02", "summary": "The regional fast-food chain is projected to generate more than $80 million of Ebitda in 2019, said people familiar with the matter. Regional fast-food chain Jack's Family Restaurants LP is weighing a sale, people familiar with the matter said.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-restaurants-get-served-in-delivery-boom-11560420001", "title": "Some Restaurants Get Served in Delivery Boom", "date": "2019-06-13 06:00", "summary": "Food-delivery companies like DoorDash, Grubhub and Uber Eats continue to grow their business and gain market share, but not all restaurants are benefiting. Fine dining once meant dressing up for a long-awaited reservation at your favorite restaurant. Now it often involves dressing down in sweatpants to order takeout in the comfort of your own home.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-cries-out-for-onion-derivatives-11560420029", "title": "The World Cries Out for Onion Derivatives", "date": "2019-06-13 06:00", "summary": "A six-decade U.S. ban on betting on the vegetable's future price is still in place. The cost of onions is causing tears in India. An onion futures market, which would damp volatility in the price of the aromatic bulb, might help dry them.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biggest-threat-to-u-s-womens-soccer-dominance-the-european-superclubs-11560420003", "title": "The Biggest Threat to U.S. Women's Soccer Dominance: European Superclubs", "date": "2019-06-13 06:00", "summary": "Recent investment from Europe's richest teams is trickling up to national squads and building World Cup contenders. PARIS-For two decades, the U.S. dominance of women's soccer was built on higher investment, superior infrastructure and greater professionalism than its European rivals. Or, put another way, the U.S. dominance was built on many countries across the Atlantic simply not caring as much.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huaweis-booming-smartphone-business-is-dealt-a-blow-by-u-s-ban-11560418203", "title": "Huawei's Booming Smartphone Business Dealt Blow by U.S. Ban", "date": "2019-06-13 05:30", "summary": "World's No. 2 maker faces difficulties in getting crucial components and software to update current products, develop new models. The recent U.S. move to blacklist Huawei Technologies Co. mainly targets the Chinese giant's market-leading telecommunications-equipment business. But Huawei is also one of the world's biggest smartphone makers, and the U.S. export ban now threatens to cut off its access to crucial phone components and software for devices used by millions of people world-wide.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employers-help-workers-build-household-emergency-funds-11560418206", "title": "Employers Help Workers Set Up Emergency Savings Accounts", "date": "2019-06-13 05:30", "summary": "Levi Strauss and SunTrust among companies encouraging setup of rainy-day accounts, reflecting 401(k) and productivity concerns. A growing number of employers are helping workers start emergency savings accounts, reflecting concern over the impact money problems are having on productivity levels and workers' ability to retire.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/engine-behind-fortnite-is-harnessed-to-power-business-technology-11560418201", "title": "Engine Behind 'Fortnite' Is Harnessed to Power Business Tech", "date": "2019-06-13 05:30", "summary": "Software that makes videogames dazzle is now used to design cars and discover drugs. Companies are harnessing the software behind hit videogame \"Fortnite\" to do everything from designing cars to discovering drugs, tapping into its realistic imaging and its ability to manipulate 3-D designs.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upsurge-of-asylum-requests-poses-challenge-for-mexico-11560418201", "title": "Upsurge of Asylum Requests Tests Mexico", "date": "2019-06-13 05:30", "summary": "Resume Subscription. TAPACHULA, Mexico-As Mexico pledges to step up its efforts to stop migrants from crossing its territory to reach the U.S., it is facing an upsurge in asylum requests at its own southern border.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-interbank-rates-hit-highest-since-2008-11560412269", "title": "Hong Kong Interbank Rates Hit Highest Since 2008", "date": "2019-06-13 03:58", "summary": "Economists say seasonal swings in cash demands likely played a bigger role in the move than political unrest in the city. The rates at which Hong Kong's banks lend to one another surged to levels last seen during the global financial crisis, but economists said seasonal swings in cash demands likely played a bigger role in the move than political unrest in the city.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-loom-over-car-makers-despite-mexico-deal-11560435900", "title": "Tariffs Loom Over Car Makers", "date": "2019-06-13 00:01", "summary": "Specter of new import duties remains a threat on multiple fronts; 'there's so much money on the line'. The auto industry continues to weather trade-related fallout despite a deal the U.S. and Mexico struck last week that shelved the Trump administration's plan to impose a 5% tariff on imports.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reports-of-incident-in-gulf-of-oman-send-oil-prices-up-11560410373", "title": "U.S. Says Tehran Is to Blame for Attacks on Fuel Tankers", "date": "2019-06-13 00:01", "summary": "Attacks off the coast of Iran caused fires, forcing crews to abandon their tankers. The U.S. blamed Iran for attacks on two tankers in the Gulf of Oman on Thursday, saying the assaults were the latest in a series of hostile actions meant to disrupt the flow of oil.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attacks-put-spotlight-on-one-of-worlds-most-dangerous-seaborne-trade-routes-11560434132", "title": "Attacks Scramble a Crucial but Dangerous Shipping Route", "date": "2019-06-13 00:01", "summary": "Shipping rates and insurance premiums for oil and other cargo are expected to rise after attacks. Attacks on two tankers carrying Saudi and Emirati oil products are jacking up insurance rates for ship operators in the region, and forcing some captains to forgo setting sail-threatening one of the biggest disruptions to crude trading in the Strait of Hormuz in years.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-sets-ipo-price-range-for-its-big-truck-unit-11560470789", "title": "Volkswagen Plans IPO for Up to 11.5% of Traton", "date": "2019-06-13 00:01", "summary": "Traton offering could be the first of a number of divestitures in the European auto maker's pipeline. BERLIN- Volkswagen AG said on Thursday that it would offer up to 11.5% of its truck unit Traton SE in a range of €27 ($30.5) to €33 a share, making the initial public offering worth up to €1.9 billion.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kpmg-to-pay-as-much-as-50-million-to-settle-sec-probe-11560474967", "title": "KPMG to Pay as Much as $50 Million to Settle SEC Probe", "date": "2019-06-13 00:01", "summary": "Fine, stemming from a leak at an audit regulator, would be one of the highest ever imposed by the SEC on an auditor. WASHINGTON-KPMG LLP is preparing to pay as much as $50 million to settle civil claims related to the conduct of former partners who learned which of their audits would be subject to surprise regulatory examinations, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11560359878", "title": "Pepper...and Salt", "date": "2019-06-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-purple-heart-recipients-11560382517", "title": "Photos: Some Notable Recipients of the Purple Heart", "date": "2019-06-13 23:58", "summary": "The nation's oldest military honor, for those wounded or killed while serving, has been awarded to an estimated 1 million to 1.8 million service members.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supreme-court-is-asked-to-delay-census-ruling-11560397289", "title": "Supreme Court Is Asked to Delay Census Ruling", "date": "2019-06-13 23:41", "summary": "Immigrant advocates want lower court to consider if citizenship question was meant to bolster GOP. WASHINGTON-Immigrant-rights groups asked the Supreme Court on Wednesday to postpone ruling on their legal challenge to the addition of a citizenship question to the 2020 census until allegations that the query was intended to bolster Republican political advantages can be heard by a lower court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protest-debate-postponed-on-extradition-bill-as-crowds-swell-in-opposition-11560309637", "title": "Hong Kong Protests Turn Violent in Standoff Over China's Control", "date": "2019-06-13 23:08", "summary": "Demonstrators force closure of legislature over extradition bill with Beijing that critics say would encroach on the city's autonomy. HONG KONG-A standoff over China's encroachment on this city's legal autonomy deepened, with hundreds of police firing tear gas and rubber bullets at protesters, as the financial center's Beijing-backed government showed no signs of yielding during a second day of widespread demonstrations.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-louis-blues-win-the-stanley-cup-11560393694", "title": "St. Louis Blues Win the Stanley Cup", "date": "2019-06-13 22:51", "summary": "Wednesday's victory ends the longest championship drought in the NHL. BOSTON-The St. Louis Blues erased more than a half-century of almosts and near misses on Wednesday night, defeating the Boston Bruins 4-1 in Game 7 of the Stanley Cup Finals to win the first championship in franchise history.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-hed-consider-accepting-information-on-his-rivals-from-foreign-governments-11560387251", "title": "Trump Says He Would Listen to Foreign Informants About Rivals", "date": "2019-06-13 22:17", "summary": "Remarks come as Mr. Trump still faces questions from Democrats about the 2016 presidential campaign and Russia's efforts to interfere in the election. WASHINGTON-President Trump said Wednesday that his campaign might be willing to accept information from foreign governments that was damaging to his 2020 rivals, adding that he might not divulge such information to the FBI.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-asserts-executive-privilege-over-documents-on-census-citizenship-question-11560350472", "title": "House Panel Votes to Hold Barr and Ross in Contempt", "date": "2019-06-13 22:01", "summary": "Attorney general and commerce secretary haven't turned over documents related to new citizenship question on decennial count. A Democratic-controlled House committee voted to hold Attorney General William Barr and Commerce Secretary Wilbur Ross in contempt of Congress for ignoring its subpoena seeking information about efforts to add a citizenship question to the 2020 census.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elite-high-school-debate-simmers-as-albany-session-winds-down-11560383381", "title": "NYC Elite High-School Debate Simmers as Albany Session Winds Down", "date": "2019-06-13 21:05", "summary": "Supporters and critics of the New York City specialized high-school entry test press lawmakers. Advocates on both sides of one of New York City's most fraught education issues-whether the admissions test for elite public high schools should be shelved-are scrambling to make their case to lawmakers in the last days of Albany's legislative session.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-andrew-cuomo-says-he-will-sign-overhaul-of-rent-laws-11560383560", "title": "Cuomo Says He Will Sign Overhaul of Rent Laws", "date": "2019-06-13 20:24", "summary": "State Senate, Assembly set to vote Friday on bill that would make permanent laws governing nearly a million rent-regulated apartments in New York City. ALBANY-New York Gov. Andrew Cuomo said Wednesday he would sign a legislative overhaul of the state's rent-control laws, a sweeping measure that was cheered by tenants and blasted by landlords.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}]