[{"link": "https://www.wsj.com/articles/intel-agrees-to-acquire-networking-startup-barefoot-networks-11560209183", "title": "Intel Agrees to Acquire Networking Startup Barefoot Networks", "date": "2019-06-10 19:54", "summary": "Barefoot Networks is backed by Google, Alibaba, Tencent and Goldman Sachs. Intel Corp. is buying startup Barefoot Networks Inc. in a bid to scale up the smaller company's networking-chip technology and compete with Broadcom Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fire-department-responds-to-helicopter-crash-in-midtown-manhattan-11560190669", "title": "Helicopter Crash-Lands in Midtown, Killing Pilot", "date": "2019-06-10 19:48", "summary": "As investigators probe cause of incident, officials voice surprise that no other injuries were reported in high-density area during work hours. A helicopter crash-landed atop a 54-story office tower in Midtown Manhattan, killing the pilot, clogging the skyscraper's stairwells with thousands of evacuating workers and sending police and fire units racing through rainy streets to the tightly packed heart of the nation's most populous city.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-border-pact-with-u-s-bought-time-on-trump-asylum-demand-11560174682", "title": "U.S. Presses Mexico on Asylum Overhaul", "date": "2019-06-10 19:47", "summary": "López Obrador administration to consider policy changes on immigration law if number of migrants doesn't fall following pact to avert tariffs. Mexico agreed to revisit U.S. demands for a radical overhaul of the immigration system if its proposed measures to curb migration don't work, putting it under intense pressure to stem the tide of Central Americans arriving at the U.S. border.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-avoids-veto-override-on-pac-transparency-bill-11560209589", "title": "New Jersey Avoids PAC Bill Veto Override", "date": "2019-06-10 19:33", "summary": "Gov. Phil Murphy will sign legislation requiring sources of contributions but asks for companion measure. New Jersey's Democratic Gov. Phil Murphy dodged a rare veto override by reaching an agreement with lawmakers from his own party on a bill that strengthens disclosure requirements for groups that try to influence elections in the state.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-doj-reach-deal-on-mueller-probe-evidence-11560183328", "title": "House, DOJ Reach Deal on Evidence From Mueller Probe", "date": "2019-06-10 19:05", "summary": "Key data will be turned over to the Judiciary Committee on Monday, Rep. Jerrold Nadler, the panel's chairman, says. WASHINGTON-The House Judiciary Committee reached an agreement to gain access to evidence special counsel Robert Mueller collected on whether the president acted improperly, the panel's chairman said, and backed off a plan to hold Attorney General William Barr in contempt of Congress for blocking the release.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-tries-to-rescue-the-idea-of-human-rights-11560207792", "title": "Pompeo Tries to Rescue the Idea of Human Rights", "date": "2019-06-10 19:03", "summary": "Unmoored from natural law, the 'liberal world order' generally hasn't produced liberty.. Secretary of State Mike Pompeo deserves praise for proposing an Unalienable Rights Commission to help guide American human-rights policy. Defending and promoting freedom is an essential element of U.S. foreign policy, and one that's been neglected by recent administrations. Too often Washington has cozied up to dictators, embraced moral equivalency in international human-rights institutions, and appeared indifferent to struggles for liberty around the world. The foreign-policy establishment has confused defending human rights with ambitious and costly democracy and nation-building projects. Rather than focus on freedom, they've sought to impose particular moral values on other societies. They have ignored and abrogated important standards in their own conduct of U.S. policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-false-story-of-the-central-park-five-11560207823", "title": "Netflix's False Story of the Central Park Five", "date": "2019-06-10 19:03", "summary": "Ava DuVernay's miniseries wrongly portrays them as totally innocent-and defames me in the process.. At about 9 p.m. April 19, 1989, a large group of young men gathered on the corner of 110th Street and Fifth Avenue for the purpose of robbing and beating innocent people in Central Park. There were more than 30 rioters, and the woman known as the \"Central Park jogger,\" Trisha Meili, was not their only victim. Eight others were attacked, including two men who were beaten so savagely that they required hospitalization for head injuries.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modest-cuts-could-save-medicare-from-disaster-11560207766", "title": "Modest Cuts Could Save Medicare From Disaster", "date": "2019-06-10 19:02", "summary": "The alternatives are huge increases in taxes, cuts in other spending, or Greek-crisis debt levels.. Instead of debating how to expand Medicare coverage, politicians should focus on fixing the fatal financial flaws in the existing program that threaten to bankrupt the nation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/war-and-peace-review-fdrs-final-act-11560207739", "title": "'War and Peace' Review: FDR's Final Act", "date": "2019-06-10 19:02", "summary": "In Franklin Roosevelt's last months it was clear to his doctors and family-but never to the world-that death might come at any moment.. Awraith stares out from the dust jacket of the final volume of Nigel Hamilton's trilogy on Franklin Roosevelt at war. FDR is wrapped in his navy cape at Yalta in February 1945, where he met with Winston Churchill and Joseph Stalin to settle the postwar world just two months before his death. Roosevelt must have suspected what the future held, and his dead eyes tell the story.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pioneer-who-witnessed-revolutions-11560207679", "title": "A Pioneer Who Witnessed Revolutions", "date": "2019-06-10 19:01", "summary": "Columnist Georgie Anne Geyer began at women's page but didn't stay there long.. 'We have to exterminate the patrones, the bosses of the big estates,\" a left-wing activist told Georgie Anne \"Gee Gee\" Geyer who was in Chile in 1970 to report on President Salvador Allende, the world's first freely elected Marxist leader.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-arent-ready-for-cold-war-ii-11560207604", "title": "Americans Aren't Ready for Cold War II", "date": "2019-06-10 19:00", "summary": "To prevail against China, the U.S. must better understand its rival-and itself.. A series of conversations with Trump administration officials at every level as well as leading Democrats points to two clear and disturbing conclusions. First, the U.S. is increasingly committed to a historic turn in its relations with China as opinion hardens on both sides of the aisle. Second, we aren't ready for what is coming.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-million-new-dissidents-11560207636", "title": "China's Million New Dissidents", "date": "2019-06-10 19:00", "summary": "An extradition bill brings throngs of demonstrators to the streets of Hong Kong.. It's not easy to turn a million prosperous people into political dissidents. But that's what China might have pulled off in Hong Kong.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-report-standoff-echoes-1982-fight-involving-neil-gorsuchs-mother-11560159001", "title": "Mueller-Report Face Off Echoes 1982 Fight Involving Gorsuch's Mother", "date": "2019-06-10 18:55", "summary": "Thorny legal questions about relations between Congress and executive branch could be decided by Supreme Court. WASHINGTON-The face off between Attorney General William Barr and Congress over access to the full, unredacted report from special counsel Robert Mueller has parallels to a 1982 fight involving the late Anne Gorsuch Burford, then administrator of the Environmental Protection Agency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-department-bans-personnel-from-foreign-talent-recruitment-programs-11560182546", "title": "U.S. Targets Efforts by China, Others to Recruit Government Scientists", "date": "2019-06-10 18:50", "summary": "Officials say Energy Department researchers are recruited by military-affiliated groups and lured with multimillion-dollar packages. The U.S. Energy Department is banning its researchers from joining Chinese talent-recruitment programs after finding personnel were recruited by foreign military-linked programs and lured with multimillion-dollar packages.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-in-the-dock-11560206614", "title": "Big Tech in the Dock", "date": "2019-06-10 18:43", "summary": "Trust-busters have to confront the consumer benefit standard.. Who says Google and Facebook can't bring people together? Distrust of Big Tech is uniting the populist left and right, and perhaps antitrust regulators in the Trump Administration who now plan to investigate the giants. Some scrutiny is warranted, but the formation of a political posse is the moment to remember that antitrust is governed by law that focuses on consumer benefit not merely business size.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-merger-bet-on-a-u-s-strength-11560206583", "title": "A Merger Bet on a U.S. Strength", "date": "2019-06-10 18:43", "summary": "The Raytheon-UTC tie-up aims to exploit R&D in manufacturing.. The decline and fall of American manufacturing is a oft-told story and usually fiction. The reality is that the U.S. retains significant comparative advantage in advanced manufacturing, as the merger of Raytheon Co. and United Technologies Corp. that was announced Sunday highlights.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tory-tax-debate-11560206537", "title": "The Tory Tax Debate", "date": "2019-06-10 18:42", "summary": "Post-Brexit Britain will need to attract more investment and talent.. Britain's next Prime Minister will have the dual challenge of leaving the European Union and setting up the newly independent country for economic success. So it's a good sign that some top contenders for the Conservative Party leadership-the winner will replace Theresa May-started with tax reform as campaigning began on Monday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-to-buy-analytics-platform-tableau-11560167718", "title": "Salesforce to Buy Analytics Platform Tableau for More Than $15 Billion", "date": "2019-06-10 18:40", "summary": "Business-software company said all-stock deal has enterprise value of $15.7 billion. Salesforce.com Inc. agreed to buy data-analytics platform Tableau Software Inc. for more than $15 billion in stock, making its largest-ever acquisition as it fights off rivals challenging its dominance in software that helps companies understand their customers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-nears-deals-to-buy-shutterfly-and-snapfish-11560196894", "title": "Apollo to Buy Shutterfly, Snapfish", "date": "2019-06-10 18:39", "summary": "Private-equity firm would combine the two. Apollo Global Management LLC is buying Shutterfly Inc. and Snapfish LLC, which the private-equity giant plans to combine to create a bigger player in online-photo services.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-unemployment-rate-estimated-at-20-year-low-11560206011", "title": "IT Unemployment Rate Estimated at 20-Year Low", "date": "2019-06-10 18:33", "summary": "Even as employers cut older tech jobs, demand is soaring for data analytics, AI and other advanced skills. Demand is surging for information-technology workers with advanced digital skills, as more companies seek help developing data analytics, artificial intelligence and other emerging business tools.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korean-leaders-slain-half-brother-was-said-to-have-been-a-cia-informant-11560203662", "title": "Kim Jong Un's Slain Half Brother Was a CIA Source", "date": "2019-06-10 18:19", "summary": "Kim Jong Nam, killed in 2017 attack in Malaysia, met with agency operatives, a person knowledgeable about the matter says. WASHINGTON-Kim Jong Nam, the slain half brother of North Korea's leader, was a Central Intelligence Agency source who met on several occasions with agency operatives, a person knowledgeable about the matter said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cvs-aetna-merger-wont-lower-prices-11560205023", "title": "The CVS-Aetna Merger Won't Lower Prices", "date": "2019-06-10 18:17", "summary": "Vertical and horizontal integration in health care has definitively been shown to increase costs and have no positive effect on quality.. Your editorial \"A Merger Cure for Bigger Government\" (June 5) misses the mark in its criticism of hospitals and health systems as drivers of health-care spending. Hospitals have held price growth to under 2% in recent years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-electoral-college-and-protecting-rights-11560204931", "title": "The Electoral College and Protecting Rights", "date": "2019-06-10 18:15", "summary": "Kudos to Gov. Steve Sisolak of Nevada and to Maine's House of Representatives for saying no to bills calling for their states to join 14 other states in a compact to bypass the Electoral College.. Regarding your editorial \"Democrats for the Electoral College\" (June 1): Kudos to Gov. Steve Sisolak of Nevada and to Maine's House of Representatives for saying no to bills calling for their states to join 14 other states in a compact to bypass the Electoral College. Last fall here in Colorado Democrats captured all the levers of state power and proceeded at an astonishing pace to pass new legislation, including a law to join the compact, as noted in the editorial. The passage of this law was profoundly wrong not only because of its constitutional issues but also because Democrats made virtually no mention of their intentions to change the electoral process while campaigning. The citizens are angry and the consequences of the Democratic Party's actions have boomeranged. A strong grass-roots movement is underway to gather signatures for a petition to place this new law on the 2020 ballot for repeal. If the petition is successful, the people will decide how to handle this legislative overreach and give Coloradans a chance to flex their independence. Even if a bad idea becomes law, the Founding Fathers provided the means for the citizens to correct the misguided actions of their elected representatives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mathematics-of-perons-social-justice-party-11560204832", "title": "Mathematics of Perón's Social Justice Party", "date": "2019-06-10 18:13", "summary": "Perón's political party was the Partido Justicialista, which translates nicely as the Social Justice Party.. Regarding the May 28 Notable & Quotable from the American Mathematical Society's book \"Mathematics for Social Justice,\" \"a collection of resources for mathematics faculty interested in incorporating questions of social justice into their classrooms\": This is a remake of exactly what I experienced as a young girl growing up in Juan Perón's Argentina. His crass ideological infiltration of young minds in the guise of teaching language, history and math started in elementary school and continued through high school.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-winding-path-from-george-mcgovern-to-the-gop-11560204756", "title": "The Long, Winding Path From McGovern to the GOP", "date": "2019-06-10 18:12", "summary": "Many of Ted Van Dyk's fellow Americans who supported George McGovern when they were younger now find, having reached their 60s, 70s and 80s, that his current discussion points are sensible and appropriate.. In \"How Democrats Can Avoid Losing,\" Ted Van Dyk (op-ed, May 31) lists several suggestions for the Democrats: Don't pursue impeachment; abandon the Green New Deal; moderate Medicare for All; embrace immigration reform; reject identity politics and respect the other side on abortion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oils-slide-lowers-fuel-prices-ahead-of-summer-driving-season-11560168000", "title": "Oil's Slide Lowers Fuel Prices Ahead of Summer Driving Season", "date": "2019-06-10 18:11", "summary": "The average U.S. price for a gallon of regular gas stands at $2.73. Average retail gasoline prices have fallen in five consecutive weeks, putting many Americans on track to pay much less for fuel this summer and potentially boosting U.S. consumers at a time when many analysts are projecting a slowdown in economic growth.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-senators-seek-tougher-rules-on-lobbyists-for-foreign-governments-11560204552", "title": "U.S. Senators Seek Tougher Rules on Lobbyists for Foreign Governments", "date": "2019-06-10 18:09", "summary": "Bipartisan group seeks to end large-scale noncompliance with U.S. laws. WASHINGTON-A bipartisan group of U.S. senators on Monday proposed tougher rules for those who work on behalf of foreign governments, in a bid to end what they call a culture of lax compliance among Washington's lawyers, lobbyists and consultants.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-spars-with-u-s-chamber-official-over-use-of-tariffs-11560204030", "title": "Trump Spars With U.S. Chamber Official Over Use of Tariffs", "date": "2019-06-10 18:00", "summary": "President calls into CNBC show where official appeared and attacked him and the Chamber. WASHINGTON-President Trump and the nation's leading business lobby escalated a public tiff when a senior U.S. Chamber of Commerce official criticized his use of tariffs, and Mr. Trump responded by threatening to drop his membership in the organization.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-crude-edges-higher-after-u-s-mexico-deal-to-avoid-tariffs-11560174841", "title": "Oil Prices Fall Amid Fears of Oversupply", "date": "2019-06-10 17:57", "summary": "Crude reverses an early gain as traders look toward inventory reports. Oil prices erased an early advance Monday, falling on continued worries of a supply glut as analysts looked ahead to inventory data scheduled for later in the week.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-projects-50-revenue-growth-in-current-year-11560203555", "title": "Slack Projects 50% Revenue Growth in Current Year", "date": "2019-06-10 17:52", "summary": "Messaging company plans to begin trading its class A shares on or about June 20 on the New York Stock Exchange under the symbol WORK. With its initial public offering expected later this month, Slack Technologies Inc. said Monday that it expected revenue to grow by as much as 50% in the current fiscal year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-plans-euro-denominated-bond-issue-this-week-11560183343", "title": "Ukraine Plans Euro-Denominated Bond Issue This Week", "date": "2019-06-10 17:05", "summary": "International bond will be first under administration of newly elected president. Ukraine is preparing to issue its first international bond under the administration of President Volodymyr Zelensky, a former comedian who was elected in April amid widespread discontent about corruption in the country, people familiar with the deal said.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-rises-but-struggles-to-score-11560184903", "title": "GameStop Rises but Struggles to Score", "date": "2019-06-10 17:04", "summary": "Shares climb after retailer says it will buy back shares. Shares of GameStop Corp. jumped 8.4% on Monday, their best daily performance since January, after the videogame retailer said it would buy back as many as 12 million of its own shares starting on Tuesday.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-empire-the-golden-age-of-spain-review-beyond-iberian-borders-11560200363", "title": "'Art & Empire: The Golden Age of Spain' Review: Beyond Iberian Borders", "date": "2019-06-10 16:59", "summary": "An exhibition at the San Diego Museum of Art includes works from all corners of the Spanish colonial world.. San Diego", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readerlink-works-toward-higher-offer-for-barnes-noble-11560196615", "title": "Readerlink Works Toward Higher Offer for Barnes & Noble", "date": "2019-06-10 16:58", "summary": "Book distributor hopes to break up Barnes & Noble sale to hedge fund Elliott Management. Book distributor Readerlink LLC is working toward making a bid for Barnes & Noble Inc. that would top the price hedge fund Elliott Management Corp. agreed to pay for the book retailer, a person familiar with the situation said.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-justice-minister-sergio-moro-faces-firestorm-over-allegations-of-bias-11560200227", "title": "Brazil Justice Minister Faces Firestorm", "date": "2019-06-10 16:57", "summary": "Article in The Intercept says ex-judge improperly aided prosecutors in case leading to Socialist ex-president's conviction and imprisonment. SÃO PAULO-Brazilian Justice Minister Sergio Moro faced criticism and calls for his resignation Monday after an online news site published private chats it said showed the anticorruption crusader had as a judge improperly guided prosecutors in the 2017 conviction of former President Luiz Inácio Lula da Silva.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-gain-on-u-s-mexico-deal-11560153230", "title": "U.S. Stocks Climb on Mexico Deal", "date": "2019-06-10 16:52", "summary": "Shares of manufacturers, tech firms help lift indexes; yields on government debt rise. U.S. stocks climbed, buoyed by relief over the White House's decision to drop a threat to hit Mexico with tariffs on billions of dollars of goods.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atop-the-houses-tech-antitrust-probe-a-democrat-with-an-independent-manner-11560176495", "title": "Atop Tech Antitrust Probe, a Democrat With an Independent Manner", "date": "2019-06-10 16:31", "summary": "Rep. David Cicilline has made a career of challenging the powerful, including at times Speaker Nancy Pelosi. WASHINGTON-Technology companies are set to come into the crosshairs of a House panel led by Rep. David Cicilline, a Rhode Island Democrat with an independent streak.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-stocks-climb-on-mexico-tariff-delay-11560193049", "title": "Bank Stocks Climb on Mexico Tariff Delay", "date": "2019-06-10 16:24", "summary": "Agreement averting Trump administration's proposed levies eases Wall Street investors' growth fears. Bank stocks rose after the U.S. decision to hold off implementing trade tariffs on Mexican imports brightened investors' economic outlook.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aus-licht-review-a-kaleidoscopic-production-11560197541", "title": "'Aus LICHT' Review: A Kaleidoscopic Production", "date": "2019-06-10 16:12", "summary": "At the Holland Festival, a survey of radical musical innovator Karlheinz Stockhausen's seven-opera cycle, complete with helicopter-borne string quartet.. Amsterdam", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-consider-racial-discrimination-case-against-comcast-11560195323", "title": "Supreme Court to Consider Racial Discrimination Case Against Comcast", "date": "2019-06-10 15:35", "summary": "High court also rules against Postal Service in patent case. WASHINGTON-The Supreme Court said Monday it would consider whether a black television producer can pursue racial discrimination claims against Comcast Corp. for declining to carry his programming channels on its cable system.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harriss-balancing-act-demands-of-law-enforcement-and-reformers-11560194725", "title": "Kamala Harris Didn't Act for 5 Years on Policy to Help Ensure Fair Trials", "date": "2019-06-10 15:25", "summary": "Memos show the Democratic presidential candidate, advised in 2005 to adopt progressive policy as San Francisco district attorney, delayed before backtracking amid setback. SAN FRANCISCO-Five years before a major scandal on her watch as San Francisco district attorney, Kamala Harris confronted a choice that pitted two of her most important constituencies against each other.", "categories": [["WSJ News Exclusive", "Election 2020"]], "category_links": ["https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attackers-sentenced-in-case-that-sparked-outrage-in-india-11560175310", "title": "Attackers Get Prison Sentence for Rape, Murder of 8-Year-Old Girl in India", "date": "2019-06-10 15:08", "summary": "Three men get life for rape and murder of Muslim girl who was held at a Hindu temple. MUMBAI-An Indian court convicted three men of raping and murdering an 8-year-old Muslim girl who was held at a Hindu temple and sentenced them to life in prison in a case that shocked the country and prompted protests over how it was handled last year.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacom-to-launch-bet-streaming-service-with-tyler-perry-11560182520", "title": "Viacom to Launch BET Streaming Service With Tyler Perry", "date": "2019-06-10 15:08", "summary": "New service, BET+, to include original movies, TV shows alongside content from other Viacom channels. Viacom Inc.'s BET Networks is preparing to launch a streaming-video service aimed at African-American audiences, according to people familiar with the plans, as the media giant pursues new business lines to counter the decline of its traditional pay-TV operation.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-death-rate-rose-despite-medical-marijuana-laws-study-finds-11560193201", "title": "Opioid Death Rate Rose Despite Medical-Marijuana Laws, Study Finds", "date": "2019-06-10 15:00", "summary": "The idea that legalizing medical marijuana could help solve the opioid crisis took off in 2014, after an earlier study. Advocates for medical marijuana have heralded it as a potential solution to the opioid crisis, pointing to research that showed a possible link between laws allowing its use and a reduction in rates of opioid deaths. But that association doesn't hold up in the long term, according to a new study released Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbo-cancels-vice-news-tonight-11560192473", "title": "HBO Cancels 'Vice News Tonight'", "date": "2019-06-10 14:47", "summary": "The Vice Media show had a seven-year run on WarnerMedia's HBO. HBO has canceled Vice Media's \"Vice News Tonight,\" ending the show's seven-year run with the premium channel.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insys-files-for-chapter-11-days-after-settling-opioid-case-11560164249", "title": "Insys Files for Chapter 11 Days After Settling Opioid Case", "date": "2019-06-10 14:45", "summary": "Drugmaker agreed to pay $225 million to settle federal accusations; government, lawyers to square off over cash. Opioid manufacturer Insys Therapeutics Inc. filed for bankruptcy protection, touching off a battle for cash between federal authorities who blamed the company for fueling addiction and the lawyers who are defending its former executives.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-ruining-tariffs-for-everybody-11560191821", "title": "Trump's Ruining Tariffs for Everybody", "date": "2019-06-10 14:37", "summary": "The silver lining of trade disputes: Democrats going on record against import taxes.. There are many negative consequences to President Donald Trump's tariffs, but one benefit is that they are finally teaching Democrats about tax incidence. Motivated by their hatred of our duly-elected President, a number of party leaders have lately discovered that even if an import tax is formally paid by a business, workers and consumers suffer, too. Perhaps the pols will now also consider the broad economic pain that results from high tax rates on corporate and personal income.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hudsons-bay-owner-of-saks-gets-offer-to-go-private-11560171604", "title": "Hudson's Bay, Owner of Saks, Gets Offer to Go Private", "date": "2019-06-10 14:26", "summary": "Investor group, led by chairman, offer to take Hudson's Bay private after selling German operations. A group of Hudson's Bay Co. shareholders that includes the retailer's chairman has made an offer to take the company private, as the owner of Saks and Lord & Taylor struggles with sluggish sales and a depressed stock price.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-will-have-to-keep-paying-up-11560189871", "title": "Salesforce Will Have to Keep Paying Up", "date": "2019-06-10 14:04", "summary": "Tableau deal a sign that acquisitive company can't let up on the gas. It is no Twitter , but Salesforce.com Inc.'s largest deal to date also represents the furthest the cloud software company has ventured out of its comfort zone.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-fed-policy-makers-have-become-very-disruptive-11560176387", "title": "Trump Says Fed Policy Makers Have Become 'Very Destructive'", "date": "2019-06-10 13:49", "summary": "President has repeatedly called on central bank to lower rates. WASHINGTON-President Trump said that the Federal Reserve has given China a competitive advantage over the U.S. with its monetary policy, adding that it is clear some officials haven't listened to his advice to cut interest rates.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-technologies-strikes-deal-to-acquire-raytheon-11560112912", "title": "United Technologies, Raytheon to Merge in Year's Largest Deal", "date": "2019-06-10 13:25", "summary": "Combination creates No. 2 aerospace-defense company making everything from F-35 engines to Patriot missile systems. United Technologies Corp. doubled down on the aerospace market with an all-stock deal to merge with defense contractor Raytheon Co. , after UTC executives earlier chose to exit the escalator and air-conditioner businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deal-hidden-in-your-401-k-11559917801", "title": "The Deal Hidden in Your 401(k)", "date": "2019-06-10 13:24", "summary": "For many investors, the Roth 401(k) offers some distinct advantages. But your plan administrator may not be steering you the right way.. Imagine a savings vehicle that allows you, in retirement, to withdraw as much or as little as you wish-tax-free.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-ramp-up-post-mueller-pressure-on-white-house-11560178102", "title": "Democrats Ramp Up Post-Mueller Pressure on White House", "date": "2019-06-10 13:10", "summary": "Two House committees plan hearings on the Mueller report's conclusions, and the full chamber is expected to vote to enforce a subpoena of Barr. WASHINGTON-House Democrats this week initiate their first hearings on special counsel Robert Mueller's report on Russian election interference and ties to the Trump campaign, in a test of the party's strategy of building public support before possibly launching impeachment proceedings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-foreign-minister-in-tehran-to-salvage-iran-nuclear-deal-11560176802", "title": "German Foreign Minister, in Tehran, Seeks to Save Iran Nuclear Deal", "date": "2019-06-10 13:10", "summary": "Heiko Maas spearheads effort to reassure Iran's leaders of economic payoff for sticking to agreement. Germany's foreign minister made a bid to salvage the Iran nuclear deal, reassuring leaders in Tehran of Europe's commitment to the pact and showcasing European support for Iran at a time when the Islamic Republic is locked in a high-stakes battle with Washington.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-job-openings-outnumber-unemployed-by-widest-gap-ever-11560177822", "title": "U.S. Job Openings Outnumber Unemployed by Widest Gap Ever", "date": "2019-06-10 13:06", "summary": "Even though employers are hungry for workers, the supply of prospective employees is shrinking. The number of job openings exceeded the number of unemployed Americans by the largest margin on record in April, signaling difficulty for employers to find workers in a historically tight market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-corporate-cash-piles-drop-to-three-year-low-11560164400", "title": "U.S. Corporate Cash Piles Drop to Three-Year Low", "date": "2019-06-10 12:58", "summary": "New tax law spurred more companies to increase spending, repatriate foreign cash holdings. U.S. corporate balance sheets continue to feel the impact of the 2017 U.S. tax overhaul, as companies pivot their capital allocation strategies in response to the new law.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opponents-of-hong-kong-extradition-bill-plan-fresh-protests-11560185365", "title": "New Hong Kong Protests, Strikes Planned Against Extradition Bill", "date": "2019-06-10 12:49", "summary": "Pledges come after the city's leader vows to push ahead with the proposal despite earlier protests with hundreds of thousands of people. HONG KONG-Opponents of a proposed law that would allow people to be extradited to mainland China called for strikes and further protests this week, after the city's leader vowed to push ahead with the bill despite hundreds of thousands of people marching against it.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administrations-mexico-strategy-laid-out-in-draft-executive-order-11560184829", "title": "Trump's Mexico Strategy Laid Out in Draft Executive Order", "date": "2019-06-10 12:40", "summary": "Document describes where the U.S. considered its southern neighbor falling short on stemming migration. WASHINGTON-A draft of the executive order that the Trump administration was prepared to introduce to begin tariffs on all Mexican imports laid out in detail areas where the U.S. considered Mexico falling short in its efforts to stem migration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-ceo-criticizes-renault-for-not-supporting-proposed-board-changes-11560156810", "title": "Nissan, Renault Split Deepens After Failed Fiat-Renault Merger Talks", "date": "2019-06-10 11:53", "summary": "Chief Executive Hiroto Saikawa criticizes French car maker for not supporting proposed board changes. A public feud between Renault SA and Nissan Motor Co. escalated Monday despite French government efforts to stabilize the companies' nearly two-decade-old alliance.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-old-brooklyn-church-seeks-new-muscle-to-save-a-tradition-11560181195", "title": "An Old Brooklyn Church Seeks New Muscle to Save a Tradition", "date": "2019-06-10 11:39", "summary": "For the first time in 116 years, Our Lady of Mount Carmel recruits outsiders to hoist a four-ton tower for its annual Giglio feast. The gentrification of Brooklyn, N.Y., has come to this: For the first time in 116 years, Our Lady of Mount Carmel has been forced to actively recruit men to hoist a four-ton tower on poles and dance it down the street in the middle of summer.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-thinking-on-longstanding-asthma-treatments-11560180820", "title": "New Thinking on Longstanding Asthma Treatments", "date": "2019-06-10 11:33", "summary": "A growing body of evidence suggests there are different kinds of asthma that may require different approaches. Every day millions of asthma patients follow the standard doctor-recommended treatment: They take puffs from their steroid inhalers.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-opposition-leader-is-arrested-11560180813", "title": "Pakistan Opposition Leader Is Arrested", "date": "2019-06-10 11:33", "summary": "Ex-President Asif Ali Zardari enters custody in long-running case, becoming second opposition leader jailed. ISLAMABAD-Former Pakistan President Asif Ali Zardari was arrested on longstanding money-laundering charges in a move opponents of the government said was part of a clampdown on them directed by the government and military.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-polarization-bipartisanship-emerges-on-china-big-tech-11560177194", "title": "Amid Polarization, Bipartisanship Emerges on China, Big Tech", "date": "2019-06-10 11:32", "summary": "Democrats and Republicans are more together than apart on trade with China and tech regulation. In a time of almost paralyzing partisanship and polarization, it's easy to miss the fact that on two of the biggest issues in the national debate there is-brace yourself for this-actual bipartisanship.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-inflation-expectations-decline-to-lowest-level-since-late-2017-n-y-fed-says-11560179002", "title": "U.S. Inflation Expectations Decline to Lowest Level Since Late 2017, N.Y. Fed Says", "date": "2019-06-10 11:25", "summary": "Households expect weaker price pressures, lower income growth, according to survey. Inflation expectations are continuing to fall, in what is likely to be a worrisome development for the Federal Reserve as it contemplates whether to lower its short-term rate target.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-short-of-euros-flirts-with-a-different-way-to-pay-11560178888", "title": "Italy, Short of Euros, Flirts With a Different Way to Pay", "date": "2019-06-10 11:01", "summary": "Critics fear government IOUs could become a first step out of the euro. ROME-Italy's populist leaders are discussing paying public-sector suppliers with IOUs instead of money, a step that Italian euroskeptics have proposed as the starting point for a new currency in case Italy has to leave Europe's currency union.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rap-in-blondies-rapture-11560178671", "title": "The Rap in Blondie's 'Rapture'", "date": "2019-06-10 10:57", "summary": "Resume Subscription. A year after the Sugarhill Gang released \"Rapper's Delight\" in 1979, Blondie recorded \"Rapture,\" the first major hip-hop hit to use original music rather than sampling other artists' beats.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-oddball-clothing-goes-viral-11560178027", "title": "Fashion's New Strategy: Weird People Out and Watch Your Clothes Go Viral", "date": "2019-06-10 10:47", "summary": "Extreme garments with the potential to be shared on social media have become a new kind of currency for fashion brands. BELGIAN FASHION designer Glenn Martens has the unique honor of having created \"janties.\" During a June 2018 fashion show in Paris for his brand Y/Project, Mr. Martens introduced a new garment for women that had all the trappings of traditional jeans: belt loops, rivets and pockets. The admittedly substantial difference: It was cut like a pair of panties.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-trigger-working-capital-woes-for-some-companies-11560178003", "title": "Tariffs Trigger Working Capital Woes For Some Companies", "date": "2019-06-10 10:46", "summary": "Inventories tie up cash as companies rush to bring goods across the border ahead of higher duties. The Trump administration's tariff-heavy trade policy is putting a strain on working capital.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-hectoring-of-fed-chairman-complicates-rate-calls-i-guess-im-stuck-with-you-11560177574", "title": "'Not My People'-Trump Hectoring of Fed Chairman Complicates Rate Calls", "date": "2019-06-10 10:39", "summary": "Resume Subscription. WASHINGTON-Federal Reserve Chairman Jerome Powell's first six months on the job were smooth sailing. The past six have been the opposite.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/exchanges-shy-away-from-mini-ipos-after-fraud-concerns-11560177205", "title": "Exchanges Shy Away From Mini-IPOs After Fraud Concerns", "date": "2019-06-10 10:33", "summary": "Nasdaq is toughening requirements for Reg A+ IPOs in the wake of cryptocurrency venture Longfin's 2017 listing. Nasdaq Inc. and the New York Stock Exchange are pulling back from a fast-track IPO process to help small companies go public, following a spate of problematic listings.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/groups-that-share-health-care-costs-are-drawing-more-membersand-scrutiny-11560177134", "title": "As Sharing Health-Care Costs Takes Off, States Warn: It Isn't Insurance", "date": "2019-06-10 10:32", "summary": "Religious organizations that provide an alternative to health insurance are growing rapidly but remain largely unregulated. Religious organizations where members help pay each other's medical bills have grown from niche insurance alternatives to operations bringing in hundreds of millions of dollars, an increase that is also driving more consumer complaints and state scrutiny.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-clint-eastwood-arnold-palmer-and-820-million-took-pebble-beach-off-the-auction-block-11560175200", "title": "How Clint Eastwood, Arnold Palmer and $820 Million Took Pebble Beach Off Auction Block", "date": "2019-06-10 10:19", "summary": "Twenty years ago, an ultra-wealthy concerned citizens group banded together to secure the future of this week's U.S. Open site. PEBBLE BEACH, Calif.-Twenty years ago, one of the most coveted pieces of golf real estate in the world was back on the market. Pebble Beach, the picturesque, seaside host of this week's U.S. Open, was about to be sold by the Japanese company that had bought it only seven years earlier. It would be the fourth time in two decades that the iconic course changed hands.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-stage-sex-scenes-theaters-turn-to-intimacy-directors-11560176283", "title": "To Stage Sex Scenes, Theaters Turn to Intimacy Directors", "date": "2019-06-10 10:18", "summary": "Specialists have become significant enough they now have their own association. When the cast for \"Camp Morning Wood,\" a staged-in-the-buff musical comedy that chronicles life in a gay nudist retreat, rehearsed one of the final times last week, they received plenty of feedback from a host of professionals involved with the show, from the creator to the music director.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kawhi-leonard-is-not-a-robot-we-have-proof-11560166522", "title": "Kawhi Leonard Is Not a Robot. We Have Proof.", "date": "2019-06-10 10:15", "summary": "How often does the best player in the NBA Finals show emotion? We watched hundreds of his biggest shots to find out. Toronto", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tale-of-a-bankruptcy-foretold-11560176105", "title": "Tale of a Bankruptcy Foretold", "date": "2019-06-10 10:15", "summary": "Some things on Wall Street apparently need to be said more than once. So much for efficient markets.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/esquire-magazine-names-michael-sebastian-editor-in-chief-11560175531", "title": "Esquire Magazine Names Michael Sebastian Editor-in-Chief", "date": "2019-06-10 10:05", "summary": "Esquire elevated its digital director, Michael Sebastian, to run the magazine's print and online editions amid tumult in publishing and men's fashion. To keep Esquire relevant amid upheaval in magazines and men's fashion, Hearst Magazines on Monday tapped the publication's digital director, Michael Sebastian, to be its next editor-in-chief.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-activist-ceo-revamping-the-conglomerate-he-inherited-11560175554", "title": "Meet the 'Activist' CEO Revamping the Conglomerate He Inherited", "date": "2019-06-10 10:05", "summary": "Greg Hayes fended off a hostile takeover, shed major businesses and with two big deals will turn United Technologies into an aerospace giant. Within a few weeks of being thrust into the CEO job, Greg Hayes held a meeting to review United Technologies Corp.'s financial outlook and strategy. He made a pledge to constantly evaluate the conglomerate's businesses, which included Otis elevators and Sikorsky helicopters.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-ceo-back-to-square-one-following-renault-deal-collapse-11560157381", "title": "Fiat Chrysler CEO Back to Square One After Deal Collapse", "date": "2019-06-10 09:45", "summary": "Unexpected breakdown of merger talks upends Chief Executive Mike Manley's big plan. Fiat Chrysler Automobiles NV Chief Executive Mike Manley spent his first year in the job trying to motivate employees stunned by the sudden death last summer of his charismatic predecessor, Sergio Marchionne.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bruins-are-giving-st-louis-the-blues-with-special-teams-prowess-11560172347", "title": "The Bruins Are Giving St. Louis the Blues With Special Teams Prowess", "date": "2019-06-10 09:12", "summary": "Boston's strength in capitalizing on power plays sends the Stanley Cup to a deciding Game 7. ST. LOUIS-The St. Louis Blues on Sunday were one win away from ending the longest Stanley Cup drought in NHL history on home ice, writing what would be the perfect ending for a worst-to-first season. But the fairytale was shut down by the Boston Bruins' lethal penalty-killing efficiency.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-united-technologies-barnes-noble-dunkin-brands-zumiez-gamestop-11560160801", "title": "Stocks to Watch: Salesforce.com, Insys, United Technologies, and More", "date": "2019-06-10 09:02", "summary": "Here are some of the companies with shares expected to trade actively Monday. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kazakhstan-elects-longtime-presidents-pick-for-successor-11560169641", "title": "Kazakhstan Elects Longtime President's Pick for Successor", "date": "2019-06-10 08:27", "summary": "International observers criticize the vote for detentions and widespread voting irregularities. Kazakhstan's authorities named a former prime minister as the winner of the oil-rich nation's presidential election, a vote that was marred by mass detentions and criticized by international observers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-seat-driving-nissan-wont-help-renault-11560168903", "title": "Back-Seat Driving Nissan Won't Help Renault", "date": "2019-06-10 08:18", "summary": "Without a deal with Fiat Chrysler, Renault needs to make its alliance with Nissan work. But its latest move could be counterproductive.. Renault just got dumped by its flashy new suitor. It should be nicer to its longtime partner.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-digs-in-on-hong-kong-extradition-bill-11560167126", "title": "Beijing Digs In on Hong Kong Extradition Bill", "date": "2019-06-10 07:45", "summary": "A massive weekend protest opposed legislation that would allow China to extradite people to the mainland. BEIJING-China signaled no retreat from pursuing legislation to allow extradition from Hong Kong, despite a massive weekend protest against the proposed law in the Chinese territory.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espn-and-fox-ante-up-for-sports-betting-jackpot-11560164401", "title": "ESPN and Fox Ante Up for Sports-Betting Jackpot", "date": "2019-06-10 07:00", "summary": "WarnerMedia among media giants producing content geared to gamblers after Supreme Court ruling. ESPN is covering the NBA Finals between the Golden State Warriors and the Toronto Raptors from every conceivable angle.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-growth-currency-outlooks-darken-again-11560164236", "title": "China's Growth, Currency Outlooks Darken Again", "date": "2019-06-10 06:57", "summary": "Trade data for May offered the latest clue that domestic demand is weaker than expected. In targeting China's export machine, President Trump seems to have hit the country's imports. Chances that growth will slow further, or the yuan will sink below the totemic level of seven to the dollar-or both-are rising.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rewrite-of-bank-rules-bogs-down-11560159001", "title": "Rewrite of Bank Rules Advances Slowly, Frustrating Republicans", "date": "2019-06-10 05:30", "summary": "Many efforts to retool postcrisis financial rules remain unfinished; Republicans want faster action. WASHINGTON-Trump-appointed regulators came into office saying they would pare back Wall Street's postcrisis rulebook. More than two years into the administration's tenure, most of the work remains unfinished, particularly for the biggest banks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprint-and-t-mobile-still-face-their-toughest-hurdle-11560159000", "title": "Sprint and T-Mobile Still Face Their Toughest Hurdle", "date": "2019-06-10 05:30", "summary": "The Justice Department won't be as benign as the FCC in evaluating the merger of Sprint and T-Mobile. Last month, the $26 billion merger of T-Mobile US Inc. and Sprint Corp. cleared one of its two federal hurdles to approval-winning the blessing of the Federal Communications Commission Chairman Ajit Pai. He said that he would back the deal after the companies agreed to a package of concessions, sending Sprint's share price up 19%. Investors clearly took the announcement as a sign that the Justice Department would follow suit. But while the FCC and the Justice Department often move in lockstep, this might be one of those instances where they don't.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-resist-new-tech-at-the-office-11560159001", "title": "When Employees Resist New Technology", "date": "2019-06-10 05:30", "summary": "Some workers can't deal with redesigned systems-but there are ways to reach the resistors and keep an operation humming. Every office has one-the holdout who sighs, \"I'm just not good with technology,\" then avoids learning to use the latest office tools.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-oppose-drivers-licenses-for-illegal-immigrants-poll-shows-11560159000", "title": "New Yorkers Oppose Driver's Licenses for Illegal Immigrants, Poll Shows", "date": "2019-06-10 05:30", "summary": "Gov. Cuomo says bill's chances are slim, while marijuana and equal-rights measures have stronger support. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-imports-fall-as-trade-conflict-with-u-s-saps-demand-11560148028", "title": "China Imports Fall as Trade Conflict Saps Demand", "date": "2019-06-10 02:27", "summary": "Import drop was sharper than expected, but exports rose. BEIJING-China's imports dropped sharply last month, in a fresh sign of anemic demand in the domestic economy, adding to the pressure on Beijing as it struggles to manage trade tensions with the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-budget-chief-seeks-reprieve-on-huawei-ban-11560108418", "title": "Acting Budget Chief Seeks Reprieve on Huawei Ban", "date": "2019-06-10 02:21", "summary": "Russell Vought, in letter to Pence and Congress, says U.S. companies need time to adjust to the restrictions. The White House's acting budget chief is pushing for a delay in implementing key provisions of a law that restricts the U.S. government's business with Huawei Technologies Co., citing the burdens on U.S. companies that use its technology.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-hadestown-wins-eight-tonys-including-best-musical-11560138492", "title": "Hot 'Hadestown' Wins Eight Tonys, Including Best Musical", "date": "2019-06-10 00:03", "summary": "Best play goes to 'The Ferryman'; Ali Stroker, 'Oklahoma!' actress who uses wheelchair, a winner. \"Hadestown,\" a jazz-inflected musical based on a mythological journey to the underworld, emerged as the big winner Sunday night at the Tony Awards, Broadway's annual ceremony recognizing its top shows and performers.", "categories": [["Books & Arts", "Arts", "Theater", "| By"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/theater?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelans-latest-woe-gas-lines-that-last-for-days-on-end-11560159002", "title": "Venezuelans' Latest Woe: Gas Lines", "date": "2019-06-10 00:01", "summary": "Despite vast crude reserves, residents brave endless waits at risk of criminal attack to get gasoline. CARACAS, Venezuela-Teresa Aray hunkered down in her car at nightfall recently, one of hundreds of motorists waiting for gasoline in a mileslong line in the eastern city of Puerto Ordaz.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11560096381", "title": "Pepper...and Salt", "date": "2019-06-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Commentary", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-ortiz-former-red-sox-slugger-shot-in-a-dominican-republic-bar-11560147331", "title": "David Ortiz, Former Red Sox Slugger, Shot in a Dominican Republic Bar", "date": "2019-06-10 00:01", "summary": "His condition has been listed as stable. SANTO DOMINGO, Dominican Republic-Former Boston Red Sox slugger David Ortiz was ambushed by a man who got off a motorcycle and shot him in the back at close range Sunday night in the Dominican Republic, authorities said.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/close-encounters-at-the-iowa-democratic-fundraiser-11560138593", "title": "Close Encounters at the Iowa Democratic Fundraiser", "date": "2019-06-10 23:49", "summary": "'It's overwhelming, honestly. It's too many of them,' said a local Democrat of the 19 presidential candidates in town. CEDAR RAPIDS, Iowa-The presidential candidate speed dating here in the state that will start balloting for the nomination in less than eight months showcased the challenges of managing the vast Democratic field.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-may-soon-get-easier-to-move-your-401-k-when-switching-jobs-11560132720", "title": "It May Soon Get Easier to Move Your 401(k) When Switching Jobs", "date": "2019-06-10 22:12", "summary": "A proposed regulation helps workers bring their retirement accounts with them when they switch jobs. It could soon get easier to move a 401(k) retirement account from one job to the next.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Need to Know"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-fund-manager-bill-miller-is-still-betting-big-11560132660", "title": "Star Fund Manager Bill Miller Is Still Betting Big", "date": "2019-06-10 22:11", "summary": "He once beat the market 15 years in a row-a streak that still holds the record. Here's what he thinks about the market today.. Younger investors might not recognize the name Bill Miller, chief investment officer of Miller Value Partners, but he stands as one of the giants of mutual-fund history. Mr. Miller beat the S&P 500 index 15 years in a row from 1991 to 2005 when he was managing the Legg Mason Capital Management Value Trust fund. That streak-still a record-was built on big, value-oriented bets.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-likes-wide-moat-stocks-should-you-11560132600", "title": "Warren Buffett Likes 'Wide Moat' Stocks. Should You?", "date": "2019-06-10 22:10", "summary": "Investors love the idea of investing in companies with great brands, reputations and competitive advantages. That has a downside, research suggests.. Value investors have long followed Warren Buffett's advice about picking stocks of companies with wide and sustainable \"economic moats,\" a term he uses to describe a company with a long-term competitive advantage.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mistakes-that-investors-make-with-currency-funds-11560132420", "title": "The Mistakes That Investors Make With Currency Funds", "date": "2019-06-10 22:07", "summary": "Because predicting the direction of currencies can be challenging, investors should approach these funds with caution, financial experts say. Investing in currency mutual or exchange-traded funds may sound tempting. After all, the foreign-exchange market is the biggest financial market in the world, averaging more than $5 trillion in trading volume every day.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-is-the-better-inflation-hedge-stocks-or-gold-11560132361", "title": "Which Is the Better Inflation Hedge: Stocks or Gold?", "date": "2019-06-10 22:06", "summary": "The answer may surprise you, says this columnist. The conventional wisdom is that gold is one of the best inflation hedges there is, while stocks are vulnerable when inflation takes off.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tough-month-cuts-u-s-stock-funds-2019-gain-to-10-11560132361", "title": "Tough Month Cuts U.S.-Stock Funds' 2019 Gain to 10%", "date": "2019-06-10 22:06", "summary": "Convergence of changes hit stocks in May, but damage could be short-lived. It was \"Goldilocks, Interrupted.\"", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/here-comes-the-sun-and-wind-renewables-have-their-market-moment-11560132300", "title": "Here Comes the Sun (and Wind): Renewables Have Their Market Moment", "date": "2019-06-10 22:05", "summary": "Despite President Trump's skepticism, wind and solar funds are beating this year's bull market. President Trump is dismissing wind power and placing tariffs on solar-power panels (along with at least $200 billion of other goods) in a bid to punish China, which he says is robbing America of jobs by subsidizing adoption of renewable energy.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volatility-fear-drives-investors-to-bond-etfs-11560132240", "title": "Volatility Fear Drives Investors to Bond ETFs", "date": "2019-06-10 22:04", "summary": "Some in the industry say investors are looking at ETFs as a risk-management tool because of their flexibility and convenience. As Investors see increased volatility on the horizon, many believe that bond-focused ETFs can help guide them through the storm.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-emerging-markets-investments-are-going-11560132180", "title": "Where Emerging-Markets Investments Are Going", "date": "2019-06-10 22:03", "summary": "China took the most during a recent 16-month period, as ETFs snapped up cheap stocks. Exchange-traded funds specializing in emerging markets have been drawing tens of billions of dollars in new investment lately. But not all countries are getting equal love from investors.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-fund-managers-see-opportunities-for-investors-from-trade-dispute-11560132120", "title": "Fund Managers See Opportunities for Investors From Trade Dispute", "date": "2019-06-10 22:02", "summary": "But others say that it's a good reminder that investors shouldn't react to the headlines of the day. The U.S.-China trade dispute and American sanctions on Huawei Technologies Co. are affecting share prices around the world. So, should fund investors look for opportunities to profit from the situation?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-etf-counts-on-investors-overreacting-11560132060", "title": "An ETF Counts on Investors Overreacting", "date": "2019-06-10 22:01", "summary": "Vesper US Large Cap Short-Term Reversal Strategy invests in stocks that have experienced a selloff, but are expected to bounce back quickly. Call it the \"buy the dip\" fund.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Vesper US Large Cap Short-Term Reversal Strategy"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-does-it-mean-when-investors-say-sell-the-profit-11560132000", "title": "What Does It Mean When Investors Say, 'Sell the Profit'?", "date": "2019-06-10 22:00", "summary": "The term refers to selling stocks in the anticipation that corporate earnings growth is about to slow. Some say it is especially relevant now.. Wall Street is inventive when it comes to terminology. Consider, for example, \"sell the profit.\" At first read, it may not be clear what the phrase means.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-to-test-new-videogame-streaming-service-11560130929", "title": "Microsoft to Test New Videogame-Streaming Project", "date": "2019-06-10 21:42", "summary": "Tech giant says test will enable people to stream Xbox One games to mobile devices. LOS ANGELES- Microsoft Corp. said on Sunday it will begin publicly testing its new videogame-streaming initiative in October, just ahead of when Google's competing service is slated to launch.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-trump-threats-become-part-of-diplomatic-playbook-11560083370", "title": "For Trump, Threats Become Part of Diplomatic Playbook", "date": "2019-06-10 21:32", "summary": "President says using such tactics creates leverage, but critics point to downsides. WASHINGTON-President Trump's threat to impose tariffs on Mexico was met with alarm from business leaders and many in his own party, who responded with corresponding relief when the threat was withdrawn Friday. No one, however, should have been surprised.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-to-avert-tariffs-leaves-unease-between-trump-gop-11560116204", "title": "Deal to Avert Tariffs Leaves Unease Between Trump, GOP", "date": "2019-06-10 21:30", "summary": "GOP senators praised the agreement struck by the president, just days after angering him by criticizing his tactics. WASHINGTON-The deal averting tariffs was broadly celebrated by Republicans but left an undercurrent of tension between the president and many in the GOP, especially in the Senate, who dislike tariffs and opposed the Mexico policy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/factories-throttle-back-pressuring-u-s-economy-11560085201", "title": "Factories Throttle Back, Pressuring U.S. Economy", "date": "2019-06-10 21:29", "summary": "Trade tensions, soft vehicle sales and a construction slowdown dent manufacturing orders. Factories have shifted into low gear after a year of record output and big job gains, putting additional pressure on a U.S. economy that already is expected to grow more slowly this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-turns-wary-of-u-s-power-despite-tariff-deal-11560121697", "title": "Mexico Wearies of U.S. Approach", "date": "2019-06-10 21:27", "summary": "The relationship has taken another hit despite the deal to avoid tariffs; 'we are not distant neighbors'. MEXICO CITY-President Trump made Mexico a political piñata from the first day of his presidential campaign. Now, the historically fraught relationship has suffered another major blow.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariff-dispute-complicates-u-s-ties-with-mexico-11560123878", "title": "Tariff Dispute Complicates U.S. Ties With Mexico", "date": "2019-06-10 21:24", "summary": "Tussle scrambles anew the already-delicate relationship between two neighbors struggling to resolve trade and border issues. President Trump's threat to impose tariffs on Mexico was averted by an immigration deal late Friday, but scrambles anew the already-delicate relationship between two neighbors struggling to resolve the trade and border issues that are top priorities for the White House.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]