[{"link": "https://www.wsj.com/articles/trump-was-briefed-on-whistleblower-complaint-before-ukraine-aid-released-11574827150", "title": "Trump Was Briefed on Whistleblower Complaint Before Ukraine Aid Released", "date": "2019-11-26 22:59", "summary": "White House counsel Pat Cipollone and John Eisenberg, an attorney with the National Security Council, informed the president in August. WASHINGTON-President Trump was briefed about the whistleblower complaint prompted by his dealings with Kyiv before the White House lifted a hold on more than $391 million in aid to Ukraine, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-faces-new-obstacle-in-returning-737-max-jets-to-service-11574822775", "title": "Boeing Faces New Obstacle in Returning 737 MAX Jets to Service", "date": "2019-11-26 21:46", "summary": "FAA strips company of authority to sign off on its own before delivery to airlines. In the latest hurdle confronting Boeing Co. 's bid to get its grounded 737 MAX fleet back in the air, federal regulators now intend to inspect and sign off on every jet individually before delivery to airlines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-simon-had-no-time-for-bad-art-11574812084", "title": "John Simon Had No Time for Bad Art", "date": "2019-11-26 21:42", "summary": "The critic, who died Sunday at 94, worried that critical indifference would give rise to more of it.. On the jacket of my copy of \"Acid Test,\" a 1963 collection of essays by John Simon, a blurb reads: \"When Simon writes about a book, you will want to read it or you will not need to read it.\" Praise for a culture critic doesn't get much higher than that.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-adjusts-to-new-reality-as-100-billion-evaporates-11574764205", "title": "Unicorns' $100 Billion Drop Jolts Silicon Valley Investors", "date": "2019-11-26 21:09", "summary": "The plummeting values of WeWork, Uber and other unicorns prompts soul-searching among investors. Once Silicon Valley's highest-flying darlings, companies from WeWork to Uber Technologies Inc. have collectively lost about $100 billion in value this year, prompting some startup executives to talk up profitability over growth as venture-capital investors grow more cautious about spending.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-budget-official-raised-legal-concerns-about-ukraine-aid-freeze-11574813525", "title": "White House Official Raised Legal Concerns About Aid Freeze", "date": "2019-11-26 20:58", "summary": "House impeachment investigators release two more transcripts of Trump administration officials' testimony. WASHINGTON-A top White House budget official tasked with freezing security aid to Ukraine raised legal concerns about the hold before another official assumed responsibility for the funds, according to the transcript of his testimony to impeachment investigators released Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-shareholders-criticize-company-after-wework-wipeout-11574764205", "title": "SoftBank Criticized by Investors After WeWork Wipeout", "date": "2019-11-26 20:10", "summary": "Capital Group, Tiger Global have privately complained about SoftBank's bad investments and executive loans. SoftBank Group Corp.'s biggest investors are putting pressure on the tech conglomerate over its governance and for bad investments in its $100 billion investment fund.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-california-fire-sparks-near-santa-barbara-11574779375", "title": "California Fire Threatens Homes in Santa Barbara", "date": "2019-11-26 19:59", "summary": "Cave Fire grows to more than 4,300 acres. SANTA BARBARA, Calif.-A fast-moving fire in California's Los Padres National Forest threatened homes in Santa Barbara as it exploded in size to more than 4,300 acres Tuesday, driven by wind and abundant brush.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-is-king-11574814808", "title": "Congress Is King", "date": "2019-11-26 19:33", "summary": "A federal judge says White House aides must answer to Capitol Hill.. You may have read that a judge has ordered that Don McGahn, the former White House counsel, must testify in response to a Congressional subpoena. What you probably didn't read in the impeachment press is that the sweeping ruling essentially eliminates a right to confidentiality between a President and his most senior advisers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-rear-antitrust-window-11574814773", "title": "Justice's Rear Antitrust Window", "date": "2019-11-26 19:32", "summary": "The competition cops catch up to the digital movie times.. Americans nowadays have a plethora of options to stream movies online, and many may not recall the last time they viewed a film in a theater. So credit to the Justice Department for getting with the digital times.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethics-and-labor-double-standards-11574814737", "title": "Ethics and Labor Double Standards", "date": "2019-11-26 19:32", "summary": "Common sense prevails at the National Labor Relations Board.. We've been telling you about political machinations at the National Labor Relations Board (NLRB) as an insight into how double standards can rig labor law. So it's good to see the agency pushing back in a report last week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-desolate-wilderness-11574814600", "title": "The Desolate Wilderness", "date": "2019-11-26 19:30", "summary": "Resume Subscription. Here beginneth the chronicle of those memorable circumstances of the year 1620, as recorded by Nathaniel Morton, keeper of the records of Plymouth Colony, based on the account of William Bradford, sometime governor thereof:", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/and-the-fair-land-11574814523", "title": "And the Fair Land", "date": "2019-11-26 19:28", "summary": "Resume Subscription. Any one whose labors take him into the far reaches of the country, as ours lately have done, is bound to mark how the years have made the land grow fruitful.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-files-suit-against-barr-ross-in-census-fight-11574798613", "title": "House Panel Files Suit Against Barr, Ross in Census Fight", "date": "2019-11-26 19:27", "summary": "Democrats want documents related to the administration's push to get citizenship question on decennial survey. WASHINGTON-A House committee filed a lawsuit against Attorney General William Barr and Commerce Secretary Wilbur Ross over the Trump administration's efforts to add a citizenship question to the 2020 census.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-will-turn-over-the-2016-rocks-11574812212", "title": "Who Will Turn Over the 2016 Rocks?", "date": "2019-11-26 18:50", "summary": "The republic can survive the truth, but the FBI and CIA probably can't.. A forthcoming report by the Justice Department inspector general will look into the FBI's formal handling of the Steele dossier and its launching of a counterintelligence investigation of the 2016 Trump campaign. Far more consequential, though, was the FBI's informal role in allowing itself to be used to inject the dossier into the political sphere to spark the Russia collusion folly.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anti-semitism-soars-in-eastern-europe-11574812176", "title": "Anti-Semitism Soars in Eastern Europe", "date": "2019-11-26 18:49", "summary": "The old canard of 'dual loyalty' also has currency in Western European countries like Spain and Belgium.. During the past decade, as internal struggles have preoccupied the U.S., the rest of the world hasn't been standing still. China has risen, as has populist nationalism-and so too, it turns out, has anti-Semitism.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/down-with-the-western-canon-not-so-fast-11574812136", "title": "Down With the Western Canon? Not So Fast", "date": "2019-11-26 18:48", "summary": "Students can find a lot to learn from great books by 'dead white men.'. Editor's note: This Future View is about teaching the \"dead white males\" of the Western canon. Next week, in light of the protest at the Harvard-Yale football game, we'll ask, \"Is it good for university endowments to become politicized?\" Students should click here to submit opinions of fewer than 250 words before Dec. 10. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-college-students-so-afraid-of-me-11574812050", "title": "Why Are College Students So Afraid of Me?", "date": "2019-11-26 18:47", "summary": "Because adults at places like Bucknell and Holy Cross have convinced them they are oppressed.. Few things upset American college students more than being told they aren't oppressed. I recently spoke at the College of the Holy Cross in Worcester, Mass. I argued that American undergraduates are among the most privileged individuals in history by virtue of their unfettered access to knowledge. Far from being discriminated against, students are surrounded by well-meaning faculty who want all of them to succeed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/army-beats-navy-in-the-battle-of-the-budget-11574811994", "title": "Army Beats Navy in the Battle of the Budget", "date": "2019-11-26 18:46", "summary": "Compared with the other branches of the military, the Marine Corps is dangerously underfunded.. On Dec. 14, the most storied match-up in American sports will have its annual clash: the Army-Navy football game. TV commentators will praise the selflessness of these young men, and rightly so. Soon after they graduate, many will be in harm's way. They'll drive tanks and command troops, fly fighter jets and steer destroyers. The announcers will marvel at how the cadets and midshipmen balance rigorous academic demands, military duties and leadership responsibilities-plus football-in service to the country.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayflower-lives-review-the-pilgrims-in-flesh-and-spirit-11574811917", "title": "'Mayflower Lives' Review: The Pilgrims in Flesh and Spirit", "date": "2019-11-26 18:45", "summary": "The Plymouth settlement needed both \"saints\" and \"strangers\": people seeking freedom to worship and others seeking proﬁt or adventure.. If we want to encounter the first Thanksgiving as the Pilgrims experienced it in the fall of 1621, \"we must put aside our images of great wide Puritan collars and large buckles (never worn by the godly of early Plymouth, who rejected all jewelry), roast turkey (absent from the earliest record of the event), and cranberry sauce (quite unknown in the early colony).\" So writes Martyn Whittock in \"Mayflower Lives,\" an incisive series of biographical and historical essays on the Mayflower's passengers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-demons-in-my-head-roam-the-streets-11574811951", "title": "The Demons in My Head Roam the Streets", "date": "2019-11-26 18:45", "summary": "I see my symptoms in the homeless: wild eyes, manic screams.. Los Angeles", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweden-opens-investigations-into-iraqs-defense-minister-11574778204", "title": "Sweden Opens Investigations Into Iraq's Defense Minister", "date": "2019-11-26 18:29", "summary": "Probes cover suspected benefit fraud in Sweden and human-rights abuses in Iraq. Sweden is investigating Iraq's defense minister for suspected crimes against humanity as well as benefits fraud related to his time as a refugee in the Scandinavian country, Swedish prosecutors and police said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cftc-fines-goldman-sachs-1-million-for-failing-to-record-calls-11574810565", "title": "CFTC Fines Goldman Sachs $1 Million for Failing to Record Calls", "date": "2019-11-26 18:22", "summary": "A technical glitch caused a recording system to fail on a sales and trading desk, according to the Commodity Futures Trading Commission. The Commodity Futures Trading Commission ordered a Goldman Sachs Group Inc. subsidiary to pay $1 million to settle charges it failed to obtain and retain recordings of certain phone lines on a sales and trading desk.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dicks-raises-earnings-outlook-shares-jump-11574775023", "title": "Dick's Raises Earnings Outlook", "date": "2019-11-26 18:16", "summary": "Sports retailer's same-store sales rise 6% in latest quarter, biggest increase since 2013. Dick's Sporting Goods Inc. posted its best quarterly sales gains in six years and raised its forecasts for the holiday season, citing strong consumer demand and fewer discounts.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courts-role-in-impeachment-inquiry-could-be-eclipsed-11574810125", "title": "Courts' Role in Impeachment Inquiry Could Be Eclipsed", "date": "2019-11-26 18:15", "summary": "A Senate trial could give Democrats more access to key witnesses. WASHINGTON-The courts aren't likely to resolve several cases raising difficult questions about Congress's right to certain materials and witnesses in time to affect the impeachment inquiry into President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-readies-big-dollar-bond-sale-11574769337", "title": "China Sells $6 Billion of Dollar Bonds", "date": "2019-11-26 18:10", "summary": "Deal takes advantage of low global yields and meets strong demand. China is taking advantage of low global yields to raise $6 billion in its largest-ever dollar bond sale.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blockchain-3-d-printing-combine-to-make-aircraft-parts-11574809371", "title": "Blockchain, 3-D Printing Combine to Make Aircraft Parts", "date": "2019-11-26 18:02", "summary": "Moog, a designer of plane components, tests the two technologies in tandem to print parts on demand. Aircraft-component maker Moog Inc. is testing a combination of blockchain and 3-D printing to speed up the replacement of defective aircraft parts to a few hours from several days or even weeks.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hp-earnings-slide-as-printing-business-continues-to-struggle-11574803369", "title": "HP Earnings Slide as Printing Business Continues to Struggle", "date": "2019-11-26 18:00", "summary": "Company says turnaround is on track, while takeover attempt by Xerox becomes increasingly heated. HP Inc. posted lower fiscal fourth-quarter earnings as its printing business remained weak, helping to spur an increasingly acrimonious takeover approach from rival Xerox Holdings Corp.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-should-pay-restitution-to-mine-investors-prosecutors-say-11574808401", "title": "Hedge Fund Should Pay Restitution to Mine Investors, Prosecutors Say", "date": "2019-11-26 17:46", "summary": "Justice Department, in an about-face, says the hedge fund formerly known as Och-Ziff should pay African mine investors whose rights were stolen in bribery scheme. The U.S. Justice Department has thrown its weight behind a group of past investors in an African mine who say they were the victims of a bribery scheme by the hedge fund Sculptor Capital Management Ltd.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-one-way-street-to-regulation-11574776309", "title": "Uber's One-Way Street to Regulation", "date": "2019-11-26 17:42", "summary": "As part of city transport networks, the ride-hailing industry is too political, pollutive and potentially disruptive to escape close scrutiny. Uber investors need to get used to tougher regulation. In time, they may even learn to love it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-business-group-decks-the-halls-of-empty-storefronts-11574808143", "title": "New York Business Group Decks the Halls of Empty Storefronts", "date": "2019-11-26 17:42", "summary": "Fifth Avenue Association installs holiday-themed window displays in vacant retail spaces. Some empty storefronts on Fifth Avenue are getting dressed up for the holidays.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-burisma-and-the-obama-administration-11574807939", "title": "Biden, Burisma and the Obama Administration", "date": "2019-11-26 17:38", "summary": "Why didn't White House lawyers manage the Ukraine conflict of interest?. A few readers are wondering why there was no institutional check on Hunter Biden accepting lucrative assignments for which he appeared unqualified in countries where his father was leading U.S. policy. Alternatively, there could have been an institutional demand for Vice President Joe Biden to recuse himself from, for example, matters affecting the Ukrainian energy firm enriching his son.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-drift-in-absence-of-new-impetus-11574762851", "title": "Stocks Tick Higher as Investors Parse Retail Earnings", "date": "2019-11-26 17:30", "summary": "Best Buy and Dollar Tree give starkly different profit outlooks for the year. Stocks drifted higher as rising shares of consumer companies and real-estate firms nudged all three major indexes to records.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-strong-open-sesame-for-alibaba-in-hong-kong-11574746859", "title": "Alibaba Shares Enjoy a Strong Start in Hong Kong", "date": "2019-11-26 17:25", "summary": "Chinese e-commerce company's shares gain nearly 7% on first day of trading in the Asian financial center. HONG KONG- Alibaba Group Holding Ltd. 's Hong Kong-listed shares rose nearly 7% in their debut, after the Chinese online-retail giant completed the biggest stock offering so far this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-cfo-pick-could-hint-at-willingness-to-hire-a-new-auditor-11574806742", "title": "GE's CFO Pick Could Hint at Willingness to Hire a New Auditor", "date": "2019-11-26 17:19", "summary": "The conglomerate previously disclosed plans to invite bids for an independent auditor-a process that could lead to the replacement or retention of KPMG. General Electric Co. 's decision this week to appoint an outsider as finance chief is rekindling speculation over whether the company will end its audit relationship with KPMG that goes back more than a century.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-seeks-to-oust-tom-barrack-as-colony-capital-ceo-11574806507", "title": "Activist Investor Seeks to Oust Barrack as Colony Capital CEO", "date": "2019-11-26 17:15", "summary": "Blackwells Capital owns 1.85% of Colony's shares. An activist investor is trying to remove Colony Capital Inc.'s chief executive Thomas Barrack Jr., citing poor stock performance and an investigation into President Donald Trump's inaugural committee, which Mr. Barrack chaired.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-tree-cuts-annual-outlook-11574774744", "title": "Dollar Tree Gets Squeezed by Tariffs", "date": "2019-11-26 17:08", "summary": "Discount retailer lowers profit outlook, citing tariffs and turnaround effort at Family Dollar chain. Dollar Tree Inc. reduced its profit outlook for its fiscal year on Tuesday as the discount retailer braces for higher costs related to its turnaround of the company's Family Dollar stores and the expected impact of tariffs on goods imported from China.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-post-higher-sales-lifts-its-holiday-hopes-11574772671", "title": "Best Buy Posts Higher Sales, Lifts Its Holiday Hopes", "date": "2019-11-26 17:07", "summary": "Electronics retailer increases financial targets it had lowered in August. Best Buy Co. reported another quarter of rising sales, boosted by online orders, and executives gave a more upbeat forecast for the pivotal holiday shopping season than they did during the summer.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/navy-to-decide-on-a-review-of-three-seals-tied-to-gallagher-11574805816", "title": "Navy to Decide on a Review of Three SEALs Tied to Gallagher", "date": "2019-11-26 17:03", "summary": "Case goes on, even after Trump intervened to protect a member of the commando unit. The Navy is expected to decide Wednesday whether three SEALs associated with the case of Chief Petty Officer Edward Gallagher should face a review board that could determine whether they remain members of the elite group, defense officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-governor-trump-appear-at-odds-over-senate-pick-11574789160", "title": "Georgia Governor, Trump Appear at Odds Over Senate Pick", "date": "2019-11-26 16:45", "summary": "In a White House meeting, Brian Kemp pushed Kelly Loeffler, while president prefers Rep. Doug Collins. President Trump quietly met Sunday in the White House with Georgia Gov. Brian Kemp and the governor's preferred pick to fill the state's Senate seat, Atlanta businesswoman Kelly Loeffler.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-gain-after-china-trade-comments-11574787704", "title": "U.S. Bonds Gain After China Trade Comments", "date": "2019-11-26 16:41", "summary": "Decline in yields departs from bond market's pattern during the prolonged trade impasse. U.S. government bond prices rose Tuesday after Chinese officials offered an upbeat assessment of recent trade talks, a move some analysts said signaled investors' skepticism about the negotiation process.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-invest-in-crypto-think-about-buying-stocks-11574801974", "title": "Want to Invest in Crypto? Think About Buying Stocks", "date": "2019-11-26 16:36", "summary": "Overstock.com, Nvidia and Hut 8 Mining are among the stocks often considered crypto plays. Investors looking for a piece of the cryptocurrency game have one avenue that is sometimes overlooked: stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/something-over-something-else-romare-beardens-profile-series-review-bright-reflections-11574803892", "title": "'Something Over Something Else: Romare Bearden's Profile Series' Review: Bright Reflections", "date": "2019-11-26 16:31", "summary": "Inspired by a magazine profile, the artist created a two-part series of collage-paintings documenting his childhood in North Carolina and experiences as a young artist in Harlem.. Atlanta", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mimedx-ex-senior-executives-indicted-on-fraud-charges-11574789916", "title": "MiMedx Ex-Senior Executives Indicted on Fraud Charges", "date": "2019-11-26 16:24", "summary": "Parker Petit and William Taylor face criminal and civil cases. Two former senior executives of MiMedx Group Inc. were indicted on accounting-fraud charges, capping a tumultuous period for the high-profile maker of tissue grafts.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-launch-criminal-probe-of-opioid-makers-distributors-11574790494", "title": "U.S. Prosecutors Launch Investigation of Opioid Makers", "date": "2019-11-26 16:24", "summary": "Authorities are using a criminal law more commonly used against drug dealers in probe of at least six major pharmaceutical firms. Federal prosecutors have opened a criminal investigation into whether pharmaceutical companies intentionally allowed opioid painkillers to flood communities, employing laws normally used to go after drug dealers, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-democrats-float-privacy-bill-but-bipartisan-deal-remains-elusive-11574782026", "title": "Senate Democrats Float Privacy Bill, but Bipartisan Deal Remains Elusive", "date": "2019-11-26 15:56", "summary": "Legislation from Democrat Maria Cantwell would give consumers more control over personal data. WASHINGTON-A group of Senate Democrats introduced a consumer-data privacy bill without Republican support, the latest indication that bipartisan negotiations still haven't produced a compromise that can pass a divided Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albania-earthquake-kills-at-least-16-and-injures-more-than-600-11574779487", "title": "Earthquake in Albania Kills at Least 18 People", "date": "2019-11-26 15:52", "summary": "More than 600 are injured in 6.4-magnitude temblor, as opposition parties complain that the government was refusing to declare a state of emergency. TIRANA, Albania-An earthquake killed at least 18 people in this Balkan country and sparked complaints from opposition parties that the government was refusing to declare a state of emergency.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rules-for-trump-impeachment-trial-may-be-modeled-after-clintons-11574799925", "title": "Rules for Trump Impeachment Trial May Be Modeled After Clinton's", "date": "2019-11-26 15:48", "summary": "McConnell has called the procedures for the last presidential impeachment 'a place to start' for the next one. Senate Majority Leader Mitch McConnell won't speculate much about what an impeachment trial for President Trump might look like, but he has made it clear the rules that were in place for the trial of President Clinton are \"a place to start.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-bans-flavored-e-cigarettes-11574800984", "title": "New York City Bans Flavored E-Cigarettes", "date": "2019-11-26 15:43", "summary": "Effort aims to make it tougher for young people to vape, and will take effect July 1. The New York City Council on Tuesday approved a ban on the sale of nearly all flavored e-cigarettes and e-liquids, joining a group of some 230 municipalities and several states to enact restrictions on the sale of such products.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-jokes-pardoned-turkeyhas-already-been-subpoenaed-11574800958", "title": "Trump Jokes Pardoned Turkey Has Already Been Subpoenaed", "date": "2019-11-26 15:42", "summary": "In Thanksgiving tradition, president spares life of Butter as well as companion Bread. WASHINGTON-President Trump spared the life of Butter, the star of this year's annual Thanksgiving turkey pardoning tradition, and joked that the bird had already been subpoenaed by House impeachment investigators.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-national-railway-teamsters-reach-deal-to-end-strike-11574782890", "title": "Canadian National Railway, Teamsters Reach Deal to End Strike", "date": "2019-11-26 15:39", "summary": "Some unionized workers prepare to return to work soon; ratification of deal could take weeks. OTTAWA- Canadian National Railway Co. said Tuesday it has struck a tentative agreement with the union representing 3,200 conductors and yard-crew workers, bringing an end to a weeklong strike that threatened to upend the economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-seeks-to-unwind-business-deals-that-pose-telecommunications-security-threat-11574782284", "title": "U.S. Seeks to Unwind Business Deals That Pose Telecom Security Threat", "date": "2019-11-26 15:28", "summary": "Proposed rules give commerce secretary power to ban equipment that's purchased from 'foreign adversary'. WASHINGTON-Commerce Secretary Wilbur Ross would have the power to unwind business deals that threaten the country's telecommunications infrastructure under a federal proposal released Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-skeptical-tax-will-hit-only-the-2-11574799148", "title": "Readers Skeptical Tax Will Hit Only the .2%", "date": "2019-11-26 15:12", "summary": "The authors claim that the millionaires surtax \"wouldn't impact 99.8% of households.\" I have a simple rebuttal to that claim: the alternative minimum tax.. Regarding Sen. Chris Van Hollen and Rep. Donald S. Beyer's letter defending their proposed 10% income surtax (Nov. 22): Please spare us the moralizing by claiming you are \"asking\" millionaires to pay more. Your plan doesn't \"ask\" the top 2% to \"invest more.\" It requires that they pay additional tax without any expectation for a return on it as one might expect on an actual investment. Progressives want us to believe government confiscation of wealth is somehow more palatable if they pretend to be softly \"asking\" people to send more money to Washington so they can \"invest\" it by redistributing it to buy the votes of their favored constituencies.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-different-from-u-k-s-nhs-11574799054", "title": "Medicare for All Different From U.K.'s NHS", "date": "2019-11-26 15:10", "summary": "Comparing Medicare for All to Britain's National Health Service is incorrect. A truer comparison is our current Veterans Affairs health-care system.. Regarding your editorial \"Medicare for All Preview\" (Nov. 15): Comparing Medicare for All to Britain's National Health Service is incorrect. Medicare is basically an insurance product, in application not much different than commercial insurance. What differs is how it is funded-rarely is it mentioned that there is an out-of-pocket cost to the consumer with Medicare Part B and Part D.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-panic-over-facebook-and-twitter-11574466009", "title": "Don't Panic Over Facebook and Twitter", "date": "2019-11-26 15:10", "summary": "The internet turned out not to be an unmixed blessing, but Antonio García Martínez, the author of 'Chaos Monkeys,' seeks to calm your fears about privacy and 'fake news.'. Redwood City, Calif.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liz-bernie-tories-labour-and-free-markets-11574798999", "title": "Liz, Bernie, Tories, Labour and Free Markets", "date": "2019-11-26 15:09", "summary": "Sen. Elizabeth Warren believes in markets, albeit regulated ones, wherein capitalists in pursuing their bottom line shall do no harm. This places her in the Theodore Roosevelt trust-busting tradition of progressive Republicans.. Prof. James E. McNulty states that Sen. Elizabeth Warren \"constantly proclaims, 'I am a capitalist to my bones.' If so, her capitalism is very well concealed\" (Letters, Nov. 16). In proclaiming this, she has also maintained, by way of refinement, that she believes in markets, albeit regulated ones, wherein capitalists in pursuing their bottom line shall do no harm. This places her in the Theodore Roosevelt trust-busting tradition of progressive Republicans, of which he was a pioneer (hence her proposals to break up Amazon and Facebook). That tradition is akin to the one-nation Toryism of the British Conservative Party launched in the 19th century by Benjamin Disraeli. It is one which defends capitalism and markets but believes the state must be employed to guard against their excesses. Look at the Tories' spending plans as Prime Minister Boris Johnson has laid them out in the current British election campaign.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-for-holder-to-make-bay-states-districts-fair-11574798904", "title": "Time for Holder to Make Bay State's Districts Fair", "date": "2019-11-26 15:08", "summary": "We have nine seats in Congress. All nine of them are held by Democrats. If you adjust for candidates that run unopposed, roughly one-third of the electorate votes for Republicans.. Regarding your editorial \"Eric Holder's Gerrymander Doctrine\" (Nov. 19): We in Massachusetts can only hope that Eric Holder is successful. The gerrymander was invented here in the Bay State along with many of our other cherished traditions, like Thanksgiving. But the time may have come to rethink this one. Sometimes you just have to admit that unfair is unfair.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-evictions-are-plunging-under-new-rent-control-law-11574793114", "title": "New York Evictions Are Plunging Under New Rent Control Law", "date": "2019-11-26 15:03", "summary": "WSJ analysis shows decline was steepest for landlord cases against tenants who fell behind on rent payments; 'It's like an earthquake in housing court'. A new tenant protection law enacted by the state may already be paying off for tens of thousands of New York City renters, as the number of eviction cases filed by landlords has plummeted.", "categories": [["WSJ News Exclusive", "New York"]], "category_links": ["https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-has-taken-significant-action-to-offset-risks-to-economy-brainard-says-11574791909", "title": "Fed Has Taken 'Significant Action' to Offset Risks to Economy, Brainard Says", "date": "2019-11-26 15:03", "summary": "It will take time to gauge impact of Fed's three rate cuts, Fed governor notes. NEW YORK-Federal Reserve Gov. Lael Brainard said Tuesday that three central-bank rate cuts have put monetary policy in the right place for now, in remarks that also sketched out her preferred path for updating central-bank tools to deal with a low interest-rate world.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-stays-upbeat-about-trade-deal-with-u-s-11574765630", "title": "China Raises Hopes for U.S. Trade Deal", "date": "2019-11-26 14:56", "summary": "Beijing's chief trade negotiator spoke with his U.S. counterparts by phone on Tuesday. China offered its most positive message in recent weeks that trade talks with the U.S. were going smoothly after a phone call Tuesday between the countries' top negotiators, raising the prospects for a limited deal sought by both nations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dayton-superior-nears-out-of-court-restructuring-deal-11574798057", "title": "Dayton Superior Nears Out-of-Court Restructuring Deal", "date": "2019-11-26 14:54", "summary": "Oaktree-owned construction materials supplier expected to complete balance sheet overhaul within weeks. Dayton Superior Corp. is closing in on an out-of-court restructuring deal that will slash its debt as the concrete maker struggles from pricing pressure in the construction materials sector, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyday-life-by-coldplay-review-big-small-and-everything-in-between-11574797227", "title": "'Everyday Life' by Coldplay Review: Big, Small, and Everything in Between", "date": "2019-11-26 14:40", "summary": "The group's latest album marks a newly ambitious direction, featuring a surfeit of genre influences and tackling everything from global politics to matters of the heart.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-k-rabbi-accuses-corbyn-of-failing-to-stem-anti-semitism-within-labour-11574797030", "title": "Top U.K. Rabbi Says Corbyn Failed to Stem Anti-Semitism Within Labour", "date": "2019-11-26 14:37", "summary": "Religious leader's opinion piece marks an unusual intervention ahead of Dec. 12 election; opposition party's chief says anti-Jewish behavior won't be tolerated. LONDON-Britain's chief rabbi accused Labour Party leader Jeremy Corbyn of failing to root out anti-Semitism in his party's ranks, an unusual intervention from a religious leader weeks before a general election.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helicopter-collision-kills-13-french-soldiers-in-mali-11574770772", "title": "Helicopter Collision Kills 13 French Soldiers in Mali", "date": "2019-11-26 14:20", "summary": "France shoulders the majority of the military action against terrorist groups in the West African country. Two helicopters in Mali collided midair during an operation against terrorists, killing 13 French soldiers, the heaviest casualties France has shouldered since launching its military campaign to drive extremists from the country.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-tree-shortchanged-by-tariffs-crowded-field-11574795012", "title": "Dollar Tree Shortchanged by Tariffs, Crowded Field", "date": "2019-11-26 14:06", "summary": "Struggles with cost control, tariff threat leave discount retailer's shareholders a dollar short. Dollar Tree shareholders got a far bigger bill than they were expecting on Tuesday. Tariffs are hardly the only reason for that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-no-news-11574727270", "title": "Bloomberg No News", "date": "2019-11-26 13:51", "summary": "His reporters won't investigate Democrats-but Trump is fair game.. Mike Bloomberg joined the Democratic race for President on Sunday, creating a conundrum for his journalists at Bloomberg LP. Do they quit covering 2020? Do they stand on the principle of editorial independence, while promising to treat their billionaire proprietor like any other Joe, Pete or Elizabeth?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/audi-targets-9-500-jobs-to-boost-profit-11574793794", "title": "Audi to Cut 9,500 Jobs to Boost Profit", "date": "2019-11-26 13:43", "summary": "Luxury-car maker is navigating slowdown in global auto market and costly transition to electric vehicles. BERLIN-Luxury-car maker Audi AG said it would eliminate 9,500 jobs over the next five years as part of a restructuring aimed at bolstering profit in a slowing global auto market.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-vinegar-pie-belongs-on-your-holiday-table-11574875137", "title": "Why Vinegar Pie Belongs on Your Holiday Table", "date": "2019-11-26 13:31", "summary": "Some call this custard-filled dessert a desperation pie. Innovation is a far better word for the recipe, which transforms ingredients always at hand into something truly surprising.. IN THE KITCHEN of the West Virginia farmhouse where I live, there's a loose-leaf recipe book assembled by the woman who lived here nearly a century ago. The handwritten recipes and dozens of newspaper clippings remind me of well-baked pastry-golden brown and delicate, flaky to the touch.", "categories": [["Life & Work", "Food & Drink", "MEGA BAKE"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-criticizes-vatican-banking-regulator-11574793086", "title": "Pope Francis Criticizes Vatican Banking Regulator", "date": "2019-11-26 13:31", "summary": "The pontiff played down the Vatican's suspension by an international network of financial watchdogs. ROME-Pope Francis weighed in on a Vatican financial scandal concerning the Holy See's investments in London real estate, casting suspicion on his own banking regulator and playing down the Vatican's suspension from an international network of financial watchdogs.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-rally-threatens-to-erase-november-yield-rise-11574706283", "title": "Treasury Yields Fall as Equities Gain Steam", "date": "2019-11-26 13:25", "summary": "Decline in government-bond rates boosts issuance by corporations looking to lock in low debt costs. Yields on U.S. government bonds fell Monday, extending a decline that has all but wiped out the jump in Treasury yields during the first half of November.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-italian-ski-town-where-the-food-rivals-the-views-11574791692", "title": "An Italian Ski Town Where the Food Rivals the Views", "date": "2019-11-26 13:08", "summary": "Courmayeur, in the Italian Alps, draws as many Epicureans as skiers. We find at least eight good reasons to work up an appetite. Plus: Three other mountain resorts with elevated fare. ON MY FIRST day skiing in Courmayeur, in the Italian Alps, freezing rain turned the slopes into a vertical ice rink. After a few slippery, harrowing runs, I tucked into Rifugio Maison Vieille, a cozy chalet restaurant at the top of a chairlift, whose outdoor deck offers sweeping views in clear weather. Inside its wood-beamed dining room, fellow skiers taking refuge from the elements dug into bowls of creamy polenta and fresh tagliatelle topped with wild boar ragout. The forecast predicted similar washout conditions all week. Luckily, there was plenty more eating to do.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-regulator-fines-citigroups-u-k-operations-56-6-million-for-regulatory-failings-11574791510", "title": "Bank Regulator Fines Citigroup's U.K. Operations $56.6 Million for Regulatory Failings", "date": "2019-11-26 13:05", "summary": "The Prudential Regulation Authority said Citi entities failed to submit complete or accurate regulatory returns to the regulator. The U.K. Prudential Regulation Authority said Tuesday that it has fined Citigroup Inc.'s U.K. operations £44 million ($56.6 million) for regulatory reporting failures.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-cracks-down-on-marketing-of-riskiest-bonds-11574784797", "title": "U.K. Regulator Cracks Down on Marketing of Riskiest Bonds", "date": "2019-11-26 12:46", "summary": "Speculative mini bonds can no longer be promoted to retail investors, Financial Conduct Authority says. The U.K.'s financial regulator banned the marketing of some of the riskiest types of bonds to mom-and-pop investors, after the collapse of a lender earlier this year left thousands of people poised to lose a significant portion of their investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-calorie-news-feed-serves-scoops-on-junk-food-11574790419", "title": "High Calorie News Feed Serves Scoops on Junk Food", "date": "2019-11-26 12:46", "summary": "A cadre of snack food aficionados sniff out new goodies before they hit shelves. 'I felt the adrenaline rush'. Mark Vayntraub got a big scoop last year after encountering a source in the cookie aisle of a Brooklyn, N.Y., grocery store who gave him a hot tip and promised to send evidence.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-south-boston-waterfront-finds-its-way-11574789719", "title": "The South Boston Waterfront Finds Its Way", "date": "2019-11-26 12:35", "summary": "A condominium building boom and commercial tenants like Amazon and Reebok have changed the face of this once industrial no-man's-land. The South Boston Waterfront, located just across from downtown, didn't always used to be this hip. It was a shipping district in the early 20th century and used mostly for parking lots into the mid-1980s. Then the Big Dig increased access to the area and developers came in. Today, the Waterfront is composed of a handful of booming areas including the Seaport, Fort Point and Fan Pier. Pricey condominium buildings abound and restaurants, shops and hotels have shot up. Amazon broke ground in May on a Seaport office, Reebok moved here in 2018, and creative writing nonprofit Grub Street is in the process of moving from downtown to the Seaport. While this zone has lacked residential conveniences like grocery stores, these are coming too: Trader Joe's opened in October.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telegram-app-tackles-islamic-state-online-propaganda-11574789617", "title": "Telegram App Tackles Islamic State Online Propaganda", "date": "2019-11-26 12:33", "summary": "The messaging service said it banned thousands of bots and channels linked to terrorist groups. Messaging startup Telegram Group Inc. has banned thousands of bots and channels linked to terrorist propaganda-including those of Islamic State-since the beginning of the month, the company said Tuesday.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/be-carefulthese-stocks-have-weak-tickers-11574789189", "title": "Be Careful-These Stocks Have Weak Tickers", "date": "2019-11-26 12:26", "summary": "Single-letter ticker symbols used to have prestige. Now they attract an unusual degree of skepticism. These aren't love letters.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-cottages-revisited-11574788244", "title": "Berkshire Cottages Revisited", "date": "2019-11-26 12:10", "summary": "Buyers are restoring historic luxury homes in Berkshire County. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-berkshires-are-reliving-their-gilded-glory-days-11574787896", "title": "The Berkshires Are Reliving Their Gilded Glory Days", "date": "2019-11-26 12:04", "summary": "The Vanderbilts and Morgans built grand estates in the western Massachusetts region. Now, luxury homeowners are bringing the area's historic housing stock back to life. The Berkshire Hills of western Massachusetts had a major moment during the Gilded Age when Vanderbilts and Morgans built palatial estates there, known as Berkshire cottages.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tech-companies-prop-up-chinas-vast-surveillance-network-11574786846", "title": "U.S. Tech Companies Prop Up China's Vast Surveillance Network", "date": "2019-11-26 11:47", "summary": "Resume Subscription. Critical pieces of China's cutting-edge surveillance state share a connection. They came from America.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/crypto-startup-calls-it-quits-after-a-regulatory-reprieve-11574783559", "title": "Crypto Startup Calls It Quits After a Regulatory Reprieve", "date": "2019-11-26 11:44", "summary": "Failure could spell end of SEC's 'advantageous settlements' for such companies. WASHINGTON-A startup that raised millions by illegally selling digital tokens to investors but escaped harsh punishment after reporting its own misconduct is calling it quits.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-italian-ski-town-where-the-food-rivals-the-views-11574785993", "title": "An Italian Ski Town Where the Food Rivals the Views", "date": "2019-11-26 11:33", "summary": "Courmayeur, in the Italian Alps, draws as many Epicureans as skiers. We find at least eight good reasons to work up an appetite. Plus: Three other mountain resorts with elevated fare. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/druckenmiller-proteges-fund-hit-by-investor-redemptions-11574785812", "title": "Druckenmiller Protege's Fund Hit by Investor Redemptions", "date": "2019-11-26 11:30", "summary": "PointState Capital faced $1 billion in withdrawals this year through September, pushing assets to about $6 billion. PointState Capital LP was hit with about $1 billion in redemptions this year through September, said people familiar with the matter, as the New York hedge fund faces the prospect of its second losing year in a row.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-price-growth-picked-up-in-september-11574778324", "title": "Home-Price Growth Picked Up in September", "date": "2019-11-26 10:47", "summary": "Average home prices rise 3.2% nationally, according to S&P CoreLogic Case-Shiller index. Home-price growth accelerated in September, marking two-straight months of price increases after a long period of decelerating gains.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artist-george-condo-maps-his-return-to-health-in-a-new-show-11574783034", "title": "Artist George Condo Maps His Return to Health in a New Show", "date": "2019-11-26 10:43", "summary": "Of his new show at Skarstedt Gallery this month: \"As an artist you're able to take negatives and turn them into positives.\". In late July, the artist George Condo went to the hospital with terrible chest pains. He was told he needed heart surgery immediately. \"They said, 'If you didn't come in today, you would have been dead tonight,'\" he says. After his surgery, Condo's surgeon showed him black-and-white images of what his artery looked like before and after. \"I said, 'Oh wow, it was really bad,'\" he remembers. \"He said, 'Yeah, you would have had a heart attack.'\" Condo took the scans home. For his recovery in August, he went to the Hamptons, where he watched TV, played Scrabble with his two daughters and worked on a series of drawings. His larger-scale paintings, which require a ladder, were out of the question. \"Then, eventually, I kind of felt perfectly fine,\" he says.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grandsharenting-when-grandparents-get-carried-away-on-facebook-11574764204", "title": "Grandsharenting: When Grandparents Get Carried Away on Facebook", "date": "2019-11-26 10:39", "summary": "Newer parents are having the social media talk with their parents, setting rules over when and how photos of their children can be posted. Melissa Heller-Seid hates the very idea of posting photos of her toddler on Facebook . Her father, a grandfather of four, loves it.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-danny-huston-his-dads-films-were-his-home-movies-11574782708", "title": "For Danny Huston, His Dad's Films Were His Home Movies", "date": "2019-11-26 10:38", "summary": "The 'Succession' actor recalls summers spent in Ireland, the culture shock of moving from Rome to England and his first directing lesson from his father, John Huston. Danny Huston, 57, is an actor and director who has appeared in more than 50 films, including \"Angel Has Fallen\" and \"The Last Photograph,\" which he also directed. He currently stars in season 2 of HBO's \"Succession.\" He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-confidence-declined-in-november-11574782427", "title": "U.S. Consumer Confidence Declined in November", "date": "2019-11-26 10:33", "summary": "Conference Board index drops for the fourth month in a row. A measure of U.S. consumer confidence fell in November for the fourth month in a row, another sign that American households are pulling back amid a global slowdown and continued trade war fears.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-good-governance-fund-is-full-of-saudi-bonds-11574781431", "title": "Why Your Good Governance Fund Is Full of Saudi Bonds", "date": "2019-11-26 10:17", "summary": "Investors in ESG funds will end up with more exposure to Saudi Arabia than a passive investor, highlighting complexities in responsible investing. Emerging-market bonds are the hot new area for investors concerned about environmental, social and governance issues. BlackRock and Legal & General Investment Management have raised more than $1 billion in just over a year with ESG index funds buying emerging-market government debt-but there's a catch.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-questions-hong-kong-vote-claiming-sabotage-11574778113", "title": "Beijing Questions Hong Kong Vote, Claiming Sabotage", "date": "2019-11-26 10:14", "summary": "State media offer few signs the landslide election results are prompting any change in China's Hong Kong strategy. BEIJING-China broke a period of relative silence after a decisive loss by Beijing's allies in Hong Kong's local elections, blaming the result on foreign interference and offering few signs the landslide victory by pro-democracy candidates is prompting any change in its Hong Kong strategy.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-happens-if-sat-scores-consider-adversity-11574773201", "title": "What Happens if SAT Scores Consider Adversity?", "date": "2019-11-26 10:07", "summary": "The Wall Street Journal obtained the list, and it offers a glimpse of the effects on test scores. What if SAT scores could take into account whether a student went to an elite boarding school in New England or a struggling public school in Chicago's poorest neighborhood?", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artisans-at-brooklyns-industry-city-let-gawkers-see-their-craft-in-action-11574780400", "title": "Artisans at Brooklyn's Industry City Let Gawkers See Their Craft in Action", "date": "2019-11-26 10:00", "summary": "Resume Subscription. The latest effort to rescue retail, just launched at Brooklyn's Industry City, hinges on an old premise: It's fun to watch people make stuff.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-92-7-billion-to-markets-11574779678", "title": "New York Fed Adds $92.7 Billion to Markets", "date": "2019-11-26 09:47", "summary": "Fed intervention includes $72.75 billion in overnight repurchase agreements, $19.95 billion in 14-day repos. The Federal Reserve Bank of New York added $92.7 billion in temporary liquidity to the financial system on Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-an-album-with-that-t-shirt-billboard-tightens-rules-on-bundling-music-and-merchandise-11574776800", "title": "Billboard Sets New Rules for Bundled Album Sales", "date": "2019-11-26 09:00", "summary": "Many in industry question legitimacy of bundled album sales counting toward ranking on the charts. Following a year in which artists gunning for a No. 1 album hawked hoodies, lawn signs and nutritional supplements together with CDs and digital-download codes to boost their sales numbers, Billboard is seeking to bring order back to its flagship albums chart.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-country-where-riots-boost-gdp-11574773938", "title": "Meet the Country Where Riots Boost GDP", "date": "2019-11-26 08:12", "summary": "France's Emmanuel Macron has been forced to increase government spending to head off popular protests, and it has proven timely. It was French economist Frédéric Bastiat who argued that breaking windows is a poor path toward economic growth. But the recent performance of his homeland appears to disprove the rule.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-hp-enterprise-cvs-palo-alto-networks-agilent-11574762355", "title": "Stocks to Watch: Best Buy, Dollar Tree, Abercrombie & Fitch, HP Enterprise, Palo Alto Networks", "date": "2019-11-26 08:10", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/25-more-rules-of-thanksgiving-family-touch-football-11574773402", "title": "25 More Rules of Thanksgiving Family Touch Football", "date": "2019-11-26 08:03", "summary": "Touchdowns before turkey! A snow forecast for many family fields! It's another edition of a glorious, gluttony Journal sports tradition.. This is the ninth edition of the Journal's Rules for Thanksgiving Touch Football. I can't believe it-we've made it almost an entire decade! We've outlived all expectations and most NFL coaches! They've got to let me grind out at least one more edition of this nonsense, right? Who stops a tradition at nine?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-brace-for-spring-drop-in-natural-gas-prices-11574773203", "title": "Investors Brace for Spring Drop in Natural-Gas Prices", "date": "2019-11-26 08:00", "summary": "Falling natural-gas prices could keep heating bills low this winter, but may also mean rough times for investors. A persistent fall in natural-gas prices could keep homeowners' heating bills low this winter, but may also presage rough times for investors this spring.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-some-new-york-diners-customers-grab-a-booth-to-celebrate-thanksgiving-11574773201", "title": "At Some New York Diners, Customers Grab a Booth to Celebrate Thanksgiving", "date": "2019-11-26 08:00", "summary": "Resume Subscription. For many, Thanksgiving is a holiday best celebrated with friends and family over a hearty meal at home. Others opt to enjoy it in style at a high-priced restaurant.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bloombergs-firm-fights-irs-in-court-during-white-house-bid-11574773200", "title": "Bloomberg's Firm Fights IRS During White House Bid", "date": "2019-11-26 08:00", "summary": "Financial services company claims deduction for domestically produced software. WASHINGTON-Michael Bloomberg's company is embroiled in a tax dispute with the government he wants to lead.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-clan-of-the-singular-swedish-supercar-11574772328", "title": "The Clan of the Singular Swedish Supercar", "date": "2019-11-26 07:45", "summary": "Resume Subscription. Marc Haddad, a 23-year-old partner and investor in the e-commerce platform MyDailyLive.com from Laguna Hills, Calif., on his 2019 Koenigsegg Agera RS Final Edition, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/5-things-that-leave-mentalist-derren-brown-hypnotized-11574771973", "title": "5 Things That Leave Mentalist Derren Brown Hypnotized", "date": "2019-11-26 07:39", "summary": "The British mentalist-now starring in the one-man Broadway show 'Secret'-shares his odd obsessions, from 18th-century dolls to the trick of making the perfect flat white coffee. I bought an 18th-century automaton at auction and had it reconstituted. It's a 10-year-old boy doll that fits on a stool and comes with a board and all the letters. You ask it questions, it taps out answers. Centuries on, it works perfectly, whereas your phone f-ks up every few weeks.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-it-doesnt-get-faster-than-this-11574771924", "title": "Photos: It Doesn't Get Faster Than This", "date": "2019-11-26 07:38", "summary": "Marc Haddad shows off his 2019 Koenigsegg Agera RS Final Edition on the roads of Southern California. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-republicans-win-in-the-suburbs-theres-a-class-for-that-11574771400", "title": "Can Republicans Win in the Suburbs? There's a Class for That.", "date": "2019-11-26 07:30", "summary": "At 'Suburban Candidate School,' GOP hopefuls are learning how to court women voters and how to answer potentially difficult questions about President Trump. WASHINGTON-At the inaugural session of \"Suburban Candidate School,\" a woman raised her hand with a burning question: What should a Republican running for Congress in a suburban district say when asked about President Trump?", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rian-johnsons-leap-from-star-wars-to-sleuthing-11574771292", "title": "Rian Johnson's Leap From 'Star Wars' to Sleuthing", "date": "2019-11-26 07:28", "summary": "The 'Last Jedi' director sought inspiration from Agatha Christie for 'Knives Out,' his new mystery movie starring Daniel Craig. How did filmmakerRian Johnson go from an outer-space blockbuster to an intimate whodunit?", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-investigators-busted-a-huge-online-child-porn-site-11574769602", "title": "How Investigators Busted a Huge Child-Porn Website", "date": "2019-11-26 07:00", "summary": "IRS agents followed the bitcoin, got a few breaks, and helped bust more than 300 users world-wide. The call came in while two criminal investigators for the Internal Revenue Service sat at a Bangkok airport gate in July 2017, waiting for a flight.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-malls-expanding-in-pursuit-of-younger-and-less-well-heeled-customers-11574769601", "title": "Luxury Malls Expanding in Pursuit of Younger and Less Well-Heeled Customers", "date": "2019-11-26 07:00", "summary": "Much of the expansion buzz is in Miami, where construction is booming with a growing population and millions of visitors. Owners of swanky shopping centers are doing something that most malls in the U.S. only dream of: expanding.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-brands-struggle-to-quit-plastic-11574769600", "title": "Big Brands Struggle to Quit Plastic", "date": "2019-11-26 07:00", "summary": "Consumer giants are trying switch to other materials and convince customers to use refillable containers, but those efforts face big challenges. The backlash against single-use plastic has sent big brands scrambling to reinvent packaging. So far, they are struggling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-own-a-property-when-you-can-profit-from-the-dirt-below-11574769606", "title": "Why Own a Property When You Can Profit From the Dirt Below?", "date": "2019-11-26 07:00", "summary": "The practice of creating ground leases is becoming more popular. Instead of buying or developing buildings, more commercial real-estate investors want only the ground beneath them.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-investors-follow-millennials-to-the-hot-mountain-states-11574769603", "title": "Property Investors Follow Millennials to Mountain States", "date": "2019-11-26 07:00", "summary": "Income from rental apartment buildings nearly doubled between 2004 and 2018 in the region. Forget Brooklyn and San Francisco. Millennials and plenty of others seeking a lower cost of living are pouring into the Western mountain states, boosting economic growth and pushing up apartment rents.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/td-bank-keeps-valuable-sweep-deal-in-schwab-ameritrade-merger-11574769601", "title": "TD Bank Keeps Valuable Sweep Deal in Schwab-Ameritrade Merger", "date": "2019-11-26 07:00", "summary": "Toronto-Dominion held on to a valuable perk from its 43% stake in Ameritrade after that company said it would merge with Schwab.. TORONTO- Toronto-Dominion Bank won't reap huge rewards from Charles Schwab Corp.'s proposed $26 billion acquisition of TD Ameritrade Holding Corp , but it managed to hold on to a valuable perk from its 43% stake in Ameritrade.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-feds-rate-cuts-reflects-more-bearish-view-of-economy-11574726400", "title": "Powell Says Fed's Rate Cuts Reflect More Bearish View of Economy", "date": "2019-11-26 06:49", "summary": "Central bank's policy move based on trade uncertainty, global growth as well as shifting economic assessment, chairman says. PROVIDENCE, R.I.-Federal Reserve Chairman Jerome Powell said the central bank cut interest rates this year in part because officials concluded the economy wasn't as strong as anticipated when the Fed lifted rates last year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-battle-against-fiat-chrysler-faces-sizable-hurdles-11574764200", "title": "GM Battle Against Fiat Chrysler Faces Sizable Hurdles", "date": "2019-11-26 05:30", "summary": "Lawsuit needs to show alleged fraud tied to UAW talks had direct, negative effect on General Motors. General Motors Co. has accused rival Fiat Chrysler Automobiles NV of bribing union officials to gain a labor-cost edge, but winning damages could be difficult, legal experts say.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-threat-looms-for-israels-netanyahu-a-rival-party-chief-11574764204", "title": "New Threat Looms for Israel's Leader: a Rival Party Chief", "date": "2019-11-26 05:30", "summary": "Prime minister faces a challenge to lead Likud from Gideon Saar, a popular younger lawmaker. TEL AVIV-As Israeli Prime Minister Benjamin Netanyahu fights for his political life, his most immediate threat is emerging from within his own party, as a popular younger rival tries to unseat the premier as Likud's leader.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-could-do-much-worse-than-japanification-11574762441", "title": "Investors Could Do Much Worse Than 'Japanification'", "date": "2019-11-26 05:00", "summary": "Japan's real economy performs well given the country's demographics, and financial markets have provided many opportunities for returns. As bond yields have dropped around the world this year, an old specter has again begun haunting markets: \"Japanification.\" Former Bank of Japan chief Masaaki Shirakawa was the latest to warn about the dangerous prospect in a speech last month.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-woman-denied-a-job-in-case-of-provincial-prejudiceand-shes-suing-11574698024", "title": "Chinese Woman Denied a Job in Case of Provincial Prejudice", "date": "2019-11-26 00:18", "summary": "Residents of Henan province suffer history of discrimination from rest of China, particularly with job applications. The hopes of millions of people are riding on an $8,500 lawsuit in China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11574709325", "title": "Pepper...and Salt", "date": "2019-11-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-holiday-party-cocktail-strategy-11574885422", "title": "Your Holiday-Party Cocktail Strategy", "date": "2019-11-26 00:01", "summary": "From Thanksgiving right through New Year's, the barrage of cloying concoctions coming across the bar can be dispiriting. A fresher alternative: these elegant drinks with subtle notes of evergreen, apple and spice. FOR THOSE of us who stick safely with white wine at holiday parties rather than risk the saccharine sweetness of festive drinks that taste like peppermint sticks or candied apples, there's good news brewing.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}]