[{"link": "https://www.wsj.com/articles/talks-between-administration-and-congress-on-border-security-funding-have-broken-down-11549811252", "title": "Talks on Border Security Stall as Shutdown Looms", "date": "2019-02-10 18:53", "summary": "Failure of talks increases likelihood of another government shutdown on Friday. Negotiations over a bipartisan deal for border-security funding have stalled, aides familiar with the talks and other officials said, raising the specter of another government shutdown at the end of this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rarity-on-wall-street-a-female-and-minority-led-activist-hedge-fund-11549839897", "title": "A Rarity on Wall Street: A Female- and Minority-Led Activist Hedge Fund", "date": "2019-02-10 18:04", "summary": "Impactive Capital, led by two industry veterans, is launching with $250 million from Calstrs. The upper ranks of hedge funds are almost exclusively white and male. Impactive Capital LP, a new activist fund being launched by two industry veterans, will be one of the exceptions.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezoss-journey-from-private-family-man-to-tabloid-sensation-11549837862", "title": "Jeff Bezos' Journey From Private Family Man to Tabloid Sensation", "date": "2019-02-10 17:31", "summary": "The Amazon CEO cultivated a persona of the billionaire who did dishes, until his company moved into Hollywood. One Saturday night last September, a crowd of celebrities, Silicon Valley titans and Hollywood executives gathered at television producer Mark Burnett's Malibu mansion for a birthday party celebrating venture capitalist Vivi Nevo.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fixing-interpols-dictator-problem-11549836628", "title": "Fixing Interpol's Dictator Problem", "date": "2019-02-10 17:10", "summary": "Autocrats abuse the system to crack down on dissenters abroad.. Remember Interpol? The global crime-fighting agency was in the spotlight last year when Beijing arrested its Chinese-national leader Meng Hongwei and it looked like a Vladimir Putin crony might take his place. The appointment of a South Korean to Interpol's top job ended that controversy. Yet Interpol's obeisance to dictators remains a problem, and reform should be on Washington's agenda.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-looming-labor-shortage-11549836559", "title": "China's Looming Labor Shortage", "date": "2019-02-10 17:09", "summary": "Experts now say its population will start to decline in 2030.. Somewhere Julian Simon is smiling. In the 1970s and 1980s, the World Bank, the Club of Rome, author Paul Ehrlich, and the United Nations predicted catastrophe if China's government couldn't stop its people from having babies. Simon argued from his post at the University of Illinois that this was wrong. He said the problem wasn't too many Chinese but the political and economic system oppressing them. Simon even predicted in 1985 that if China opened its economy to market forces, the growth might leave China facing a labor shortage.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-amy-klobuchar-11549836532", "title": "The Case for Amy Klobuchar", "date": "2019-02-10 17:08", "summary": "A Minnesota pragmatist could help Democrats beat Trump in 2020.. Amy Klobuchar is running for President, and perhaps she can be the Democrats' consensus candidate. \"We are tired-of the shutdowns and the showdowns, of the gridlock and the grandstanding,\" the Minnesota Senator said Sunday, standing amid falling snow in a Minneapolis park. \"Our nation must be governed not from chaos but from opportunity.\" Though Ms. Klobuchar won't be the first choice of the socialist left, she is running as a candidate who is liberal enough while also a sharp contrast in temperament to President Trump.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-campaign-against-huawei-faces-challenge-in-eastern-europe-11549833381", "title": "U.S. Campaign Against Huawei Faces Challenge in Eastern Europe", "date": "2019-02-10 16:16", "summary": "Governments in the region, promised investment by Beijing, debate whether to block Chinese tech giant. America's global campaign to blacklist China's Huawei Technologies Co. is facing a major challenge on Europe's eastern flank, where countries are debating whether to side with Washington against a Chinese government that has courted the region's leaders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-and-regulators-delay-jetliner-fixes-prompted-by-lion-air-crash-11549821489", "title": "Boeing and Regulators Delay Jetliner Fixes Prompted by Lion Air Crash", "date": "2019-02-10 16:12", "summary": "Software update, initially expected in January, now likely pushed until April or later. Engineering and regulatory complications are expected to delay safety fixes covering hundreds of Boeing Co. 737 MAX jets until at least April, according to industry and government officials familiar with the details.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-amy-klobuchar-of-minnesota-launches-presidential-bid-11549830754", "title": "Sen. Amy Klobuchar of Minnesota Launches Presidential Bid", "date": "2019-02-10 16:05", "summary": "Former prosecutor's Midwest credentials could help in states where Trump dominated in 2016. Minnesota Sen. Amy Klobuchar launched her campaign for the Democratic presidential nomination on a cold and snowy Sunday in Minneapolis, injecting a veteran Midwestern lawmaker into the race for the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-is-a-dirty-businessstarting-with-the-rats-at-los-angeles-city-hall-11549830509", "title": "Politics Is a Dirty Business-Starting with the Rats at Los Angeles City Hall", "date": "2019-02-10 15:28", "summary": "The city clerk says she was chased from her office one night by a rat the size of an opossum; another one was found dead in the copy machine. LOS ANGELES-For anyone who doesn't believe politics is a dirty business, check out the rats at city hall.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diversity-delusions-at-north-carolina-11549829141", "title": "Diversity Delusions at North Carolina", "date": "2019-02-10 15:05", "summary": "Like Harvard, the school has trouble defending an admissions policy that ill-serves minority students.. Harvard isn't the only university defending its discriminatory admissions policies in court. Its nonprofit adversary, Students for Fair Admissions, filed a similar complaint against the University of North Carolina in 2014. UNC's initial defense, submitted last month, is a case study in the willful ignorance underlying the racial-preference regime in higher education. Above all, schools like Harvard and UNC have deliberately ignored the negative effects of preferences on their supposed beneficiaries.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/support-the-troopsdont-declare-an-emergency-11549829110", "title": "Support the Troops-Don't Declare an Emergency", "date": "2019-02-10 15:05", "summary": "The long-underfunded Pentagon can't afford to have money diverted for a border wall.. As congressional negotiators figure out how to fund the government after Friday, President Trump has asked his legal team to explore the option of declaring a national emergency and using defense resources to pay for part of a border wall. Using military money to solve an immigration problem is politically foolish, won't work, and would hurt those in uniform.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-you-need-is-a-congress-and-a-dream-11549829073", "title": "All You Need Is a Congress and a Dream", "date": "2019-02-10 15:04", "summary": "Green New Dealer Edward Markey vows: 'We will save all of creation by engaging in massive job creation.'. It's hard to know what to make of the \"Green New Deal\" put forward last week by Rep. Alexandria Ocasio-Cortez (D., N.Y.) and Sen. Edward Markey (D., Mass.). The pair's nonbinding resolution calls for, among many other things, a 10-year plan to meet \"100 percent of the power demand of the United States through clean, renewable, and zero-emission energy sources,\" and to upgrade \"all existing buildings in the United States . . . to achieve maximum energy efficiency, water efficiency, safety, affordability, comfort, and durability.\" It also aims to \"promote justice and equity by stopping current, preventing future, and repairing historic oppression of indigenous peoples, communities of color, migrant communities, deindustrialized communities, depopulated rural communities, the poor, low-income workers, women, the elderly, the unhoused, people with disabilities and youth.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-and-facebook-worsen-media-bias-11549829040", "title": "Google and Facebook Worsen Media Bias", "date": "2019-02-10 15:04", "summary": "Silicon Valley's advertising monopoly translates into editorial influence.. After the news industry laid off some 2,100 workers from Vice, Gannett, McClatchy, BuzzFeed and the Huffington Post, Rep. Alexandria Ocasio-Cortez blamed \"tech monopolies\" that have no \"incentive to disseminate high-quality, true information.\" President Trump blames the press itself: \"Fake News and bad journalism have caused a big downturn.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-time-to-fire-your-doctor-11549829009", "title": "It's Time to Fire Your Doctor", "date": "2019-02-10 15:03", "summary": "Medical tech allows us to monitor health, get advice and seek care remotely and cheaply.. Barack Obama famously and falsely said, \"If you like your doctor, you will be able to keep your doctor, period.\" But . . . what if you don't like your doctor?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sesame-is-a-two-way-street-11549828942", "title": "Sesame Is a Two-Way Street", "date": "2019-02-10 15:02", "summary": "It promotes liberal ideas of social justice, but also family values and patriotism.. 'Sesame Street\" is celebrating its 50th anniversary. It's a huge milestone for the groundbreaking TV show, which made educating children a priority and brought us memorable characters like Big Bird, Oscar the Grouch, Grover and Cookie Monster.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/power-and-money-in-venezuela-11549828972", "title": "Power and Money in Venezuela", "date": "2019-02-10 15:02", "summary": "Some opponents of Nicolás Maduro remain supporters of socialism.. Nicolás Maduro's decision to block humanitarian aid to the starving Venezuelan people is no surprise. It's already well-established that the dictator and his Cubans backers are tyrants.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-quest-for-queen-mary-review-mums-the-word-11549828914", "title": "'The Quest for Queen Mary' Review: Mum's the Word", "date": "2019-02-10 15:01", "summary": "A biographer's notes-made public after 50 years-yield a delightful and highly indiscreet account of the sheer craziness of royal life.. After the death of a king or queen, a royal biography is duly commissioned. It appears, appropriately reverent, its subject cleansed of blemishes and imperfection. Such was the case in 1959, six years after Queen Mary, the wife of King George V and grandmother of Queen Elizabeth II, had died at the age of 85. That year a 43-year-old writer, James Pope-Hennessy, published Queen Mary's official biography, a work of 654 pages, to high acclaim.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-week-ahead-inflation-delayed-retail-sales-and-more-11549828800", "title": "U.S. Economy Week Ahead: Inflation, Delayed Retail Sales", "date": "2019-02-10 15:00", "summary": "The U.S. will also see data on industrial output. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-we-afford-sen-warrens-wealth-tax-11549826967", "title": "Can We Afford Sen. Warren's Wealth Tax?", "date": "2019-02-10 14:29", "summary": "It is not a question of if, but when, Elizabeth Warren's 2% wealth tax on the very rich will be ratcheted down deep into the middle-class.. Regarding Alan Cole's \"Elizabeth Warren Doesn't Understand Wealth Taxes\" (op-ed, Feb. 4): Sen. Warren's proposal for a 2% annual wealth tax on household wealth exceeding $50 million and 3% on assets above $1 billion has been widely praised by progressives and is said to affect only 75,000 households. Notwithstanding the difficulty in measuring net worth, what will happen next if the newly invented tax is enacted into law?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/law-dartmouth-and-corporate-personhood-11549826920", "title": "Law, Dartmouth and Corporate Personhood", "date": "2019-02-10 14:28", "summary": "\"Being the mere creature of law, [a corporation] possesses only those properties which the charter of its creation confers upon it\". Carson Holloway \"wonders if Mr. Clements appreciated the irony\" of my lecture \"Corporations Are Not People\" at Dartmouth College (\"Two Centuries of Corporate Personhood,\" op-ed, Feb. 1). There is no irony; my subject then concerned exactly the kind of specious argument that Mr. Holloway makes now.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-facts-about-mr-zuckerbergs-facebook-11549826876", "title": "More Facts About Mr. Zuckerberg's Facebook", "date": "2019-02-10 14:27", "summary": "Mr. Zuckerberg admits his review systems are \"not perfect.\" That is a given when a perfect system must accommodate diametrically opposed goals.. Regarding Mark Zuckerberg's \"The Facts About Facebook\" (op-ed, Jan. 25): Mr. Zuckerberg's brilliant success in building Facebook to its current state is unquestionable. However, his self-contradictory ideals call its path forward into question. On one hand, he claims a \"world where everyone gets an opportunity to use their voice and an equal chance to be heard\" is the \"world we are building for every day.\" On the other hand, he pledges to remove what Facebook deems \"bad content\" as quickly as his \"people and artificial intelligence systems that we use to review it\" are able. Ideally, it seems those who would post \"bad content\" should get no chance to be heard.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-for-tabloid-publisher-says-jeff-bezos-wasnt-blackmailed-11549825566", "title": "Attorney for Tabloid Publisher Says Jeff Bezos Wasn't Blackmailed", "date": "2019-02-10 14:06", "summary": "Elkan Abramowitz claims texts, photos were obtained from a source known to the Amazon CEO. WASHINGTON-An attorney for the chief executive of American Media Inc. said Sunday that the parent company of the National Enquirer hadn't engaged in extortion and blackmail of Amazon CEO Jeff Bezos, countering allegations that the publisher tried to pressure the technology executive with the release of embarrassing photos.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-squeeze-higher-returns-from-your-savings-11549825201", "title": "How to Squeeze Higher Returns From Your Savings", "date": "2019-02-10 14:00", "summary": "A look at your savings options-from online accounts, to money market mutual funds, CDs and 529s-can help your money work harder. A savings account might be the opposite of a get-rich-quick scheme, but it doesn't have to be the equivalent of keeping cash under your mattress.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-denied-having-upstream-dams-ahead-of-deadly-accident-11549807200", "title": "Vale Denied Having 'Upstream' Dams Ahead of Deadly Accident", "date": "2019-02-10 12:56", "summary": "Many large mining companies generally decline to give information about the tailings dams they manage, but investor scrutiny is rising. Mining giant Vale SA had denied owning the sort of mine-waste dam that collapsed in January and killed at least 157 people at one of its old mines in Brazil, underscoring the industry's reluctance to disclose information about such structures.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signals-shift-on-legal-immigration-11549820702", "title": "Trump Signals Shift on Legal Immigration", "date": "2019-02-10 12:45", "summary": "President's recent comments suggest administration is open to easing curbs on high-skilled immigration. WASHINGTON-President Trump has repeatedly expressed support for legal immigration this month, suggesting a change of course for his administration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lego-movie-2-collapses-at-the-box-office-11549819252", "title": "'The Lego Movie 2' Collapses at the Box Office", "date": "2019-02-10 12:20", "summary": "Latest film in franchise collects a disappointing $35 million in the U.S. and Canada. LOS ANGELES-Hollywood looked to \"The Lego Movie 2: The Second Part\" to help it recover from a dismal January at the box office, but the Warner Bros. franchise failed to deliver.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-populist-government-takes-aim-at-central-bank-11549812370", "title": "Italy's Populist Government Takes Aim at Central Bank", "date": "2019-02-10 10:26", "summary": "Salvini and Di Maio lambast management of the Bank of Italy for failing to avert collapse of a number of banks. ROME-Italy's populist government launched an unprecedented attack on the country's central bank over the weekend, saying its top brass should be replaced because it had failed to supervise effectively the country's troubled banking sector.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-pentagon-countered-chinas-designs-on-greenland-11549812296", "title": "How the Pentagon Countered China's Designs on Greenland", "date": "2019-02-10 10:24", "summary": "Washington urged Denmark to finance airports that Chinese aimed to build on North America's doorstep. NUUK, Greenland--The Pentagon raised an alarm last year over what it deemed a troubling development in this ice-cloaked territory: China was looking to bankroll and build three airports that could give it a military foothold off Canada's coast.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-really-ails-american-capitalism-11549810980", "title": "What Really Ails American Capitalism", "date": "2019-02-10 10:03", "summary": "If the political discourse manages to move past its obsession with buybacks, there are plenty of real issues that investors should be watching closely. It should be easy for critics of American capitalism to explain what is wrong after a decade where corporate profits and stock prices soared while wages barely rose.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gowanus-residents-push-back-on-canal-area-development-plan-11549810800", "title": "Gowanus Residents Push Back on Canal-Area Development Plan", "date": "2019-02-10 10:00", "summary": "Some want to see more commitment toward affordable housing. A rezoning plan for the Brooklyn neighborhood of Gowanus that permits additional development is drawing criticism from residents.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nj-transit-gave-1-4-million-in-raises-following-new-pay-equity-law-11549810800", "title": "NJ Transit Gave $1.4 Million in Raises Following New Pay-Equity Law", "date": "2019-02-10 10:00", "summary": "More than 200 employees received salary increases resulting from measure Gov. Murphy signed last year. NJ Transit said it issued $1.4 million in raises to more than 200 workers last year to comply with New Jersey's new pay-equity law.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-is-cranking-out-model-3snow-it-has-to-service-them-11549810800", "title": "Tesla Is Cranking Out Model 3s-Now It Has to Service Them", "date": "2019-02-10 10:00", "summary": "As Tesla owners complain about long waits for repairs, Elon Musk says improving maintenance is a priority this year. Gus Schmidt was so excited when he received his Tesla Model 3 sedan in August that he tweeted a photo of himself and his wife grinning next to the electric car. Six weeks later, the thrill was gone.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2018-comeback-that-wasnt-for-stock-pickers-11549809000", "title": "The 2018 Comeback That Wasn't for Stock Pickers", "date": "2019-02-10 09:30", "summary": "Many active fund managers had hoped the end of a bull market would give them the chance to show they were worth their higher fees. A volatile market was supposed to give stock pickers the opening they needed to win back investors lost to cheaper index funds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-the-real-worldwith-google-maps-layered-on-top-11549807200", "title": "It's the Real World-With Google Maps Layered on Top", "date": "2019-02-10 09:00", "summary": "Augmented reality navigation apps use smartphone cameras to get a detailed sense of where you are and put signs and arrows on top of the real world. My phone knows where I am at all times: There's just no hiding from that blue dot in Google Maps.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-iran-marks-its-anniversary-economic-woes-cloud-a-pitch-for-unity-11549805400", "title": "Economic Woes Cloud Iran's Pitch for Unity on Revolution Anniversary", "date": "2019-02-10 08:30", "summary": "Leaders promote solidarity and battle dissent while Iranians protest hardships or flee. Forty years after Iranians overthrew the U.S.-backed shah, leaders in Tehran face public dissent over a broken promise of the Islamic Revolution: its failure to provide better economic conditions for all.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthony-davis-new-orleans-pelicans-shouldnt-play-11549634297", "title": "He's One of the NBA's Best Players. But Should He Play?", "date": "2019-02-10 08:06", "summary": "The New Orleans Pelicans still have Anthony Davis after the trade deadline. They're better off benching him for the rest of the season.. It has been a long time since professional sports produced a twisted situation with as much at stake as what's happening in the NBA right now. A team with a superstar player under contract through the end of next season stands to benefit by telling him not to bother coming to work.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maldives-a-destination-for-the-1-chases-the-backpacker-buck-11549803601", "title": "Maldives, a Destination for the 1%, Chases the Backpacker Buck", "date": "2019-02-10 08:00", "summary": "Resume Subscription. UKULHAS, Maldives-One of the world's most expensive tourist destinations, known for overwater villas and beach-chic spas, is counting on an unlikely force to transform its economy: budget travelers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thieves-mine-catalytic-converters-for-metal-more-valuable-than-gold-11549803601", "title": "Thieves Hunt for Catalytic Converters", "date": "2019-02-10 08:00", "summary": "As palladium prices soar, criminals are on the prowl for the emissions-control devices. Soaring palladium prices are inspiring an unusual band of criminals: catalytic converter thieves.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-top-trump-health-administrator-faces-test-from-newly-elected-democrats-11549803600", "title": "Blue States Set to Test Trump Official on Medicaid, ACA", "date": "2019-02-10 08:00", "summary": "CMS head Seema Verma granted GOP states some flexibility on health care. Now Democrat-run states want the same. Seema Verma, head of one of the most powerful federal health-care agencies, granted Republican states the authority to require that Medicaid recipients work to be eligible.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-homeowners-face-higher-prices-for-a-scarce-commodity-wildfire-insurance-11549803600", "title": "California Homeowners Face Higher Prices for Wildfire Insurance", "date": "2019-02-10 08:00", "summary": "With carriers refusing to renew or write new policies, many homeowners are forced to turn to nonstandard insurers. Californians who want to insure their homes against the next wildfire are paying a price for two years of record-breaking blazes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-assess-how-hard-to-press-gun-control-agenda-11549801801", "title": "House Democrats Assess How Hard to Press Gun-Control Agenda", "date": "2019-02-10 07:30", "summary": "In midterms, dozens of House Democratic challengers beat Republicans who had top NRA ratings. WASHINGTON-House Democrats are warming to gun-control legislation once considered risky for all but the safest incumbents, but remain uncertain whether they will vote this year on some of the more far-reaching bills.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-indicators-turn-bullish-after-flashing-red-last-year-11549801801", "title": "Market Indicators Turn Bullish After Flashing Red", "date": "2019-02-10 07:30", "summary": "Investors look to technical signals as they try to reconcile a dizzying December swoon with a dramatic January recovery. A number of technical signals used by analysts to gauge the health of the stock market have flipped to positive from negative, a shift that is buttressing some investors' faith in the 2019 rebound despite last week's volatility.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-for-at-the-grammys-11549800054", "title": "What to Watch For at the Grammys", "date": "2019-02-10 07:00", "summary": "With an expanded field of nominees in the highest-profile categories, the question now is whether that translates into a more diverse group of winners. It has been a period of atonement for the Grammy Awards, with its organizers, the Recording Academy, taking steps to recognize more female and younger artists after a wave of criticism.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-have-increased-steel-pricesand-uncertaintyfor-many-small-u-s-firms-11549800000", "title": "A Tale of Two Steel Firms and Their Diverging Paths Under Trump's Tariffs", "date": "2019-02-10 07:00", "summary": "Profits and raises are back at one, while the other is cutting costs and delaying investments. Nearly a year after the U.S. imposed tariffs on imported steel, the higher prices have been a godsend for Byer Steel Co. The family-owned Ohio company last year posted its first profit in four years and surprised workers with year-end bonuses.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-tennessee-to-chicago-free-college-programs-take-off-11549800000", "title": "Programs Promising Free College Take Off", "date": "2019-02-10 07:00", "summary": "These programs are proliferating amid a crisis in college affordability and a tight labor market. CHICAGO-In high school, Louis Matos set his sights on a cybersecurity degree at a local four-year college, but the cost was out of reach for the immigrant from Venezuela.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-official-calls-for-revamp-in-the-way-financial-sector-threats-are-assessed-11549796401", "title": "Fed Official Calls for Overhaul in Assessment of Financial-Sector Threats", "date": "2019-02-10 06:00", "summary": "Randal Quarles says Financial Stability Board should put more resources into identifying new vulnerabilities. WASHINGTON-Global regulators must revamp the way they assess new threats to the financial system, as the tide of postcrisis rules crests and the financial sector evolves, a top Federal Reserve official said Sunday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-to-pay-more-under-new-military-deal-with-u-s-11549794220", "title": "South Korea to Pay More Under New Military Deal With U.S.", "date": "2019-02-10 05:23", "summary": "The one-year agreement covering the cost of U.S. troops in South Korea removes a potential irritant ahead of the next Trump-Kim summit. SEOUL-The U.S. and South Korea signed a one-year deal outlining the shared costs of their military alliance on Sunday, removing a potential distraction ahead of the second summit between President Trump and North Korean leader Kim Jong Un scheduled for late this month.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}]