[{"link": "https://www.wsj.com/articles/u-s-places-sanctions-on-russians-over-conflict-in-ukraine-11552695343", "title": "U.S. Places Sanctions on Russians Over Conflict in Ukraine", "date": "2019-03-16 18:47", "summary": "CONTENT FROM OUR SPONSOR. The U.S. on Friday imposed sanctions on a number of Russian individuals and firms in response to a November attack off the coast of Crimea and the annexation of the Ukrainian peninsula five years ago.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-say-suspect-in-fatal-shooting-of-reputed-mob-boss-in-custody-11552775211", "title": "Police Say Suspect in Fatal Shooting of Reputed Mob Boss in Custody", "date": "2019-03-16 18:26", "summary": "Suspect in killing of Francesco Cali was taken into custody in New Jersey. A suspect in the fatal shooting of the reputed boss of the Gambino crime family was taken into custody Saturday, according to New York City Police Department officials.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-timeline-new-zealand-shooter-was-active-for-more-than-30-minutes-11552720064", "title": "New Zealand Shooter Was Active for More Than 30 Minutes, Timeline Shows", "date": "2019-03-16 16:45", "summary": "Brenton Tarrant is charged with one count of murder and police said further charges will follow. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-close-to-naming-new-ceo-new-board-11552763772", "title": "PG&E Close to Naming New CEO, New Board", "date": "2019-03-16 15:16", "summary": "Troubled utility turns to new leadership to bring it through potentially billions of dollars in liability claims after wildfires. PG&E Corp. is likely to name Bill Johnson, retiring head of the Tennessee Valley Authority, as its new chief executive as early as next week and to announce an overhaul of its board backed by some of its largest investors, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellow-vest-protests-persist-in-paris-despite-macron-outreach-11552755391", "title": "Yellow-Vest Protests Persist in Paris Despite Macron Outreach", "date": "2019-03-16 15:11", "summary": "Level of violence, number of participants lower as movement that began over planned fuel tax becomes more divided. PARIS-Clashes erupted between police and demonstrators, luxury stores were vandalized and a bank was set on fire on the 18th-straight Saturday of yellow-vest protests in the French capital.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trapped-in-christchurch-mosque-worshipper-attempts-to-disarm-shooter-11552760707", "title": "Trapped in New Zealand's Mosque, Worshiper Attempted to Disarm Gunman", "date": "2019-03-16 14:25", "summary": "Naeem Rashid, from Pakistan, was killed trying to stop suspected gunman; his son is also among victims. ISLAMABAD, Pakistan-When a gunman burst into the mosque in the New Zealand city of Christchurch where Naeem Rashid was praying, the Pakistani man rushed at him.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smaller-hospitals-press-for-chance-to-offer-heart-valve-procedure-11552760040", "title": "Smaller Hospitals Press for Chance to Offer Heart-Valve Procedure", "date": "2019-03-16 14:14", "summary": "Safety vs. accessibility is at center of debate as Medicare agency is poised to propose new rules. A battle has broken out among doctors, hospitals and medical-device makers over whether an increasingly popular but risky medical procedure for replacing defective heart valves should be offered more widely.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-watch-has-mixed-results-in-big-heart-study-11552757785", "title": "Apple Watch Has Mixed Results in Big Heart Study", "date": "2019-03-16 13:36", "summary": "Pulse monitor helped detect a small number of people with the heart-rhythm disorder atrial fibrillation, but doctors expressed concern about its accuracy and the risk of unnecessary treatments. NEW ORLEANS--A massive new study found that the pulse sensor in Apple Inc.'s watch helped detect a heart-rhythm disorder in a small number of users but may have caused false alarms for others.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-hope-in-the-rubble-of-value-investing-11552753236", "title": "Looking for Hope in the Rubble of Value Investing", "date": "2019-03-16 12:20", "summary": "A strategy centered on cheaper stocks has become a victim of its own success, while growth stocks-surprisingly-have been able to justify their rich valuations. Back in October, I was hopeful that a rotation out of highflying technology stocks and into cheap laggards would help to support the market. I was wrong.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopia-mourns-the-loss-of-two-young-pilots-11552752808", "title": "Ethiopia Mourns the Loss of Two Young Pilots", "date": "2019-03-16 12:13", "summary": "Both under 30 years old, pilot Yared Getachew and first officer Ahmed Nur Mohammed were killed in the crash, along with more than 150 others. ADDIS ABABA, Ethiopia-Yared Getachew's favorite route to pilot on Ethiopian Airlines was Addis Ababa-Nairobi. It was a flight home.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mark-hamill-tries-knighthood-without-the-lightsaber-11552748278", "title": "Mark Hamill Tries Knighthood Without the Lightsaber", "date": "2019-03-16 10:57", "summary": "Famous for playing Luke Skywalker in 'Star Wars,' the actor talks about his unexpected career path and the dark side of being a Jedi knight. At 67 years old, the actor Mark Hamill has been enjoying an intergalactic career renaissance.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-person-learn-while-sleeping-11552744800", "title": "Can a Person Learn While Sleeping?", "date": "2019-03-16 10:00", "summary": "A growing number of neuroscientists believe that sleep not only helps cement memories, but is actually a time to learn something new. For most people, the 16 hours spent awake each day are hardly enough time to get critical tasks done, let alone acquire knowledge. Yet a growing number of neuroscientists believe that sleep not only helps cement memories, but is actually a time to learn something new-even a foreign language.", "categories": [["Life & Work", "Burning Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/burning-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-its-their-college-years-not-yours-11552741200", "title": "Remember, It's Their College Years, Not Yours", "date": "2019-03-16 09:22", "summary": "The admissions scandal hitting schools is an extreme example, but during application season many parents could use a healthy reminder to ease up on their teen. Most parents cringe at the college-admissions scandal rocking elite schools like Yale and Stanford. We can all rest assured that we'd never do something as craven and harmful as what's alleged in that case, right?", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christchurchs-tiny-community-of-muslims-diverse-deeply-rooted-and-embraced-11552738876", "title": "Christchurch's Tiny Community of Muslims: Diverse, Deeply Rooted and Embraced", "date": "2019-03-16 08:21", "summary": "After an attack on two mosques killed dozens, the New Zealand city's Muslims vow to stay strong. CHRISTCHURCH, New Zealand-The Muslim worshipers attacked by a white supremacist here included many who had fled violence in their home countries several years earlier.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-china-faces-slowdown-stimulus-will-have-smaller-global-reach-11552734000", "title": "As China Faces Slowdown, Stimulus Will Have Smaller Global Reach", "date": "2019-03-16 07:00", "summary": "Economic growth since financial crisis means large-scale tax cuts and spending won't accomplish as much as they used to. BEIJING-China's spending spree during the global financial crisis helped pull the world economy out of recession. This time, Beijing's stimulus might not pack the same punch.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-campaigns-in-south-carolina-with-a-different-strategy-11552734001", "title": "Bernie Sanders Campaigns in South Carolina With a Different Strategy", "date": "2019-03-16 07:00", "summary": "Trounced by Hillary Clinton in the 2016 primary, the Vermont senator courts black voters but so far draws mostly white crowds. CHARLESTON, S.C.-Sen. Bernie Sanders returned this week to South Carolina, a state that spurned him during his 2016 presidential bid, and tried again to connect with black voters-a crucial bloc in this state's first-in-the-South Democratic primary.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moroni-the-riches-of-renaissance-portraiture-review-luxurious-is-the-watchword-11552734000", "title": "'Moroni: The Riches of Renaissance Portraiture' Review: Luxurious Is the Watchword", "date": "2019-03-16 07:00", "summary": "An exhibition at the Frick is filled with Giovanni Battista Moroni's opulent portraits and many of the accouterments depicted therein.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-gym-can-match-her-hula-hoop-11552732200", "title": "No Gym Can Match Her Hula Hoop", "date": "2019-03-16 06:30", "summary": "To beat stress and stay fit, this Tennessee nurse practitioner swears by a pastiche of low-tech fitness routines. Marah Kabaservice jokes that she's a closet exerciser. You won't find the 50-year-old nurse practitioner at the gym or in spin class. She finds more motivation hula hooping and doing jumping jacks in the privacy of her home in Rutledge, Tenn., a town near Knoxville.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11552676667", "title": "Pepper...and Salt", "date": "2019-03-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-police-respond-to-active-shooter-at-a-mosque-in-christchurch-11552618459", "title": "Terror Attacks on New Zealand Mosques Kill 50", "date": "2019-03-16 22:06", "summary": "Authorities detain suspects, charge 28-year-old man with murder after shootings in Christchurch. CHRISTCHURCH, New Zealand-This tiny island nation was left reeling after a gunman wearing military fatigues and wielding five weapons stormed into two mosques and killed 50 people on Friday, in the worst massacre in New Zealand's history.", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-boeing-have-clashed-over-pilot-training-for-737-max-software-fix-11552692012", "title": "FAA, Boeing Have Tussled Over Pilot Training for 737 MAX Software Fix", "date": "2019-03-16 21:37", "summary": "The issue concerns a flight-control feature at the center of the jets' grounding world-wide. Boeing Co. and U.S. air-safety regulators have been at odds over how much pilot training will be required in conjunction with a coming software fix for a flight-control feature at the center of the global grounding of the company's 737 MAX jets, according to people familiar with the details.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terrorist-suspect-traced-his-radicalization-to-a-visit-to-france-11552695240", "title": "Terrorist Suspect Traced His Radicalization to a Visit to France", "date": "2019-03-16 20:14", "summary": "Many ideas contained in a lengthy screed follow the writings of French author Renaud Camus. PARIS-When the 28-year-old man charged with murder in the terrorist attacks on two mosques in New Zealand posted a manifesto on social media claiming responsibility, he described himself as \"just a ordinary White man\" from a working-class family in Australia.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]