[{"link": "https://www.wsj.com/articles/cftc-says-enforcing-risk-management-rules-is-a-priority-11570060413", "title": "CFTC Says Enforcing Risk-Management Rules Is a Priority", "date": "2019-10-02 19:53", "summary": "In a first, swaps regulator charges bank with violating risk-management regulations put in place after financial crisis. The Commodity Futures Trading Commission for the first time charged a bank with violating risk-management rules adopted after the financial crisis, a signal to the industry to bolster internal controls in their swaps businesses.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-weighs-collecting-dna-from-migrants-in-custody-11570055457", "title": "Justice Department Weighs Collecting DNA From Migrants in Custody", "date": "2019-10-02 19:48", "summary": "Proposed rule injects new civil-rights issue into debate over U.S. immigration-policy changes. WASHINGTON-The Justice Department is planning to require collection of DNA from immigrants crossing the U.S.-Mexico border and others in immigration detention for use in a national criminal database.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vintage-bomber-crashes-in-connecticut-11570040185", "title": "At Least Seven Killed in Vintage Bomber Plane Crash in Connecticut", "date": "2019-10-02 19:48", "summary": "The aircraft was attempting an emergency landing at an airport, a state official said. At least seven people were killed Wednesday when a World War II-era bomber crashed while attempting an emergency landing at a Connecticut airport, a state official said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/telsa-sets-new-record-for-car-deliveries-but-challenges-remain-11570049453", "title": "Tesla Sets Record for Car Deliveries, but Challenges Remain", "date": "2019-10-02 19:44", "summary": "The electric-car maker said it delivered 97,000 in latest quarter; will need to deliver at least 104,800 more to meet full-year goal. Tesla Inc. delivered a record number of cars in the third quarter, but faces the pressure of topping that number in the next three months to meet its full-year target.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-house-committees-outline-plan-to-subpoena-white-house-for-ukraine-related-records-11570027147", "title": "House Committees, Trump Brawl Over Ukraine Records Requests", "date": "2019-10-02 19:32", "summary": "Democrats accuse White House of 'flagrant disregard' as Trump lashes out at 'Do Nothing Democrats'. WASHINGTON-The House committees leading an impeachment inquiry into President Trump said they planned to issue a subpoena to force the White House to turn over records related to a pair of phone calls between Mr. Trump and Ukraine's president on a day when each side took to the microphones to accuse the other, in stark terms, of bad faith.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-wants-to-increase-bear-strap-inspections-in-certain-boeing-planes-11570045320", "title": "Boeing Prioritized Costs Over Safety, Engineer Alleges", "date": "2019-10-02 19:18", "summary": "Employee who filed complaint contributed to development of 737 MAX jet. A Boeing Co. engineer involved in the development of the 737 MAX claims the aerospace giant's managers overly prized controlling costs and schedules at the expense of safety, allegations that are currently part of a federal criminal investigation after two fatal crashes of the aircraft.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackjewel-cleared-to-sell-wyoming-coal-mines-ensnared-in-bankruptcy-11570058187", "title": "Blackjewel Cleared to Sell Wyoming Coal Mines Ensnared in Bankruptcy", "date": "2019-10-02 19:16", "summary": "Sale tied to larger deal to pay Blackjewel LLC workers who protested after getting bad paychecks. A federal judge has approved the sale of two Wyoming coal mines that were shut down when their owner Blackjewel LLC filed for bankruptcy, finalizing part of a larger deal to compensate workers including those who staged a weekslong protest when they were suddenly left unpaid.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-deals-at-higher-valuations-for-business-software-makers-11570056623", "title": "More Deals, at Higher Valuations, for Business-Software Makers", "date": "2019-10-02 18:50", "summary": "Corporate demand for data-driven insights feeds M&A some worry about a bubble. Large technology companies are buying enterprise-software makers in record numbers, even as prices continue to climb.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-whistleblower-executive-11570056633", "title": "The Whistleblower Executive", "date": "2019-10-02 18:50", "summary": "Every call with a foreign leader is now subject to congressional review.. The impeachment process is barely underway and already some constitutional norms are being trampled without a note of media notice or political concern. To wit, can a whistleblower inside the intelligence bureaucracy override a President's right to executive privilege merely with an accusation?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-red-meat-rethink-11570056572", "title": "The Red Meat Rethink", "date": "2019-10-02 18:49", "summary": "Go ahead and have that steak, and hold the climate politics.. Where's the Pepto Bismol? The medical-academic complex is experiencing a bad case of indigestion over new research this week in the Annals of Internal Medicine that rescinds the longtime recommendation to eat less red meat. Climate politics is now infecting even nutritional science.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sanders-health-scare-11570056589", "title": "The Sanders Health Scare", "date": "2019-10-02 18:49", "summary": "The betting markets elevate Warren as the likeliest nominee.. When the question of candidate age has bubbled up in the 2020 Democratic presidential race, it's usually taken the form of murmurs about 76-year-old Joe Biden's verbal stumbles and memory lapses. Unlike Mr. Biden, 78-year-old Bernie Sanders has seemed as focused and relentless as ever. But Wednesday's news that Mr. Sanders is suspending campaign events after getting cardiac stents for an arterial blockage raises the age issue anew.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-bad-trusts-are-a-progressive-myth-11570056543", "title": "'Big Bad Trusts' Are a Progressive Myth", "date": "2019-10-02 18:49", "summary": "Today's tech titans, like yesterday's industrial giants, will diminish in time thanks to competition.. The resurgence of progressivism in America has brought growing support for a return to Progressive-era trustbusting. Sen. Elizabeth Warren has a plan to break up tech companies like Google, Amazon and Facebook . Berkeley professor Robert Reich, once the resident progressive of the Clinton administration, opines, \"Like the robber barons of the first Gilded Age, those of the second\"-the tech giants-\"have amassed fortunes because of their monopolies.\" Even in Amazon's hometown of Seattle, a newspaper headline declares, \"Big tech needs to face a Theodore Roosevelt-style trust busting.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-lost-in-ukrainia-11570056500", "title": "Democrats Lost in Ukrainia", "date": "2019-10-02 18:48", "summary": "The impeachment case Trump was supposed to be 'understandable.' In two weeks, it has become incomprehensible.. As the Trump impeachment narrative descends into the familiar bog of incomprehensibility, some guidance: Do not confuse Ukraine with Ukrainia.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurry-up-and-impeach-11570056451", "title": "Hurry Up and Impeach", "date": "2019-10-02 18:47", "summary": "With a presidential election coming up, the Democrats can't afford to be judicious.. It has been only 10 days since Speaker Nancy Pelosi declared that the House was \"moving forward with an official impeachment inquiry\" of President Trump, and Democrats are already blowing it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-policemans-death-and-the-life-i-didnt-lead-11570056403", "title": "A Policeman's Death and the Life I Didn't Lead", "date": "2019-10-02 18:46", "summary": "After 9/11, I had the desire to take on a dangerous job. Brian Mulkeen had the guts to do it as well.. Everyone knows police work is dangerous. But with all the political shouting, we sometimes forget how risky it is to strap on a vest, a badge and a gun and ride into the unknown of the night-until a cop dies in the line of duty.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-opens-a-second-front-along-israels-border-11570056375", "title": "Iran Opens a Second Front Along Israel's Border", "date": "2019-10-02 18:46", "summary": "The Islamic Revolutionary Guard Corps and its proxies control Syrian land near the Golan Heights.. Israel is fighting off Iranian expansion across the Middle East, but danger for the Jewish state lurks near its own borders. Painstaking work by Iran's Islamic Revolutionary Guard Corps and their loyal proxies has succeeded in laying the groundwork for a second Iranian front with Israel in the Golan Heights.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tries-to-win-disaffected-women-back-11570056333", "title": "Trump Tries to Win Disaffected Women Back", "date": "2019-10-02 18:45", "summary": "Changes in tone and emphasis to appeal to voters who swung Democratic last year.. Democrats know their 2018 gains came, in no small measure, courtesy of disaffected suburban women. President Trump knows it too-and he's changing his tone and emphasis to win back these crucial swing voters. Consider three examples:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saving-americas-cities-review-a-downtown-developer-11570056294", "title": "'Saving America's Cities' Review: A Downtown Developer", "date": "2019-10-02 18:44", "summary": "Urban planner Ed Logue's legacy can be seen in New York's Roosevelt Island and Boston's Government Center. Other projects floundered.. In 1997 the New York Times profiled retired city-planning czar Ed Logue in a cruelly headlined article: \"A Master Builder's Mixed Legacy: Forgotten by the Public, 'Mr. Urban Renewal' Looks Back.\" If Logue was forgotten in 1997, he's totally unknown now. So kudos to Harvard professor Lizabeth Cohen for exhuming the cantankerous, ambitious and idealistic Logue in her charming and successful biography-cum-urban affairs history, \"Saving America's Cities.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-warren-on-warren-11570056238", "title": "Notable & Quotable: Warren on Warren", "date": "2019-10-02 18:43", "summary": "'The principal did not ask her back.'. From \"Elizabeth Warren's Classroom Strategy\" by Rebecca Traister, TheCut.com, Aug. 6, 2019:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-proposes-a-plan-for-jails-after-rikers-11570055867", "title": "New York City Council Proposes a Plan for Jails After Rikers", "date": "2019-10-02 18:37", "summary": "An expanded inmates' bill of rights and other reforms are aimed at creating better conditions in new facilities. New York City lawmakers presented an expanded inmates' bill of rights and other reforms to create better conditions for prisoners ahead of a critical vote to replace the jail complex on Rikers Island.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-cancels-events-until-further-notice-due-to-health-issues-11570027592", "title": "Bernie Sanders Had Stents Inserted to Open Artery Blockage", "date": "2019-10-02 18:27", "summary": "Vermont senator and Democratic presidential candidate cancels events until further notice. Sen. Bernie Sanders had a medical procedure to insert stents to open an artery blockage, his campaign said, after the Democratic presidential candidate experienced chest pain during a campaign event Tuesday night.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safety-seeking-investors-fuel-surge-in-u-s-treasurys-11570035593", "title": "Safety Seeking Investors Fuel Surge in U.S. Treasurys", "date": "2019-10-02 18:26", "summary": "Traders brace for more demand if employment report disappoints. A sharp rally in U.S. government bonds continued Wednesday, fueled by investors' mounting concern about the strength of the global economy.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-the-customer-for-climate-burgers-11570054847", "title": "Who's the Customer for Climate Burgers?", "date": "2019-10-02 18:20", "summary": "Factory-to-table vegetables may sound delicious, but consumers need other reasons to buy.. Traders who wisely ignored this column's skepticism about the potential size of the fake meat market and bought shares of Beyond Meat in May have eaten well. The same can't be said for those who also ignored cautionary reports from the Journal's Lauren Silva Laughlin in June and August. Shares have fallen nearly 40% from their July peak. For long-term investors, the open question is how much consumers will pay for a questionable environmental benefit.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-asks-judge-to-block-request-for-trump-tax-returns-11570054697", "title": "Justice Department Asks Judge to Block Request for Trump Tax Returns", "date": "2019-10-02 18:18", "summary": "The Justice Department says the dispute raises serious issues that needed further consideration by a federal court. The Justice Department asked a federal judge Wednesday to temporarily block a subpoena for eight years of President Trump's tax returns, saying the dispute raised serious issues that needed further consideration by a federal court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-rules-in-favor-of-supervised-injection-site-for-drug-users-11570045684", "title": "Federal Judge Rules in Favor of Supervised Drug-Injection Site", "date": "2019-10-02 18:10", "summary": "Decision is blow to U.S. attorney, who argued planned Philadelphia site would violate federal law. A judge ruled a Philadelphia nonprofit's plan to open a supervised site for drug users doesn't break federal law, marking a victory for advocates battling the opioid crisis and a setback for U.S. law-enforcement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-regulators-call-for-new-safety-standards-on-limousine-seats-and-belts-11570054112", "title": "Federal Regulators Call for New Safety Standards on Limousine Seats and Belts", "date": "2019-10-02 18:08", "summary": "Recommendations come one year following crash in upstate New York that killed 20 people. Federal investigators called for new national-safety standards for seats and seat belts in limousines as they continue their probe into an upstate New York crash that killed 20 people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stitch-fix-isnt-a-staple-for-fall-11570010400", "title": "Stitch Fix Isn't a Staple for Fall", "date": "2019-10-02 18:08", "summary": "Stitch Fix reported decent quarterly earnings, but it is too soon to say if its growth bets will pay off. Stitch Fix 's apparel service gives clients a lot for a nominal fee, but its stock may not be the bargain it seems.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-know-what-im-sayin-by-danny-brown-review-both-harrowing-and-hilarious-11570053600", "title": "'U Know What I'm Sayin?' by Danny Brown Review: Both Harrowing and Hilarious", "date": "2019-10-02 18:00", "summary": "The Detroit rapper's latest album is an artistic achievement, balancing tales of hardship with a keen sense of humor.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-subpoenas-payroll-firms-after-mypayrollhr-collapses-11570053236", "title": "Payroll Firms Subpoenaed After MyPayrollHR Collapses", "date": "2019-10-02 17:53", "summary": "Department of Financial Services looks at industry to determine whether more licensing needed. ALBANY, N.Y.-The New York State Department of Financial Services sent subpoenas this week to more than 40 payroll processors that do business in the state, an official familiar with the matter said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/csx-makes-its-interim-cfo-permanent-11570052017", "title": "CSX Makes Its Interim CFO Permanent", "date": "2019-10-02 17:33", "summary": "The appointment ends a monthslong search for a new finance chief at the railroad operator. CSX Corp. on Wednesday made its interim finance chief permanent, a move that comes after a monthslong search for a new chief financial officer at the U.S. freight railroad operator.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-fall-amid-rising-fears-of-economic-slowdown-11570004904", "title": "Stocks Drop on Worries About Growth", "date": "2019-10-02 17:19", "summary": "Dow finishes nearly 500 points lower after private-sector employment report warns on job creation. U.S. stocks fell sharply for a second consecutive session Wednesday as worries intensified about slowing U.S. manufacturing activity that could presage a possible economic downturn.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-s-sanctions-chief-to-leave-trump-administration-for-private-sector-11570025888", "title": "Top U.S. Sanctions Chief to Leave Trump Administration for Private Sector", "date": "2019-10-02 17:16", "summary": "Sigal Mandelker is Treasury's undersecretary for terrorism and financial intelligence. WASHINGTON-The Trump administration's sanctions chief, responsible for wielding U.S. financial firepower as the White House's primary foreign-policy tool, is leaving for the private sector, Treasury Department officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-lab-testing-startup-ubiome-plans-to-shut-down-liquidate-11570019519", "title": "Bankrupt Lab-Testing Startup UBiome Plans to Shut Down, Liquidate", "date": "2019-10-02 17:16", "summary": "Venture-backed San Francisco business will convert from chapter 11 to chapter 7 bankruptcy. ", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-agrees-to-block-n-j-s-political-donor-disclosure-law-11570050753", "title": "Judge Agrees to Block N.J.'s Political-Donor Disclosure Law", "date": "2019-10-02 17:12", "summary": "Preliminary injunction was granted in response to lawsuit brought by think tank founded by Koch brothers.. TRENTON, N.J.-A federal judge on Wednesday agreed to hold up New Jersey's recent political donor disclosure law in response to a lawsuit brought by a think tank founded by the Koch brothers.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/researchers-say-vitamin-e-unlikely-culprit-in-vaping-related-ailments-11570050000", "title": "Researchers Say Vitamin E Likely Isn't the Culprit in Vaping-Related Ailments", "date": "2019-10-02 17:00", "summary": "Public-health authorities had focused on thickeners; lung damage similar to 'toxic-fume exposure,' Mayo Clinic researcher says. Researchers at the Mayo Clinic have all but ruled out vitamin E oil and other thickeners as the possible culprit in a wave of vaping-related illnesses and deaths, deepening the mystery of what might be at fault.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/past-october-performances-haunt-investors-in-u-s-stocks-11570017601", "title": "Past Octobers Haunt Investors in U.S. Stocks", "date": "2019-10-02 16:52", "summary": "Trade dispute, earnings season and Brexit deadline are likely to shape trading this month. October is often considered a spooky month for investors, but history suggests the fears are overblown.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-trade-joins-rivals-in-cutting-commissions-to-zero-11570048002", "title": "E*Trade Joins Rivals in Cutting Commissions to Zero", "date": "2019-10-02 16:50", "summary": "Beginning Oct. 7, E*Trade will offer zero commissions on stocks, exchange-traded funds and options listed on U.S. exchanges.. E*Trade Financial Corp. said Wednesday that it would eliminate trading commissions, matching bigger rivals' moves a day earlier.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-builder-stocks-are-sitting-pretty-11570035535", "title": "Home-Builder Stocks Are Sitting Pretty", "date": "2019-10-02 16:48", "summary": "Lennar on pace to notch a fresh 52-week high on upbeat earnings. Shares of home builders were a relative bright spot Wednesday in a sea of red in the stock market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-rouhani-says-iran-open-to-diplomacy-with-u-s-11570048756", "title": "President Rouhani Says Iran Open to Diplomacy With U.S.", "date": "2019-10-02 16:39", "summary": "Tehran makes overture to Europe after last week's push back at United Nations. Iran's President Hassan Rouhani kept open the door to diplomacy on Wednesday, backing European efforts to salvage the 2015 nuclear deal despite rebuffing French attempts to broker a meeting between him and President Trump at the United Nations last week.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-society-review-a-most-complicated-history-11570047982", "title": "'The Great Society' Review: A Most Complicated History", "date": "2019-10-02 16:26", "summary": "Playwright Robert Schenkkan sees his play as 'the origin story for our present political crisis.' Luckily, the drama is more nuanced than that.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safety-stocks-fail-to-provide-investors-refuge-from-broader-market-rout-11570033912", "title": "Safety Stocks Fail to Provide Investors Refuge", "date": "2019-10-02 16:22", "summary": "Bond proxies, which many investors favor when market volatility picks up, are instead headed for their worst week in months. It has been a \"sell everything\" kind of week.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vice-media-reaches-deal-to-acquire-refinery29-11570047778", "title": "Vice Media Reaches Deal to Acquire Refinery29", "date": "2019-10-02 16:22", "summary": "Refinery29 employees will report to Vice Chief Executive Nancy Dubuc, Vice said; some founders and senior executives plan to stay. Vice Media LLC said it has completed a deal to acquire female-focused digital media company Refinery29 Inc. as it looks to build up its global footprint and add new revenue streams.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahus-attorneys-begin-defense-at-pretrial-hearing-11570030221", "title": "Netanyahu's Attorneys Launch Defense at Pretrial Hearing", "date": "2019-10-02 16:05", "summary": "Yearslong investigation into Israeli leader reaches critical point. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu's lawyers began an effort to stave off his criminal prosecution in hearings that mark a critical new phase for yearslong corruption investigations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-struggle-to-turn-page-on-khashoggi-killing-a-year-later-11570045100", "title": "Saudis Struggle to Turn Page on Khashoggi Killing, a Year Later", "date": "2019-10-02 15:38", "summary": "Prince Salman is trying to repair the kingdom's image but the dissident journalist's slaying by Saudi agents remains unresolved. A year after dissident journalist Jamal Khashoggi was killed in the Saudi Arabian consulate in Istanbul, his body has yet to be found. No one has been held legally responsible for his death.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-announces-last-ditch-brexit-proposal-11570014506", "title": "Johnson's Last-Ditch Brexit Bid Meets Skepticism in EU", "date": "2019-10-02 15:36", "summary": "Prime minister submits proposals to solve Brexit riddle that paralyzed Parliament: the Irish border. MANCHESTER, England-British Prime Minister Boris Johnson's new proposals to break the deadlock over Brexit met with some skepticism from European officials Wednesday, setting the stage for weeks of tense political maneuvering before the U.K.'s scheduled exit from the European Union on Oct. 31.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombias-peace-agreement-is-succeeding-11570044671", "title": "Colombia's Peace Agreement Is Succeeding", "date": "2019-10-02 15:31", "summary": "Colombia has its problems, but readers of your editorial \"No Peace in Our Time in Colombia\" would be surprised to learn that since the signing of a peace agreement in 2016 between the government and the FARC guerillas Colombia has enjoyed the lowest levels of violence nationally since the mid-1970s.. Colombia has its problems, but readers of your editorial \"No Peace in Our Time in Colombia\" (Sept. 17) would be surprised to learn that since the signing of a peace agreement in 2016 between the government and the FARC guerillas, Colombia has enjoyed the lowest levels of violence nationally since the mid-1970s and thousands of Colombians are able without fear to visit rural regions of the country that have been off limits for decades. Under the agreement, 13,049 full-time FARC combatants and part-time militia members turned in their weapons and demobilized. About 8% are unaccounted for-lower than usual in negotiated peace settlements-but that doesn't mean they all went back to war. Some, mostly small farmers, returned to their daily lives. Others continued drug trafficking or rejected the peace agreement on ideological grounds.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-to-acquire-65-controlling-interest-great-wolf-resorts-11570018212", "title": "Blackstone to Acquire 65% Controlling Interest in Great Wolf Resorts", "date": "2019-10-02 15:29", "summary": "Blackstone, Centerbridge Partners to form new $2.9 billion joint venture to own resort company. Water-park owner Great Wolf Resorts Inc. is continuing its wild ride through private-equity ownership.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-is-honoring-its-treaty-commitments-11570044567", "title": "Japan Is Honoring Its Treaty Commitments", "date": "2019-10-02 15:29", "summary": "Article II-1 of the 1965 agreement between Japan and the ROK stipulates that all problems concerning claims between both countries and nationals were \"settled completely and finally.\". The Sep. 7 letter \"Japan Is Not Keeping Agreement With Korea\" from the government of the Republic of Korea (ROK) makes a misleading argument on the issue of former civilian workers from the Korean Peninsula during World War II.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-causing-the-decline-of-our-bird-population-11570044499", "title": "What's Causing the Decline Of Our Bird Population?", "date": "2019-10-02 15:28", "summary": "This is a disaster caused by human behavior. To put the blame on climate change is a stretch.. The decline of the bird population in America simply follows a pattern of many people spraying their yards, predicated on the notion that insects-mosquitoes, flies, etc.-are spreading various types of diseases (\"Bird Numbers Dive In North America,\" U.S. News, Sept. 20). This has led to the decline of bees, butterflies, fireflies and other useful insects upon which birds feed. Not to mention the massive spraying of farmlands. It also has been reported that wind turbines lead to the demise of many birds. This is a disaster caused by human behavior. To put the blame on climate change is a stretch.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/problem-is-a-lack-of-guts-not-the-budget-process-11570044452", "title": "Problem Is a Lack of Guts, Not the Budget Process", "date": "2019-10-02 15:27", "summary": "What's wrong here is not the process. It is the lack of courage to match spending and revenue.. Sen. Ron Johnson's solution is to put the budget on autopilot and remove all congressional responsibility for it (\"Close the Book on Shutdowns,\" op-ed, Sept. 23). He's worried about the process when he and his colleagues should be worried about the outcome. It is not the broken process that got us into $22 trillion of debt. It was the conscious voting to spend more than we raise in tax revenue and the conscious voting against raising taxes to pay for it all.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campus-censorship-really-isnt-the-senates-problem-11570044404", "title": "Campus Censorship Really Isn't the Senate's Problem", "date": "2019-10-02 15:26", "summary": "It is not clear why the federal government, through the vehicle of Senate \"oversight,\" should have any role whatsoever in how private institutions manage their affairs in this area.. The assaults on open discussion on college campuses cited by Sen. Chuck Grassley are indeed troubling (\"The Senate Takes On Campus Censorship,\" op-ed, Sept. 26). But it is not clear why the federal government, through the vehicle of Senate \"oversight,\" should have any role in how private institutions manage their affairs in this area any more than in their course offerings or academic standards.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peruvian-vice-president-resigns-after-congress-fails-to-oust-nations-leader-11570044084", "title": "Peruvian Vice President Resigns After Congress Fails to Oust Nation's Leader", "date": "2019-10-02 15:21", "summary": "Move boosts President Martín Vizcarra in his showdown with lawmakers over how to rid the country of its endemic corruption. LIMA-Peru's vice president abruptly resigned a day after the opposition-controlled Congress had tried to install her as interim leader, boosting President Martín Vizcarra in his showdown with lawmakers over how to rid the country of its endemic corruption.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metro-bank-founder-vernon-w-hill-ii-steps-down-11570014094", "title": "Metro Bank Founder Vernon W. Hill II Steps Down", "date": "2019-10-02 15:19", "summary": "Flamboyant American executive decides to leave troubled U.K. lender by year end. LONDON- Metro Bank PLC said its founder, Vernon W. Hill II, who set out to bring fast-food-type convenience and glitz to the U.K. banking market, has decided to step down as chairman of the troubled lender by year end.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-sell-ukraine-javelin-missiles-a-hot-topic-of-trump-zelensky-call-11570043798", "title": "U.S. to Sell Ukraine Javelin Missiles, a Hot Topic of Trump-Zelensky Call", "date": "2019-10-02 15:16", "summary": "Sale of 150 missiles follows earlier shipment of 210 Javelins. The Trump administration plans to sell more Javelin antitank missiles to Ukraine, U.S. officials said Wednesday, moving forward with a sale that Ukraine's president sought in his July 25 call with President Trump.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-extends-losing-streak-on-fears-of-excess-supply-11570030997", "title": "Oil Extends Losing Streak on Fears of Excess Supply", "date": "2019-10-02 15:10", "summary": "Inventories in the U.S. rose a larger-than-expected 3.1 million barrels in the latest week, the EIA reports. U.S. crude-oil prices slid for the seventh consecutive session Wednesday, hitting a nearly two-month low after weekly inventory figures reignited worries about a supply glut.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-case-implicates-honduran-leader-praised-by-trump-for-asylum-pact-11570026038", "title": "Drug Case Implicates Honduran Leader Praised by Trump for Asylum Pact", "date": "2019-10-02 14:51", "summary": "Juan Orlando Hernández is listed in court papers as a co-conspirator in drug operation allegedly run by his brother. MEXICO CITY-A week after President Trump showered praise on Honduran President Juan Orlando Hernández when the U.S. and the Central American nation reached an immigration pact, the Honduran leader's younger brother is set to go on trial Wednesday in New York on charges of smuggling tons of cocaine into the U.S.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-tesla-rimacs-all-electric-hypercar-is-built-to-race-the-big-boys-11570041325", "title": "The Next Tesla? Rimac's All-Electric Hypercar Is Built to Race the Big Boys", "date": "2019-10-02 14:35", "summary": "Mate Rimac has crafted ingenious battery tech for the likes of Aston Martin and Koenigsegg. Now the 31-year-old Croatian engineer has built his own beast in the Rimac C_Two, an all-electric hypercar that puts out 1,914 hp. Dan Neil sits down with 'the next Elon Musk'. MATE RIMAC SELLS lightning in a bottle. Founder of Rimac Automobili, near Zagreb, Croatia, the 31-year-old entrepreneur has emerged as a wunderkind in electric-vehicle hyperpower, contributing battery technology to auto makers including Aston Martin, Renault, Pininfarina , and Koenigsegg. Rimac has also garnered investment from the Asian giant Hyundai and Porsche. Last month VW Group 's luxury-performance brand took another 5.5% share of Rimac, after a 10% tranche in 2018.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-french-bread-pizza-never-disappoints-11570112889", "title": "Why French Bread Pizza Never Disappoints", "date": "2019-10-02 14:31", "summary": "Is it authentic? Do we care? French bread pizza delivers, whether it's the frozen variety or a wholly personal homemade one-off. WHAT THE HECK is happening to pizza? Once a low-key food of the people, a paragon of nonchalant excellence, it has become the next culinary fetish. There's the retroactive \"discovery\" of micro-regional styles-and have you seen the stack of new cookbooks on the subject from chefs? We're encouraged to build pizza ovens in our backyards or buy special (read: expensive) contraptions that take up kitchen real estate most of us don't have.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-roast-chicken-recipe-is-fast-and-fantastically-flavorful-11570120884", "title": "This Roast Chicken Recipe Is Fast and Fantastically Flavorful", "date": "2019-10-02 14:31", "summary": "The tomato butter that sauces the chicken packs a serious umami punch. On the side, the escarole salad has a creamy pecorino dressing. OVER DECADES of collaborating in the kitchen, Melissa Hamilton and Christopher Hirsheimer have developed a singular, no-nonsense style as well as a solid grounding in technique. \"Cook Something,\" their latest book, lays it all out for readers looking to build confidence in the kitchen.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-plans-new-foldable-tablet-android-smartphone-11570035825", "title": "Microsoft Is Making Smartphones Again, With Help From Google", "date": "2019-10-02 14:14", "summary": "A suite of new devices are on tap, including two with dual screens that fold together like a book. Microsoft Corp. is returning to the smartphone game and plans a suite of new wireless computing devices, including two with dual screens that fold together like a book.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-officials-open-probe-on-403-b-sales-to-teachers-11570031322", "title": "New York State Officials Open Probe on 403(b) Sales to Teachers", "date": "2019-10-02 14:06", "summary": "Officials concerned about annuity fees and disclosures to teachers. New York's top financial-services watchdog on Tuesday dispatched letters to a dozen major insurers seeking details on how they market retirement-income products to teachers, opening a probe of industry practices, according to people familiar with the matter.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-changes-the-stakes-on-hardware-gambles-11570039286", "title": "Microsoft Changes the Stakes on Hardware Gambles", "date": "2019-10-02 14:01", "summary": "New dual-screen Surface devices are a less-risky move than previous attempts. Microsoft has grown ambitious in hardware, but the software giant has evolved to the point that it can afford to take some risks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-no-longer-opposes-releasing-transcripts-of-his-meetings-with-trump-11570033302", "title": "Putin Wouldn't Oppose Releasing Transcripts of His Trump Meetings", "date": "2019-10-02 14:00", "summary": "Russian leader's conversations with U.S. president at Helsinki summit have generated intense interest. MOSCOW-In his first public comments on the political scandal that has engulfed the Trump administration, Russian President Vladimir Putin said he wouldn't oppose his conversations with President Trump being made public, a reversal of the Kremlin's position opposing the publication of the two leaders' talks.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-airbus-is-a-trade-dispute-without-winners-11570038545", "title": "Boeing-Airbus Is a Trade Dispute Without Winners", "date": "2019-10-02 13:49", "summary": "The World Trade Organization seems to be trying to fix a competitive situation that isn't broken. Even the most bitter trade wars can have winners and losers. But in the case of the 15-year illegal-aid battle involving Boeing and Airbus, nobody will come out on top.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-move-draws-mixed-reviews-in-battleground-districts-11570038379", "title": "Impeachment Move Draws Mixed Reviews in Battleground Districts", "date": "2019-10-02 13:46", "summary": "As members of Congress visit back home, Republicans call investigation baseless, while Democrats are split on strategy. OKLAHOMA CITY-There is no position Democratic Rep. Kendra Horn can take on impeaching President Trump that will satisfy a majority of voters in the district she narrowly won last year, which Mr. Trump won by nearly 14 points.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-feds-williams-defends-rate-cuts-says-economy-in-good-place-amid-risks-11570037739", "title": "Fed's Williams Defends Rate Cuts, Says Economy in a Good Place", "date": "2019-10-02 13:35", "summary": "No hints about whether Fed would be following its quarter-percentage point rate cuts from July and September. New York Fed leader John Williams said Wednesday the economy remains in a good place and recent central bank rate cuts are aimed to keep it there, in comments that also said ongoing Fed market interventions have helped tame volatile short-term lending rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-natural-foods-stock-slumps-as-company-dumps-long-term-outlook-11570036414", "title": "United Natural Foods Stock Slumps As Company Dumps Long-term Outlook", "date": "2019-10-02 13:13", "summary": "Natural foods distributor posted its first annual loss in more than a decade, driven by costs tied to the Supervalu deal. Shares of United Natural Foods Inc. fell sharply on Wednesday, as the food wholesaler predicted slower sales growth than it had previously forecast after the acquisition of Supervalu Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-betting-firm-flutter-strikes-merger-with-canadas-stars-11570009165", "title": "FanDuel Owner Buys PokerStars in $6 Billion Deal", "date": "2019-10-02 12:53", "summary": "Deal connects FanDuel with Fox Corp., which owns a minority stake in Stars and recently launched its own betting app. FanDuel owner Flutter Entertainment PLC agreed to buy PokerStars owner Stars Group Inc. for about $6 billion, creating an online gambling giant as internet and app-based betting is taking hold in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winners-in-the-trade-war-tariff-and-trade-experts-11570033784", "title": "Winners in the Trade War: Tariff and Trade Experts", "date": "2019-10-02 12:29", "summary": "Export, import gurus log more hours, draw better pay. Escalating tariff battles are creating new opportunities for trade specialists.", "categories": [["Management", "Managing Your Career"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/managing-your-career?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-closes-investigation-over-enis-nigerian-algerian-activities-11570032102", "title": "DOJ Closes Investigation Over Eni's Nigerian, Algerian Activities", "date": "2019-10-02 12:01", "summary": "The Italian oil company, alongside Shell, has faced allegations of bribery around the acquisition of rights to an oil block in Nigeria. The U.S. Justice Department has closed its investigation into ENI SpA's Nigerian and Algerian activities without taking action, the Italian oil-and-gas company said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-yang-raises-10-million-in-a-display-of-fundraising-strength-11570031254", "title": "Andrew Yang Raises $10 Million, in a Display of Fundraising Strength", "date": "2019-10-02 11:47", "summary": "Candidate raised $1 million within days of offering free money to supporters during the Democratic presidential debate in September. Tech entrepreneur Andrew Yang raised $10 million in the past three months, his campaign said Wednesday-greatly outpacing at least two senators in the Democratic presidential race and showing that his offer of free money to supporters is paying dividends.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-get-another-blow-hand-me-downs-11570030820", "title": "Retailers Get Another Blow: Hand-Me-Downs", "date": "2019-10-02 11:40", "summary": "A new Accenture study shows people will happily give and receive vintage clothing this holiday season. Take your grandpa's style and give it as a gift for Christmas.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acuity-brands-grapples-with-trade-war-fallout-11570030613", "title": "Acuity Brands Sales Fall as Trade War Hampers Demand", "date": "2019-10-02 11:36", "summary": "Lighting-products maker says global trade issues are hurting results; shares slide. Acuity Brands Inc. reported sales volumes fell 16% in its latest quarter, as the trade war between the U.S. and China whipsawed the lighting-products manufacturer.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-state-department-reduces-travel-safety-warning-for-el-salvador-11569969926", "title": "U.S. State Department Reduces Travel-Safety Warning for El Salvador", "date": "2019-10-02 11:35", "summary": "Travel advisory is eased to Level 2 from Level 3; move comes after Trump administration reaches asylum deal. WASHINGTON-The U.S. State Department eased its travel advisory for El Salvador on Tuesday, days after the U.S. government signed an agreement with the Central American country to send some asylum seekers in the U.S. there.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-a-change-its-the-world-that-is-pulling-down-the-u-s-economy-11570021741", "title": "For a Change, It's the World That Is Pulling Down the U.S. Economy", "date": "2019-10-02 11:29", "summary": "As weakness from Germany to China intensifies, the U.S. is less insulated than in the past. The global economy used to have a simple rule: The U.S. led, everyone else followed. Whether it was high interest rates in 1981, a technology bust in 2001 or a mortgage crisis in 2008, it was a weak U.S. that dragged other countries into recession, not vice versa.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeowners-sing-the-praises-of-living-through-a-redo-but-contractors-sometimes-beg-to-differ-11570028497", "title": "The Pluses-and Perils-of Living Through a Redo", "date": "2019-10-02 11:26", "summary": "Homeowners say they save money and stay in control, but some contractors beg to differ.. Doris Pearlman, the president of a Denver-based interior design firm, knows the golden rule: Never live in a home during a renovation. \"You move out! Of course you do!\" she cried.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harry-stay-awake-supreme-court-justices-caught-passing-notes-11570029307", "title": "'Harry. Stay Awake.' Supreme Court Justices Caught Passing Notes.", "date": "2019-10-02 11:15", "summary": "Resume Subscription. WASHINGTON-Seated behind the bench for oral argument, the justices of the Supreme Court train their robust intellects on America's most vexing legal questions.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/high-end-remodelsand-the-owners-who-lived-through-them-11570028469", "title": "High-End Remodels-and the Owners Who Lived Through Them", "date": "2019-10-02 11:01", "summary": "These families in Charleston, S.C., Greenwood Village, Colo., and Seattle all elected to stay put while the renovation happened in their homes.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/artist-brian-donnelly-aka-kaws-embraces-the-abstract-11570028400", "title": "Artist Brian Donnelly, aka KAWS, Embraces the Abstract", "date": "2019-10-02 11:00", "summary": "New London show by artist also known as KAWS is a bold departure from cartoonish figures that made him famous. Some things become clearer in the dark.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-leads-scattered-strategy-on-impeachment-11570028344", "title": "Trump Leads Scattered Strategy on Impeachment", "date": "2019-10-02 10:59", "summary": "President has resisted setting up structured pushback effort, instead relying on his own tweets and help of outside groups. Faced with impeachment proceedings, President Trump hasn't set up a dedicated White House \"war room\" to guide his pushback against congressional Democrats running the investigation, instead making clear he is leading the charge.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flee-as-fast-as-you-can-a-young-couple-joins-venezuelas-exodus-11570028330", "title": "'Flee as Fast as You Can.' A Young Couple Joins Venezuela's Exodus.", "date": "2019-10-02 10:58", "summary": "Resume Subscription. CARACAS, Venezuela-Jonathan Morales and Daliana Loyo were ready to leave. Mr. Morales, a 26-year-old chef, had hidden his life savings of $150 inside the waistband of his underwear. Ms. Loyo, a 23-year-old nurse, had a grilled eggplant for the trip, packed up by her grandmother. All they carried was two backpacks and a borrowed suitcase.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/more-protests-erupt-in-hong-kong-over-student-shot-by-police-11570025063", "title": "More Protests Erupt in Hong Kong Over Student Shot by Police", "date": "2019-10-02 10:54", "summary": "Residents block roads and throw Molotov cocktails in evening demonstrations after clogging business district in lunchtime march against violence. ", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-confirms-listening-to-trump-zelensky-phone-call-in-july-11570016350", "title": "Pompeo Confirms Listening In on Trump's Ukraine Call", "date": "2019-10-02 10:47", "summary": "The secretary of state said the conversation dealt with U.S. policy on Ukraine. ROME-Secretary of State Mike Pompeo acknowledged for the first time that he listened in on the phone call between President Trump and Ukraine's leader that has resulted in a House impeachment inquiry, and said the conversation occurred in the context of normal U.S. foreign policy toward Ukraine.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-makes-splash-with-sub-launched-missile-ahead-of-u-s-talks-11570020047", "title": "North Korea Makes Splash With Sub-Launchable Missile Ahead of U.S. Talks", "date": "2019-10-02 10:27", "summary": "Flight path of Pyongyang's latest test points to a weapon designed to be fired from a submarine. SEOUL-North Korea's penchant for packaging provocation with peace overtures resurfaced Wednesday, as Pyongyang committed to resuming nuclear talks with Washington-then promptly fired a ballistic missile.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-home-smart-system-that-helps-with-religious-observances-11570026331", "title": "A Home Smart System That Helps With Religious Observances", "date": "2019-10-02 10:25", "summary": "Resume Subscription. Every Friday night, as Shabbat starts in Jay and Lauren Hofstatter's home in Boca Raton, Fla., all televisions automatically shut down, ground-floor lights come on and bedroom lights switch off. A cozy home theater, closed off during the week, is programmed to unlock-not for watching television but for family time after the evening meal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/inside-a-home-wired-for-religious-observance-11570026155", "title": "Inside a Home Wired for Religious Observance", "date": "2019-10-02 10:22", "summary": "The $250,000 home-automation system coordinates lighting, shades and motion detectors for the weekly Sabbath and for holidays. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/swanky-but-spooky-halloween-decorations-11570025461", "title": "Swanky but Spooky Halloween Decorations", "date": "2019-10-02 10:11", "summary": "We asked scores of interior-design pros how they sidestep commercialization and cheesiness and do Halloween with class. Here are the 12 best creepy-chic ideas. \"This year, we're adding bubble eyes to the large portrait painting in our foyer by affixing magnets to them and to the back of the canvas behind them. They passed the creepy test with my children as they seem to follow you.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-congressional-gop-take-different-tacks-toward-china-on-anniversary-of-communist-rule-11570024666", "title": "Trump, Congress Take Different Tacks Toward China", "date": "2019-10-02 09:57", "summary": "A rift emerges among Republicans over how to talk about the country as Hong Kong reels. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eating-alone-loses-its-stigma-11570024507", "title": "The Pleasures of Eating Alone", "date": "2019-10-02 09:55", "summary": "As solo dining becomes the new normal, consumers are ratcheting up their expectations-demanding tastier, more convenient meals-for-one. Americans now eat nearly half of their meals alone-and they like it.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-women-are-breaking-free-from-the-black-abaya-11570008601", "title": "Saudi Women Are Breaking Free From the Black Abaya", "date": "2019-10-02 09:36", "summary": "More ditch the traditional, body-covering abaya for creative but still conservative alternatives. JEDDAH, Saudi Arabia-Saudi women today are wearing clothes that, a few years ago, could have landed them in trouble with the police.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-chief-faces-spy-scandal-aftermath-without-trusted-adviser-11570023136", "title": "Credit Suisse Chief Faces Spy Scandal Aftermath Without Trusted Adviser", "date": "2019-10-02 09:32", "summary": "Tidjane Thiam leans heavily on a close inner circle to enforce and execute strategy at Switzerland's second-biggest bank. Tidjane Thiam arrived at Credit Suisse Group AG in 2015 and quickly established a tight inner circle of trusted lieutenants as he set about trying to revive the ailing Swiss lender.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-private-sector-added-135-000-jobs-in-september-11570021586", "title": "U.S. Private Sector Added 135,000 Jobs In September", "date": "2019-10-02 09:06", "summary": "Average per-month private job creation over past three months down from last year's 214,000, ADP says. Private employers in the nonfarm sector added more jobs in September than economists expected, but the pace of job creation remains muted compared with last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-about-42-1-billion-to-financial-system-11570021250", "title": "New York Fed Adds About $42.1 Billion to Financial System", "date": "2019-10-02 09:00", "summary": "Bank uses the repo market to relieve funding pressure in money markets. The Federal Reserve Bank of New York added $42.05 billion to the financial system Wednesday by using the market for repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/premier-league-names-david-pemsel-as-its-new-ceo-11570021104", "title": "Premier League Names David Pemsel as Its New CEO", "date": "2019-10-02 08:58", "summary": "After a nine-month search and at least two false starts, Pemsel will guide the world's most popular sports league amid the shifting media landscape. After a nine-month search and at least two false starts, the most popular sports league on the planet finally found someone to lead it. The Premier League on Wednesday appointed David Pemsel of the London-based Guardian Media Group as its new CEO, immediately making him one of the most influential executives in sports.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ball-finally-bounces-the-nationals-way-in-the-postseason-11570020254", "title": "The Ball Finally Bounces the Nationals' Way in the Postseason", "date": "2019-10-02 08:44", "summary": "Washington rallied to score three runs in the bottom of the eighth inning to stun Milwaukee 4-3 in the NL wild-card game. The stench of October failure follows the Washington Nationals like a shadow, the product of a generation of disappointment and missed opportunity that defines the franchise. Four times this decade they made the playoffs. All four times they fell in the first round, often in painful and embarrassing fashion.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-opulent-flower-company-that-never-says-no-11570019612", "title": "The Opulent Flower Company That Never Says No", "date": "2019-10-02 08:33", "summary": "Delphinium ceiling? No problem. British florist McQueens, known for its eye-catching arrangements in London's best five-star hotels, lands in Manhattan. For the past three decades, many of London's five-star hotels-among them Claridge's, the Connaught, the Berkeley, Rosewood, the Mandarin Oriental and Shangri-La-have turned to McQueens Flowers for the floral arrangements that subtly but unmistakably shift the weekly appearance of their lobbies, dining rooms and suites. McQueens's creations have also been regular features at international events like the Vanity Fair Oscar party. This year, McQueens has established its first official design studio outside of the U.K., in Manhattan, and it has already begun working with New York clients, including the Peninsula Hotel, the NoMad Hotel, Moda Operandi, Dom Pérignon and Christie's. An atelier and flower school will open in March.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/painter-julie-mehretus-intellectual-ambitions-11570019488", "title": "Painter Julie Mehretu's Intellectual Ambitions", "date": "2019-10-02 08:31", "summary": "A new retrospective in November at the Los Angeles County Museum of Art traces Julie Mehretu's career creating epic, lyrical works that are literally ripped from the headlines. There are few artists who follow the news as closely as the painter Julie Mehretu does, and fewer still who directly mine it for their work. But not all viewers of her immense abstract pieces realize it.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-stitch-fix-united-natural-foods-landec-lyft-11570014190", "title": "Stocks to Watch: Stitch Fix, United Natural Foods, Lennar, Walgreens", "date": "2019-10-02 08:24", "summary": "A look at some of the companies with shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usa-swimming-faces-probe-into-sex-abuse-claims-business-practices-11570017600", "title": "USA Swimming Faces Probe Into Sex-Abuse Claims, Business Practices", "date": "2019-10-02 08:00", "summary": "Prosecutors look into 'money trail' between the national swimming organization, its insurance firm and affiliated foundation. Federal prosecutors in New York are investigating USA Swimming, including allegations that the organization stifled athlete sexual-abuse claims, concealed its assets and improperly reaped hundreds of thousands of dollars in rebates from its in-house insurance company, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clemson-might-be-great-but-their-not-so-great-conference-presents-a-problem-11570017601", "title": "Clemson Might Be Great. Its Conference? Not So Much.", "date": "2019-10-02 08:00", "summary": "The defending national champions could finish the season having played 10 straight games against unranked opponents. Clemson is the defending national champion of college football and has the sport's longest current winning streak at 20. But a close call last weekend against unranked North Carolina has exposed what may be the Tigers' biggest weakness: their easy schedule for the rest of 2019.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baryshnikov-arts-center-names-new-president-11570017601", "title": "Baryshnikov Arts Center Names New President", "date": "2019-10-02 08:00", "summary": "Resume Subscription. In her nearly three decades as president of the New 42nd Street nonprofit organization, Cora Cahan led the charge to restore historic theaters near Times Square and bring new life to the area.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-china-factory-breakup-is-hard-to-do-11570016992", "title": "U.S.-China Factory Breakup Is Hard to Do", "date": "2019-10-02 07:49", "summary": "For the first time in a long time, U.S. factories seem to be doing worse than Chinese ones. Chinese factories are suddenly looking a bit healthier. U.S. manufacturers aren't. While some Beijing-based trade warriors may be gloating and Washington-based ones sulking, investors shouldn't jump to conclusions.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pedro-almodovars-personal-pain-and-glory-11570016245", "title": "Pedro Almodóvar's Personal 'Pain and Glory'", "date": "2019-10-02 07:37", "summary": "Director Pedro Almodóvar calls his new film 'the most intimate representation of me'. \"My life makes its way into every film I make, but this is the most intimate representation of me, an extension of myself,\" Pedro Almodóvar says of \"Pain and Glory,\" his film opening Oct. 4. In it, Antonio Banderas play a Spanish director who shares Mr. Almodóvar's spiky hair, childhood memories, personal fears and even his back problems. The heroin habit and other dramatic details are solely the character's.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-your-used-shirts-are-destined-for-the-dump-and-not-the-recycling-center-11570008602", "title": "Why Your Used Shirts Are Destined for the Dump and Not the Recycling Center", "date": "2019-10-02 07:03", "summary": "Resume Subscription. Shoppers are buying more clothes and discarding them faster than ever, a trend that is sending an increasing amount of textiles to the dump and propelling the fashion industry to search for new technology to recycle used garments.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/margarine-gets-a-vegan-butter-rebrand-11570013954", "title": "Margarine Gets a Vegan Butter Rebrand", "date": "2019-10-02 06:59", "summary": "Plant-based food trend has arrived at a convenient time for one of Europe's riskiest private equity deals. Consumers' growing appetite for plant-based food is well-timed for one of the more precarious private equity deals of recent years.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-big-gig-for-delivery-companies-is-your-groceries-11570013400", "title": "Postmates, DoorDash Want to Deliver Your Groceries, Too", "date": "2019-10-02 06:50", "summary": "Delivery companies are striking deals beyond restaurants to expand their reach and revenue. Food-delivery companies are adding supermarkets and convenience stores to their order queues.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-economist-to-return-after-monthslong-leave-for-chinese-pig-comment-11569994370", "title": "UBS Economist Set to Return After Leave for 'Chinese Pig' Comment", "date": "2019-10-02 06:31", "summary": "Paul Donovan, put on leave in June, is set to come back to work. The Swiss bank declined to say how its business has fared since the furor.. A top UBS economist whose mention of a \"Chinese pig\" sparked a furor in the Chinese securities industry is scheduled to return to work Wednesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visa-mastercard-others-reconsider-involvement-in-facebook-s-libra-network-11569967023", "title": "Facebook Scrambles to Keep Libra on Track as Partners Waver", "date": "2019-10-02 06:28", "summary": "Some of Libra's backers decline Facebook's requests to publicly support the project. Cracks are forming in the coalition Facebook Inc. assembled to build a global cryptocurrency-based payments network.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceo-of-u-k-grocery-giant-tesco-to-step-down-11570010207", "title": "CEO of U.K. Grocery Giant Tesco to Step Down", "date": "2019-10-02 05:56", "summary": "Dave Lewis will be replaced next summer by Ken Murphy, a top executive at Walgreens. LONDON-The head of Tesco PLC, one of the world's largest grocery chains, is stepping down and handing the reins to a top executive at pharmacy giant Walgreens Boots Alliance Inc.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borealis-explores-possible-sale-of-fertilizer-unit-11570007563", "title": "Borealis Explores Possible Sale of Fertilizer Unit", "date": "2019-10-02 05:39", "summary": "Move by Vienna-based company comes as fertilizer prices remain well below their highs of 2011. LONDON-Borealis AG, a closely held global chemicals producer, is looking to find a partner or sell its fertilizer business in a deal that could value the business around $1 billion, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-galaxy-fold-review-the-2-000-phone-of-the-future-is-hereplease-dont-break-it-11570008780", "title": "Samsung Galaxy Fold Review: The $2,000 Phone of the Future Is Here-Please Don't Break It", "date": "2019-10-02 05:33", "summary": "Samsung's relaunched foldable phone fixes some of the first issues, but the Galaxy Fold is still too fragile and limited for its hefty price tag. A bottle of 100-proof whiskey? Around 40 words on the warning label.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-next-vacation-is-written-on-your-face-11570008602", "title": "Your Next Vacation Is Written on Your Face", "date": "2019-10-02 05:30", "summary": "Travel companies are using facial recognition and other sophisticated tech to better predict how and why their customers shop the way they do. Austin, Texas", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-fires-projectile-off-coast-11569976898", "title": "North Korea Fires at Least One Missile Off Coast", "date": "2019-10-02 05:24", "summary": "Launch is the country's ninth since July 25. SEOUL-North Korea fired at least one ballistic missile off the country's east coast, officials in Japan and South Korea said, with the U.S. describing the launch as a provocation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/student-shot-by-police-in-hong-kong-protest-is-the-bravest-type-cousin-says-11569958133", "title": "Hong Kong Student Shot by Police Is 'The Bravest Type,' Cousin Says", "date": "2019-10-02 02:59", "summary": "Tsang Chi-kin, 18, is first hit by live round, in what police say was self-defense. HONG KONG-The high-school student shot in the chest by police during a street battle on Tuesday is a seasoned protester who is \"never afraid to speak his mind and would put his words into action,\" according to a cousin.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-energy-permian-basin-locks-down-out-of-court-restructuring-11570048946", "title": "American Energy-Permian Basin Locks Down Out-of-Court Restructuring", "date": "2019-10-02 00:01", "summary": "The private-equity-owned oil and gas driller reached a deal to restructure about $2 billion of debt outside of bankruptcy. Private-equity-backed American Energy-Permian Basin LLC rounded up enough support from creditors to restructure about $2 billion in debt without resorting to bankruptcy, according to people familiar with the matter.", "categories": [["Pro PE Restructuring Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-restructuring-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11569959718", "title": "Pepper...and Salt", "date": "2019-10-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-ceo-mark-parker-was-briefed-by-banned-coach-on-doping-efforts-11569948694", "title": "Nike CEO Was Briefed by Banned Coach on Doping Efforts", "date": "2019-10-02 23:57", "summary": "Anti-doping agency's report on ban of coach Alberto Salazar and Dr. Jeffrey S. Brown details Nike's knowledge of their experiments with performance-enhancing drugs. Nike-backed running coach Alberto Salazar on numerous occasions briefed top Nike Inc. officials, including Chief Executive Mark Parker, on his experiments to manipulate the use of performance-enhancing drugs for track and field athletes, according to emails referenced in reports published by the U.S. Anti-Doping Agency on Monday.", "categories": [["WSJ News Exclusive", "Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-agrees-to-settle-ohio-opioid-lawsuits-for-20-4-million-11569977306", "title": "Johnson & Johnson to Settle Ohio Opioid Lawsuits for $20.4 Million", "date": "2019-10-02 23:16", "summary": "Settlement comes ahead of trial scheduled for this month; J&J is fourth drugmaker to settle with two Ohio counties suing over opioid epidemic. Johnson & Johnson on Tuesday said it has agreed to a $20.4 million deal to avoid a coming trial accusing the company of helping spark an opioid-addiction crisis in two Ohio counties.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-vows-to-block-efforts-to-bully-state-department-officials-to-testify-about-ukraine-11569940841", "title": "State Department Draws Scrutiny in Impeachment Probe", "date": "2019-10-02 22:15", "summary": "House leaders will question two key witnesses as they clash with Pompeo over access. House leaders set plans to question two key State Department witnesses after Secretary of State Mike Pompeo sought Tuesday to block the effort, in the first clash between congressional Democrats and the Trump administration of the newly minted impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-challenge-beijing-in-mourning-parade-11569915879", "title": "Hong Kong Protester Shot by Police Amid Widespread Violence", "date": "2019-10-02 21:42", "summary": "A day of bitter fighting marks the worst and most widespread violent unrest to hit the city in more than half a century. HONG KONG-A police officer shot a young antigovernment protester in the chest during the worst day of violent unrest to hit Hong Kong in half a century, as Beijing celebrated the 70th anniversary of Communist Party rule in mainland China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}]