[{"link": "https://www.wsj.com/articles/treasury-eases-minimum-tax-burdens-on-u-s-multinationals-11575324423", "title": "Treasury Eases Minimum-Tax Burdens on U.S. Multinationals", "date": "2019-12-02 18:57", "summary": "Treasury Department issues rules implementing 2017 tax law. WASHINGTON-U.S.-based multinationals will be less exposed to certain U.S. taxes after the Treasury Department issued new rules implementing two major pieces of the 2017 tax law.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-wont-credential-bloomberg-news-reporters-11575307679", "title": "Trump Campaign Won't Approve Bloomberg Reporters' Credentials", "date": "2019-12-02 18:56", "summary": "Campaign cites decision by outlet owned by candidate Mike Bloomberg to investigate Trump but not Democratic contenders. WASHINGTON-President Trump's re-election campaign said it no longer would approve credentials for Bloomberg News reporters after the company said it wouldn't investigate Democratic presidential candidates while its owner, Mike Bloomberg, sought the party's nomination.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-in-2020-the-buyout-not-the-candidate-11575307524", "title": "Bloomberg in 2020: The Buyout, Not the Candidate", "date": "2019-12-02 18:55", "summary": "Were the financial-data company Michael Bloomberg founded ever to do a deal, it would be a momentous event for fintech investors. When most people think about a race for Bloomberg, they probably have in mind Michael Bloomberg joining the Democratic primary. But investors might imagine something else entirely: the race for his eponymous financial data giant, Bloomberg LP.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-crew-gets-lender-approval-for-madewell-ipo-11575330808", "title": "J.Crew Gets Lender Approval for Madewell IPO", "date": "2019-12-02 18:53", "summary": "Private-equity owners agree to invest up to $150 million as part of deal. J.Crew Group Inc. clinched a deal with creditors that paves the way for the struggling retailer to take its fast-growing denim-focused Madewell subsidiary public.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wins-the-populist-patriots-11575330486", "title": "Trump Wins the Populist Patriots", "date": "2019-12-02 18:48", "summary": "They see him defending their cultural beliefs from the left and their economic interests from the right.. Populist patriots reject the elites of both parties. They believe President Trump defends their cultural beliefs from the left and their economic interests from the right. They see open borders, illegal immigration and multiculturalism threatening to redefine what it means to be an American, while unfair trade and a rigged tax code endanger their jobs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-bloomberg-buy-the-election-11575330443", "title": "Will Bloomberg Buy the Election?", "date": "2019-12-02 18:47", "summary": "No, but by losing he can put the lie to Democrats' claims about Citizens United.. If Joe Biden falters, the received wisdom runs, nominating Michael Bloomberg to head the Democratic ticket would boost the party's chances next November by pitting a strong, credible moderate against Donald Trump. It's possible. But the former mayor of New York could do his party an even bigger favor just by losing.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-russia-dominate-libya-11575330409", "title": "Don't Let Russia Dominate Libya", "date": "2019-12-02 18:46", "summary": "A Kremlin-backed strongman in Tripoli would be a disaster for U.S. interests.. American interests are under attack in Libya, whether we realize it or not. Adversaries and allies alike are attempting to install a dictator. In doing so, they're undermining U.S. credibility and challenging American leadership of the international order.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-takes-hard-line-to-keep-protests-down-11575288000", "title": "Iran Takes Hard Line to Keep Protests Down", "date": "2019-12-02 18:44", "summary": "People describe authorities demanding money to return bodies of their children killed by security forces. Days after 32-year-old Hamid Rasouli joined demonstrations over Iran's troubled economy, he was killed by security forces, according to a friend. They handed over his body to his family with two demands: Pay nearly $8,000 and say your son was a member of a state militia who died at the hands of protesters.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-republican-proposal-to-feed-the-country-to-the-swamp-11575330214", "title": "A Republican Proposal to Feed the Country to the Swamp", "date": "2019-12-02 18:43", "summary": "Moving federal agencies to the heartland would get struggling states hooked on big government.. Progressives dream of making the District of Columbia into a state, but now a pair of Republican senators have the same vision reflected through a funhouse mirror. The Helping Infrastructure Restore the Economy Act would effectively transform 10 states into D.C. by moving at least 90% of jobs from 10 executive departments out of Washington and into \"economically distressed regions\" across the country.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wind-chill-is-hot-air-11575330126", "title": "'Wind Chill' Is Hot Air", "date": "2019-12-02 18:42", "summary": "What it 'feels like' is subjective. You can't reduce it to a number.. As winter blows in, meteorologists and apps alike are reporting lower and lower temperatures, but one figure they give you is pure nonsense: the wind chill.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-there-real-virtue-behind-the-business-roundtables-signaling-11575330172", "title": "Is There Real Virtue Behind the Business Roundtable's Signaling?", "date": "2019-12-02 18:42", "summary": "When you break out the data, 'stakeholder capitalism' appears to fail on its own terms.. The Business Roundtable made a big splash in August by \"modernizing its principles on the role of a corporation.\" No longer stressing the unique importance of maximizing shareholder value, the organization got 181 CEOs to sign a statement outlining a corporate commitment to various \"stakeholders,\" of which shareholders are only one, listed alongside customers, employees, suppliers and communities.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hop-skip-go-review-going-mobile-11575330064", "title": "'Hop, Skip, Go' Review: Going Mobile", "date": "2019-12-02 18:41", "summary": "A \"mobility revolution\" may well affect where we go and how fast we get there. Will it happen suddenly or unfold slowly, in incremental stages?. My condo building has an underground garage with some 250 parking spaces, each attached to a particular unit. Our board would like unit owners, should they wish, to have the option of installing chargers for electric cars; each owner would pay individually for the power consumed. But after many visits from engineers and electrical contractors, we've come up empty. It seems that a system of separately owned charging stations in a single building is more than current technology can deliver.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-trump-fetes-dog-11575330034", "title": "Notable & Quotable: Trump Fetes Dog", "date": "2019-12-02 18:40", "summary": "'The tribute was especially unusual, since Trump, who has never owned a pet, is clearly no fan of man's best friend.'. Judith Millerwriting for City Journal, Dec. 2:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-lifts-hold-on-military-aid-to-lebanon-11575323166", "title": "U.S. Lifts Hold on Military Aid to Lebanon", "date": "2019-12-02 18:34", "summary": "Administration hasn't said why more than $100 million in aid to Lebanese Armed Forces was suspended; concern about Hezbollah cited. WASHINGTON-The Trump administration has released more than $100 million in aid for Lebanon's military after suspending the assistance without explanation earlier in the fall, officials said Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leaders-resignation-in-iraq-presents-a-narrow-opening-for-u-s-11575301888", "title": "Leader's Resignation in Iraq Gives U.S. a Narrow Opening", "date": "2019-12-02 18:33", "summary": "Complex political selection process, challenges from Iran complicate U.S. prospects for improvement with a necessary partner. The resignation of Iraq's prime minister presents the U.S. with an opportunity for a fresh start with an essential-if often frustrating-partner, but the Trump administration faces Baghdad's unpredictable succession process, entrenched political interests and competition from Iran, U.S. officials and independent experts said.", "categories": [["Politics", "Analysis"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-uncertainty-pressures-emerging-market-currencies-11575291600", "title": "Political Uncertainty Pressures Emerging-Market Currencies", "date": "2019-12-02 17:48", "summary": "Latin America has been among the worst hit; protests in Chile, other countries across region rattle investors. President Trump's announcement Monday that he would restore steel and aluminum tariffs on Argentina and Brazil marks the latest threat to economic activity in emerging markets, underscoring geopolitical fears that have hurt currencies world-wide.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-law-aims-to-stop-unwanted-calls-11575326727", "title": "New York Law Aims to Stop Unwanted Calls", "date": "2019-12-02 17:46", "summary": "Telemarketers must mention right to be placed on company's do-not-call list. More telemarketers might be hanging up the phone next year after a New York law aimed at restricting nuisance calls takes effect.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-warns-faceapp-could-pose-counterintelligence-threat-11575326754", "title": "FBI Warns FaceApp Could Pose Counterintelligence Threat", "date": "2019-12-02 17:45", "summary": "The viral app and similar products could be exploited by the Russian government, federal authorities say. The Federal Bureau of Investigation warned that certain Russian-made software, including the viral hit FaceApp, pose a potential counterintelligence threat and could put Americans' private data at risk.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-companies-cant-afford-to-come-up-short-11575326686", "title": "Cloud Companies Can't Afford to Come Up Short", "date": "2019-12-02 17:44", "summary": "Short interest has jumped among companies reporting this week. It is a big week for cloud companies-and potentially for a growing number of investors betting against them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-braces-for-snow-during-evening-commute-11575308317", "title": "New York City Braces for Up to 6 Inches of Snow", "date": "2019-12-02 17:37", "summary": "Storm complicates evening commute, but morning rush should be clear; upstate gets 'walloped'. New York City was expected to get 3 to 6 inches of snow on Monday, with the storm disrupting some evening commutes but ending hours before Tuesday's morning rush hour.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-president-was-right-to-pardon-the-seal-cpo-11575325499", "title": "The President Was Right to Pardon the Seal CPO", "date": "2019-12-02 17:24", "summary": "I feel that the Navy felt it needed \"its piece\" of Chief Gallagher. Unable to get a conviction for serious offenses, he was found guilty of a much lesser offense, which the president overturned.. Regarding your editorial \"Trump and the SEALs\" (Nov. 26): I'm a former Navy officer. I don't know Chief Petty Officer Edward Gallagher's character nor if he's a good CPO or a bad one. What I do know is that he was put on trial and prosecutorial ineptness tainted the process. I also know that the jury of officers would have felt compelled to convict him if the evidence was there, which it obviously wasn't.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/praise-for-mr-rogerss-world-and-a-dissent-11575325452", "title": "Praise for Mr. Rogers's World, and a Dissent", "date": "2019-12-02 17:24", "summary": "Many times Fred Rogers served as the father I never had. Heaven knows we all adored him.. Regarding Erica Komisar's \"The Child-Rearing Wisdom of 'Mister Rogers' Neighborhood'\" (op-ed, Nov. 23): It was heartening to read Dr. Komisar on the wisdom of Mr. Rogers regarding child rearing. As a psychiatrist who has practiced for more than 40 years and still does psychodynamic-psychoanalytic psychotherapy, I completely agree with her on the importance of empathetic parenting in raising decent human beings.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-thinks-the-milk-of-human-kindness-is-dairy-11575325384", "title": "Nobody Thinks the 'Milk of Human Kindness' Is Dairy", "date": "2019-12-02 17:23", "summary": "Anyone who eats buffalo wings, ladyfingers and monkey bread knows exactly what they're getting.. While associations with the words for familiar animal-based meats and milks certainly help create gustatory expectations (milk will be white and creamy; burgers will be round; and nuggets will be breaded, etc.), the bottom line is meanings evolve, context matters, and consumers aren't stupid (\"The Modern Meaning of Meat,\" Review, Nov. 23). Anyone who eats buffalo wings, ladyfingers and monkey bread knows exactly what they're getting, and no one who orders a veggie burger, drinks almond milk or eats cashew cheese feels they're being duped.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-can-be-community-in-senior-life-care-living-11575325416", "title": "There Can Be Community in Senior Life-Care Living", "date": "2019-12-02 17:23", "summary": "Making new friends as one ages is an empowering and enriching experience. Aging in a life-care community will offer opportunities that technology cannot match.. Three years ago my husband and I moved to a nonprofit life-care community in Southern California, on the recommendation of my husband's physician. My husband died five months ago. I am in my late 70s and enjoy living in a community with a pool, gym, a walkable neighborhood, numerous intellectually stimulating activities and a supportive group of friends. I have dinner almost nightly with a fun and entertaining group of people.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-earnings-data-should-include-non-college-careers-11575325343", "title": "The Earnings Data Should Include Non-College Careers", "date": "2019-12-02 17:22", "summary": "Let's see the average earnings of a first-year licensed electrician, welder, plumber, etc. and the payback for the cost of those educations.. Regarding your editorial \"What's Your Degree Worth?\" (Nov. 21) The Education Department offers some valuable college data. Kudos to Secretary Betsy DeVos for shedding light on the true value of a college degree by breaking the subject down to which college and what degree one is talking about. She could complete her project by including various trade schools. Let's see the average earnings of a first-year licensed electrician, welder, plumber, etc. and the payback for the cost of those educations. She could include the money students earn while working toward their license.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-storm-hits-northeast-continuing-to-disrupt-holiday-travel-11575300671", "title": "Winter Storm Hits Northeast, Continuing to Disrupt Holiday Travel", "date": "2019-12-02 17:12", "summary": "Over 750 flights canceled, more face significant delays; up to 20 total inches of snow expected in some areas. A powerful winter storm that wreaked havoc across much of the U.S. over the Thanksgiving holiday brought snow and rain to the East Coast, disrupting commutes, school days and lingering holiday travel plans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hostess-brands-buying-wafer-maker-for-320-million-11575324218", "title": "Hostess Brands Buying Wafer Maker for $320 Million", "date": "2019-12-02 17:03", "summary": "Snack-cake company moves to expand its offerings. The maker of Twinkies wants to expand its portfolio with a new bet on wafers, cookies and sugar-free treats.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/felix-vallotton-painter-of-disquiet-review-beautiful-contradictions-11575323820", "title": "'Félix Vallotton: Painter of Disquiet' Review: Beautiful Contradictions", "date": "2019-12-02 16:57", "summary": "The Swiss artist is a study in opposites: bourgeois yet radical; affecting yet chilly; straightforward yet mercurial.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-caps-outperform-in-strong-period-for-stocks-11575321668", "title": "Small-Caps Outperform in Strong Period for Stocks", "date": "2019-12-02 16:51", "summary": "The smallest stocks have gained the most, with the Russell Microcap index adding 4.5% last month. Small stocks have taken off recently-and the very smallest have done the best of all.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steel-stocks-rally-on-trumps-tariff-move-11575314488", "title": "Steel Stocks Rally on Trump's Tariff Move", "date": "2019-12-02 16:30", "summary": "Levies on steel and aluminum imports from Brazil and Argentina will be restored, the president says. Shares of steel companies rose Monday after President Trump said he would restore tariffs on steel and aluminum imports from Brazil and Argentina.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apache-shares-plunge-following-scant-update-on-south-american-oil-prospect-11575309078", "title": "Apache Shares Plunge Following Scant Update on Oil Prospect", "date": "2019-12-02 16:26", "summary": "Investors were awaiting results on Suriname well; company didn't say whether it struck oil. Apache Corp. released a sparse progress report on its project to drill for oil off the coast of Suriname that raised more questions than answers and sent its stock price plunging.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-companies-goodwill-impairments-decline-on-stock-market-strength-11575321832", "title": "Public Companies' Goodwill Impairments Decline on Stock Market Strength", "date": "2019-12-02 16:23", "summary": "Procter & Gamble and CenturyLink have recorded the year's largest write-downs so far. The total value of goodwill impairments by U.S. public companies-on the rise for the past three years-could decline in 2019 due to companies' rising stock market values.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-gain-on-optimism-tied-to-china-europe-economies-11575280995", "title": "Stocks Fall on Manufacturing Report, Fresh Trade Tensions", "date": "2019-12-02 16:19", "summary": "Trump's decision to restore levies on South American steel dimmed investor optimism about revival in global manufacturing sector. U.S. stocks fell Monday, hit by a downbeat report on the manufacturing sector and a fresh flare-up in trade tensions.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/korean-shipyard-mega-merger-hits-a-bump-in-singapore-11575306008", "title": "Korean Shipyard Mega-Merger Hits a Bump in Singapore", "date": "2019-12-02 16:16", "summary": "The merger of Hyundai Heavy and DSME tie-up would create the world's biggest yard, but Singaporean regulators have concerns. A South Korean plan to create a shipbuilding behemoth controlling roughly 20% of the global market is raising competition concerns in Singapore, one of many parties that have to approve the process.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-appears-unlikely-to-expand-gun-rights-in-new-york-case-11575316377", "title": "Supreme Court Appears Unlikely to Expand Gun Rights in New York Case", "date": "2019-12-02 16:15", "summary": "Arguments focused on procedure more than Second Amendment. WASHINGTON-A major expansion of gun rights appeared unlikely after arguments on Monday before the Supreme Court, where justices focused not on the Second Amendment, but whether the case belonged before the court at all.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-treasury-yields-lifted-by-overseas-economic-data-11575304726", "title": "U.S. Treasury Yields Lifted by Overseas Economic Data", "date": "2019-12-02 16:10", "summary": "Signs of stability in the manufacturing sector provided a large boost to government-bond yields in Europe. U.S. government bonds pulled back Monday, reflecting better-than-expected economic data out of China and the eurozone that outweighed a disappointing report on the U.S. manufacturing sector.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-jumps-on-hopes-for-extended-opec-output-cuts-11575296493", "title": "Oil Rises on Hopes for Extended OPEC Output Cuts", "date": "2019-12-02 16:08", "summary": "Prices climb with the prospect of longer production cuts and improving economic data in China. Oil prices rose Monday, lifted by the prospect of longer production cuts by the Organization of the Petroleum Exporting Countries and its allies as well as evidence of improving economic conditions in China.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-songs-new-by-lee-konitz-nonet-review-tuning-up-the-classics-11575320328", "title": "'Old Songs New' by Lee Konitz Nonet Review: Tuning Up the Classics", "date": "2019-12-02 15:58", "summary": "A nonagenarian jazz saxophonist reinvigorates the familiar.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlanta-businesswoman-to-be-georgia-interim-u-s-senator-11575313181", "title": "Businesswoman Expected to Be Named Georgia Interim Senator", "date": "2019-12-02 15:57", "summary": "Choice to be made over President Trump's objections. ATLANTA-Georgia Gov. Brian Kemp has told GOP leaders in recent days that he will pick Atlanta businesswoman Kelly Loeffler to be interim U.S. senator, despite objections by President Trump, according to people familiar with the conversations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-considers-easing-drug-protections-to-break-logjam-over-trade-pact-11575320033", "title": "U.S. Considers Easing Drug Protections to Break Logjam on Trade", "date": "2019-12-02 15:53", "summary": "Democrats push to reduce length of time that biologic drugs would be protected from generic imitators in U.S.-Mexico-Canada agreement. WASHINGTON-The Trump administration is considering scaling back intellectual-property protections for big drugmakers to help win Democratic support for a new trade pact with Mexico and Canada, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-least-20-killed-in-mexico-gunbattle-near-texas-border-11575252949", "title": "At Least 22 Killed in Mexico Gunbattle Near Texas Border", "date": "2019-12-02 15:45", "summary": "Clash adds to doubts over Mexican president's ability to control organized-crime groups. MEXICO CITY-Dozens of cartel gunmen engaged in a two-day battle with Mexican security forces that left at least 22 people dead in a small town across the border from Texas, officials said on Monday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/duncan-hunter-to-plead-guilty-to-one-count-in-campaign-finance-case-11575319365", "title": "Duncan Hunter to Plead Guilty to One Count in Campaign-Finance Case", "date": "2019-12-02 15:42", "summary": "Republican congressman faces federal charges related to alleged misuse of campaign funds. Rep. Duncan Hunter (R., Calif.) said he would plead guilty to one count of campaign-finance violations, a move that will allow him to avoid a trial in the federal criminal case accusing him of misusing campaign funds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipbuilding-executive-found-not-guilty-in-mozambique-debt-fraud-trial-11575310415", "title": "Shipbuilding Executive Found Not Guilty in Mozambique Debt Fraud Trial", "date": "2019-12-02 14:58", "summary": "Justice Department had accused Jean Boustani of wire fraud, securities fraud and money laundering. A federal jury in Brooklyn found a Lebanese shipbuilding executive not guilty of fraud and money-laundering charges related to $2 billion of debt deals in Mozambique, a spokesman for the U.S. Attorney's Office said.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-oyster-business-has-faded-in-floridas-apalachicola-bay-11575315348", "title": "The Oyster Business Has Faded in Florida's Apalachicola Bay", "date": "2019-12-02 14:35", "summary": "Hundreds of oystermen plied waters of the Apalachicola Bay in Florida until a rise in salinity brought in more oyster-eating predators. In a suit against Georgia, Florida says more irrigated farming means too much fresh water is drained from a river system the states share.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-water-wars-that-defined-the-american-west-are-heading-east-11575315318", "title": "The Water Wars that Defined the American West Are Heading East", "date": "2019-12-02 14:35", "summary": "Resume Subscription. CAMILLA, Ga.-Water stress, a hallmark of the American West, is spreading east.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazon-rolls-out-quantum-computing-service-11575314729", "title": "Amazon Rolls Out Quantum-Computing Service", "date": "2019-12-02 14:25", "summary": "Select customers will be able to test quantum algorithms, hardware. Amazon. com Inc.'s cloud-services division is offering select enterprise customers the ability to experiment with early-stage quantum-computing services over the cloud, following other companies racing to commercialize the emerging technology.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-antitrust-regulators-data-is-complicated-11575313591", "title": "Facebook to Antitrust Regulators: Data Is Complicated", "date": "2019-12-02 14:06", "summary": "Comments come as tech companies face competition probes; Facebook to launch new data-portability tool. BRUSSELS-Facebook Inc. has a message for regulators and policy makers concerned about the company's harvesting of user information: Don't treat data as a simple resource like oil.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-love-and-money-in-mozambique-how-a-credit-suisse-banker-helped-fuel-an-alleged-2-billion-debt-fraud-11575227078", "title": "For Love and Money in Mozambique: How a Credit Suisse Banker Helped Fuel an Alleged $2 Billion Debt Fraud", "date": "2019-12-02 14:00", "summary": "Andrew Pearse used the millions he was paid to travel with his mistress and start a business. Andrew Pearse said he negotiated his first bribe while sipping vodka at a hotel in Maputo, the capital of Mozambique, in February 2013.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honeywell-spinoff-sues-former-parent-over-asbestos-liabilities-11575312752", "title": "Honeywell Spinoff Sues Former Parent Over Asbestos Liabilities", "date": "2019-12-02 13:52", "summary": "Garrett Motion lawsuit seeks to nullify agreement requiring it to make payments back to Honeywell. Garrett Motion Inc. is suing its former parent, Honeywell International Inc., alleging that it was forced into a burdensome agreement related to asbestos liabilities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-an-indie-theater-stays-afloat-11575311623", "title": "How an Indie Theater Stays Afloat", "date": "2019-12-02 13:33", "summary": "The Firehouse Theater doesn't get a ton of money from tickets. So it needs a lot of personality-and great snacks.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/manufacturings-lingering-malaise-11575310414", "title": "Manufacturing's Lingering Malaise", "date": "2019-12-02 13:13", "summary": "The backdrop seems better for American manufacturers, but until the data show actual improvement caution is warranted. The good news is that the manufacturing sector ought to start doing better soon. The bad news is that it isn't doing better already.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-population-booming-north-carolina-district-wants-to-keep-schools-open-year-round-11575308870", "title": "North Carolina District Wants to Keep Schools Open Year-Round", "date": "2019-12-02 12:53", "summary": "New schools solve overcrowding problem; 'some things like summer vacation are institutionalized'. RALEIGH, N.C.-School systems nationwide have been quietly moving away from year-round school calendars after a decadeslong experiment. Parents complained about the calendar that lacked summer vacation, and students didn't appear to learn more, studies found.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-97-9-billion-to-markets-11575301812", "title": "New York Fed Adds Liquidity Amid Heavy Demand for Year-End Funding", "date": "2019-12-02 12:42", "summary": "Interventions ensure markets have enough liquidity and short-term borrowing rates remain well-behaved. The Federal Reserve Bank of New York again saw very strong demand for liquidity aimed at helping financial markets navigate the turn of the year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beef-and-tofurky-encroach-on-tradition-11575306914", "title": "Beef and Tofurky Encroach on Tradition", "date": "2019-12-02 12:15", "summary": "There is an increasing trend toward consumption of proteins other than turkey. Not everyone in America showed up to work Monday with leftover turkey in their lunchbox.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-turns-over-a-new-leaf-11575305474", "title": "Nissan Turns Over a New Leaf", "date": "2019-12-02 11:51", "summary": "The Japanese car maker's latest electric-vehicle project embodies the turnaround hopes of new Chief Executive Makoto Uchida. Much like its latest electric-vehicle project, Nissan 's turnaround is still in the \"concept\" phase.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knotty-problem-what-to-do-with-a-closet-full-of-old-ties-11575304256", "title": "The Knottiest Problem: What to Do With a Closet Full of Old Ties?", "date": "2019-12-02 11:30", "summary": "Neckties find second lives as quilts, dresses, pillows; 'I just feel like I can't throw them away'. Oliver Olsen has a stash of unused ties in the closet. \"They're just hanging up collecting dust,\" he said.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-lake-to-retool-top-leadership-positions-11575262860", "title": "Silver Lake to Retool Its Top Ranks", "date": "2019-12-02 11:10", "summary": "Private-equity firm taps Egon Durban and Greg Mondre as new Co-CEOs. Silver Lake is rejiggering its top leadership ranks, elevating two longtime executives to lead the firm as it enters a new chapter in its growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lincoln-centers-david-geffen-hall-set-for-550-million-makeover-11575302735", "title": "Lincoln Center's David Geffen Hall Set for $550 Million Makeover", "date": "2019-12-02 11:05", "summary": "Acoustical renovation to home of the New York Philharmonic will happen in two phases. ", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-meeting-overshadowed-by-frances-macron-11575302536", "title": "NATO Meeting Overshadowed by France's Macron", "date": "2019-12-02 11:02", "summary": "Summit's leaders aim to display unity, but French president's comments highlight disagreements. BRUSSELS-NATO has choreographed its 70th-anniversary meeting in England this week to display unity and avert the kind of blowup by President Trump that scarred last year's summit for alliance leaders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-women-of-color-can-own-their-success-11575301917", "title": "How Women of Color Can Own Their Success", "date": "2019-12-02 10:51", "summary": "If you feel the need to stay quiet, speak up anyway, our panel tells Veronica Dagher in the WSJ's 'Secrets of Wealthy Women' podcast. Women of color often don't feel heard or recognized in the workplace, which can lead to isolation.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dyal-capital-hauls-in-record-9-billion-to-buy-stakes-in-alternative-asset-managers-11575282601", "title": "Dyal Capital Hauls in Record $9 Billion to Buy Stakes in Alternative Asset Managers", "date": "2019-12-02 10:38", "summary": "Buyout firms are increasingly selling stakes in themselves, taking advantage of booming appetite for private markets. The biggest player in the market for private-equity firm stakes just got bigger.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lamar-jackson-and-the-ravens-are-reinventing-running-the-football-11575300539", "title": "Lamar Jackson, Ravens Are Reinventing Running the Ball", "date": "2019-12-02 10:29", "summary": "NFL teams are running the ball less than ever. Baltimore is the most dangerous team because they're bucking that trend.. It was pouring rain and the NFL's best defense was on the other side of the field. But with 6:28 left in a tied game against the San Francisco 49ers, the Baltimore Ravens weren't going to give the ball back. They had Lamar Jackson, and they could just run the ball until there wasn't a second left.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-wont-be-mayor-pete-for-long-a-possible-plus-as-iowa-race-heats-up-11575300088", "title": "Buttigieg Won't Be 'Mayor Pete' for Long, a Possible Plus in Iowa", "date": "2019-12-02 10:21", "summary": "After he leaves office in January, Democratic candidate has chance to campaign more while impeachment work may pin down some rivals. COUNCIL BLUFFS, Iowa-In less than a month, Mayor Pete will just be Pete.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spectator-sport-watch-2020s-campaign-arguments-take-shape-11575298281", "title": "Spectator Sport: 2020's Campaign Arguments Take Shape", "date": "2019-12-02 09:51", "summary": "Washington maneuvering reveals the paths Democrats and Republicans intend to pursue. The dueling 2020 presidential campaign arguments are taking shape right now in Washington, in full view.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-wants-its-sumo-wrestlers-to-slim-down-11575223853", "title": "South Korea Wants Its Sumo Wrestlers to Slim Down", "date": "2019-12-02 09:06", "summary": "Hoping to attract more fans, the traditional sport is getting a makeover; 'bodies like Hercules'. SEOUL-In a new sports ad, a brawny South Korean man stands shirtless in a pair of shorts. The camera pans six-pack abs and a chiseled jawline.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-conflict-in-merkels-government-threatens-germanys-role-in-europe-11575294382", "title": "New Conflict in Merkel's Government Threatens Germany's Role in Europe", "date": "2019-12-02 08:46", "summary": "Tensions in chancellor's ruling alliance approach breaking point, but it could take months for Europe's largest economy to sort out its leadership. BERLIN-Upheaval in Chancellor Angela Merkel's junior coalition partner is likely to hinder the government's work in coming months, threatening Germany's prospects for retaking the Continent's political leadership, politicians and experts warned.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-faces-a-busy-december-11575294241", "title": "Congress Faces a Busy December", "date": "2019-12-02 08:44", "summary": "Congress and the administration will attempt to make progress on legislative business other than the impeachment inquiry-including avoiding a government shutdown. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-citizens-must-scan-their-faces-to-register-for-new-mobile-phone-service-11575294169", "title": "Chinese Citizens Must Scan Their Faces to Register for New Mobile-Phone Service", "date": "2019-12-02 08:42", "summary": "New requirement will further increase the government's scrutiny of its people. Chinese citizens registering for new mobile-phone services will now have to scan their faces to verify their identities, a move that will further increase the government's scrutiny of its people.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-thoughtful-gifts-that-no-one-else-will-give-11575293816", "title": "The Most Thoughtful Gifts (That No One Else Will Give)", "date": "2019-12-02 08:36", "summary": "Hermès does corduroy, Gucci plays guitar and Loro Piana cashmere goes sunset-pink-the 11 most luxurious and thoughtful holiday gifts for 2019. GIVE IT A SWIRL Teatime gets a kaleidoscopic twist with these marbled terracotta pieces from a collaboration between John Derian and Astier de Villatte. Teapot, $700, and plates, $102-$130, johnderian.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eight-best-designed-items-of-december-11575293341", "title": "The Eight Best Designed Items of December", "date": "2019-12-02 08:29", "summary": "An Eiffel Tower-inspired necklace, the hottest new facial accessory and more in our editors' monthly picks of design and fashion items. Working in painting, photography, sculpture and multimedia installation, the 68-year-old artist Tishan Hsu has tracked the origins of artificial intelligence and technology-and their effects on humans-since 1980. \"What might've seemed very strange and bizarre when I first showed it,\" he says, \"now has a certain resonance and reality.\" Hsu's 25-year survey, Liquid Circuit, is at L.A.'s Hammer Museum from January 26 to April 19 before traveling to SculptureCenter in New York City. hammer.ucla.edu-Cody Delistraty", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-fiat-chrysler-walmart-disney-target-11575282143", "title": "Stocks to Watch: Fiat Chrysler, Walmart, Disney, Target", "date": "2019-12-02 08:27", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-gloomiest-tv-show-the-nfc-east-11575292473", "title": "America's Gloomiest TV Show: The NFC East", "date": "2019-12-02 08:14", "summary": "Dallas, Philadelphia, Washington and New York tangle over a division that refuses to win. Bizarre sports news, my friends: You might not care about the game of North American football, or watch football, or even make it past the first paragraph of a lousy Journal column about football, but it's possible that, at this late hour, despite not giving a dang, you can still, well...win the NFC East.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-readers-share-thanksgiving-football-photos-11575292086", "title": "WSJ Readers Share Thanksgiving Football Photos", "date": "2019-12-02 08:08", "summary": "Another holiday is in the books and WSJ readers responded by sharing their touch football memories. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-jerseys-murphy-takes-on-national-role-as-democratic-governors-association-chairman-11575291646", "title": "New Jersey's Murphy Takes on National Role as Democratic Governors Association Chairman", "date": "2019-12-02 08:00", "summary": "Goals include helping to marshal resources for 11 gubernatorial elections next year. New Jersey Gov. Phil Murphy is taking the reins at the Democratic Governors Association as chairman-a role that could raise his profile nationally in 2020, but poses potential risks at home.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-ceo-in-second-day-on-job-says-auto-alliance-is-key-to-growth-11575287774", "title": "Nissan CEO, in Second Day on Job, Says Auto Alliance Is Key to Growth", "date": "2019-12-02 07:33", "summary": "Makoto Uchida calls for closer cooperation with Renault and Mitsubishi. YOKOHAMA, Japan- Nissan Motor Co. 's new chief executive, Makoto Uchida, said the troubled auto maker's fortunes depended on its alliance with partners Renault SA and Mitsubishi Motors Corp. , and he called for closer cooperation among the three.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smaller-loaves-of-bread-are-on-the-rise-11575289324", "title": "Smaller Loaves of Bread Are on the Rise", "date": "2019-12-02 07:22", "summary": "Bakers cook up new options to suit small households and millennials who don't want to waste food. Kim Grady likes wheat bread, her husband prefers white and their 16-month-old son likes both-as long as peanut butter and jelly are involved. Ms. Grady buys half loaves so her family can finish them before they go stale. The smaller loaves usually cost slightly more per slice but \"I don't like throwing away food,\" says Ms. Grady, an analytics manager in Austin, Texas. \"It's not that big of a difference to me to pay more for wasting less.\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tight-holiday-season-calendar-will-test-ups-fedex-and-amazon-11575288224", "title": "Tight Holiday-Season Calendar Will Test UPS, FedEx and Amazon", "date": "2019-12-02 07:03", "summary": "Two billion packages must all find their way with fewer days to move them around the country this year. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/montana-gov-bullock-ends-democratic-presidential-campaign-11575286459", "title": "Montana Gov. Bullock Ends Democratic Presidential Campaign", "date": "2019-12-02 06:59", "summary": "Bullock focused on accomplishments in Montana, including increasing spending on education and expanding Medicaid. Montana Gov. Steve Bullock, who campaigned for the 2020 Democratic presidential nomination by emphasizing his record of winning in a conservative state, said Monday he was dropping out of the race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-chinese-entrepreneurs-some-credit-11575286679", "title": "Give Chinese Entrepreneurs Some Credit", "date": "2019-12-02 06:37", "summary": "Business is improving for small and midsize companies in China, but they may need looser financial conditions to keep up the momentum. Small Chinese companies have spent most of 2019 getting trampled by their bigger, state-owned cousins. Two strong readings from alternative purchasing managers' indexes in November are the latest sign this trend has begun to reverse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brent-oil-set-to-disappear-as-crude-price-benchmark-lives-on-11575284774", "title": "Brent Oil Set to Disappear as Crude-Price Benchmark Lives On", "date": "2019-12-02 06:06", "summary": "Royal Dutch Shell is set to plug its last remaining Brent oil wells in the North Sea next year. The world's most famous oil and gas field-and the backbone of global crude pricing-has dried up. Soon the Brent benchmark will have no Brent oil.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-retail-sales-suffer-worst-drop-on-record-as-protests-persist-11575282857", "title": "Hong Kong's Retail Sales Suffer Worst Drop on Record, as Protests Persist", "date": "2019-12-02 05:34", "summary": "Many mainland Chinese tourists have avoided Hong Kong because of the recent unrest. Hong Kong's retail sector is shrinking at a record pace, piling fresh pressure on an economy already in a steep recession amid six months of antigovernment protests.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-credit-unions-outgrew-their-down-home-reputation-11575282600", "title": "Credit Unions Outgrow Their Down-Home Reputation", "date": "2019-12-02 05:30", "summary": "Resume Subscription. Jason Lugo shopped around for a loan when he bought a boat this summer, but no one offered him as good a deal as University Federal Credit Union.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-suicides-rise-more-attention-turns-to-the-people-left-behind-11575282602", "title": "As Suicides Rise, More Attention Turns to the People Left Behind", "date": "2019-12-02 05:30", "summary": "New studies show just how severe the aftermath is, but emerging treatments offer hope. On the day before his 25th birthday, Jeannine Pembroke's son killed himself. Soon the calls from family and friends dwindled, and Ms. Pembroke was alone with her grief. One afternoon, she sat at her computer in the house where her son had grown up and sent her first message to an online support group. \"We are devastated, numb, angry, and so very sad,\" she wrote.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11575229685", "title": "Pepper...and Salt", "date": "2019-12-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risk-managers-grapple-with-potential-downsides-of-ai-11575326970", "title": "Risk Managers Grapple With Potential Downsides of AI", "date": "2019-12-02 00:01", "summary": "Most risk managers in financial services say they aren't capable of assessing the risks associated with artificial intelligence, according to a survey from Accenture. A blind spot for risk managers in financial services is itself becoming a risk: Few say they have the know-how to properly analyze the potential downsides of artificial intelligence.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-entrepreneurs-dont-learn-from-their-mistakes-11575256081", "title": "Why Entrepreneurs Don't Learn From Their Mistakes", "date": "2019-12-02 22:08", "summary": "'Fail fast,\" see what didn't work and try again is the conventional wisdom. But research shows failed founders aren't any better the next time.. Part of the folklore about successful entrepreneurs is that they succeeded because they first failed. \"Fail fast,\" entrepreneurs are often told, and you'll learn valuable lessons that will help you in your next venture.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-independent-movie-theater-struggles-to-survive-in-the-netflix-age-11575256020", "title": "One Independent Movie Theater Struggles to Survive in the Netflix Age", "date": "2019-12-02 22:07", "summary": "For Craig Smith, popcorn and soda are what keeps him afloat-together with a personal touch. At noon on a Friday last spring, Craig Smith did something not many movie-theater owners do. He had a chat with his audience.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-brands-tap-customer-data-to-create-pop-up-shops-11575255963", "title": "Online Brands Tap Customer Data to Create Pop-Up Shops", "date": "2019-12-02 22:06", "summary": "Retail sites have a wealth of detailed information that they use to focus their temporary stores. When Maria Peevey opened a pop-up shop for her women's-apparel company two years ago, she put it right where her potential customers liked to shop, and she stocked it with exactly the products they liked to buy.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-find-an-office-spouse-when-you-work-alone-11575255901", "title": "How to Find an Office Spouse When You Work Alone", "date": "2019-12-02 22:05", "summary": "A work mate can be crucial for remote workers and freelancers. The trick is knowing where to look-and then finding the right one. Work relationships can be so strong and valuable that some people refer to their closest work mate as their office spouse: a confidant, collaborator and sounding board.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-power-of-poetry-to-make-better-entrepreneurs-11575255841", "title": "The Hidden Power of Poetry to Make Better Entrepreneurs", "date": "2019-12-02 22:04", "summary": "Studying verse can help build creative thinking that is crucial for founders, educator says. Does Robert Frost hold the secret to entrepreneurship?", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-apps-make-it-easier-to-shop-local-11575255720", "title": "These Apps Make It Easier to 'Shop Local'", "date": "2019-12-02 22:02", "summary": "Looking for independent retailers in your area? There is software designed to help.. Want to \"shop local\"? Your phone might make that easier.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-flock-to-franchising-11575255662", "title": "Women Flock to Franchising", "date": "2019-12-02 22:01", "summary": "Their presence as owners has soared in recent years, thanks to better access to resources and networks. Women's presence in the franchise industry is soaring.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ways-to-make-remote-workers-feel-like-part-of-the-team-11575255602", "title": "Ways to Make Remote Workers Feel Like Part of the Team", "date": "2019-12-02 22:00", "summary": "Videoconference parties. Shared playlists. Visits from an elf. All can help far-flung workers bond.. One of the hallmarks of many successful startups is office camaraderie-where workers are willing to go above and beyond to benefit the team.", "categories": [["Business", "Journal Reports: Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-squabble-over-hearings-as-impeachment-picks-back-up-11575223338", "title": "Trump Administration to Skip House Impeachment Hearing", "date": "2019-12-02 21:33", "summary": "Intelligence Committee to review draft report days ahead of Wednesday Judiciary hearing. The White House said President Trump's administration wouldn't participate in a House Judiciary Committee hearing on impeachment this week, as Republicans and Democrats grapple over procedural details of the process.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-comptroller-to-cuomo-come-clean-on-medicaid-cuts-11575244800", "title": "State Comptroller to Cuomo: Come Clean on Medicaid Cuts", "date": "2019-12-02 21:18", "summary": "A midyear update said the state could reduce payments and reimbursements to health-care service providers by $1.8 billion. New York state's chief fiscal officer wants Gov. Andrew Cuomo to quickly provide more information about potential cuts to the Medicaid program, which the governor's office recently put on the table to deal with a $4 billion cost overrun.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/storm-brings-delays-on-record-day-for-u-s-air-travel-11575247791", "title": "Storm Brings Delays on Hectic Day for U.S. Air Travel", "date": "2019-12-02 19:49", "summary": "More than three million passengers had plans to fly with U.S. carriers on Sunday, in what could be a record day for air travel. Freezing rain and snow swept across the Northeast on Sunday, disrupting plans for millions returning home after the Thanksgiving holiday on what was expected to be the busiest day ever for U.S. air travel.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]