[{"link": "https://www.wsj.com/articles/prosecutors-in-737-max-probe-focus-on-boeing-disclosures-to-regulators-customers-11553297630", "title": "Prosecutors in 737 MAX Probe Focus on Boeing Disclosures", "date": "2019-03-22 19:33", "summary": "Scrutiny is part of broader investigation into how the jetliner was developed and certified. Federal investigators are looking into whether Boeing Co. provided incomplete or misleading information about the 737 MAX aircraft to U.S. air-safety regulators and customers, people familiar with the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-rejects-oral-treatment-for-type-1-diabetes-11553282012", "title": "FDA Rejects Oral Treatment for Type 1 Diabetes", "date": "2019-03-22 19:28", "summary": "Lexicon Pharmaceuticals is developing Zynquista treatment with France's Sanofi. A pill that potentially offered a chance to reduce the number of daily insulin injections for people with Type 1 diabetes was rejected for sale in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-wanted-muzzle-on-all-of-elon-musks-tesla-statements-court-filing-says-11553296923", "title": "SEC Wanted Muzzle on All of Elon Musk's Tesla Statements-Court Filing", "date": "2019-03-22 19:22", "summary": "Musk objected, leading to more limited restrictions, which the government now says the auto executive violated with February tweets. WASHINGTON-Regulators who sued Tesla Inc. Chief Executive Elon Musk last year for allegedly misleading investors with his tweets wanted the company to preapprove anything the executive said publicly about the auto maker.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-slips-as-dollar-recovers-11553256962", "title": "Gold Rises as Global Worries Push Investors to Haven Assets", "date": "2019-03-22 19:09", "summary": "Copper falls amid weak manufacturing data from the eurozone. Gold prices rose Friday, as signs of global economic weakness pushed investors into haven assets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-makes-ipo-filing-public-11553290835", "title": "Pinterest Makes IPO Filing Public", "date": "2019-03-22 19:07", "summary": "Move sets up image-search firm to start trading in mid-April. Pinterest Inc. made its IPO paperwork public on Friday, putting the image-search company on pace to begin trading in mid-April as it looks to tap into a hot market for new issues.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-mueller-report-11553295976", "title": "After the Mueller Report", "date": "2019-03-22 19:06", "summary": "Keep in mind the story that isn't being told: the FBI's mucking around in the 2016 election.. While Washington sizzles over news that the Mueller report is now in the hands of Attorney General William Barr, it pays to remember the other big intrigue from the 2016 election. You won't find this column arguing that it was ever realistic that Hillary Clinton might be charged for email-related crimes. It was even less likely when her opponent became Donald Trump. Still, the inner workings of the project of finessing Hillary's email vulnerability should be especially resonant now.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-win-for-eater-nation-11553295502", "title": "A Win for 'Eater Nation", "date": "2019-03-22 18:58", "summary": "The University of California, Irvine and the joy of March Madness.. On Friday afternoon Washington was producing its regular quota of controversy but on the other end of the country basketball players from the University of California, Irvine were busy creating pure joy.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dueling-over-lyfts-ipo-11553295450", "title": "Dueling Over Lyft's IPO", "date": "2019-03-22 18:57", "summary": "Big investors want to stop dual-class shares, but they can always sell.. Ride-hailing startup Lyft is planning to tap the public markets next week, which should be a good moment for the company and investors. But Lyft's plan for dual-class voting shares has kicked up a fuss from pension funds, which means it's time to explain again that corporate governance is not a one-man, one-vote democracy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-first-step-toward-restoring-free-speech-on-campus-11553295364", "title": "A First Step Toward Restoring Free Speech on Campus", "date": "2019-03-22 18:56", "summary": "The president's executive order highlights the routine attempts to intimidate and silence conservatives.. While opinions differ sharply about President Trump, everyone can agree he speaks plainly. On Thursday he issued an executive order supporting free speech on campus. \"Under the guise of 'speech codes' and 'safe spaces' and 'trigger warnings,' universities have tried to restrict free thought, impose total conformity, and shut down the voices of great young Americans,\" he said at a White House ceremony. \"If a college or university doesn't allow you to speak, we will not give them money. It's very simple.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-choice-is-britains-11553295268", "title": "The Choice Is Britain's", "date": "2019-03-22 18:54", "summary": "The EU grants a short Brexit reprieve, but the U.K. is still paralyzed.. The European Union has a knack for political drama, and it didn't disappoint with Thursday's late-night Brexit extension. Leaders of the 27 countries remaining in the EU gave Britain another two weeks (or maybe two months) to resolve its political neuroses.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mueller-moment-arrives-11553295123", "title": "The Mueller Moment Arrives", "date": "2019-03-22 18:52", "summary": "Release it all rather than let Congress leak in dribs and drabs.. Not since Watergate has an event so transfixed the political world like the Mueller investigation. Now the moment has arrived with the news that Special Counsel Robert Mueller has transmitted his report to Attorney General William Barr. As with Watergate, the question from the beginning of this saga more than two long years ago is: Will this Presidency survive?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-1-virginia-didnt-lose-in-the-first-round-11553293585", "title": "No. 1 Virginia Didn't Lose in the First Round", "date": "2019-03-22 18:26", "summary": "After becoming the first No. 1 seed to lose to a No. 16 last year, the Cavaliers survived No. 16 seed Gardner-Webb after another serious scare. It was happening again.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slowing-global-economy-raises-expectations-fed-will-cut-rates-this-year-11553292760", "title": "Slowing Global Economy Raises Expectations Fed Will Cut Rates This Year", "date": "2019-03-22 18:12", "summary": "Soft manufacturing data and falling Treasury yields follow slower-than-expected services growth. WASHINGTON-Fresh data suggesting the global slowdown may be intensifying caused a widely watched bond-market indicator to flash its first recession warning since 2007 on Friday, raising expectations the Federal Reserve may cut interest rates by year's end to counter the economic headwinds.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-agitator-review-you-cant-fly-that-flag-here-11553291120", "title": "'The Agitator' Review: You Can't Fly That Flag Here!", "date": "2019-03-22 17:45", "summary": "In 1935, a dozen American radicals boarded a German luxury liner in New York, tore loose the swastika flag from her bow and threw it into the Hudson River. It was the first American blow in the struggle against Nazi tyranny.. One summer night in 1935, a dozen American radicals boarded a German luxury liner in New York Harbor, tore loose the swastika flag from her bow and threw it into the Hudson River.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-age-of-disenchantments-review-walking-the-spanish-high-wire-11553291069", "title": "'The Age of Disenchantments' Review: Walking the Spanish High Wire", "date": "2019-03-22 17:44", "summary": "The unraveling of Spain's most distinguished literary family under the long shadow of Franco.. Though little-known outside of his country, Leopoldo Panero was regarded by some during the Francisco Franco years as Spain's poet laureate. For another half a century after his death in 1962, Panero's legacy lived on through his three unhappy but almost equally talented sons. Out of this one family's many travails, Aaron Shulman has fashioned \"The Age of Disenchantments\"-part biography, part political history-in which he juxtaposes the Panero clan's literary successes and private unraveling with the fate and fortune of Spain itself, first under Gen. Franco's long dictatorship, then later as the country struggled to find its way back to democracy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-on-moore-president-trumps-latest-pick-for-the-fed-board-11553290951", "title": "More on Moore, Trump's Pick for Fed Board", "date": "2019-03-22 17:42", "summary": "Among his views, Stephen Moore is a critic of the central bank and Fed chief and an advocate of a strong dollar and the Trump tax cuts. President Trump said Friday he intends to nominate Stephen Moore for a spot on the Federal Reserve Board of Governors. Mr. Moore, a critic of the central bank and its chairman, Jerome Powell, is a commentator for CNN, a fellow at the Heritage Foundation, a conservative think tank, and a former writer for The Wall Street Journal's editorial page. Mr. Moore frequently writes opinion pieces on economic matters. Here is a sample of his views on the Fed and economic policy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discovery-ceos-compensation-tripled-in-2018-to-129-million-11553290120", "title": "Discovery CEO's Compensation Tripled in 2018 to $129 Million", "date": "2019-03-22 17:42", "summary": "David Zaslav's package makes him highest paid U.S. executive of 2018. Discovery Inc. Chief Executive David Zaslav received total compensation valued at $129.4 million in 2018, more than three times his compensation the year before, the company said in a securities filing Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-big-business-11553290508", "title": "The Case for Big Business", "date": "2019-03-22 17:35", "summary": "Everyone loves the little guy, but Robert Atkinson argues large corporations are more innovative and better to employees.. Washington", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bees-converge-on-central-california-from-across-the-pollen-nation-11553290442", "title": "Bees Converge on Central California From Across the Pollen Nation", "date": "2019-03-22 17:34", "summary": "Wet weather and a nasty Asian mite have almond farmers worrying about this year's crop.. Yuba City, Calif.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yen-notches-gains-against-u-s-dollar-11553278582", "title": "Turkish Lira Falls Against Dollar", "date": "2019-03-22 17:34", "summary": "Global growth worries slam emerging-market currencies. The Turkish lira was on track for its biggest drop against the dollar since last summer on Friday, as global growth worries slammed emerging-market currencies.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-enron-ceo-skilling-plots-second-act-11553282732", "title": "Ex-Enron CEO Skilling Plans Second Act", "date": "2019-03-22 17:33", "summary": "Fresh out of prison, Jeffrey Skilling is meeting with Enron colleagues, others on new energy-finance venture. HOUSTON-Former Enron Corp. Chief Executive and felon Jeffrey Skilling is looking to get back into the energy business after serving more than 12 years in prison for his role in one of the biggest corporate scandals in history.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-book-is-a-tender-traveling-companion-11553290326", "title": "A Book Is a Tender Traveling Companion", "date": "2019-03-22 17:32", "summary": "To avoid a dreary night alone in a hotel, don't leave home without one.. On a recent drive to Dallas for a two-day stay, I realized that in my rush to get on my way, I'd neglected to pack anything to read.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-shares-resume-slide-as-growth-fears-spook-investors-11553279725", "title": "Bank Shares Resume Slide as Growth Fears Spook Investors", "date": "2019-03-22 17:31", "summary": "Sector under pressure amid anxiety over global economic outlook. Bank stocks were pummeled Friday for a third consecutive day amid heightened investor angst over the outlook for the global economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-report-concludes-but-other-investigations-loom-11553289647", "title": "Mueller Report Concludes, But Other Investigations Loom", "date": "2019-03-22 17:20", "summary": "A dozen other probes into President Trump and his associates are under way in various venues. The conclusion of special counsel Robert Mueller's Russia investigation leaves in its wake about a dozen other probes into President Trump and his associates by an array of federal, state and congressional investigators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-stocks-lead-to-payoff-on-wagers-in-the-fear-gauge-11553285101", "title": "Falling Stocks Lead to Payoff on Wagers in the 'Fear Gauge'", "date": "2019-03-22 17:14", "summary": "Cboe Volatility Index, which measures the size and speed of stock market moves, surges 21%. Bets on Wall Street's \"fear gauge\" paid off Friday as stocks tumbled.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-police-and-fire-pension-has-80-million-left-for-2019-commitments-11553288744", "title": "Ohio Police and Fire Pension Has $80 Million Left for 2019 Commitments", "date": "2019-03-22 17:05", "summary": "Pension system approved $40 million in commitments at its March board meeting. Ohio Police and Fire Pension Fund approved $40 million in new private-equity commitments at its March board meeting, according to the pension system's website.", "categories": [["Pro PE Limited Partners"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-limited-partners?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-islamic-state-caliphate-completely-eliminated-11553273709", "title": "Trump Says Islamic State Caliphate Completely Eliminated", "date": "2019-03-22 16:57", "summary": "Neither Pentagon nor U.S.-backed Syrian Democratic Forces have confirmed president's assertion. President Trump on Friday again announced the Islamic State's nearly five-year territorial grip in Syria had ended, even as Pentagon officials and U.S.-backed ground forces said they were still fighting.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-offers-fed-board-position-to-economic-commentator-stephen-moore-11553265752", "title": "Trump Offers Fed Board Position to Ex-Campaign Adviser Moore", "date": "2019-03-22 16:50", "summary": "Ex-campaign adviser has been a fierce critic of the central bank's leadership. WASHINGTON-President Trump said Friday he would nominate former campaign adviser Stephen Moore to serve on the Federal Reserve's board of governors, which would place a fierce critic of the central bank's leadership inside the consensus-oriented institution.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-vaneck-urges-newmont-to-renegotiate-merger-deal-11553277350", "title": "Investor VanEck Urges Newmont to Renegotiate Merger Deal", "date": "2019-03-22 16:50", "summary": "One of Newmont's largest investors says merger will transfer away gains from joint venture. One of Newmont Mining Corp.'s largest investors wants terms of the Denver-based company's merger with Goldcorp Inc. renegotiated, in a potential setback for a deal that would create the world's largest gold miner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-barr-quietly-unrolls-an-agenda-beyond-the-mueller-probe-11553282211", "title": "Barr Unrolls an Agenda Beyond the Mueller Probe", "date": "2019-03-22 16:46", "summary": "The attorney general will lay out his top Justice Department objectives in coming weeks. WASHINGTON-While America awaited the special counsel's Russia report, the man who will make key decisions about its disclosure to the public was quietly pursuing other objectives at the Justice Department, knowing his legacy goes beyond how he handles the high-profile investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stronger-dollar-weighs-on-oil-11553251463", "title": "Oil Slides With Stocks Amid Global Economy Fears", "date": "2019-03-22 16:43", "summary": "Prices also face downward pressure from stronger U.S. dollar. Oil prices were dragged lower Friday by a tumbling stock market and mounting worries about the global economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-issue-five-year-plan-to-rein-in-budget-deficit-11553287372", "title": "Senate Republicans Issue Five-Year Plan to Rein In Budget Deficit", "date": "2019-03-22 16:42", "summary": "Plan also calls for far smaller increase compared with White House in fund reserved for emergency war-fighting operations. WASHINGTON-Senate Republicans issued a five-year budget plan Friday that calls for reducing the federal deficit and diverges from the White House over how much to stash in an emergency war fund.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moodys-downgrades-logistics-provider-syncreon-11553287174", "title": "Moody's Downgrades Logistics Provider Syncreon", "date": "2019-03-22 16:39", "summary": "Private-equity backed firm is likely to implement distressed exchange, ratings firm says. Moody's Investors Service cut the ratings for Syncreon Group B.V., an Auburn Hills, Michigan-based logistics-services provider, citing a decline in earnings and the likelihood of distressed-debt exchange.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-gain-after-european-data-weakens-11553269456", "title": "U.S. Government Bonds Gain After European Data Weakens", "date": "2019-03-22 16:25", "summary": "Gap between the yields on three-month and 10-year Treasurys inverts, a mark that has happened ahead of every recession since 1975. Government bond prices on both sides of the Atlantic surged Friday after the latest round of disappointing European economic data caused investors to scoop up safer assets and ratchet up their expectations for a shift toward easy-money policies from major central banks.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-childrens-crusade-to-save-the-planet-11553285295", "title": "The Children's Crusade to Save the Planet", "date": "2019-03-22 16:08", "summary": "Paul H. Tice's \"On Climate, The Kids Are All Wrong\" made me, a parent and grandparent, bristle. They are as much \"all wrong\" as is the assertion that global warming is \"highly politicized\" and \"still requires debate.\". Paul H. Tice's \"On Climate, The Kids Are All Wrong\" (op-ed, March 13) made me, a parent and grandparent, bristle. They are as much \"all wrong\" as is the assertion that global warming is \"highly politicized\" and \"still requires debate.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-transparent-pricing-for-health-care-11553285203", "title": "We Need Transparent Pricing for Health Care", "date": "2019-03-22 16:06", "summary": "I received a hospital bill of $10,000 for four hours of care, eventually reduced to just under $1,000 because of the insurer's contracted rate with the hospital, which matched my deductible, so not a penny was paid by my insurer.. Regarding \"New Push Calls for Disclosing Medical Prices\" (page one, March 8), as a patient I received a hospital bill of $10,000 for four hours of care, eventually reduced to under $1,000 because of the insurer's contracted rate with the hospital, which matched my deductible, so not a penny was paid by my insurer.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poor-parental-values-hurt-the-golden-heirs-11553285127", "title": "Poor Parental Values Hurt the Golden Heirs", "date": "2019-03-22 16:05", "summary": "The ultimate irony of the current college admissions scandal is that many of the parents involved weren't from \"advantaged\" families but worked hard and performed well enough to accumulate substantial wealth.. Regarding Peggy Noonan's \"Kids, Don't Become Success Robots\" (Declarations, March 16): The ultimate irony of the current college admissions scandal is that many of the parents involved weren't from \"advantaged\" families but worked hard and performed well enough to accumulate substantial wealth. Many struggled and overcame obstacles to become what they became. Now, out of a mistaken sense of generosity, they are withholding from their children that very same ingredient of success, the sense of making it on their own. Ms. Noonan is probably correct in observing that the children may be \"narcissistic extensions of themselves.\" Aren't the parents the me generation after all? Perhaps that narcissism also contributed heavily to their financial success, but it may well impede that of their children.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-watchdog-seeks-ouster-of-ips-management-11553285118", "title": "Bankruptcy Watchdog Seeks Ouster of IPS Management", "date": "2019-03-22 16:05", "summary": "DoJ official wants chapter 11 trustee to run freight-payments processor. The government's bankruptcy watchdog wants an outside trustee to take over day-to-day operations of IPS Worldwide LLC, saying management's inability to explain the whereabouts of tens of millions of dollars of customers' money smacks of incompetence or worse.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solitary-confinement-has-beneficial-legitimate-uses-11553285065", "title": "Solitary Confinement Has Beneficial Legitimate Uses", "date": "2019-03-22 16:04", "summary": "Solitary confinement is an effective and necessary managerial tool for prison officials, and it serves the inmates' best interests as well.. Regarding \"Solitary Confinement Helps Control Prison Gangs\" by David C. Pyrooz and Meghan M. Mitchell (op-ed, March 12): From the perspective of a former prison gang leader who's spent an accumulated 1,300-plus days in solitary confinement/lockdown cells for various reasons ranging from disciplinary to administrative and protective: Solitary confinement is an effective and necessary managerial tool for prison officials, and it serves the inmates' best interests as well-even though many inmates don't recognize that fact. There are few ways to leave a gang while in prison: death or removal from the general population (the latter option obviously being more appealing to inmate gang-affiliates looking for an out).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maybe-nonprofit-colleges-should-guarantee-results-11553285020", "title": "Maybe Nonprofit Colleges Should Guarantee Results", "date": "2019-03-22 16:03", "summary": "Mark Zuckerman writes: \"For-profit colleges claim that they provide students with quality education.\" Perhaps in a follow-up letter Mr. Zuckerman can explain how for-profit colleges differ from private and public colleges in these respects.. In his March 6 letter \"Restrain Those Predatory For-Profit Schools,\" Mark Zuckerman says that \"the worst for-profit colleges rake in millions of dollars in federally subsidized loans from low-income students, while too often leaving students owing mountains of debt and facing a lifetime of low earnings.\" He adds that, \"for-profit colleges claim that they provide students with quality education.\" Perhaps in a follow-up letter Mr. Zuckerman can explain how for-profit colleges differ from private and public colleges in these respects.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sackler-family-actively-trying-to-resolve-purdue-pharma-lawsuits-11553283308", "title": "Sackler Family Actively Trying to Resolve Purdue Pharma Lawsuits", "date": "2019-03-22 15:57", "summary": "Lawyers for cities and counties pressing claims have requested at least $10 billion from the OxyContin maker and its owners. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-requiem-to-comfort-the-living-11553283466", "title": "A Requiem to Comfort the Living", "date": "2019-03-22 15:37", "summary": "Morten Lauridsen's 'Lux Aeterna' is a nonliturgical work, both traditional and modern, that embodies the composer's profound spirituality.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-st-louis-fed-president-james-bullard-11553283141", "title": "Transcript: WSJ Interview With St. Louis Fed President James Bullard", "date": "2019-03-22 15:34", "summary": "Official talks about the Fed's monetary policy settings and the inversion of the yield curve in the Treasury market. St. Louis Fed President James Bullard discussed the Federal Reserve's monetary policy settings, his economic outlook, the inversion of the yield curve in the Treasury market and the size of the central bank's balance sheet in an interview with The Wall Street Journal's Michael S. Derby on Friday. Here is a transcript of the exchange, lightly edited for length and clarity.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-brexit-timetable-reset-may-faces-another-make-or-break-date-with-parliament-11553267932", "title": "May Faces Likely Rebellion After EU's Brexit Ultimatum", "date": "2019-03-22 15:26", "summary": "Prime Minister Theresa May faces growing impatience among lawmakers-even those who have been loyal. LONDON-Fresh from a difficult summit with other European Union leaders, Prime Minister Theresa May faces the defining weeks of her leadership, as she comes under growing pressure to seal a Brexit agreement and quell a rebellion in Parliament that threatens to force her from office.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbank-cuts-ties-with-customers-suspected-of-money-laundering-11553282589", "title": "Swedbank Cuts Ties With Customers Suspected of Money Laundering", "date": "2019-03-22 15:23", "summary": "Results of a third-party audit published Friday show the bank has taken steps to sever ties with suspicious clients, the lender says. Swedbank AB has cut ties with an undisclosed number of customers who are at the center of money-laundering allegations against the Stockholm-based lender, according to a third-party audit published Friday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/misdating-of-x-rays-calls-into-question-the-integrity-of-thoroughbred-auction-11553256066", "title": "Hundreds of Millions Spent on Racehorses Based on False X-Rays, Buyers Claim", "date": "2019-03-22 14:59", "summary": "Bobby Flay, George Soros and the sheikh who rules Dubai helped push proceeds past $377 million last year for the most important annual sale in the thoroughbred industry. But behind the ebullience, trouble was brewing.. Last September, wealthy horse buyers, breeders and trainers from around the world descended on Lexington, Ky., to spend more than $377 million at the most important annual sale in the global thoroughbred industry.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-canola-growers-say-china-has-ceased-buying-their-seed-11553268082", "title": "Canadian Canola Gets Entangled in China Diplomatic Dispute", "date": "2019-03-22 14:52", "summary": "Chinese importers stop buying canola seed, Canadian growers say, as fallout from Ottawa's arrest of Huawei executive continues. OTTAWA-Canada's canola growers say Chinese importers have stopped buying their canola seed, putting billions in sales at risk as a diplomatic spat between Ottawa and Beijing deepens.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-sees-no-need-for-rate-move-11553280407", "title": "Fed's Bullard Sees No Need for Rate Move", "date": "2019-03-22 14:48", "summary": "St. Louis Fed chief says yield curve inversion is 'mildly concerning,' but he remains optimistic about U.S. economy. St. Louis Fed President James Bullard said Friday he is mindful of the negative signal bond markets are sending about the economic outlook, although he remains optimistic about growth and hiring.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-flag-carrier-seeks-to-cancel-order-for-49-boeing-737-max-jets-11553232103", "title": "Airlines Review Plans as Boeing Faces First MAX Cancellation", "date": "2019-03-22 14:39", "summary": "Indonesian airline seeks to cancel order for 49 jets as carriers brace for potentially drawn-out grounding following crash. PT Garuda Indonesia became the first airline to pursue canceling its Boeing Co. 737 MAX jet order as other carriers move to limit damage to their flight plans and finances. Airlines are grappling with the likelihood of a protracted global grounding following two fatal crashes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-to-invest-300-million-plans-new-electric-vehicle-at-michigan-plant-11553266522", "title": "GM to Invest $300 Million at Michigan Plant", "date": "2019-03-22 14:33", "summary": "Announcement is reversal from earlier plans to produce new Chevrolet vehicle outside of U.S.. General Motors Co. said Friday it will invest $300 million to build a new electric car domestically rather than outside the country, a decision that comes as President Trump has blasted the Detroit auto maker for its plans to close four U.S. factories.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dour-growth-outlook-sends-key-european-rate-negative-11553261029", "title": "Twin Troubles Strike the Bond Market", "date": "2019-03-22 14:31", "summary": "Negative yields on German bunds and an unusual dynamic in the Treasury market are adding to investor nervousness. The global bond market flashed two prominent warning signals on the economy Friday, spooking investors and feeding a selloff in stocks-particularly bank stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papa-johns-names-shaquille-oneal-to-its-board-11553259685", "title": "Shaquille O'Neal Joins Papa John's Board as Chain Seeks to Recast Image", "date": "2019-03-22 14:30", "summary": "NBA Hall of Famer is investing in nine restaurants in the Atlanta area and will enter into an endorsement agreement with the pizza chain. Papa John's International Inc. added former basketball star Shaquille O'Neal to its board as the pizza chain works to repair its image following controversies tied to its founder and former chief executive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peugeot-after-digesting-gms-europe-business-set-sights-on-fiat-chrysler-11553277192", "title": "Peugeot Discussed Merger With Fiat Chrysler", "date": "2019-03-22 14:26", "summary": "Fiat Chrysler rebuffed the pitch that came earlier this year. MILAN-Peugeot maker PSA Group approached Fiat Chrysler Automobiles NV earlier this year about combining the two car makers, according to people familiar with the matter, proposing to form a $45 billion industry behemoth that would reposition their businesses in the U.S. and Europe.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-bonds-mostly-weather-storm-as-stocks-treasury-yields-fall-11553279132", "title": "Corporate Bonds Mostly Weather Market Storm", "date": "2019-03-22 14:25", "summary": "Resume Subscription. Friday's downturn in stock prices is having some modest spillover effects in the corporate-bond market as traders react to falling Treasury yields and the latest bad economic data out of Europe.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-all-yiddish-tevye-by-way-of-west-texas-11553278625", "title": "An All-Yiddish Tevye, By Way of West Texas", "date": "2019-03-22 14:17", "summary": "Steven Skybell, who grew up in Lubbock, Texas, and attended Yale School of Drama, becomes the picture of an Old World Jewish patriarch in a Yiddish-language 'Fiddler on the Roof'. They'd come to see the all-Yiddish production of \"Fiddler on the Roof\" a second or even a third time. They'd seen it last summer when it played at the Museum of Jewish Heritage and were seeing it again in its new home at Stage 42 in Manhattan, where it reopened in February. They sat rapt, eyes filled with tears. They did not need the supertitles-in English and Russian-which ran on screens beside the stage. These were old men and old women mostly, sometimes in the company of children or grandchildren, who'd come to revel in the language of their own parents and grandparents, to hear the world as it sounded when they were children in Brooklyn and the Lower East Side.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-existing-home-sales-jumped-11-8-in-february-11553263481", "title": "U.S. Existing Home Sales Jumped 11.8% in February", "date": "2019-03-22 14:12", "summary": "A strong labor market and wage growth appear to be underpinning the housing market. Sales of previously owned homes posted their largest monthly gain since 2015 in February, a sign that lower mortgage rates and more attractive prices are helping to lure buyers back to the market just in time for the critical spring selling season.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-deficit-grew-39-in-first-five-months-of-fiscal-2019-11553277643", "title": "U.S. Budget Deficit Grew 39% in First Five Months of Fiscal 2019", "date": "2019-03-22 14:08", "summary": "Tax revenues little changed so far in fiscal 2019. The U.S. budget gap widened 39% in the first five months of the fiscal year as tax revenues held steady and federal spending increased.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-the-tallest-of-them-all-its-no-longer-the-americans-11553254201", "title": "Who's the Tallest of Them All? It's No Longer the Americans", "date": "2019-03-22 14:05", "summary": "Despite having lower disposable income than U.S., Netherlands boasts tallest residents. Historically, as a society's income increases, so does its height. Which raises the question:", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-materials-stocks-are-hit-hard-on-growth-worries-11553276956", "title": "Commodities, Materials Stocks Are Hit Hard on Growth Worries", "date": "2019-03-22 13:49", "summary": "Declines come after data showed eurozone factory output fell in March. Materials sensitive to global growth and shares of commodity producers were among the market's worst performers Friday, another warning sign for investors weighing indicators that show the world economy is slowing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collapsing-yields-could-head-even-lower-11553276276", "title": "Collapsing Yields Could Head Even Lower", "date": "2019-03-22 13:37", "summary": "Treasury yields have seen an epic and unusual collapse but, even without signs of a looming recession, they could head lower. When Treasury yields fall sharply, it is usually because something bad is happening, but the latest drop seems to be mostly about the Federal Reserve. That doesn't mean it can't go on for a while.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-what-happened-to-andy-warhols-mao-painting-11553275889", "title": "Look What Happened to Andy Warhol's Mao Painting", "date": "2019-03-22 13:31", "summary": "Warhol's irreverent riff on the Chinese leader's official portrait-as reimagined by floral designer Lindsey Taylor. ANDY WARHOL'S fascination with celebrity and mass-reproduced imagery reached a kind of apotheosis in his paintings ofMao Zedong. The Pittsburgh-born pop artist (1928-87) created hundreds of works based on the Chinese leader's portrait, which itself was countlessly reprinted. For this month's arrangement, I was inspired by the nearly 15-foot-tall version (\"Mao,\" 1972) in \"Andy Warhol-From A to B and Back Again,\" a show at New York's Whitney Museum of American Art that runs through March 31.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-tour-a-chic-zen-home-in-the-woods-11553275403", "title": "House Tour: A Chic Zen Home in the Woods", "date": "2019-03-22 13:23", "summary": "In New York's Catskill Mountains, a wife's Japanese aesthetic and her husband's Scandi leanings yield a peaceful woodsy retreat. THE DÉCOR TASTESof spouses can be antagonistic. Not so the pair who commissioned Manhattan designer Magdalena Keck to complete the interiors of their young family's weekend home in Hudson Woods, a community in Kerhonkson, N.Y. The wife craved the aesthetic of her native Japan, while the Midwestern husband gravitated toward Danish modern furniture-unusually compatible ingredients. Referring to Scandinavian design's straightforward construction and lack of ornament, Ms. Keck said, \"Those midcentury designers reached back to Japanese design [whose] goal is clean simplicity and elegance.\"", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffany-may-be-slower-to-recover-from-chinese-flu-11553274717", "title": "Tiffany May Be Slower to Recover From Chinese Flu", "date": "2019-03-22 13:11", "summary": "Jewelry seller Tiffany is overdependent on Chinese luxury shoppers, who have pulled back and might not be as quick to open their wallets as after past downturns. Tiffany & Co., the luxury-jewelry retailer, has transformed itself into an appealing brand for millennials-replete with edgy new marketing campaigns and representatives like Lady Gaga, who appeared at the Oscars last month adorned in Audrey Hepburn's Tiffany diamond. That is all well and good, but it doesn't solve the retailer's immediate conundrum: reduced spending by Chinese tourists.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deloitte-seeks-more-legal-protection-money-as-abraaj-sale-process-draws-out-11553248801", "title": "Deloitte Seeks More Legal Protection, Money as Abraaj Sale Draws Out", "date": "2019-03-22 13:03", "summary": "Accounting firm has voiced concerns it could face legal action over its role in protracted sale. Liquidators from Deloitte LLP, overseeing the break up of Abraaj Group's private-equity unit, are asking the Dubai firm's investors for additional legal protection and more money, the latest complication in the proposed sale of Abraaj's assets.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutor-who-led-michael-cohen-case-to-step-down-11553272981", "title": "Federal Prosecutor Who Led Michael Cohen Case to Step Down", "date": "2019-03-22 12:43", "summary": "Robert Khuzami oversaw prosecutors who secured former Trump lawyer's guilty plea for campaign-finance violations. Robert Khuzami, the federal prosecutor in Manhattan who supervised the criminal case against President Trump's former lawyer Michael Cohen, is stepping down from his position next month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-plans-facility-in-poland-to-store-u-s-military-equipment-11553271255", "title": "NATO Facility in Poland Would Store U.S. Military Equipment", "date": "2019-03-22 12:14", "summary": "Alliance commits to $260 million construction on its eastern flank to deter Russia. BRUSSELS-NATO will plow funds into stationing U.S. military equipment in Poland, lending allied heft to Washington's strategy for quickly reinforcing Europe with troops in case of a Russian incursion.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/geofencing-a-high-tech-term-that-aims-to-surround-us-11553270618", "title": "Geofencing: A High-Tech Term That Aims to Surround Us", "date": "2019-03-22 12:03", "summary": "Whether limiting the airspace for drones or targeting politicians for lobbying, the term refers to building a digital perimeter around a moving target.. Earlier this month, Washingtonian magazine revealed the extraordinary lengths to which lobbyists are going in an attempt to target President Donald Trump and those around him, using the latest high-tech tactics in digital marketing.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-offers-more-cushion-to-taxpayers-who-paid-too-little-11553270401", "title": "IRS Offers More Cushion to Taxpayers Who Paid Too Little", "date": "2019-03-22 12:00", "summary": "Responding to accountants and lawmakers, the government will let taxpayers avoid penalties if they paid as little as 80% of what they owe. WASHINGTON-The Treasury Department said Friday that it will further relax penalties on people who didn't pay enough income taxes throughout 2018, easing the transition to the new tax law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-reserve-payments-to-u-s-treasury-declined-in-2018-11553270400", "title": "Fed Reserve Payments to U.S. Treasury Declined in 2018", "date": "2019-03-22 12:00", "summary": "Central bank sent $65.3 billion to the government in 2018, down from $80.6 billion in 2017. Federal Reserve payments to the U.S. Treasury declined last year, the central bank said Friday in its updated annual financial statements.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-20-mile-train-line-swelled-into-a-9-billion-debacle-11553270393", "title": "How a Train Through Paradise Turned Into a $9 Billion Debacle", "date": "2019-03-22 11:59", "summary": "Resume Subscription. HONOLULU-The train through paradise should have been complete by now.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nokias-shares-plunge-after-warning-of-possible-compliance-issues-11553270145", "title": "Nokia's Shares Plunge After Warning of Possible Compliance Issues", "date": "2019-03-22 11:55", "summary": "The concerns relate to Alcatel-Lucent, which Nokia, now the world's No. 2 telecom-equipment maker, bought in 2016. Nokia Corp. warned it could face penalties for compliance issues, prompting its shares to fall as much as 7% and adding another challenge as it struggles to compete with China's Huawei Technologies Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papa-johns-could-use-that-old-shaq-magic-11553269911", "title": "Papa John's Could Use That Old Shaq Magic", "date": "2019-03-22 11:51", "summary": "If Shaquille O'Neal's star power doesn't turn Papa John's around, then maybe his magic touch from 'Kazaam' will. Just in time for March Madness, Papa John's International sank a big basket.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-heck-does-165-year-old-levi-want-to-be-public-again-11553269502", "title": "Why the Heck Does 165-Year-Old Levi Want to Be Public Again?", "date": "2019-03-22 11:45", "summary": "The jeans maker believes it's built to last, but Wall Street often demands short-term performance. Chip Bergh has been dressing up Levi Strauss & Co. for a public offering for years. As chief executive, he's consolidated supply chains, retooled R&D, and overhauled the executive ranks. The term \"profitable growth\" is woven through the corporate lexicon as distinctively as the orange stitching on a pair of the company's 501s.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quitting-social-media-will-save-your-life-i-think-11553268816", "title": "Quitting Social Media Will Save Your Life. I Think.", "date": "2019-03-22 11:33", "summary": "I took a break from those accursed sites, and in no time, the whole world looked fresh and new. I want you all to know that I've quit social media, and my life has gotten so much better. Maybe you're thinking of doing the same. I can't recommend it enough. I mean, it's only been 15 minutes, but I can already tell I'm a different person.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-12-best-books-of-spring-11553268737", "title": "The 12 Best Books of Spring", "date": "2019-03-22 11:32", "summary": "From Sally Rooney's 'Normal People' to Amy Hempel's first short-story collection in more than a decade, spring is stacked with great reads. A survey of the best. Arriving over a decade after The End (a National Book Award finalist), Salvatore Scibona's long-awaited second novel begins with an abandoned boy in an airport. How did he get there? In answering that question, Scibona weaves a powerful multigenerational story about the disturbing journey of a family caught in the crosshairs of history. (Penguin Press, March 5)", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-hit-irans-oil-lifeline-to-syria-11553267539", "title": "U.S. Sanctions Hit Iran's Oil Lifeline to Syria", "date": "2019-03-22 11:12", "summary": "Egypt turned back an Iranian tanker headed for Syria over U.S. Treasury warning. U.S. sanctions have cut off Iranian oil shipments to Syria, taking an unprecedented toll on a flow of crude that had persisted in the face of long-term international restrictions and helped sustain the Assad regime through years of civil war.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-dangers-of-results-oriented-jurisprudence-11553267090", "title": "Politics: Dangers of Results-Oriented Jurisprudence", "date": "2019-03-22 11:04", "summary": "Antonin Scalia dismissively called Sandra Day O'Connor's judicial philosophy 'results oriented.' Will Chief Justice John Roberts likewise be swayed by political factors, now that he is the high court's swing vote?. The life of a judge is rarely the stuff of gripping biography. In the life of a Supreme Court justice, there is that magical moment when the president phones, but after that it's mainly a lot of cases and opinions. Evan Thomas's \"First: Sandra Day O'Connor\" (Random House, 476 pages, $32) inevitably suffers from that limitation, and the author's gushing veneration of his subject doesn't help. Justice O'Connor is rarely if ever wrong about anything; the book is rife with the admiring recollections of former clerks and longtime friends.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-right-way-to-choose-a-college-11553266896", "title": "The Right Way to Choose a College", "date": "2019-03-22 11:01", "summary": "What students do at college matters much more than where they go. The key is engagement, inside the classroom and out.. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-club-review-an-assembly-of-good-fellows-11553266858", "title": "'The Club' Review: 'An Assembly of Good Fellows'", "date": "2019-03-22 11:00", "summary": "Edmund Burke, Edward Gibbon and Adam Smith were members-but Samuel Johnson outshone them all.. What historical era produced the greatest aggregate of human intelligence? Fifth century B.C. Greece provided Socrates and Plato, Pericles and Phidias. In 18th-century France there were the philosophes, among them D'Alembert, Diderot, Voltaire, Helvétius. The founding generation of the republic-Jefferson, Madison, Hamilton and Adams-would be America's entry. My own choice would be for middle- and late 18th-century London, where Samuel Johnson, Edmund Burke, Edward Gibbon, Joshua Reynolds, Oliver Goldsmith, James Boswell, David Garrick, Charles James Fox, Adam Smith, David Hume and Richard Brinsley Sheridan walked the streets. These men knew one another well and, with the exception of Hume, belonged to the same club, which met on Friday evenings at the Turk's Head Tavern, at 9 Gerrard Street, off the Strand. Here was a club that even Groucho Marx, who claimed he wouldn't care to belong to any club that would accept him as a member, could not have resisted joining.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-flu-season-hasnt-been-this-bad-this-late-in-20-years-11553266801", "title": "The Flu Season Hasn't Been This Bad This Late in 20 Years", "date": "2019-03-22 11:00", "summary": "Influenza season not as severe as recent years, but highest rate in March since 1998. The percentage of doctor visits for flulike symptoms last week, 4.4%, is the highest figure for this time of the year since 1998, the first season the Centers for Disease Control and Prevention began tracking flu prevalence this way.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-inflation-held-steady-in-early-march-11553266259", "title": "Mexican Inflation Held Steady in Early March", "date": "2019-03-22 10:50", "summary": "Consumer prices rose moderately in first half of March. MEXICO CITY-Mexican consumer prices rose moderately in the first half of March, leaving the annual inflation rate little changed from the previous month.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-winning-votes-take-the-name-of-a-popular-leader-11553265156", "title": "The Secret to Winning Votes: Take the Name of a Popular Leader", "date": "2019-03-22 10:32", "summary": "Multiple candidates in Thai parliamentary elections rename themselves Thaksin, after former prime minister; 'people understand the brand'. ", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-says-iran-poised-to-resume-work-on-nuclear-weapons-11553263221", "title": "U.S. Says Iran Poised to Resume Work on Nuclear Weapons", "date": "2019-03-22 10:32", "summary": "Trump administration levels charges as Treasury and State Departments sanction more than two dozen Iranian officials. WASHINGTON-Iran's Ministry of Defense unit responsible for developing nuclear weapons is poised to restart work and is using front companies to buy materials from Russia and China that could be used to reactivate its banned bomb program, U.S. officials alleged Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-sanna-seeking-use-for-surplus-milk-powder-invented-swiss-miss-11553265000", "title": "Charles Sanna, Seeking Use for Surplus Milk Powder, Invented Swiss Miss", "date": "2019-03-22 10:30", "summary": "Mechanical engineer concocted hot-chocolate mix in his kitchen and relied on his children for feedback. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sidney-sheinberg-helped-expand-mca-and-nurtured-steven-spielberg-11553265000", "title": "Sidney Sheinberg Helped Expand MCA and Nurtured Spielberg", "date": "2019-03-22 10:30", "summary": "Texas-born lawyer, mentored by Lew Wasserman, bought Geffen Records and called Disney a 'ravenous rat'. When Steven Spielberg was offered a chance to be a director at Universal Studios in 1968, he was so thrilled he found himself momentarily speechless.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-talalay-found-broccoli-could-boost-bodys-defenses-against-cancer-11553265000", "title": "Paul Talalay Found Broccoli Could Boost Body's Defenses Against Cancer", "date": "2019-03-22 10:30", "summary": "Johns Hopkins scientist pioneered research on disease-fighting foods; as a lark, he appeared in John Waters movies. Your mother told you to eat broccoli. Paul Talalay found scientific evidence that she was right.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-is-in-advanced-talks-to-buy-french-software-provider-efront-11553248042", "title": "BlackRock Enters Agreement to Buy French Software Provider eFront", "date": "2019-03-22 10:11", "summary": "Asset manager is offering to pay $1.3 billion in cash for 100% equity in the French company. BlackRock Inc. said it has entered into an exclusive agreement to buy French software firm eFront, a move by the world's largest money manager to become a bigger provider of the technology used by Wall Street.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-golan-heights-endorsement-draws-ire-from-friends-and-foes-11553263421", "title": "Trump's Golan Heights Endorsement Draws Ire From Friends and Foes", "date": "2019-03-22 10:03", "summary": "President's comments unite rivals in an otherwise fractious region and beyond in opposition to what they consider a breach of international law. Allies and foes of the U.S. denounced President Trump's endorsement of Israeli sovereignty over the disputed Golan Heights, saying it contravened international law and heightened the risk of more violence in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-is-no-marx-brothers-farce-for-the-most-part-11553263332", "title": "Brexit Is No Marx Brothers Farce (For the Most Part)", "date": "2019-03-22 10:02", "summary": "Trying to reconcile the popular will with elite opinion was bound to produce chaos.. As an Englishman who's made his home in America, I can't pretend that the dumpster fire that is Brexit has not caused my stiff upper lip to curl slightly in a mixture of shame and contempt.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-do-you-know-about-irs-audits-11553263210", "title": "How Much Do You Know About IRS Audits?", "date": "2019-03-22 10:00", "summary": "The more you understand about audits, the better prepared you'll be. The Internal Revenue Service audits tax returns every year-striking fear in the hearts of many whose accidental or deliberate errors may have led them to underpay the U.S. Treasury.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-march-16-22-2019-11553262750", "title": "Photos of the Week: From Holi Festival to a Deadly Cyclone", "date": "2019-03-22 09:52", "summary": "Cyclone disaster grows in southern Africa, Houston petrochemical fire burns for days, Hindus celebrate festival of colors and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2019-kia-niro-ev-a-family-size-ev-you-can-actually-afford-11553262208", "title": "2019 Kia Niro EV: A Family-Size EV You Can Actually Afford", "date": "2019-03-22 09:43", "summary": "Hunting for an electric crossover at a reasonable price? The 2019 Kia Niro EV might be it, says Dan Neil. But there's a catch: This desirable auto will be tough to get your hands on. WATCH AS A MAN throws his wife under the bus. Last week my darling Tina knocked the side mirror off our Honda Odyssey while squeezing past a pickup on a narrow street. By the time I got home, Mrs. Rumble Seat had tied the mirror to its pedestal with windings of heavy black tape. It's fine, really. You can't even tell.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murder-by-the-book-review-the-killer-was-a-reader-11553261879", "title": "'Murder by the Book' Review: The Killer Was a Reader", "date": "2019-03-22 09:38", "summary": "Did the thieving antihero of a Victorian potboiler lead Lord William's valet into murder-by-emulation?. 'Murder by the Book: The Crime That Shocked Dickens's London\" is a work of nonfiction whose author, Claire Harman, is an acclaimed biographer and scholar of British literary culture. Nevertheless, its opening scene is the stuff that classic murder mysteries are made of.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pagan-light-review-where-they-got-away-11553261733", "title": "'Pagan Light' Review: The Isle of No Cares", "date": "2019-03-22 09:35", "summary": "The emperor Tiberius was besotted with the island of Capri. So were D.H. Lawrence, Graham Greene and the protean community of English-speaking expatriates who for decades flocked there in search of freedom and pleasure.. In 'The Skin' (1949), his surreal memoir of Italy during World War II, the writer Curzio Malaparte recalls Field Marshal Erwin Rommel visiting him on the isle of Capri in 1942, just before the battle of El Alamein. The general toasted Malaparte, inquiring whether he had designed his stunning modernist villa, renowned for its enormous picture windows. \"And with a sweeping gesture, indicating the sheer cliff of Matromania, the three gigantic rocks of Faraglioni, the peninsula of Sorrento, the islands of the Sirens, the far-away coastline of Amalfi, and the golden sands of Paestum, shimmering in the distance, I said to him: 'I designed the scenery.' \"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cook-review-a-foreign-tongue-11553261512", "title": "'The Cook' Review: A Foreign Tongue", "date": "2019-03-22 09:31", "summary": "An aspiring chef learns the language of gastronomy 'like a foreign tongue through a series of charlottes, babas, floating islands, marble cakes.'. In 2014, the French novelist Maylis de Kerangal published a small masterpiece called \"The Heart.\" With unflinching technical detail she described the 24-hour period during which a brain-dead young man's heart was transplanted into the body of a dying 50-year-old woman. It was a remarkable feat of writing, the emotional impact delivered by a lyrical account of the medical process and the people involved.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-delivering-on-demand-truckings-labor-peace-downshifting-auto-makers-11553261493", "title": "Today's Logistics Report: Delivery on Demand; Trucking's Labor Peace; Automotive Downshift", "date": "2019-03-22 09:31", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-common-experience-of-aimless-fury-11553261440", "title": "Fiction: The Common Experience of Aimless Fury", "date": "2019-03-22 09:30", "summary": "Laila Lalami's new novel is bracingly egalitarian. All the characters, regardless of race or creed, are equal in feeling like the mistreated Other.. The mood of Laila Lalami's new novel, \"The Other Americans\" (Pantheon, 301 pages, $25.95), is encapsulated in a short scene in an anger-management support group meeting that a character has been forced to attend after smashing his ex-wife's car with a baseball bat. A speaker prattles on too long, the others get tired of his endless sob story, words are exchanged, factions arise and, somehow, the support session has turned into a tense and heated standoff. The moderator has to ask one of the participants to cool it. \" 'I am calm,' she snapped.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sing-to-it-review-moments-of-being-11553261392", "title": "'Sing to It' Review: Moments of Being", "date": "2019-03-22 09:29", "summary": "Amy Hempel's short stories-about birth, death, dogs-compel readers to re-examine their lives the way they re-examine their daily interactions, trying to piece together what really happened.. Much of life, Virginia Woolf once wrote, passes as \"a kind of nondescript cotton wool.\" This is the vast swath of existence that is \"not lived consciously\"; the daily humdrum haze; non-being. Embedded in the cotton wool, however, are what she called \"moments of being\"-sharp, shining instances of heightened consciousness when the fabric is torn open. They are experienced as a shock, a revelation. To Woolf, they were also the raw material of art.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-urban-planners-to-the-rescue-11553261293", "title": "Science Fiction: Urban Planners to the Rescue!", "date": "2019-03-22 09:28", "summary": "In Seth Fried's irreverent take on real-world politics and sci-fi history, a federal agent of the future is assigned an AI partner who dismisses him as just 'a bipedal ape with high manual dexterity.'. Most car accidents take place in urban areas. Most car-caused fatalities, however, happen outside them. Crash on a country road, and it'll be a long time before the paramedics arrive. The disparity applies much more widely. Despite crime and pollution, city dwellers have better health, longer lives and more opportunities.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-criminal-who-preys-on-the-past-11553260987", "title": "Mysteries: The Criminal Who Preys on the Past", "date": "2019-03-22 09:23", "summary": "When a moose-hunting trip is interrupted by a murder, the heroine of Helene Tursten's thriller discovers a stalker bent on avenging a dreadful crime from years before.. Swedish author Helene Tursten, well known for her books featuring the steadfast Detective Inspector Irene Huss, introduces a different sort of hero in \"Hunting Game\" (Soho Crime, 280 pages, $26.95). In her latest thriller, Ms. Tursten turns the spotlight on 28-year-old Embla Nyström, a welterweight Nordic boxer and the lone female member of a mobile police trio supporting local cops in areas near Gothenburg.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-meghan-cox-gurdon-on-bewilderment-11553260881", "title": "Five Best: Meghan Cox Gurdon on Bewilderment", "date": "2019-03-22 09:21", "summary": "The Wall Street Journal's children's books columnist and the author of 'The Enchanted Hour: The Miraculous Power of Reading Aloud in the Age of Distraction' picks her favorites.. By Molly Keane (1981)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-nike-comcast-apple-gamestop-newmont-11553252197", "title": "Stocks to Watch: Boeing, Nike, Tiffany, Newmont", "date": "2019-03-22 09:09", "summary": "Here are some of the companies with shares expected to trade actively in Friday's session. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dilemma-facing-a-358-billion-investing-giant-11553259611", "title": "The Dilemma Facing a $358 Billion Investing Giant", "date": "2019-03-22 09:00", "summary": "With everyone diving in to private equity, future returns may not be as attractive as in the past. Yet Calpers believes it has a competitive advantage.. You can learn a valuable lesson from the nation's largest public-pension plan: Be careful how high you set your expectations. You might have to try to meet them.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-bitcoin-trading-faked-by-unregulated-exchanges-study-finds-11553259600", "title": "Most Bitcoin Trading Faked by Unregulated Exchanges, Study Finds", "date": "2019-03-22 09:00", "summary": "Bitwise's research casts new doubts about fraud in nascent market. Nearly 95% of all reported trading in bitcoin is artificially created by unregulated exchanges, a new study concludes, raising fresh doubts about the nascent market following a steep decline in prices over the past year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-wealthy-women-how-carrie-sheffield-changed-her-view-of-money-11553259601", "title": "Secrets of Wealthy Women: How Carrie Sheffield Changed Her View of Money", "date": "2019-03-22 09:00", "summary": "Founder of digital media startup Bold tells how she started to see money as a tool-as opposed to being evil. As a young child, Carrie Sheffield lived in poverty. She says her devout Mormon parents pursued spiritual riches instead of financial stability.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-pulls-out-of-liaison-office-with-south-11553247151", "title": "North Korea Pulls Out of Liaison Office With South", "date": "2019-03-22 08:43", "summary": "The joint office, located north of the demilitarized zone, functioned as a de facto embassy. SEOUL-The new diplomatic ties between North and South Korea showed signs of unraveling Friday, as Pyongyang abruptly vacated a liaison office established six months ago as a symbol of cross-border cooperation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealanders-shaken-by-massacre-join-islamic-prayers-at-memorial-11553257373", "title": "New Zealanders, Shaken by Killings, Join Islamic Prayers at Memorial", "date": "2019-03-22 08:22", "summary": "Imam declares the country's spirit unbreakable as funerals for the 50 victims of the mosque shootings continue. CHRISTCHURCH, New Zealand-Thousands of people donned headscarves at an open-air prayer service in a show of unity with Muslim victims of New Zealand's deadliest peacetime massacre, as a cleric declared the nation's spirit to be unbreakable.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hitters-hurt-most-by-the-shift-11553256970", "title": "The Hitters Hurt Most by the Shift", "date": "2019-03-22 08:16", "summary": "Atlanta Braves first baseman Freddie Freeman might have won the batting title if it weren't for the 18 hits he lost due to the shift. As Major League Baseball continues to look for ways to modernize the game, there's one trend that some hitters really hate: the shift.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffanys-profit-jump-despite-sales-slow-on-softer-demand-11553252559", "title": "Tiffany's Sales Slow on Softer Demand", "date": "2019-03-22 08:11", "summary": "Profit jumps due to a lower tax provision. Changing Chinese consumer habits continued to weigh on Tiffany & Co., as sales fell more than expected in the latest quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/say-goodbye-to-the-stock-markets-secret-sauce-11553256181", "title": "Say Goodbye to the Stock Market's Secret Sauce", "date": "2019-03-22 08:03", "summary": "A multidecade rise in profit margins may already be in the process of reversing, taking the wind out of the stock market's sails for years to come. It isn't how much you make but how much you keep.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-stays-resilient-despite-feds-caution-11553256051", "title": "Dollar Stays Resilient Despite Fed's Caution", "date": "2019-03-22 08:00", "summary": "The currency's recovery defied analyst expectations that low interest rates make the currency less attractive to investors. The Federal Reserve's cautious shift may not be enough to sink the dollar.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dream-vacations-the-new-age-of-sleeper-trains-11553255489", "title": "Dream Vacations: The New Age of Sleeper Trains", "date": "2019-03-22 07:51", "summary": "Good news for train romantics: The once-endangered sleeper is back on track. Here's where-and why-you should ride the midnight express. AH, SLEEPER TRAINS. Meditate for a moment on those relics from the golden age of travel. Imagine yourself scuttling over the Alps at twilight, listening to the rattling of bone china, the clinking of whiskey bottles. Now picture yourself wedged into the middle of a packed airline cabin, hearing the blare of the engine and the snoring of your seatmate. Is it any wonder that night trains are back in vogue?", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-show-needs-to-dazzle-11553254201", "title": "Apple's Show Needs to Dazzle", "date": "2019-03-22 07:30", "summary": "Shares are near a record-high valuation ahead of new media services rollout. Apple Inc. is expected to serve up several new media-based services at a Monday event. The market seems to be making a big and highly-questionable bet on how they will affect its bottom line.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-reawaken-to-brexit-riskbut-that-spells-opportunity-11553253334", "title": "Investors Reawaken to Brexit Risk-But That Spells Opportunity", "date": "2019-03-22 07:15", "summary": "The most global of U.K. stocks are naturally hedged against a no-deal Brexit. Heads you win, tails you win. The chaotic Brexit endgame may not seem an obvious place for investors to find well-hedged trades, but the renewed attention it is bringing to U.K. stocks could end up benefiting the most global of them-whatever the outcome.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-u-s-troops-killed-in-afghanistan-operation-11553253245", "title": "Two U.S. Troops Killed in Afghanistan", "date": "2019-03-22 07:14", "summary": "Deaths strike international forces as U.S., Taliban seek agreement on a timetable for the withdrawal of foreign forces. KABUL-Two American service members were killed in action in Afghanistan on Friday, the latest casualties to strike international forces as the U.S. and the Taliban labor toward a negotiated settlement of the 18-year war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russians-in-heartland-sour-on-vladimir-putin-over-money-woes-11553252400", "title": "Russians in Heartland Sour on Vladimir Putin Over Money Woes", "date": "2019-03-22 07:00", "summary": "Stagnant wages, rising costs fuel grumbling among working-class residents who once lauded president. NIZHNIY TAGIL, Russia-President Vladimir Putin's promise to boost arms spending should have been a boon for this hardscrabble factory town, famed for making the heavy tanks that destroyed Nazi panzers in World War II.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-selling-ban-on-fintech-giant-agitates-investors-11553249077", "title": "Short-Selling Ban on Fintech Giant Agitates Investors", "date": "2019-03-22 06:04", "summary": "Germany's ban on betting against payments company Wirecard reopens a battle over when such prohibitions are appropriate. An unusual ban on bets against the shares in one of Europe's most valuable financial-technology companies is due to be lifted in April, reopening a battle between investors and regulators over when curbing short sellers is appropriate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-says-millions-of-users-passwords-were-improperly-stored-in-internal-systems-11553186974", "title": "Facebook Says Millions of Users' Passwords Improperly Stored", "date": "2019-03-22 05:52", "summary": "Security lapse the latest privacy issue for the social-media giant. Facebook Inc. for years stored hundreds of millions of user passwords in a format that was accessible to its employees, in yet another privacy snafu for the social-media giant.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/analysis-fed-chairman-jerome-powell-shows-his-flexible-side-11553247000", "title": "Fed Chairman Jerome Powell Shows His Flexible Side", "date": "2019-03-22 05:39", "summary": "Twin pivots on interest rates and the central bank's asset portfolio were 'quick by Fed standards'. Flexibility is emerging as the hallmark of Jerome Powell's response to the first economic curveball he has faced during his tenure as Federal Reserve chairman.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-answer-to-a-salt-y-tax-problem-you-didnt-know-you-had-11553247005", "title": "A SALT-y Tax Problem You Didn't Know You Had", "date": "2019-03-22 05:38", "summary": "The U.S. tax overhaul limited the deduction of state and local taxes. Here's what that means for your state tax refund.. The tax overhaul has created many new issues for Americans. One that individuals, tax preparers and industry groups are now wrestling with is how Uncle Sam will tax state-tax refunds given the new $10,000 cap on state and local tax deductions, or SALT.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/look-for-gray-rhinos-not-black-swans-in-chinas-financial-zoo-11553245710", "title": "Look for Gray Rhinos, Not Black Swans, in China's Financial Zoo", "date": "2019-03-22 05:11", "summary": "The main risk to the country's financial system is the threats everyone knows about. Rhinoceroses are getting rarer everywhere in the wild-everywhere, that is, except in the wilds of China's financial system.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-activist-investor-elliott-loses-hyundai-proxy-fight-11553232170", "title": "U.S. Activist Investor Elliott Loses Hyundai Proxy Fight", "date": "2019-03-22 01:22", "summary": "Shareholders turn away the hedge fund's effort to boost dividends and gain board seats at the South Korean auto giant. SEOUL-Elliott Management Corp. lost its battle to boost dividends and gain board seats at South Korean auto giant Hyundai Motor Group, highlighting the challenge that activist firms face in proxy fights with Asia's family-run businesses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/explosion-at-chemical-plant-in-china-rips-through-industrial-zone-11553229735", "title": "Explosion at Chemical Plant in China Rips Through Industrial Zone", "date": "2019-03-22 00:42", "summary": "Dozens killed in eastern city of Yancheng, Jiangsu province. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-eat-local-goes-viral-a-detroit-restaurants-success-saga-11553280017", "title": "When 'Eat Local' Goes Viral: A Detroit Restaurant's Success Saga", "date": "2019-03-22 00:01", "summary": "At Lady of the House, Kate Williams set out to open a neighborhood restaurant. Then the destination diners arrived. LESS THAN a year after opening Lady of the House in Detroit's Corktown neighborhood, 33-year old chef and owner Kate Williams received the kind of attention most chefs only dream of. Food & Wine magazine named her one of the Best New Chefs of 2018. The same year, GQ dubbed Lady of the House one of its Best New Restaurants. Next came a nod from the James Beard Foundation. And that was only the beginning.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11553205478", "title": "Pepper...and Salt", "date": "2019-03-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-risks-of-marrying-smart-technology-with-dumb-machines-11553252410", "title": "The Risks of Marrying 'Smart' Tech With 'Dumb' Machines", "date": "2019-03-22 00:01", "summary": "The 737 MAX crashes put the spotlight on now-pervasive digital retrofits to older equipment. Investigators probing two deadly crashes of Boeing Co. 737 MAX airliners are grappling with a hybrid of old and new technology, where a complex piece of software controls hydraulic pumps and motors similar to those used when Lyndon Johnson was president.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millercoors-sues-anheuser-busch-over-bud-lights-corn-syrup-ads-11553198168", "title": "MillerCoors Sues Anheuser-Busch Over Bud Light's Corn Syrup Ads", "date": "2019-03-22 00:01", "summary": "Brewer's complaint alleges that Bud Light is misleading consumers. MillerCoors LLC said it sued the Anheuser-Busch Companies LLC on Thursday, alleging that the rival brewer's ad campaign associating Miller Lite and Coors Light with corn syrup is false and misleading.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucking-company-yrc-teamsters-reach-tentative-contract-agreement-11553226419", "title": "Trucking Company YRC, Teamsters Reach Tentative Pact", "date": "2019-03-22 23:46", "summary": "Deal covering thousands of workers is reached 10 days before pact expires. Trucker YRC Worldwide Inc. and the Teamsters union have reached a tentative deal on a new contract covering thousands of workers at one of the biggest U.S. trucking companies, the union said late Thursday.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legalizing-marijuana-hits-hurdles-in-albany-11553220044", "title": "Legalizing Marijuana Hits Hurdles in Albany", "date": "2019-03-22 22:00", "summary": "New York Gov. Andrew Cuomo and legislative leaders support making recreational pot use by adults legal, but opponents are mounting a counteroffensive. Legalizing marijuana has the support of New York Gov. Andrew Cuomo, leaders of the state Legislature and a majority of state residents. But the effort to regulate and tax adult-use cannabis has hit stumbling blocks in Albany amid disputes over revenue, who will have access to licenses and an intensifying counteroffensive by marijuana opponents.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-steps-up-planning-for-ipo-aims-to-list-shares-on-nyse-in-april-11553209062", "title": "Pinterest Steps Up IPO Plans, Aims to List Shares on NYSE in April", "date": "2019-03-22 20:41", "summary": "Image-search company is preparing to make the filing public as early as Friday. Pinterest Inc. has sped up the timing of its initial public offering as the image-search company looks to tap into a red-hot market for new issues, according to people familiar with the matter.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aint-too-proud-the-life-and-times-of-the-temptations-review-soulful-songs-leaden-book-11553214600", "title": "'Ain't Too Proud: The Life and Times of The Temptations' Review: Soulful Songs, Leaden Book", "date": "2019-03-22 20:30", "summary": "The jukebox show feels more like a concert with narration than a full-fledged musical.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tightens-north-korea-sanctions-after-failed-trump-kim-summit-11553213631", "title": "U.S. Tightens North Korea Sanctions After Failed Summit", "date": "2019-03-22 20:13", "summary": "Washington moves against Chinese shippers, keeping pressure on Pyongyang nuclear program. WASHINGTON-The Trump administration took its first steps to tighten economic sanctions on North Korea since last month's summit meeting in Vietnam on Thursday by listing two Chinese shipping companies as sanctions violators.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moviepass-owner-names-interim-finance-chief-11553213607", "title": "MoviePass Owner Names Interim Finance Chief", "date": "2019-03-22 20:13", "summary": "Robert Damon succeeds Stuart Benson, who resigned earlier this month after the company disclosed errors in its reported revenue. MoviePass owner Helios & Matheson Analytics Inc. named Robert Damon its interim chief financial officer following the resignation of its previous CFO, which came after Helios said it would restate its financial results.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]