[{"link": "https://www.wsj.com/articles/rapinoes-confident-pose-captures-u-s-womens-team-11562539201", "title": "Rapinoe's Confident Pose Captures U.S. Women's Team", "date": "2019-07-07 18:40", "summary": "The player who just turned 34 on Friday won the Golden Ball for best World Cup player and Golden Boot for being its highest scorer. LYON, France-For the talent-laden, defending-champion, teacup-raising U.S. women's soccer team, Sunday's World Cup final was unusually tense. The U.S. failed to score early against the Netherlands, as it had in all six previous games, and the pressure rose as the second half wore on.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-officials-defend-border-conditions-deportation-plans-11562523482", "title": "Trump Officials Defend Border Conditions, Deportation Plans", "date": "2019-07-07 18:36", "summary": "Acting heads of two immigration agencies push back against criticism from Democrats. WASHINGTON-U.S. officials defended the Trump administration's immigration policies on several fronts, pushing back forcefully against criticism of conditions at migrant detention facilities and planned deportation raids that have stirred controversy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-takes-aim-at-chinese-made-drones-11562405401", "title": "Congress Targets Chinese-Made Drones", "date": "2019-07-07 18:28", "summary": "Proposed ban on military purchases could boost prospects for U.S. drone makers struggling to compete. WASHINGTON-Citing national security, lawmakers are looking to ban military purchases of Chinese-made drones-which could boost prospects for U.S. makers struggling to compete.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-assesses-damage-after-second-powerful-earthquake-hits-11562424214", "title": "California Assesses Damage After Second Powerful Earthquake Hits", "date": "2019-07-07 18:10", "summary": "Gov. Newsom seeks a presidential emergency declaration for direct federal assistance. A magnitude 7.1 earthquake rocked Southern California Friday night, sending tremors that could be felt in Los Angeles, Las Vegas, and nearly 400 miles north in Sacramento. The quake caused fires, power outages and collapsed buildings, officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-defends-ambassador-over-alleged-memos-critical-of-trump-11562509160", "title": "U.K. Defends Ambassador Over Alleged Memos Critical of Trump", "date": "2019-07-07 18:07", "summary": "The Foreign Office said the government expects its ambassadors to be candid. LONDON-The U.K. Foreign Office defended its ambassador to the U.S. after a British newspaper published what it said were leaked diplomatic cables to London critical of President Trump.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latest-hong-kong-protest-plays-to-a-different-crowd-mainland-chinese-11562491308", "title": "Latest Hong Kong Protest Plays to a Different Crowd: Mainland Chinese", "date": "2019-07-07 17:48", "summary": "Thousands march through a shopping area, popular with Chinese visitors, to a high-speed rail station that links to the mainland. HONG KONG-As thousands of protesters marched in their fourth mass demonstration in a month, their target is expanding beyond the city's government to the more distant power they blame for their eroding freedoms: China itself.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-jeffrey-epstein-arrested-on-sex-trafficking-charges-11562466471", "title": "Billionaire Jeffrey Epstein Arrested on Sex-Trafficking Charges", "date": "2019-07-07 17:45", "summary": "Financier is expected in federal court in Manhattan on Monday, when indictment will be unsealed. Billionaire financier Jeffrey Epstein is expected to appear Monday in Manhattan federal court on sex-trafficking charges, law-enforcement officials said, a dramatic turn in a yearslong legal saga related to allegations of his activities with underage girls.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suvs-are-bumper-to-bumper-on-dealer-lots-with-more-on-the-way-11562491801", "title": "SUVs Are Bumper-to-Bumper on Dealer Lots, With More on the Way", "date": "2019-07-07 17:20", "summary": "Auto makers are rolling out new models of crossovers and sport-utility vehicles, which risks cutting into profits in years ahead. Sport-utility vehicles became big hits with Americans looking for roomier rides, prompting auto makers to roll out a range of models of different sizes and price points.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-to-enrich-uranium-beyond-nuclear-deal-limits-11562483348", "title": "Iran Plans New Breach of Limits of Nuclear Agreement", "date": "2019-07-07 17:16", "summary": "Tehran will begin enriching uranium above 3.67% and has warned it would step up activities to raise pressure on Europe, China and Russia to provide relief from crippling U.S. sanctions. Iran said it was taking steps to increase uranium enrichment that would break limits set in a 2015 nuclear deal by Monday morning, violating for the second time elements of the multiparty accord and putting it at risk of collapse.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-to-raise-billions-selling-debt-ahead-of-ipo-11562524614", "title": "WeWork to Raise Billions Selling Debt Ahead of IPO", "date": "2019-07-07 17:12", "summary": "Workspace company is raising cash that could help it dodge issues that plagued Lyft and Uber debuts. WeWork Cos. has a plan to shore up confidence in its business before it goes public: offer billions of dollars in debt that would fund its growth until it can turn a profit.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-education-horror-show-11562532467", "title": "An Education Horror Show", "date": "2019-07-07 16:47", "summary": "A case study in public school failure and lack of accountability.. The National Education Association held its annual convention this past weekend, and the Democratic presidential candidates made their pilgrimage to promise the teachers union more money-and even more money. One word we didn't hear on stage was \"Providence,\" as in the Rhode Island capital city whose public schools were recently exposed as a horror show of government and union neglect.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-holders-judicial-gerrymanders-11562532422", "title": "Eric Holder's Judicial Gerrymanders", "date": "2019-07-07 16:47", "summary": "Obama's AG wants state judges to carve out Democratic majorities.. The Supreme Court's recent decision to stop judges from interfering with partisan political gerrymanders is already looking prescient, as no less than Eric Holder informs us. The former Attorney General under Barack Obama is now pledging to persuade liberal state judges to overrule elected politicians with partisan judicial gerrymanders.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greek-voters-turn-to-growth-11562532361", "title": "Greek Voters Turn to Growth", "date": "2019-07-07 16:46", "summary": "They dump left-wing Syriza in favor of a recast center-right.. How do you defeat a populist political uprising? Put it in power, and maybe the voters will learn that the new boss is worse than the old one. That turns out to be the case in Greece, where voters on Sunday turned out the far-left Syriza party after four years in power.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-very-american-victory-for-the-u-s-womens-national-team-11562530661", "title": "A Very American Victory for the U.S. Women's National Team", "date": "2019-07-07 16:17", "summary": "They talked the talk-then walked the walk. Now they've won a fourth World Cup. They are champions, but also a cultural referendum, probably inevitably, given how even the nicest things become arguments in these daffy, divisive days.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-wins-womens-world-cup-11562518499", "title": "U.S. Wins Women's World Cup", "date": "2019-07-07 16:07", "summary": "The U.S. defeats the Netherlands, 2-0, to win the Women's World Cup. LYON, France-The expectation was always for the World Cup to end this way, with the greatest powerhouse women's soccer has ever known raising the trophy for the fourth time in 28 years. What no one had counted on was how many simultaneous battles the U.S. would fight to get there.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-and-death-in-caracas-11562527041", "title": "Life and Death in Caracas", "date": "2019-07-07 15:17", "summary": "Rafael Acosta Arévalo died from injuries after being hung from a tree and beaten.. A leading Venezuelan human-rights lawyer alleged last week that Rafael Acosta Arévalo, a retired captain in the Venezuelan navy, was tortured to death in late June by members of dictator Nicolás Maduro's military counterintelligence service.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-key-to-the-long-expansion-logistics-11562526973", "title": "The Key to the Long Expansion? Logistics", "date": "2019-07-07 15:16", "summary": "The ability to control inventory and stop overinvestment has tamed boom and bust.. \"You can't recommend those stocks,\" a Wall Street strategist insisted in 1986. \"We're in the third year of a four-year expansion. They won't work.\" Being naive, I did it anyway. The expansion lasted a total of almost eight years, until July 1990. Strategists don't know much, but to be fair, it was a B-school accepted truth that expansions last four years. Another expansion began in 1991 and lasted a record 10 years. And this month we broke that record. Since June 2009, the U.S. economy has kept growing. Every day is another record.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-my-wife-saved-my-business-11562526917", "title": "How My Wife Saved My Business", "date": "2019-07-07 15:15", "summary": "Our clash over my firm's future almost ended our marriage. But she was right.. The Facebook profile photo I posted two summers ago drew effusive shout-outs from friends and family. It captured my wife, Sarah, and me embracing at sunset on a beach, the evening sky and sea enveloping us in a warm blue glow. It was the perfect picture of marital harmony.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vagabonds-review-moguls-on-the-move-11562526824", "title": "'The Vagabonds' Review: Moguls On the Move", "date": "2019-07-07 15:13", "summary": "Every summer for a decade, Henry Ford and Thomas Edison toured the U.S. by car, helping establish the road trip as a national tradition.. Imagine Bill Gates, Mark Zuckerberg and Jeff Bezos piling into a fleet of Elon Musk's self-driving Teslas one summer week on a pilgrimage to the Apple campus in Cupertino, Calif. People line the interstates to watch the cavalcade hum by. Vloggers breathlessly record its progress on Facebook and Instagram while TV news helicopters hover overhead. The travelers pause in Omaha, Neb., where Warren Buffett offers them Cherry Cokes, See's Candies and investment tips. Donald Trump lampoons them on Twitter as \"Tech Bozos.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bus-back-to-the-future-11562526748", "title": "The Bus Back to the Future", "date": "2019-07-07 15:12", "summary": "Democrats debate a discarded desegregation scheme decades later.. Two scenes from the old American movie:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-socialism-meant-for-my-great-grandfather-11562526670", "title": "What Socialism Meant for My Great-Grandfather", "date": "2019-07-07 15:11", "summary": "A modest Chinese farmer's livelihood was wrecked in the name of ideals that sound all too familiar.. My great-grandfather wasn't a wealthy man, but he was relatively well-to-do by the standard of his time. He lived in a small village on the east coast of China where everyone was related to everyone else. In an old photo, he looked handsome and scholarly. He hoped one day to become a government official. Unfortunately, the imperial court ceased to exist when rebels forced the last Qing emperor to abdicate in 1912. With no court to serve, he became a wheat farmer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unalienable-rights-and-u-s-foreign-policy-11562526448", "title": "Unalienable Rights and U.S. Foreign Policy", "date": "2019-07-07 15:07", "summary": "The Founders' principles can help revitalize liberal democracy world-wide.. America's Founders defined unalienable rights as including \"life, liberty, and the pursuit of happiness.\" They designed the Constitution to protect individual dignity and freedom. A moral foreign policy should be grounded in this conception of human rights.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-encourage-new-housing-tax-it-11562526409", "title": "To Encourage New Housing, Tax It", "date": "2019-07-07 15:06", "summary": "Compensation for existing homeowners could break the regulatory logjam.. Cities are the engines of U.S. economic growth, but housing costs put them out of reach for many Americans. One major reason is that cities severely limit new residential construction, especially apartment buildings. For example, San Francisco permits tall buildings only in its northeast corner and Bayview, which together comprise less than a sixth of the city. Housing laws that favor tenants also reduce the incentive for developers to supply new apartments, as Milton Friedman and George Stigler observed as far back as the 1940s. Recently New York state approved a permanent extension of rent control in nearly one million apartments, and Oregon has made it more difficult to evict nonpaying tenants.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-cpi-from-u-s-europe-china-other-data-11562526000", "title": "Economy Week Ahead: CPI From U.S., Europe, China; Other Data", "date": "2019-07-07 15:00", "summary": "The Fed also will release the minutes of its latest monetary-policy meeting. This week brings a quieter flow of data following Friday's all-important jobs report from the U.S. Highlights of the week include June inflation figures from the U.S., China and Europe.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-opaque-financials-of-hospital-lawsuits-11562524565", "title": "The Opaque Financials of Hospital Lawsuits", "date": "2019-07-07 14:36", "summary": "I suspect nonprofit hospitals' \"millions of dollars of charity care\" includes, besides puffery, much creative accounting. That charity care always starts with hyperinflated charges that no one-except the uninsured-actually pays.. Regarding \"When Patients Can't Pay, Many Hospitals Sue\" (U.S. News, June 26): I suspect nonprofit hospitals' \"millions of dollars annually in charity care\" includes, besides puffery, much creative accounting. That charity care always starts with hyperinflated charges that no one-except the uninsured-actually pays, and probably ends as the sum of uncollectible debt and \"across-the-board discount[s]\" for the uninsured. Is a 30% discount really charity, when discounts to the insured and those with Medicare or Medicaid can be as high as 90%? Charity starts when the uninsured poor are wheeled into the hospital and are assured they will never be badgered, much less sued, for the cost of their care.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spider-man-swings-to-no-1-at-box-office-11562524382", "title": "Spider-Man Swings to No. 1 at Box Office", "date": "2019-07-07 14:33", "summary": "The latest installment in Sony's most successful movie franchise also has strong showing overseas. Spider-Man rode his Avenger pals' coattails to the top of the Independence Day box office, grossing $185.1 million in the U.S. and Canada over a six-day opening, according to preliminary studio estimates.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-saudis-are-the-cause-of-trouble-in-yemen-11562524415", "title": "The Saudis Are the Cause of Trouble in Yemen", "date": "2019-07-07 14:33", "summary": "The Houthis are a homegrown group of fanatical rebels who have been in Yemen for decades, not a recent invention of Iran. Only with the Saudi invasion and U.S. support did Iran see that this was a great place to enter the fray. We created this opportunity for Iran.. I lived in Yemen for 17 years. In \"Congress Emboldens Iran in the Name of Peace in Yemen\" (op-ed, June 26), Will Hurd puts the blame on the Houthis and Iran. Although the Houthis have caused suffering and destruction, the Saudi-U.S. coalition is the cause of the vast majority of the more than 90,00 deaths, the devastating disease and the untold destruction. The idea that continued U.S. support for the atrocious Saudi bombing campaign will help prevent suffering of the Yemeni people is laughable.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-the-violent-portland-assaulters-11562524229", "title": "Stop the Violent Portland Antifa Assaulters", "date": "2019-07-07 14:30", "summary": "It is ironic that groups like Antifa and PopMob justify their existence by denouncing the far right which, if left unchecked, will supposedly usher America into an era akin to Nazi Germany.. In your editorial \"Antifa Attacks a Journalist\" (July 2) about Antifa's violent attack on freelance journalist Andy Ngo, PopMob spokesperson Effie Baum dismisses the brutalization by claiming Mr. Ngo has a history of antagonizing protesters. Mr. Ngo \"was clearly courting that kind of behavior,\" says Ms. Baum, justifying the attack.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/improve-the-quality-of-the-democrats-rowdy-debates-11562524105", "title": "Improve the Quality of the Democrats' Rowdy Debates", "date": "2019-07-07 14:28", "summary": "A round of \"Jeopardy\" should be substituted for at least one Democratic presidential candidates debate.. Reading \"Mrs. Swalwell May Still Be Undecided\" (July 1), Joseph Epstein's lament on the caliber of the Democratic aspirants to the presidency, I wonder if he might agree that a round of \"Jeopardy\" should be substituted for at least one debate. The candidates might be tested on their knowledge of the Constitution, American history, Tocqueville, \"The Federalist Papers,\" Hollywood celebrities and such.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-loses-max-deal-to-airbus-11562520865", "title": "Boeing Loses MAX Deal to Airbus", "date": "2019-07-07 13:34", "summary": "Saudi airline says it will buy up to 50 Airbus jets, worth more than $5.5 billion. Boeing Co. Sunday lost a deal for 737 MAX jetliners in one of the first tangible signs the crisis around the plane could shift business to European rival Airbus SE.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-else-is-using-dna-tests-to-find-lost-relatives-your-dog-11562518735", "title": "Who Else Is Using DNA Tests to Find Lost Relatives? Your Dog", "date": "2019-07-07 12:58", "summary": "Genetic testing helps owners find long-lost family members for their dogs, but canine reunions can bring some surprises. At their first reunion in May, the sisters greeted each other with an indifferent sniff.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-tries-to-reheat-soup-sales-11562504401", "title": "Campbell Tries to Reheat Soup Sales", "date": "2019-07-07 12:42", "summary": "New CEO says food maker didn't put enough money behind recent revival efforts. Canned soup made Campbell Soup Co. an icon of 20th-century consumer culture. This century, the soup business has become a millstone for the Camden, N.J.-based company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagons-cloud-project-under-fire-as-award-nears-11562491802", "title": "Pentagon's Cloud Project Under Fire as Award Nears", "date": "2019-07-07 12:22", "summary": "Emails detail Amazon meetings with defense officials before bids were solicited. WASHINGTON-The Pentagon plans to award a long-awaited cloud-computing contract next month, but the huge program-expected to cost up to $10 billion-faces mounting complications from congressional scrutiny and a court challenge.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-bank-defrauded-by-another-borrower-11562516040", "title": "Indian Bank Defrauded by Another Borrower", "date": "2019-07-07 12:14", "summary": "Punjab National Bank uncovered $556 million in fraudulent borrowing. NEW DELHI-The Indian bank that fell victim to one of the country's biggest banking scams said that another borrower had defrauded it of half a billion dollars.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-envoy-points-to-progress-in-afghan-peace-talks-with-taliban-11562515972", "title": "U.S. Envoy Points to Progress in Afghan Peace Talks With Taliban", "date": "2019-07-07 12:12", "summary": "Zalmay Khalilzad aims to reach agreement by Sept. 1 on road map for negotiations to end the nearly 18-year Afghan war. KABUL-Since his appointment nine months ago as U.S. special envoy to the Afghan peace process, Zalmay Khalilzad has navigated the jealousy-ridden, backbiting corridors of the Kabul political establishment, crisscrossed Europe and Asia to solicit the support of American rivals and disgruntled allies, and wheeled and dealed through the secretive, paranoid world of the Taliban, a 25-year-old Islamist insurgency.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-shrinks-cubicles-as-municipal-workforce-rises-11562515200", "title": "New York City Municipal Workers' Cubicles Get Smaller", "date": "2019-07-07 12:00", "summary": "Agencies look to make space for more employees despite trimming city-owned property. New York City has millions of square feet of office space to accommodate its more than 305,000 municipal employees-and a space-saving initiative aiming to cut the size of cubicles and make even more room for thousands of new workers.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-politicians-ousted-in-new-yorks-blue-wave-spend-their-days-11562511601", "title": "How Politicians Ousted in New York's Blue Wave Spend Their Days", "date": "2019-07-07 11:00", "summary": "Regular life brings family time, playing Springsteen, lobbying and pause to ponder a comeback. ", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highlights-of-antitrust-divisions-recent-actions-11562509103", "title": "Highlights of Antitrust Division's Recent Actions", "date": "2019-07-07 10:18", "summary": "Cases have included AT&T-Time Warner, CVS-Aetna, Bayer-Monsanto and T-Mobile-Sprint. Makan Delrahim's two years in charge of the Justice Department's antitrust division have been filled with headlines. Some highlights:", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-lawmakers-miss-deadline-to-save-two-nuclear-plants-vow-to-keep-trying-11562508000", "title": "Ohio Lawmakers Miss Deadline to Save Nuclear Plants but Vow to Keep Trying", "date": "2019-07-07 10:00", "summary": "FirstEnergy says it will continue decommissioning plants outside Cleveland and Toledo but can wait a few weeks longer for state aid. A plan to retain nuclear energy in Ohio is moving forward as lawmakers said they would continue working past a deadline on a bill aimed at keeping the state's two nuclear plants running.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-europe-theres-an-upside-to-germanys-slowdown-11562504400", "title": "For Europe, There's an Upside to Germany's Slowdown", "date": "2019-07-07 09:03", "summary": "Loss of momentum could coax the government in Berlin to open its wallet. Germany's economic slowdown, though no doubt bad for Europe in the short term, could be helpful over a longer period by easing a rift between the region's economically stronger north and weaker south over pro-growth policies.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipados-review-the-software-your-ipad-has-been-waiting-for-11562504400", "title": "iPadOS Review: Software Your iPad Has Been Waiting For", "date": "2019-07-07 09:00", "summary": "Apple has transformed the iPad from a bigger iPhone to a better MacBook, with a more powerful browser, support for external drives and better multitasking. For the first time since 2010, when Steve Jobs unveiled the iPad, Apple 's tablet is no longer just a big iPhone.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cyclist-turns-to-gravel-to-stay-fit-11562497260", "title": "A Cyclist Turns to Gravel to Stay Fit", "date": "2019-07-07 07:01", "summary": "Resume Subscription. When Doug Wilwerding wanted to mix up his long-distance cycling routine two years ago, he considered mountain biking. Then 54 years old, he was deterred by the potential for injury from dodging rocks and roots while flying downhill. Instead, he took up gravel riding, a relatively new sport where you ride on unpaved roads, including dirt, gravel and mixed-surface terrain.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/copper-an-outlier-as-most-markets-rebound-on-trade-11562497201", "title": "Copper an Outlier as Most Markets Rebound on Trade", "date": "2019-07-07 07:00", "summary": "Prices can gauge momentum in global economy because copper is critical to construction and manufacturing. A retreat in copper prices is signaling continued investor concern for the global economy, even after a cease-fire in the U.S.-China trade fight boosted stocks and other risky assets recently.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-antitrust-cop-in-spotlight-over-big-tech-inquiry-11562497201", "title": "Top Antitrust Cop in Spotlight Over Big Tech Inquiry", "date": "2019-07-07 07:00", "summary": "Makan Delrahim plans to explore concerns about the power of Silicon Valley. WASHINGTON-The Justice Department official expected to lead an antitrust investigation into Google's business practices says he favors taking a broad view of whether Big Tech dominance is harming innovation, product quality and consumer choice.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-to-invest-when-the-fed-cuts-rates-11562491803", "title": "Where to Invest When the Fed Cuts Rates", "date": "2019-07-07 05:30", "summary": "Stocks rallied after the Fed shifted from raising rates to lowering them in 1995 and 1998 but slumped for years after similar pivots in 2001 and 2007. Stocks from New York to Brazil are racing to new highs. A key reason? Many believe the Federal Reserve is pivoting from raising interest rates to lowering them once again. Investors say that by lowering the cost of borrowing for consumers and businesses, rate cuts will spur spending and potentially prolong the longest bull market in history.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spurred-by-amazon-supermarkets-try-swapping-cashiers-for-cameras-11562491800", "title": "Spurred by Amazon, Supermarkets Try Swapping Cashiers for Cameras", "date": "2019-07-07 05:30", "summary": "More retailers are embracing product-recognition technology pioneered by Amazon. LONDON-A man strolled down the candy aisle of a grocery store in England last month, picked up a bar of chocolate and stashed it in his back pocket. He wasn't stealing. Specially equipped surveillance cameras were tracking both his body and the products he was taking off the shelves, to help him pay for them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-rancorous-border-fight-congress-faces-funding-deadlines-11562491800", "title": "After Rancorous Border Fight, Congress Faces Funding Deadlines", "date": "2019-07-07 05:30", "summary": "Debate over immigration spending split Democrats, who now must tackle more tough negotiations with Republicans and the president. WASHINGTON-Lawmakers return to the Capitol this week, with lingering acrimony among Democrats and Republicans expected to hover over debates on legislation and passage of spending bills needed to avoid a government shutdown.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunday-night-is-the-new-monday-morning-and-workers-are-miserable-11562497212", "title": "Sunday Night Is the New Monday Morning, and Workers Are Miserable", "date": "2019-07-07 00:01", "summary": "Some employers are banning weekend and late-night emails to prevent employee burnout. Like many bosses, Chris Mullen found the final hours of the weekend ideal for decluttering an unruly inbox, sharing stray thoughts with staff on projects and requesting status updates to prep for the week.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]