[{"link": "https://www.wsj.com/articles/russian-nuclear-monitoring-stations-went-silent-after-missile-blast-11566172101", "title": "Russian Nuclear Monitoring Stations Went Silent After Missile Blast", "date": "2019-08-18 19:51", "summary": "Outages spur concerns by experts that Moscow is trying to restrict evidence of the explosion. Two Russian monitoring stations designed to detect nuclear radiation went silent soon after the explosion at a missile test site this month, spurring concerns among observers that the Russian government is trying to restrict evidence of the accident.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-economic-adviser-confirms-plans-for-new-round-of-china-talks-11566139501", "title": "Trump Cautions China on Hong Kong, Dismisses Recession Fears", "date": "2019-08-18 19:42", "summary": "President speaks hours after administration officials confirm new round of trade negotiations. WASHINGTON-President Trump warned Chinese President Xi Jinping against reacting violently to protests in Hong Kong, saying that could threaten a trade deal, speaking hours after administration officials confirmed a new round of talks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-to-lend-founder-and-employees-billions-to-invest-in-fund-11566051247", "title": "SoftBank to Lend Founder and Employees Billions to Invest in Fund", "date": "2019-08-18 19:13", "summary": "Unusual setup doubly exposes the Japanese company to a startup economy that is starting to show cracks. SoftBank Group is leaning on its employees, including Chief Executive Masayoshi Son, for cash as the firm rushes to raise an ambitious technology fund amid volatile markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gibraltar-rejects-u-s-attempt-to-detain-iranian-tanker-11566135620", "title": "Iranian Tanker Leaves Gibraltar Despite U.S. Objections", "date": "2019-08-18 19:03", "summary": "Release from the U.K. territory could pave the way for Tehran to release a British vessel. LONDON-The Iranian tanker impounded by Gibraltar sailed out of the British overseas territory on Sunday over the objections of the U.S., a Gibraltar official said, raising hopes that Iran would reciprocate and release a British-flagged tanker in the Persian Gulf.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worried-hong-kong-residents-are-moving-money-out-as-protests-escalate-11566120603", "title": "Worried Hong Kong Residents Are Moving Money Out as Protests Escalate", "date": "2019-08-18 19:01", "summary": "The local currency has weakened rapidly since early July, a move analysts attribute partly to outflows. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fight-over-new-outside-pay-limits-could-affect-who-returns-to-albany-11566169201", "title": "Fight Over New Outside-Pay Limits Could Affect Who Returns to Albany", "date": "2019-08-18 19:00", "summary": "Eleven Republicans have sued, arguing that a commission exceeded its authority by tying raises next year to a cap on legislators' outside income. New York state lawmakers won't reconvene at the Capitol for another three months, but there is a raging legal debate that affects who will show up.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-wants-to-take-a-look-at-a-potential-greenland-purchase-adviser-says-11566144967", "title": "Trump Confirms Interest in Greenland", "date": "2019-08-18 18:57", "summary": "'Strategically, for the United States, it would be nice,' president tells reporters. President Trump on Sunday confirmed his interest in potentially purchasing Greenland, but said it wasn't a priority.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-fed-minutes-existing-home-sales-purchasing-managers-indexes-11566162092", "title": "Economy Week Ahead: All Eyes on the Fed", "date": "2019-08-18 17:01", "summary": "Resume Subscription. Monday: The Eurozone releases its consumer-price index for July, providing the latest insight into inflation on the Continent as policy makers worry the global economy is slowing.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-looks-north-as-tech-giants-expand-in-toronto-11566054001", "title": "Silicon Valley Looks North as Tech Giants Expand in Toronto", "date": "2019-08-18 16:26", "summary": "Big U.S. firms are setting up new operations in the city, but not all Canadians are thrilled. TORONTO-Silicon Valley is invading Toronto.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-isnt-the-one-dividing-us-by-race-11566158729", "title": "Trump Isn't the One Dividing Us by Race", "date": "2019-08-18 16:05", "summary": "He hardly mentions it, while his adversaries are obsessed with 'whiteness' and 'white privilege.'. Long before the El Paso massacre, President Trump's political opponents accused him of sowing \"division\" with his \"racist language.\" Mr. Trump \"exploits race,\" \"uses race for his gain,\" is engaged in a \"racially divisive reprise\" of his 2016 campaign, stokes \"racial resentments,\" and puts \"race at the fore,\" the New York Times has reported over the past several months.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dissent-against-beijing-is-becoming-a-firing-offense-11566158684", "title": "Dissent Against Beijing Is Becoming a Firing Offense", "date": "2019-08-18 16:04", "summary": "Four airline employees have already lost their jobs for joining Hong Kong's pro-democracy protests.. Hong Kong", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sec-threatens-to-go-soft-on-internal-controls-11566158647", "title": "The SEC Threatens to Go Soft on Internal Controls", "date": "2019-08-18 16:04", "summary": "A proposal to exempt certain companies from a full audit would encourage fraud and hurt investors.. Sometimes the best argument for an idea is also the most damning.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-warrens-weakness-11566158591", "title": "Notable & Quotable: Warren's Weakness", "date": "2019-08-18 16:03", "summary": "Her 'strongest case for electability is that she won a Senate seat in the most Democratic state in the country.'. From \"Why Elizabeth Warren Is Trump's Weakest Opponent\" by Josh Kraushaar, National Journal, Aug. 18:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-will-california-ban-next-11566158511", "title": "What Will California Ban Next?", "date": "2019-08-18 16:01", "summary": "Snatching away plastic bottles is the latest blunder in a state thick with invasive laws.. First they came for our plastic grocery bags. Then they came for our plastic straws. Now they've come for our plastic water bottles at SFO. Yes, you read that right. Starting Tuesday, the sale of plastic water bottles will be banned at San Francisco International Airport, one of the few places they actually make sense. California has many dumb laws and statutes and bans, but this one is especially brainless-spurred by futile self-righteousness.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-needs-the-dollar-11566158469", "title": "Argentina Needs the Dollar", "date": "2019-08-18 16:01", "summary": "The peso swoons after a presidential vote, showing the risk of an inflation tax.. The Argentine peso gained ground late last week after a three-day rout that followed President Mauricio Macri's crushing defeat in the Aug. 11 primary for a second term. But there's no sugarcoating reality: The Argentine hunger for dollars has shot up alongside the risk of holding peso assets.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/id-rather-read-with-my-ears-11566158273", "title": "I'd Rather Read With My Ears", "date": "2019-08-18 15:57", "summary": "The 'Iliad' was an audiobook before it was a printed one.. I don't read books, I devour them. A friend recently asked how I read so many books so quickly. When I told him I listen to each one as an audiobook, he guffawed: \"That doesn't count!\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consent-review-campus-condential-11566158239", "title": "'Consent' Review: Campus Conﬁdential", "date": "2019-08-18 15:57", "summary": "A professor becomes a wonderful mentor, encouraging a graduate student's intellectual curiosity and ambition. Then things take a turn.. What is consent? It's not a simple question, but in the wake of the #MeToo movement it dominates the public conversation about how men and women should treat each other. Into this conversation comes Donna Freitas, a writer whose previous books include young-adult fiction as well as nonfiction studies of the campus hookup culture. She calls \"Consent\" a \"memoir of unwanted attention,\" but it is more than that. Ms. Freitas admits that she is using her own experience \"as a case study of sorts,\" since \"conversations about harassment, assault, and consent have become one of the central aspects of my professional identity.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rights-left-turn-on-drug-prices-11566157320", "title": "The Right's Left Turn on Drug Prices", "date": "2019-08-18 15:42", "summary": "The rate of increase is falling even as the GOP embraces bad ideas.. Republicans are worried about their re-election prospects in 2020, and one result is a frenzy to \"do something\" on high drug prices. Yet two of the latest ideas are standbys of the left: foreign importation and pricing penalties, which are more about politics than results for patients.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secular-busybodies-lose-again-11566157261", "title": "The Secular Busybodies Lose Again", "date": "2019-08-18 15:41", "summary": "A new Supreme Court precedent saves a county seal featuring a cross.. Supreme Court precedent travels fast. Less than two months ago the Justices ruled 7-2 that a 40-foot stone war memorial, the Peace Cross in Bladensburg, Md., could stay standing on public ground, despite its religious symbolism. Now a federal appeals court has applied that logic to save a 75-year-old county seal.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-hong-kong-protesters-gather-in-peaceful-demonstration-after-weeks-of-unrest-11566118605", "title": "Photos: Hong Kong Protesters Gather in Peaceful Rally After Weeks of Unrest", "date": "2019-08-18 15:25", "summary": "Crowds aim to present a peaceful front after recent violence rocked the city. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-hello-kitty-is-the-enemy-south-korea-takes-a-trade-dispute-to-heart-11566155283", "title": "When Hello Kitty Is the Enemy: South Korea Takes a Trade Dispute to Heart", "date": "2019-08-18 15:08", "summary": "A boycott of anything related to Japan has swept across South Korea, triggered by a trade dispute. SEOUL-Not a speck of microwavable rice is off limits in South Korea's anti-Japan fervor.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-titles-keep-gamers-on-digital-playing-field-11566129601", "title": "Sports Titles Keep Gamers on Digital Playing Field", "date": "2019-08-18 14:59", "summary": "Strong start for Madden NFL indicates resilience of decades-old videogame franchises. Electronic Arts Inc. kicked off the videogame industry's annual sports season with a strong start for Madden NFL, showing the resilience of decades-old franchises as technological strides enable game developers to engage players with new modes and online competitions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cape-cods-new-normal-sharks-are-everywhere-11566034200", "title": "Cape Cod's New Normal: Sharks Are Everywhere", "date": "2019-08-18 14:55", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/its-past-time-to-rethink-unrwas-mandate-11566154458", "title": "It's Past Time to Rethink Unrwa's Mandate", "date": "2019-08-18 14:54", "summary": "If the Unrwa wants to help the \"refugees,\" it will secure peace with Israel. Israel isn't going away. The Unrwa is positioned to profit from the misery of the Palestinians. Once again the Palestinians suffer. Peace isn't the goal.. The United Nations Relief and Works Agency for Palestine Refugees in the Near East (Unrwa) has a vested interest in maintaining the Palestinian status quo. It is clear from Alex Joffe's and Asaf Romirowsky's \"The U.N. Agency for Palestinians Is Even Worse Than You Imagine\" (op-ed, Aug. 7) that the executives have a sweet deal, using U.N. funds to travel first class, dine first class and enjoy international status.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-college-programs-pay-off-handsomely-11566154498", "title": "Some College Programs Pay Off Handsomely", "date": "2019-08-18 14:54", "summary": "Our students have real-world opportunities to practice the things they're learning about in classrooms, and our robust career services office ensures they find great first jobs that start them on great careers.. Your front-page article (\"College Pays Off, But Not for All,\" Page One, Aug. 10) cites several important reasons some students are no longer seeing college as a worthwhile investment. But it also notes a fundamental truth: Americans with a college degree earn far more than those with only a high-school diploma. Students looking for the best return on their college education should focus on the results an institution delivers. At Pace University, we focus on a strong practical education grounded in the liberal arts. Our students have real-world opportunities to practice the things they're learning about in classrooms, and our robust career services office ensures they find great first jobs that start them on great careers. We're proof that the right college does pay off.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affirmative-consent-maybe-body-cameras-11566154428", "title": "Affirmative Consent? Maybe Body Cameras", "date": "2019-08-18 14:53", "summary": "Perhaps the answer lies not in the realm of due-process law, but rather in that of contract law.. KC Johnson and Stuart Taylor caution the American Bar Association's House of Delegates to reject \"affirmative-consent language proposed by activists\" in several assault cases (\"Will the ABA Reject Due Process?,\" op-ed, Aug. 12). This raises the question of how can the rights of the accuser be recognized today in the #MeToo he said-she said litigious world of the moment where hard and incontrovertible evidence are often scarce or nonexistent.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wrongly-abusing-racial-sensitivity-as-a-weapon-11566154392", "title": "Wrongly Abusing Racial Sensitivity as a Weapon", "date": "2019-08-18 14:53", "summary": "If ridicule can end the silliness of \"bias reporting\" at universities, let's pour on the ridicule.. Regarding Christian Schneider's \"'Bias Teams' Welcome the Class of 1984\" (op-ed, Aug. 6): If ridicule can end the silliness of \"bias reporting\" at universities, let's pour on the ridicule. I have a son in his 50s who teaches math at a large state university. He was accused of insulting Asian students. What did he say? \"I'm writing large for aging eyes.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-tumult-stings-the-new-bond-king-11566151500", "title": "Market Tumult Stings the New Bond King", "date": "2019-08-18 14:05", "summary": "Daniel Ivascyn's Pimco Income Fund has underperformed 93% of its peers in 2019. Pacific Investment Management Co. investment chief Daniel Ivascyn is in a slump, hurt by a bet on housing bonds and investors' flight to safety.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peaceful-protesters-crowd-hong-kong-park-where-summer-of-dissent-began-11566114415", "title": "'A Reset': Hong Kong Protesters Find New Momentum With Largest Rally in Weeks", "date": "2019-08-18 13:55", "summary": "Hundreds of thousands attended a nonviolent rally following weeks of clashes with police. HONG KONG-Pro-democracy demonstrators braved torrential rain to hold their largest rally in weeks, a show of mass support that reset the movement that opposes Beijing's tightening grip on the city and which heaped pressure on officials to resolve its biggest political crisis in decades.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-arrest-west-virginia-man-over-subway-bomb-scare-11566147292", "title": "New York Police Arrest West Virginia Man Over Subway Bomb Scare", "date": "2019-08-18 12:54", "summary": "Suspect allegedly planted fake bombs in a subway station and on a busy street. New York City police arrested a homeless man from West Virginia on Saturday for allegedly planting false bombs in Manhattan that caused alarm and delayed morning rush-hour commuters last week.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nick-saban-wins-national-titles-he-loses-assistant-coaches-11566142167", "title": "Nick Saban Wins National Titles. He Loses Assistant Coaches.", "date": "2019-08-18 11:29", "summary": "The unprecedented exodus raises a question: Is there something about the Alabama head coach's management style that prompts his lieutenants to leave?. Early on the morning after last season's Orange Bowl, Alabama coach Nick Saban assembled his staff to dissect the Tide's 45-34 win over Oklahoma in the College Football Playoff semifinal. The victory was not even 12 hours old, but Saban was obsessing over the Tide's mistakes.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bright-horizons-straddles-the-juggle-11566136980", "title": "Bright Horizons Straddles the Juggle", "date": "2019-08-18 10:03", "summary": "Day-care giant's shares should continue to soar as parents balance child care, work and budgets. Much like paying up for child care makes sense, it may be worth paying up for it in your portfolio.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inaugural-all-women-sporting-event-in-albany-struggles-to-draw-fans-11566136801", "title": "Inaugural All-Women Sporting Event in Albany Struggles to Draw Fans", "date": "2019-08-18 10:00", "summary": "Aurora Games highlighting female athletes world-wide see soft early ticket sales as organizers push to get word out. ALBANY, N.Y.-Olympic medalists and YouTube sensations will be gathering here in the coming days for the Aurora Games, an inaugural all-female athletic competition in seven sports.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/documents-show-efforts-by-jeffrey-epsteins-attorneys-to-sway-prosecutors-11566136800", "title": "Documents Show Efforts by Jeffrey Epstein's Attorneys to Sway Prosecutors", "date": "2019-08-18 10:00", "summary": "Financier's team pushed for milder sex-offender status, arguing he had compelling life story and was 'not in any way a typical sex offender'. Local prosecutors in Manhattan labeled Jeffrey Epstein a low-level sex offender nearly a decade ago, against the recommendation of a state panel of experts and to the shock of a New York judge.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nordstrom-did-so-much-right-but-its-still-in-trouble-11566136185", "title": "Nordstrom Did So Much Right, but It's Still in Trouble", "date": "2019-08-18 09:49", "summary": "Founding family invested in e-commerce and new formats but results have deteriorated; Directors push for outsider CEO. Nordstrom Inc. invested heavily in e-commerce, didn't open too many cavernous stores and has been quick to experiment with new types of shopping formats, including stores that don't carry any clothes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/half-of-americans-disapprove-of-trumps-response-to-mass-shootings-11566133320", "title": "Half of Americans Disapprove of Trump's Response to Shootings", "date": "2019-08-18 09:02", "summary": "Wall Street Journal/NBC poll shows 68% worry U.S. will see another attack by white nationalists. WASHINGTON-About half of Americans disapprove of President Trump's response to the deadly mass shootings in Texas and Ohio, and broad majorities support Congress moving to expand background checks for all firearm sales, according to a new Wall Street Journal/NBC News poll.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/graphic-novels-take-off-with-young-readers-11566133200", "title": "Graphic Novels Take Off With Young Readers", "date": "2019-08-18 09:00", "summary": "Comics and graphic novels that address serious subjects like divorce and racism are resonating with a new audience and bolstering the children's publishing industry.. Graphic novels aimed at younger readers are skipping the superheroes and taking on serious subjects like mental health and body image, setting off a boom that is bolstering the children's publishing industry.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-war-on-sugar-hits-the-juice-box-11566133201", "title": "The War on Sugar Hits the Juice Box", "date": "2019-08-18 09:00", "summary": "With pediatricians and parents increasingly concerned about the health risks of juice, a growing crop of watered-down juice-box alternatives are coming to store shelves. But will kids drink them?. When the juice boxes are served at children's birthday parties, Gabrielle Gard hands her son his own box-of flavored water.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/large-firms-trim-debt-fueling-surge-in-bonds-at-center-of-leverage-concerns-11566129601", "title": "Large Firms Trim Debt, Fueling Surge in Bonds at Center of Leverage Concerns", "date": "2019-08-18 08:00", "summary": "Debt reduction by AT&T and others helps lowest tier of investment-grade bonds outpace market. AT&T Inc. has opened each of its earnings calls this year by raising a topic that has been much on investors' minds: debt reduction.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-few-industries-are-behind-rising-corporate-leverage-11566129600", "title": "A Few Industries Are Behind Rising Corporate Leverage", "date": "2019-08-18 08:00", "summary": "Investors and analysts watch increase more with concern than alarm. Investor concern over corporate leverage isn't limited to triple-B-rated companies. Since the financial crisis, there has been a significant increase in debt and an uptick in leverage.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scores-killed-in-afghanistan-wedding-blast-11566105551", "title": "Scores Killed in Afghanistan Wedding Blast", "date": "2019-08-18 07:44", "summary": "Death toll is at least 63, including children, in an attack claimed by Islamic State. KABUL-The death toll from a suicide attack on a crowded wedding hall in Kabul soared to at least 63 people, Afghan authorities said Sunday, ratcheting up worries in a capital already taut with fears that an imminent peace deal with the Taliban and a hasty withdrawal of U.S. forces will worsen security.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costly-tariff-spat-masks-deeper-trade-problems-11566126002", "title": "Costly Tariff Spat Masks Deeper Trade Problems", "date": "2019-08-18 07:00", "summary": "The fight between the U.S. and China is the public face of the global slide toward protectionism. ", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-ceo-battles-fallout-from-data-manipulation-11566126001", "title": "Novartis CEO Battles Fallout From Data Manipulation", "date": "2019-08-18 07:00", "summary": "Issue with Zolgensma, the world's most expensive drug, comes as Vas Narasimhan tries to rebuild trust in the pharmaceutical giant. Novartis AG Chief Executive Vas Narasimhan has spent part of his 18 months at the helm of the drug giant cleaning up issues that emerged before his watch. Now, he is facing a storm of his own making.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-community-fights-homeless-shelters-citing-cost-building-safety-and-transparency-concerns-11566126000", "title": "Brooklyn Community Fights Homeless Shelters", "date": "2019-08-18 07:00", "summary": "Proposed contracts show city could pay nearly $10,000 a month per unit in planned shelters on Fourth Avenue, between Park Slope and Gowanus. When New York City announced plans to open two homeless shelters in an affluent section of Brooklyn, a group of local residents began organizing in April to fight the project.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-towers-above-rivals-posing-fresh-threats-to-financial-markets-11566126002", "title": "Dollar Towers Above Rivals, Posing Fresh Threats to Financial Markets", "date": "2019-08-18 07:00", "summary": "A strong dollar can hurt earnings, commodities and developing economies. A prolonged dollar rally is pressuring U.S. corporate earnings, hitting commodity prices and threatening to deepen a selloff in emerging markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theyre-committed-to-each-otherand-a-444-mile-tandem-bike-ride-11566126001", "title": "They're Committed to Each Other-And a 444-Mile Tandem Bike Ride", "date": "2019-08-18 07:00", "summary": "Resume Subscription. Riding in the rear seat of a tandem bicycle with your partner piloting you up and down a mountain might be a recipe for divorce. For Jim Dannis and Sandy Dannis it's the ultimate show of trust. The couple has powered a bike together for 32 of their 35 years of marriage.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/small-companies-play-big-role-in-robocall-scourge-but-remedies-are-elusive-11566120720", "title": "Small Companies Play Big Role in Robocall Scourge, but Remedies Are Elusive", "date": "2019-08-18 05:32", "summary": "'Carriers that knowingly allow the origination of billions of illegal robocalls should be held accountable,' says a robocall-tracing group. The billions of illegal robocalls inundating Americans are being facilitated largely by small telecom carriers that transmit calls over the internet, industry officials say, but authorities are at odds over what-if anything-they can do to stop them.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-latest-endeavor-getting-the-fox-studio-on-track-11566120600", "title": "Disney's Latest Endeavor: Getting the Fox Studio on Track", "date": "2019-08-18 05:30", "summary": "Lack of direction and communication rankle Fox personnel; Disney complains about the poor box office of its newly acquired studio. LOS ANGELES-About three months after Walt Disney Co. acquired Twentieth Century Fox, the two studios hosted a red-carpet premiere in Hollywood for the X-Men movie \"Dark Phoenix,\" the first major Fox offering since the merger.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hot-s-p-500-stock-is-all-about-bonds-11566129602", "title": "A Hot S&P 500 Stock Is All About Bonds", "date": "2019-08-18 00:01", "summary": "Shares of MarketAxess are soaring as investors gravitate toward electronic trading in bonds. MarketAxess chief Rick McVey runs the hottest online marketplace you've never heard of.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]