[{"link": "https://www.wsj.com/articles/pentagon-issues-broad-list-of-projects-at-risk-of-cuts-for-border-wallbut-hedges-on-details-11552950761", "title": "Pentagon Issues Broad List of Projects at Risk of Cuts for Border Wall-but Hedges on Details", "date": "2019-03-18 19:56", "summary": "House Appropriations Committee spokesman calls list 'wholly insufficient'. WASHINGTON-The Defense Department late Monday released a broad list of the possible projects whose funding might be diverted to build a wall along the border with Mexico, but it didn't reflect any final decisions about which projects would be delayed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-officials-clash-over-relief-for-venezuelan-immigrants-11552931005", "title": "Trump Administration Officials Clash Over Relief for Venezuelan Immigrants", "date": "2019-03-18 19:30", "summary": "White House deadlocked on fate of 70,000 Venezuelans in the U.S. as it weighs next steps to pressure regime. WASHINGTON-As an embattled Nicolás Maduro clings to power in Venezuela, the Trump administration has deadlocked over one of its remaining options for bolstering the opposition and pressuring Mr. Maduro, according to American officials and an administration email exchange.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-chip-industry-cool-on-chinese-purchase-offer-11552936389", "title": "U.S. Chip Makers Fear Trap in a Trade Deal With China", "date": "2019-03-18 19:21", "summary": "Proposed stepped-up purchases would give Beijing more control, semiconductor industry says. WASHINGTON-U.S. semiconductor companies want no part of any trade deal that calls for stepped-up purchases from China, worried that would give Beijing more control over their industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/betos-apology-tour-11552951261", "title": "Beto's Apology Tour", "date": "2019-03-18 19:21", "summary": "The identity left is carving him up like a Texas steak before he gets to Donald Trump.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-unions-exploiting-their-employees-11552951206", "title": "Are Unions Exploiting Their Employees?", "date": "2019-03-18 19:20", "summary": "Workers have authorized strikes against both SEIU and AFL-CIO.. One of America's largest unions is facing its own labor pains. SEIU, the Service Employees International Union, represents nearly two million workers. It's the muscle behind the \"Fight for $15\" campaign to raise the minimum wage. Yet staff at SEIU's headquarters in Washington, D.C., could soon be going on strike.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/limiting-too-big-to-fail-11552951166", "title": "Limiting Too Big to Fail", "date": "2019-03-18 19:19", "summary": "The feds narrow the rules for naming firms 'systemically important.'. The central flaw in the 2010 Dodd-Frank Act is that it prioritized bureaucratic discretion over clear and consistent rules. Congress should rewrite the law, but at least the Trump Administration is now trying to reduce arbitrary rule-making by offering clearer standards for the Financial Stability Oversight Council.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-bros-chairman-ceo-kevin-tsujihara-to-step-down-11552929877", "title": "Warner Bros. CEO to Step Down Amid Probe Into Conduct", "date": "2019-03-18 19:18", "summary": "The exit comes as the company investigates a report of improper conduct. AT&T Inc.'s WarnerMedia said Kevin Tsujihara is stepping down as chief executive of its Warner Bros. studio as the company investigates his relationship with a young actress, a change that roils the media giant's new leadership structure at a pivotal moment in the industry.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-examine-insanity-defense-need-for-jury-unanimity-11552950573", "title": "Supreme Court to Examine Insanity Defense, Need for Jury Unanimity", "date": "2019-03-18 19:09", "summary": "Cases for next term to consider key questions of criminal law, including juvenile sentencing. WASHINGTON-The Supreme Court said Monday it would consider whether two pillars of criminal law-the insanity defense and the rule that only unanimous juries may convict-are required by the Constitution.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-ends-visa-requirements-for-visitors-from-u-s-other-nations-11552950398", "title": "Brazil Ends Visa Requirements for U.S. Visitors", "date": "2019-03-18 19:06", "summary": "Moves come ahead of new leader Jair Bolsonaro's first meeting with President Trump. SÃO PAULO-Brazil has dropped visa requirements for visitors from the U.S. and several other nations, ahead of new leader Jair Bolsonaro's first meeting Tuesday with President Trump.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-rise-means-trouble-in-paradise-11552950243", "title": "China's Rise Means Trouble in Paradise", "date": "2019-03-18 19:04", "summary": "Fiji and other tiny South Pacific states will be flashpoints of global competition.. Viti Levu, Fiji", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billion-dollar-amateurs-11552950292", "title": "Billion-Dollar 'Amateurs'", "date": "2019-03-18 19:04", "summary": "Everyone makes money off the NCAA's March Madness-except the players.. Sooner or later, that point guard you like, the one running your alma mater's offense, will be getting a paycheck.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jew-who-died-for-ilhan-omar-11552950199", "title": "The Jew Who Died for Ilhan Omar", "date": "2019-03-18 19:03", "summary": "Lawrence Freedman went to Somalia in 1992 as part of the U.S.-led relief effort.. Rep. Ilhan Omar, a freshman Democrat from Minnesota, has become widely known for her attacks on supporters of Israel. Ms. Omar is a naturalized citizen whose Somali refugee family settled in the U.S. when she was a teenager. Tens of thousands of Somali refugees relocated to the U.S.-some 25,000 in the Minneapolis area-to escape the starvation, famine and civil war that turned Somalia into a lawless, failed state in the early 1990s.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loonshots-review-in-praise-of-wild-ideas-11552950159", "title": "'Loonshots' Review: In Praise of Wild Ideas", "date": "2019-03-18 19:02", "summary": "Innovative proposals can be both imperfect and discomﬁting-and are often rejected before they can develop enough to prove themselves viable.. As the possibility of war loomed in the late 1930s, Vannevar Bush-an academic engineer with strong ties to Navy research-was alarmed by what he saw: a military preparing to fight the next war with the weapons of the preceding one and little apparent ability to develop the technologies that he thought would be essential for victory. He persuaded President Roosevelt in 1940 to launch a radical new organization, ultimately named the Office of Scientific Research and Development, to cultivate fresh ideas and shepherd them into practical application. Technologies nurtured by the OSRD, including radar and the atomic bomb, would prove pivotal to the U.S. war effort.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-picks-team-to-develop-broadway-triangle-sites-11552950061", "title": "New York City Picks Team to Develop Broadway Triangle Sites", "date": "2019-03-18 19:01", "summary": "Team includes community organizations that filed suit in 2009 accusing city of racial discrimination in previous plan for site. New York City's housing development agency has selected a joint venture that includes community organizations to build hundreds of affordable apartments on an undeveloped swath in Brooklyn that had been at the center of an eight-year legal battle over racial and housing discrimination.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/triggered-by-weinsteins-harvard-lawyer-11552950103", "title": "Triggered by Weinstein's Harvard Lawyer", "date": "2019-03-18 19:01", "summary": "A law professor agrees to represent an unpopular client, and undergrads say they're traumatized.. Harvard has opened an investigation into law professor Ronald Sullivan, who earlier this year joined Harvey Weinstein's criminal-defense team. Some undergraduates complained that Mr. Sullivan's decision to represent Mr. Weinstein, who is charged with rape in New York, puts them at risk. By taking the complaint seriously, Harvard puts its commitment to identity politics above the core tenets of due process.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-backed-militias-step-up-the-battle-in-iraq-11552950072", "title": "Iran-Backed Militias Step Up the Battle in Iraq", "date": "2019-03-18 19:01", "summary": "A novelist's assassination, the harassment of a U.S. Army patrol and other signs of a growing threat.. Iran-backed Shiite militias in Iraq are growing more powerful and confident as they operate with increasing impunity.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banishing-profit-is-bad-for-your-health-11552949981", "title": "Banishing Profit Is Bad for Your Health", "date": "2019-03-18 18:59", "summary": "The Medicare for All proposal from House Democrats follows New York state's bad example.. House Democrats' new Medicare for All bill asserts \"a moral imperative . . . to eliminate profit from the provision of health care.\" The legislation specifies that federal health funding-virtually all health funding if the bill were to become law-may not be used for \"the profit or net revenue of the provider.\" That makes it more radical and less realistic than even Bernie Sanders' plan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retrial-of-man-accused-of-2016-slaying-of-jogger-begins-in-queens-11552944077", "title": "Retrial in Slaying of Queens Jogger Begins", "date": "2019-03-18 18:59", "summary": "Prosecutors point to DNA identification, while defense portrays coerced confession. After Karina Vetrano was killed while jogging in a secluded park in Queens, investigators analyzed DNA samples from her skin, fingernails and cellphone. The DNA all matched an unnamed assailant who investigators called Male Donor A.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-budget-relies-on-up-to-1-2-trillion-in-potentially-phantom-revenues-11552949891", "title": "Trump Budget Relies Partly on Potentially Phantom Revenues", "date": "2019-03-18 18:58", "summary": "Up to $390 billion comes from taxes created by the Affordable Care Act, which president wants to repeal. WASHINGTON-President Trump's budget blueprint for the next decade relies on up to $1.2 trillion in revenue that might not materialize.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-tribalism-loses-11552949930", "title": "Notable & Quotable: Tribalism Loses", "date": "2019-03-18 18:58", "summary": "'The greatest gains were made by moderate Democrats capturing Republican districts.'. Stuart Eizenstat, President Carter's chief domestic policy adviser, writing for Politico, March 16:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tram-shooting-in-dutch-city-of-utrecht-11552909722", "title": "Dutch Tram Shooting Suspect Arrested", "date": "2019-03-18 18:52", "summary": "Three people were killed and others wounded in Utrecht attack authorities were treating as terrorism. Dutch police arrested a Turkish-born suspect believed to be the gunman who killed at least three people and wounded several others on a tram in the city of Utrecht, an attack authorities were treating as a possible act of terrorism.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nycs-elite-public-high-schools-admit-a-new-classwith-little-change-in-diversity-11552941000", "title": "NYC's Elite Public High Schools Admit A New Class-With Little Change in Diversity", "date": "2019-03-18 18:49", "summary": "Black and Latino students get less than 11% of spots, but final racial makeup will partly depend on program expanded by de Blasio. As in recent years, black and Latino students received less than 11% of the offers Monday to New York City's eight specialized high schools, which admit applicants through a single exam.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-microsoft-tighten-grip-on-enterprise-tech-11552949379", "title": "Amazon, Microsoft Tighten Grip on Enterprise Tech", "date": "2019-03-18 18:49", "summary": "Survey says the two tech companies are preferred vendors in over 30 IT services and products. Amazon.com Inc. and Microsoft Corp. appear to be tightening their grip on the enterprise information-technology market, thanks to a head start in cloud computing and ongoing industry consolidation, according to market-research firm ETR.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flooding-hits-nebraska-and-iowas-agriculture-industries-11552948795", "title": "Flooding Hits Nebraska and Iowa's Agriculture Industries", "date": "2019-03-18 18:39", "summary": "Nearly nine million people in 14 states are under a flood warning, according to the National Weather Service. Nebraska's agricultural sector could be facing nearly a billion dollars in damage and losses after a blizzard and record flooding across the Midwest, according to early estimates from state and industry officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-economic-adviser-alan-krueger-dead-at-58-11552921415", "title": "Obama Economic Adviser Alan Krueger Dead at 58", "date": "2019-03-18 18:26", "summary": "Top labor-market expert and former chairman of Council of Economic Advisers took his own life, family said in a statement. Alan Krueger, a top economic adviser to former President Barack Obama and one of the nation's most influential labor-market experts, died Saturday at the age of 58.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-chief-bureaucrat-is-latest-to-resign-over-political-crisis-11552940410", "title": "Canada's Chief Bureaucrat Is Latest to Resign Over Political Crisis", "date": "2019-03-18 18:23", "summary": "Departure of Michael Wernick, a senior adviser to Prime Minister Justin Trudeau, is the fourth in a month as Liberal government contends with scandal. OTTAWA-A fourth top-level Canadian official stepped down because of the political crisis that has engulfed Prime Minister Justin Trudeau for more than a month.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankings-back-office-workhorses-are-merging-as-technology-reshapes-finance-11552947239", "title": "Banking's Back-Office Workhorses Are Merging as Technology Reshapes Finance", "date": "2019-03-18 18:14", "summary": "A global shake-up in the humdrum business of payments has set off a merger frenzy. A global shake-up in the humdrum business of payments has set off a merger frenzy among the giant but obscure companies that connect banks, merchants and consumers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-proposes-borrowing-limits-for-some-student-loans-11552942437", "title": "Limits Proposed for Some Student Loans", "date": "2019-03-18 18:08", "summary": "Support for caps reflects criticism that unlimited borrowing by graduate students and parents of undergrads allows schools to charge higher prices. WASHINGTON-The White House is calling on Congress to cap how much graduate students and parents of undergraduates can borrow in federal student loans, a proposal it said is aimed at curbing rising college costs.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-ask-fbi-to-probe-womans-efforts-to-help-chinese-clients-gain-access-to-trump-events-11552946754", "title": "Democrats Seek Probe of Woman's Efforts to Help Chinese Clients Gain Access to Trump", "date": "2019-03-18 18:05", "summary": "Cindy Yang founded and then sold a day spa that was recently alleged to be a front for illegal prostitution. WASHINGTON-Top congressional Democrats on Monday asked the FBI to conduct investigations of a Florida woman who started a day spa later alleged to be a front for illegal prostitution and who allegedly sought to sell to Chinese citizens access to events with President Trump and his administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraq-to-open-vital-border-crossing-with-syria-11552946617", "title": "Iraq to Open Vital Border Crossing With Syria", "date": "2019-03-18 18:03", "summary": "Move would allow increased flow of goods along a route U.S. worries would ease Tehran's transport of weapons to its allies. BEIRUT-Iraq plans to open a vital border crossing with Syria in the coming days, allowing for the increased flow of goods to Syria from Iran along a route the U.S. worries would ease Tehran's transport of weapons to its allies.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-insurers-win-court-battle-over-investment-strategy-11552923206", "title": "Canadian Insurers Win Court Battle Over Investment Strategy", "date": "2019-03-18 17:53", "summary": "Cattle farmer Michael Hawkins led an investor group in suit against institutions including Manulife. A Canadian court has blocked a group of investors from pumping unlimited funds into legacy life-insurance policies, a strategy that some of Canada's largest financial institutions warned could lead to huge losses.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petrochemical-fire-near-houston-is-expected-to-burn-for-days-11552945934", "title": "Petrochemical Fire Near Houston Is Expected to Burn for Days", "date": "2019-03-18 17:52", "summary": "Thick black cloud wafts over the city as fire at storage facility in Deer Park, Texas, continues to rage. A large fire at a petrochemical storage facility near Houston sent a thick black plume of smoke over the U.S.'s fourth-largest city on Monday and was expected to continue for days before burning out.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-stocks-rally-could-be-in-jeopardy-if-trade-deal-disappoints-11552910401", "title": "Chip-Stocks Rally Could Be in Jeopardy if Trade Deal Disappoints", "date": "2019-03-18 17:38", "summary": "Stumbling blocks include concerns over China's policies on intellectual property, cybersecurity. Shares of chip makers are surging toward their best quarter in more than two years as U.S.-China trade tensions have thawed, but they face a critical test as a trade deal is hammered out.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-high-ranking-union-official-charged-in-corruption-probe-at-fiat-chrysler-11552929164", "title": "Former Union Official Charged in Corruption Probe at Fiat Chrysler", "date": "2019-03-18 17:20", "summary": "Ex-UAW vice president accused of accepting illegal payments from Fiat Chrysler Automobiles executives. A former vice president for the United Auto Workers union was charged Monday with allegedly receiving tens of thousands of dollars in illegal payments from Fiat Chrysler Automobiles NV executives, according to federal prosecutors, the latest in a widening probe into allegations of corruption in the union's top ranks.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-admissions-scandal-relied-on-more-students-taking-the-sat-untimed-11552943635", "title": "College Scandal Relied on More Students Using SAT Accommodation", "date": "2019-03-18 17:13", "summary": "The College Board says it is cooperating with authorities, unaware of other similar plots. The College Board said it was unaware of any other schemes to cheat on the SAT besides the one William \"Rick\" Singer allegedly masterminded by taking advantage of the growing numbers of students getting extra time to take the test.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-wrestle-with-a-dot-plot-dilemma-11552901401", "title": "Fed Officials Wrestle With a 'Dot Plot' Dilemma", "date": "2019-03-18 17:12", "summary": "Officials are set to release rate projections on Wednesday, but they have caused confusion. Federal Reserve officials aren't quite sure what to do about their dots.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-wavers-ahead-of-fed-meeting-11552928074", "title": "Dollar Wavers Ahead of Fed Meeting", "date": "2019-03-18 16:57", "summary": "The U.S. currency is roughly unchanged as investors await new word from the central bank. The dollar shuffled between gains and losses Monday, as investors looked ahead to the Federal Reserve's monetary-policy meeting later this week.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/espn-ufc-reach-exclusive-pay-per-view-deal-11552939288", "title": "ESPN, UFC Reach Exclusive Pay-Per-View Deal", "date": "2019-03-18 16:39", "summary": "ESPN to stream 12 pay-per-view UFC events a year on ESPN+. ESPN is taking another big swing at mixed martial arts.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-house-speaker-says-no-brexit-revote-11552926053", "title": "U.K. Parliament Won't Revote on Brexit Deal, Speaker Says", "date": "2019-03-18 16:38", "summary": "House of Commons Speaker John Bercow says another vote can't be held on May's exit deal, scotching her plans to press for lawmakers' approval. LONDON-British Prime Minister Theresa May's battered Brexit strategy was dealt a further blow Monday after the speaker of the House of Commons unexpectedly blocked her government from putting its departure deal to lawmakers for a third vote, boosting the chances of a long delay before Britain leaves the European Union.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-crashes-spur-debate-over-how-much-pilot-training-is-enough-11552937613", "title": "Boeing Crashes Spur Debate Over Pilot Training", "date": "2019-03-18 16:29", "summary": "After 737 MAX disasters, regulators and aviation industry reassess whether some cockpit crews possess enough experience to handle emergencies. The crashes of two Boeing Co. 737 MAX planes within five months are prompting regulators and pilots to reassess the bare minimum amount of training crews are required to complete before flying the new model.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-inch-higher-ahead-of-the-fed-11552899187", "title": "U.S. Stocks Rise Ahead of Fed Meeting", "date": "2019-03-18 16:25", "summary": "Industrial shares lag behind S&P 500, with Boeing down about 2%. U.S. stocks edged higher Monday as investors looked ahead to key updates this week from major central banks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thierry-mugler-couturissime-review-beyond-couture-11552940632", "title": "'Thierry Mugler: Couturissime' Review: Beyond Couture", "date": "2019-03-18 16:23", "summary": "The fashion designer's first museum show highlights his sartorial follies, fantasies and phantasmagoria.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-costs-of-californias-one-party-state-11552940114", "title": "The Costs of California's One-Party State", "date": "2019-03-18 16:15", "summary": "Progressives have complete control of Sacramento, but at least people can leave for other states.. I am a third-generation, middle-aged Californian and couldn't agree more with Charles Kesler and his astute depiction of the destruction of this once Golden State and its desire to push an impossible agenda of government largess for all (\"California Has Become the Far Left Coast,\" op-ed, March 7). I see no good future for anyone in California thanks to the current political environment. It is sad to see this in a state where my grandparents and parents were able to make a go with their businesses with nothing more than ambition and hard work and no government to get in their way. Even farming, something my husband has been involved in all his entire adult life is becoming more and more arduous as the Legislature tries to run the only true environmentalists out of the state. If farmers don't truly care and understand how to care for the land and environment, then no one does.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/localities-deserve-a-role-in-opioid-litigation-11552940011", "title": "Localities Deserve a Role in Opioid Litigation", "date": "2019-03-18 16:13", "summary": "We look forward to working with our state and local partners as we hold the drug companies accountable for breaking the law.. Regarding George Jepsen and Perry Zinn Rowthorn's \"Leave Opioid Lawsuits to State Attorneys General\" (op-ed, March 4): Instead of promoting a united front of state and local governments working together to hold drug companies accountable for their role in our nation's opioid crisis, the authors suggest that cities and counties should stand back while our neighborhoods suffer the consequences.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-not-funding-groups-opposed-to-sprint-merger-11552939966", "title": "AT&T Not Funding Groups Opposed to Sprint Merger", "date": "2019-03-18 16:12", "summary": "AT&T is not funding Consumer Choice Alliance or Protect America's Wireless in their opposition to the proposed merger of T-Mobile and Sprint, or in any other matter.. Regarding Holman Jenkins's \"Biggest Threat to 5G is the D.C. Swamp\" (Business World, March 9): AT&T is not funding Consumer Choice Alliance or Protect America's Wireless in their opposition to the proposed merger of T-Mobile and Sprint, or in any other matter. Mr. Jenkins's suggestion otherwise appears to be based in part on misleading information from OpenSecrets.org. We have asked OpenSecrets.org to correct its website in this regard.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planned-parenthood-replies-to-sasse-and-mccain-on-abortion-11552939863", "title": "Planned Parenthood Replies to Sasse and McCain on Abortion", "date": "2019-03-18 16:11", "summary": "There is no such thing as infanticide in medical care-I can tell you, as a doctor, that it doesn't happen and it is already illegal.. I am deeply disturbed by Ben Sasse and Meghan McCain's \"America's Extremist Abortion Industry\" (op-ed, March 11). There is no such thing as infanticide in medical care-I can tell you, as a doctor, that it doesn't happen and it is already illegal. The charges the authors make are entirely untrue. The truth is that abortions that occur after 24 weeks-which is approximately when viability occurs in a normal pregnancy-are exceedingly rare. Well under 1% occur after that point, and when it does happen, it's because a woman's health is in danger, or there is a severe fetal diagnosis. I have treated women in these deeply painful circumstances. These are extremely complex medical situations, and politicians have no role in the physician-patient relationship. We must call out the Sasse-McCain article for what it is: an attempt to take away the right to safe, legal abortion. The consequence of their false claims is grave harm to women's health and permanent erosion of patient rights.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calpers-gives-new-private-equity-plan-tentative-thumbs-up-11552939761", "title": "Calpers Gives New Private-Equity Plan Tentative Thumbs-Up", "date": "2019-03-18 16:09", "summary": "Pension board approved the concept for two new captive private-equity vehicles. The national's largest pension fund is moving forward with a plan to fund two new captive private-equity vehicles.", "categories": [["Pro PE Limited Partners"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-limited-partners?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahus-top-challenger-struggles-after-early-surge-in-polls-11552939342", "title": "Netanyahu's Top Challenger Is Struggling After Early Surge in Polls", "date": "2019-03-18 16:02", "summary": "Former general Benny Gantz is trying to regain momentum in campaign for Israel's April elections. TEL AVIV-Benny Gantz, a first-time politician who has emerged as the biggest threat to Israeli Prime Minister Benjamin Netanyahu's re-election, has begun to stumble under the glare of national attention and is struggling to maintain his campaign's momentum.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-plans-to-renege-on-pledge-to-raise-military-spending-defying-trump-11552922721", "title": "Germany Won't Raise Military Spending, Defying Trump", "date": "2019-03-18 16:00", "summary": "Move would mark fresh step in growing estrangement between Washington and Berlin. The German government is poised to renege on its pledge to raise military spending, the latest gesture of defiance by Chancellor Angela Merkel toward President Donald Trump.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mccain-and-trump-11552939031", "title": "McCain and Trump", "date": "2019-03-18 15:57", "summary": "The late Vietnam War hero made enormous sacrifices for our country. His handling of rumors about the President wasn't one of them.. President Donald Trump is receiving the usual media condemnation for his weekend tweeting, including for his inaccurate commentary about the late Sen. John McCain (R., Ariz.) But reporters should acknowledge that an accurate recounting of the facts also shows ample grounds to criticize McCain's actions during his final years in office.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-implements-its-own-rooney-rule-in-diversity-push-11552938901", "title": "Goldman Sachs Implements Its Own 'Rooney Rule' in Diversity Push", "date": "2019-03-18 15:55", "summary": "Managers must interview two diverse candidates for any open job. Managers at Goldman Sachs Group Inc. will be required to interview two diverse candidates for any open job, a push the firm hopes will change its heavily white, male workforce.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-madness-machine-is-here-to-help-you-fill-out-your-bracket-11552938531", "title": "The Madness Machine Is Here to Help You Fill Out Your Bracket", "date": "2019-03-18 15:48", "summary": "Do you like teams that dominate on defense? How about ones that own the glass? The Madness Machine can create a complete, customized bracket. It's completely OK if you saw the NCAA tournament bracket and realized you didn't have the slightest clue about anything that happened this season. Maybe you're just wondering if anybody can beat Duke.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-officials-threaten-to-ban-protestors-from-champs-elysees-and-other-major-sites-11552938523", "title": "French Officials Threaten to Ban Protesters From Champs-Élysées", "date": "2019-03-18 15:48", "summary": "Warning comes after demonstrators set fires, ransacked stores and clashed with police last weekend. PARIS-French authorities threatened to ban protesters from the Champs-Élysées and other iconic spots around France after yellow-vest demonstrators last weekend set fires, ransacked stores and clashed with police near the famed avenue.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-court-sentences-rights-activist-to-four-years-in-penal-colony-11552938348", "title": "Russian Court Sentences Rights Activist to Four Years in Penal Colony", "date": "2019-03-18 15:45", "summary": "Oyub Titiev investigated some of Chechnya's most heinous rights abuses. MOSCOW-A Russian court on Monday sentenced a human-rights activist who investigated some of Chechnya's most heinous abuses to four years in a penal colony for drug possession.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-seaborne-imports-plunged-in-february-11552937859", "title": "U.S. Seaborne Imports to Los Angeles, Long Beach Plunged in February", "date": "2019-03-18 15:37", "summary": "Abrupt decline in inbound container volume at California's big gateways came after shippers pulled forward purchases from Asia ahead of potential new tariffs. Seaborne imports into the biggest U.S. gateways for Asia trade fell sharply in February, halting a monthslong shipping surge driven by strong consumer demand and a rush by companies to bring goods into the country ahead of potential new tariffs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-dips-as-opec-debates-production-cut-timeline-11552906863", "title": "Oil Turns Higher as OPEC Agrees to Continue Output Cuts", "date": "2019-03-18 15:32", "summary": "Crude producers agree to maintain production reductions through June but are divided over course after that. • Oil prices closed at a four-month high Monday, bolstered after OPEC and its allies agreed to continue production cuts until the end of June.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-steady-as-fed-meeting-looms-11552922007", "title": "U.S. Government BondsEdge Lower as Fed Meeting Looms", "date": "2019-03-18 15:32", "summary": "Treasury yields barely budged in the overnight session after falling last week in response to weaker-than-expected U.S. economic data. U.S. government-bond prices edged lower Monday, but yields remained near the bottom of their recent range as investors looked ahead to this week's Federal Reserve meeting.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-nears-deal-to-acquire-servpro-industries-11552936361", "title": "Blackstone Nears Deal to Acquire Servpro", "date": "2019-03-18 15:12", "summary": "Private-equity firm would buy cleaning- and emergency-restoration services provider for more than $1 billion including debt. Blackstone Group LP is nearing a deal to acquire cleaning- and emergency-restoration services provider Servpro Industries Inc. for more than $1 billion including debt, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-edges-up-to-start-the-week-11552908173", "title": "Copper Inches Up on Hopes of Chinese Stimulus", "date": "2019-03-18 15:12", "summary": "Some analysts expect government's efforts to cut regulations and boost lending. Copper prices edged higher Monday, boosted by optimism about Chinese measures to stimulate economic growth in the world's second-largest economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/competitive-debaters-have-a-problem-they-cant-stop-arguing-11552924334", "title": "Competitive Debaters Have a Problem: They Can't Stop Arguing", "date": "2019-03-18 15:00", "summary": "Resume Subscription. Harish Natarajan woke early the morning after he had defeated IBM's artificial intelligence machine in a much-hyped man versus machine debating contest.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-10-billion-junk-debt-sale-crosses-finish-line-11552935102", "title": "A $10 Billion Junk-Debt Sale Crosses Finish Line", "date": "2019-03-18 14:51", "summary": "Debt sale to help fund private-equity buyout of Johnson Controls' automotive-battery business. Banks on Monday completed the largest sale of speculative-grade debt so far this year, allocating to investors more than $10 billion of bonds and loans to help fund the private-equity buyout of Johnson Controls International PLC's automotive-battery business.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flower-delivery-firm-ftd-says-it-could-go-out-of-business-by-summer-11552934843", "title": "Flower Delivery Firm FTD Says It Could Go Out of Business by Summer", "date": "2019-03-18 14:47", "summary": "Chicago-based company says it needs to find a buyer or pay down its $217.7 million in debt by June 1. Flower-delivery provider FTD Cos. on Monday warned that it could go out of business by this summer if it doesn't raise enough money to meet its debt obligations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-this-soup-so-good-11553018497", "title": "What Makes This Soup So Good?", "date": "2019-03-18 14:31", "summary": "Smoky Spanish sausage lends rich flavor to the broth-and a vital link to tradition in a West Virginia community. These recipes make the most of ingredients that have sustained generations in the Mountain State. THIS IS JUST LIKE religion to me. That's how I think about it,\" Jim Golden said, sitting on his tin-roofed porch overlooking the Buckhannon River in north-central West Virginia. It was early December and Mr. Golden, a retired restaurateur and firearms salesman, was kicking off an annual early-winter rite: the two-day process of making the Spanish blood sausage morcilla. He tied on a black apron, opened a can of lager and took a sip. Then he began feeding slabs of lily-white pork fat through a 1970s-era Cuisinart grinder.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-vetoes-venezuelan-freedom-11552848410", "title": "China Vetoes Venezuelan Freedom", "date": "2019-03-18 14:16", "summary": "At the U.N. as in Latin America, Beijing's money outweighs morality.. China used its United Nations Security Council veto in February to knock down a resolution condemning the fraudulent May 2018 Venezuelan presidential election and calling for new elections and international humanitarian aid for the country. The resolution was backed by France, the U.K. and the U.S., but the veto was especially painful for the Venezuelan people and their South American neighbors.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-are-those-steel-tariffs-working-11552864599", "title": "How Are Those Steel Tariffs Working?", "date": "2019-03-18 14:14", "summary": "Let's look at the evidence a year later in jobs and trade flows.. President Trump declared steel imports a national security threat last March and vowed to fight the metallic menace with a 25% tariff. As the President mulls a new tariff on European cars, it's worth examining how his steel tariff policy is faring a year later by the standards of its own professed protectionist goals.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/female-economists-in-survey-citegender-discrimination-11552923797", "title": "Female Economists, in Survey, Cite Gender Discrimination", "date": "2019-03-18 14:05", "summary": "Results come as the profession's treatment of women has come under focus. Female economists say they have been discriminated against and, in some cases, sexually assaulted by their colleagues, according to a new survey by the American Economic Association.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-be-ready-for-the-long-haul-11552932333", "title": "Lyft: Be Ready for the Long Haul", "date": "2019-03-18 14:05", "summary": "Ride-hailing company has plenty of money to burn and will likely keep doing so. As Lyft begins pitching itself to investors in earnest this week, only a certain type need apply: those with ample patience and a strong stomach.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-prosecutors-investigate-alleged-murder-of-witness-in-berlusconi-trial-11552931324", "title": "Italian Prosecutors Investigate Alleged Murder of Witness in Berlusconi Trial", "date": "2019-03-18 13:48", "summary": "Imane Fadil, a model who was a key witness in a trial related to the ex-premier's infamous 'bunga bunga' parties died in March of a suspected poisoning. ROME-Italian prosecutors are investigating the presumed murder of a model who was a key witness in a trial related to former Prime Minister Silvio Berlusconi's infamous \"bunga bunga\" parties.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/over-1-000-feared-dead-after-cyclone-slams-into-mozambique-11552930509", "title": "More Than 1,000 Feared Dead After Cyclone Slams Into Mozambique", "date": "2019-03-18 13:35", "summary": "Cyclone Idai is believed to be most destructive storm to hit country in more than 10 years. JOHANNESBURG-More than 1,000 people were feared dead in Mozambique four days after a cyclone slammed into the country, submerging entire villages and leaving bodies floating in the floodwaters, the nation's president said.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fix-review-an-opera-strikes-out-11552927853", "title": "'The Fix' Review: An Opera Strikes Out", "date": "2019-03-18 12:50", "summary": "Joel Puckett tells the story of the Black Sox Scandal in a confused, overpopulated work.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-doubt-on-treatment-to-prevent-preterm-birth-11552922786", "title": "New Doubt on Treatment to Prevent Preterm Birth", "date": "2019-03-18 12:43", "summary": "Seller of synthetic hormone Makena says latest study shows injections made no difference; medical groups say it's too early to make a call. For more than a decade, the recommended treatment for most pregnant women who previously had given birth prematurely was a weekly injection of a synthetic progestin hormone.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burger-kings-tears-in-my-coffee-11552926938", "title": "Burger King's Tears in My Coffee", "date": "2019-03-18 12:35", "summary": "The fast-food chain's coffee subscription may leave a bitter aftertaste. Netflix , Stitch Fix , Burger King?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paying-up-for-worldpay-might-make-sense-11552925377", "title": "Paying Up for Worldpay Might Make Sense", "date": "2019-03-18 12:09", "summary": "The latest payments deal depends on an ambitious plan to expand into emerging markets. Merger activity in the payments business is starting to look a bit frantic. While the latest $35 billion tie-up has some logic, justifying its high price will require delivering on an ambitious strategy to expand into developing markets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealands-government-unites-around-tighter-gun-laws-but-path-to-change-isnt-clear-11552907565", "title": "New Zealand Shooting Probe Widens as Leaders Unite for Tighter Gun Laws", "date": "2019-03-18 11:57", "summary": "Alleged solo attacker Brenton Tarrant was a licensed gunowner, pointing to challenge for gun-control advocates. CHRISTCHURCH, New Zealand-Accused Christchurch shooter Brenton Tarrant, who police have concluded was the sole perpetrator in attacks Friday that left 50 people dead, was a licensed gunowner who bought firearms and ammunition online-an indication of the challenges ahead for lawmakers seeking stricter gun-control in New Zealand.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sunset-sheds-light-on-the-days-before-world-war-i-11552923866", "title": "'Sunset' Sheds Light on the Days Before World War I", "date": "2019-03-18 11:44", "summary": "Set in Budapest in 1913, the film is László Nemes's attempt 'to see how we ended up with the concentration camps'. In his Oscar-winning 2015 movie \"Son of Saul,\" the Hungarian filmmaker László Nemes depicted the Holocaust through the experience of an inmate at Auschwitz. For his new film, \"Sunset,\" he went back further in time, to Budapest just before World War I.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faas-737-max-approval-is-probed-11552868400", "title": "Prosecutors, Transportation Department Scrutinize Development of Boeing's 737 MAX", "date": "2019-03-18 11:38", "summary": "A grand jury's subpoena seeks broad documents related to the jetliner. Federal prosecutors and Department of Transportation officials are scrutinizing the development of Boeing Co. 's 737 MAX jetliners, according to people familiar with the matter, unusual inquiries that come amid probes of regulators' safety approvals of the new plane.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-the-battle-for-islamic-states-last-stronghold-in-syria-11552921835", "title": "Photos: The Battle for Islamic State's Last Stronghold in Syria", "date": "2019-03-18 11:10", "summary": "Many fighters have surrendered but U.S.-backed forces are struggling to defeat the group in Baghouz. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-shooting-in-dutch-city-of-utrecht-11552912887", "title": "Photos: Fatal Shooting in Dutch City of Utrecht", "date": "2019-03-18 11:10", "summary": "A gunman opened fire in a tram, in an incident police are treating as a possible act of terrorism. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/release-of-sexual-assault-file-in-new-jersey-case-sparks-criticism-11552744800", "title": "Release of Sexual-Assault File in New Jersey Case Sparks Criticism", "date": "2019-03-18 10:59", "summary": "Alleged victim and lawmaker fault judge's response to request by former official in Murphy administration. ", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-long-shared-road-to-driverless-cars-11552919131", "title": "The Long, Shared Road to Driverless Cars", "date": "2019-03-18 10:25", "summary": "The escalating cost of self-driving vehicle programs is catching up with Silicon Valley, as it did with Detroit and Germany. Driverless-car ventures are set to attract some eye-catching valuations over the coming months, but this isn't a sign of technological maturity. The road to autonomous driving is actually getting longer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australian-police-raid-two-homes-in-hunt-for-clues-on-brenton-tarrant-11552872377", "title": "New Zealand Shootings: Brenton Tarrant Bought Four Guns Legally Online", "date": "2019-03-18 10:14", "summary": "Also, Australian police raid two homes in hunt for clues on alleged shooter. Accused Christchurch shooter Brenton Tarrant bought firearms and ammunition online, the managing director of a city gun store said, as New Zealand's government weighed stricter gun-control measures following Friday's massacre at two mosques.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-should-pick-virginia-ncaa-tournament-bracket-11552917426", "title": "Why You Should Pick Virginia-Yes, Virginia-in Your Bracket", "date": "2019-03-18 10:00", "summary": "They were upset by a No. 16 seed last year. They're the smartest way to win your office pool this year.. Virginia became the first No. 1 seed to lose to a No. 16 seed in the men's NCAA tournament last year. You may have heard something about that. You're about to hear a whole lot more when March Madness begins this week. And you might be tempted to pick against Virginia in your bracket after being reminded of the biggest upset in the history of the sport.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-readies-1-1-billion-bid-for-polands-deep-water-port-terminal-11552916681", "title": "Group Readies $1.1 Billion Bid for Poland's Deep-Water Port Terminal", "date": "2019-03-18 09:44", "summary": "The targeting of DCT Gdansk highlights the continued appetite of investors for Polish assets. A Singapore-owned port operator is part of an investor group that is set to acquire Poland's largest container terminal for more than €1 billion ($1.1 billion), according to a person familiar with the matter, highlighting foreign investors' continued confidence in the Polish economy.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/memo-to-both-parties-on-emergency-and-impeachment-beware-unintended-consequences-11552916560", "title": "Memo to Both Parties: On Emergency and Impeachment, Beware Unintended Consequences", "date": "2019-03-18 09:42", "summary": "As Republicans bolster Trump's emergency declaration and Democrats flirt with impeachment, they should proceed cautiously. In politics, as in life, here's a good rule of thumb: Be careful what you wish for.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-again-criticizes-gms-plant-closure-on-twitter-11552870119", "title": "Trump Ratchets Up Criticism of GM for Plant Closure", "date": "2019-03-18 09:28", "summary": "President calls on auto maker to reopen Ohio assembly plant. President Trump is ramping up pressure on General Motors Co. and its chief executive, Mary Barra, over the recent closure of an Ohio assembly factory, and pressing the company and union leadership to speed up contract negotiations.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-facebook-post-make-your-insurance-cost-more-11552915222", "title": "Can a Facebook Post Make Your Insurance Cost More?", "date": "2019-03-18 09:20", "summary": "With insurers likely to add social media to the data they review before issuing policies, it might be wise to post pictures from the gym-but not happy hour. Did you document your hair-raising rock-climbing trip on Instagram? Post happy-hour photos on Facebook ? Or chime in on Twitter about riding a motorcycle with no helmet? One day, such sharing could push up your life insurance premiums.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-national-information-services-to-buy-worldpay-for-35-billion-11552895935", "title": "Global Payments Giant to Be Created With $35 Billion FIS-Worldpay Deal", "date": "2019-03-18 09:05", "summary": "Deal marks one of the biggest transactions in the fast consolidating payments sector. Fidelity National Information Services Inc. said Monday it has agreed to acquire Worldpay Inc. for about $35 billion in cash and stock. The deal would create a global giant in payments and back-office financial services in a bid to reach more customers as transactions move increasingly online.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-synaptics-apple-noodles-co-snap-and-vera-bradley-11552905065", "title": "Stocks to Watch: Boeing, Synaptics, Apple, Marriott, Lumber Liquidators, and More", "date": "2019-03-18 09:01", "summary": "Snap, Vera Bradley and Fidelity are among the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maserati-fiat-chryslers-crown-jewel-has-lost-its-shine-11552914001", "title": "Maserati, Fiat Chrysler's Crown Jewel, Has Lost Its Shine", "date": "2019-03-18 09:00", "summary": "To get it back on track, Fiat Chrysler is promising new offerings like a crossover SUV and a sports car that can top 185 miles an hour. MILAN-Maserati was meant to provide the sizzle in Fiat Chrysler Automobiles' vehicle lineup after the company spun off Ferrari in 2016. But weakening demand in the key market of China and a consumer shift away from sedans are denting the luxury brand's performance.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-shoppers-workers-lament-its-demise-11552914000", "title": "Sears Shoppers, Workers Lament Its Demise", "date": "2019-03-18 09:00", "summary": "WSJ readers recall Prodigy internet service and Lands' End; lost trust and 'shoddy products'. Reader response to The Wall Street Journal's article about the undoing of Sears Holdings Corp. shows how deeply the company was embedded in the fabric of America and how pained consumers and former employees are by its unraveling.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/somebody-call-a-sturgeon-caviar-prices-are-flatlining-11552914000", "title": "Somebody Call a Sturgeon! Caviar Prices Are Flatlining", "date": "2019-03-18 09:00", "summary": "China has become one of the world's largest producers of caviar and it is driving global prices down. Caviar prices are sinking as fish eggs cultivated in China are flooding the global market for what used to be a rare delicacy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cboe-abandons-bitcoin-futures-11552914001", "title": "Cboe Abandons Bitcoin Futures", "date": "2019-03-18 09:00", "summary": "Market launched with fanfare in 2017 will wind down once its last contract expires in June. The first U.S. exchange company to launch bitcoin futures has pulled the plug on them, the latest sign that mainstream financial firms are losing their enthusiasm for cryptocurrencies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-diehards-carry-groups-ideology-from-crushed-caliphate-11552914058", "title": "Hard-Core ISIS Members Carry Ideology From Crushed Caliphate", "date": "2019-03-18 09:00", "summary": "Resume Subscription. NEARBY BAGHOUZ, Syria-The baby was born during the death throes of Islamic State's caliphate-when all that remained of its once vast domain was a cluster of tents in a remote corner of Syria.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/majority-of-new-yorkers-say-amazons-pullout-bad-for-state-11552913739", "title": "Majority of New Yorkers Say Amazon's Pullout Bad for State, Poll Finds", "date": "2019-03-18 08:55", "summary": "Poll finds 61% supported tech company's plan to open headquarters in Long Island City. Two thirds of New Yorkers view Amazon.com Inc.'s decision to scuttle a planned corporate headquarters in Queens as bad for the state, a poll released Monday showed.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petrochemical-fire-rages-near-houston-11552868447", "title": "Petrochemical Fire Near Houston Continues to Spread Monday", "date": "2019-03-18 08:35", "summary": "Storage tanks containing petrochemical xylene and oil byproduct naphtha burn in Deer Park, Texas. A large fire that broke out Sunday morning at a petrochemical storage facility near Houston continued to spread Monday morning.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-oral-history-of-david-bailey-the-legendary-london-born-photographer-who-reinvented-portraiture-11552912441", "title": "An Oral History of David Bailey, the Legendary London-Born Photographer Who Reinvented Portraiture", "date": "2019-03-18 08:34", "summary": "Bailey, whose work defined the Swinging '60s, is the subject of a new career-spanning, limited-edition monograph from Taschen. In this oral history, friends, collaborators and former subjects reveal the charismatic man behind the lens. John Swannell (Bailey's assistant, 1969-1973): If you wanted to be a rock star in those days, you wanted to be Mick Jagger. If you wanted to be an actor, it was Michael Caine. If you wanted to be a hairdresser, it was Vidal Sassoon. For photography, it was Bailey. So he was my hero. He was instinctive about photography. He just knew what was right. All the other photographers I worked with over the years, they all pretended to be great. He was great. And he was so laid back about it.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-angles-11552912380", "title": "All the Angles", "date": "2019-03-18 08:33", "summary": "David Bailey's work and life over the years. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/camera-ready-11552912340", "title": "Camera Ready", "date": "2019-03-18 08:32", "summary": "\"Bailey has a rare talent to strip people down and find their essence,\" Benedikt Taschen says. Here, a selection of portraits from 'David Bailey,' Taschen's Sumo edition of the photographer's work. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/algerias-political-turmoil-casts-doubt-on-oil-and-gas-deals-11552911490", "title": "Algeria's Political Turmoil Casts Doubt on Oil and Gas Deals", "date": "2019-03-18 08:18", "summary": "Foreign energy majors, including Exxon Mobil, are delaying investments amid an uncertain presidential transition. A contentious political transition in Algeria is creating uncertainty around a number of foreign investment deals in Africa's largest natural gas-producing country.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-love-duke-please-forgive-me-11552910753", "title": "I Love Duke. Please Forgive Me.", "date": "2019-03-18 08:05", "summary": "Thanks to Zion Williamson, even Duke haters agree the Blue Devils are the most irresistible team in men's college basketball. Yes, it's weird.. March Madness is barreling straight at us, and I'm ashamed. I really like Duke.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourke-raised-6-1-million-in-first-24-hours-of-presidential-campaign-11552910343", "title": "O'Rourke Raised $6.1 Million in First 24 Hours of Campaign", "date": "2019-03-18 07:59", "summary": "Launch total is the most any 2020 candidate has announced so far. WASHINGTON-Former Texas Rep. Beto O'Rourke raised $6.1 million in the first 24 hours of his presidential campaign, the largest launch haul announced by any candidate so far this cycle.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwans-leader-tries-to-hold-on-to-allies-in-tug-of-war-with-china-11552910009", "title": "In Tug of War With China, Taiwan Fights to Avoid Being Deserted in the Pacific", "date": "2019-03-18 07:53", "summary": "President Tsai Ing-wen's eight-day trip features stops in Palau, Nauru and the Marshall Islands. To counter China's squeeze on Taiwan's few remaining diplomatic partners, the self-ruled island's leader is expected to offer more aid and investment as she embarks on a tour of Pacific countries.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instagram-could-turn-pics-into-clicks-11552908600", "title": "Instagram Could Turn Pics Into Clicks", "date": "2019-03-18 07:40", "summary": "Shoppable ads offer a new avenue of growth for image-heavy internet platforms. They say a picture is worth a thousand words. It also could be worth a lot of money-especially for the world's largest internet companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-pioneer-fei-fei-li-on-building-benevolent-machines-11552906800", "title": "AI Pioneer Fei-Fei Li on Building Benevolent Machines", "date": "2019-03-18 07:36", "summary": "The co-director of the new Stanford Institute for Human-Centered Artificial Intelligence shares her outlook for the AI age. Stanford University computer science professor Fei-Fei Li worries about the lack of diversity in artificial intelligence development. Today, the pioneering AI researcher is bringing together economists, philosophers, ethicists, legal scholars, historians, psychologists and even artists to develop AI technologies and applications.", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-to-seek-valuation-of-up-to-23-billion-in-its-ipo-11552876866", "title": "Lyft Seeks Valuation of Up to $23 Billion in IPO", "date": "2019-03-18 07:27", "summary": "Ride-hailing service opens hotly anticipated season for tech startups. Lyft Inc. is pegging its valuation at between $21 billion and $23 billion as the ride-hailing service kicks off the roadshow to market its initial public offering Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-earnings-what-to-watch-11552904115", "title": "Tencent Faces Potential Questions Over Videogames", "date": "2019-03-18 06:21", "summary": "The Chinese tech giant faces potential questions over videogames, its top money maker, and a shift to focus more on business customers. Chinese tech titan Tencent Holdings Ltd. is scheduled to report its fourth-quarter and annual results after the market closes in Hong Kong on Thursday. Here's what you need to know:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-wants-to-feed-users-more-local-news-there-just-isnt-enough-of-it-11552903201", "title": "Facebook's Localized Aggregator Has a Problem: Not Enough Local News", "date": "2019-03-18 06:00", "summary": "One-third of Americans live in a place where the social network can't find enough local news to feed its aggregator. Facebook Inc. has been looking to boost its local-news offerings since a 2017 survey showed most of its users were clamoring for more.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-aim-to-overhaul-trading-in-worlds-biggest-debt-market-11552901400", "title": "Startups Aim to Overhaul Trading in Treasury Bonds", "date": "2019-03-18 05:30", "summary": "New trading platforms aim to reshape $15 trillion market, letting investors shop around for better prices. A handful of startup trading platforms is trying to reshape the $15 trillion U.S. Treasurys market.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-wants-a-strong-yuanhe-may-get-it-regardless-11552898899", "title": "Trump Wants a Strong Yuan-He May Get It Regardless", "date": "2019-03-18 04:48", "summary": "Resume Subscription. Generals, the saying goes, always fight the last war. Chinese exports held up well in 2018 partly thanks to a vertiginous drop in the currency. President Trump and his trade generals want to make sure China doesn't use the yuan to gain a competitive advantage again, and are asking for guarantees on currency stability as a part of any trade deal with Beijing.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11552844664", "title": "Pepper...and Salt", "date": "2019-03-18 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-expects-to-open-1-700-hotels-11552905407", "title": "Marriott Plans to Open Over 1,700 Hotels", "date": "2019-03-18 00:01", "summary": "Company says it could have earnings between $7.65 and $8.50 a share by 2021; shares rise.. Marriott International Inc. said Monday it is planning to open more than 1,700 hotels over the next three years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obvious-ventures-aims-to-surpass-impact-investing-model-11552932853", "title": "Obvious Ventures Aims to Surpass Impact Investing Model", "date": "2019-03-18 00:01", "summary": "Twitter co-founder Evan Williams looks to position his team to use its sustainability origins as springboard for success. Partners at Obvious Ventures get touchy about people calling them \"impact investors.\"", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-need-a-plan-asapcuomo-sends-mta-scrambling-to-clean-tunnels-11552881660", "title": "'We Need a Plan ASAP'-Cuomo Sends MTA Scrambling to Clean Tunnels", "date": "2019-03-18 00:01", "summary": "Emails show how the New York governor wields significant power over transportation authority leadership. Last fall New York Gov. Andrew Cuomo expressed dissatisfaction to Metropolitan Transportation Authority executives with the cleanliness of their two road tunnels. His discontent sent MTA officials scrambling to devise a plan to more thoroughly wash the tubes.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-now-preparing-to-leave-as-many-as-1-000-troops-in-syria-11552853378", "title": "U.S. Military Now Preparing to Leave as Many as 1,000 Troops in Syria", "date": "2019-03-18 22:59", "summary": "New estimate-half of current presence-comes three months after President Trump's sought complete withdrawal; proposal would allow continued partnering with Kurdish forces, defying Turkey. WASHINGTON-The U.S. military is crafting plans to keep nearly 1,000 forces in Syria, U.S. officials said, a shift that comes three months after President Trump ordered a complete withdrawal and is far more than the White House originally intended.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-now-the-time-for-active-investing-to-make-a-comeback-11552874640", "title": "Is Now the Time for Active Investing to Make a Comeback?", "date": "2019-03-18 22:04", "summary": "Lower fees and rising volatility are making active management more competitive, supporters say. But critics say the odds are on the side of passive investing.. Few rifts in the world of mutual funds are as pronounced as the one dividing advocates of active management from those of index, or passive, investing.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-tell-your-teenager-how-much-money-you-make-11552874580", "title": "Should You Tell Your Teenager How Much Money You Make?", "date": "2019-03-18 22:03", "summary": "Parents' salaries are an important element in children's financial education, some say. But others argue that telling your teen what you make can do more harm than good.. Conversations about money are often awkward under the best of circumstances, even among adults. Throw in the difficulties that many parents and teens encounter in communicating openly with each other about nearly any sensitive topic, and the thought of talking to your teenager about money can be daunting. Make it personal-talking to your teenager about your salary, something you may never have revealed to anyone except your spouse or partner-and your anxiety might climb to another level.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-all-college-admissions-become-need-blind-11552874521", "title": "Should All College Admissions Become Need-Blind?", "date": "2019-03-18 22:02", "summary": "Proponents say ending ability to pay as an admissions factor will restore trust in higher ed. Opponents say need-blind admissions is great in theory, but would do real damage.. The idea of need-blind college admissions is simple: Applicants are accepted or denied entry based on their merits, not on their ability to pay the tuition bill.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-it-pay-taxwise-to-get-married-11552874460", "title": "Does It Pay, Taxwise, to Get Married?", "date": "2019-03-18 22:01", "summary": "The new tax code changed the marriage penalty, but didn't do away with it entirely. Among many things, the Tax Cuts and Jobs Act of 2017 affected the so-called marriage penalty, which occurs when a couple's total tax bill rises as a result of getting married and filing their taxes jointly.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-most-people-need-a-broker-when-selling-their-home-11552874400", "title": "Do Most People Need a Broker When Selling Their Home?", "date": "2019-03-18 22:00", "summary": "Some experts say brokers bring deep knowledge to their role as advocate and voice of reason. Others say sellers can handle plenty of broker services by themselves these days.. Selling a house is a big deal. Literally. For many Americans, it's the single-biggest type of business transaction they will ever conduct. Multiple parties get involved, and hundreds of thousands, if not millions, of dollars are on the line.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-were-breaking-the-windows-in-new-zealand-massacre-no-exit-and-few-hiding-places-11552872004", "title": "In New Zealand Mosque Massacre, No Exit and Gunman at the Door", "date": "2019-03-18 21:20", "summary": "Resume Subscription. CHRISTCHURCH, New Zealand-The sharp cracks of gunfire were so confusing that at first the imam continued his sermon on forgiveness and brotherhood.", "categories": [[]], "category_links": []}]