[{"link": "https://www.wsj.com/articles/mcdonalds-mandates-antiharassment-training-at-u-s-restaurants-11567015200", "title": "McDonald's to Begin Antiharassment Training at U.S. Restaurants", "date": "2019-08-28 19:17", "summary": "Burger company is the latest chain to address criticism over handling of workplace harassment claims. McDonald's Corp. intends to train all employees at its U.S. restaurants on workplace antiharassment matters after facing criticism over its handling of the issue.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-urges-yemens-government-southern-faction-to-end-fighting-11567034119", "title": "Pompeo Urges Yemen's Government, Southern Faction to End Fighting", "date": "2019-08-28 19:15", "summary": "The two are allies in the Saudi-led coalition fighting the Iran-aligned Houthis, but their feud threatens to splinter it. Secretary of State Mike Pompeo urged Yemen's government and a local faction to resolve their dispute over control of the country's south, which threatens Saudi-led efforts to reassert control over the entire country and end its war.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-brexit-a-u-s-trade-deal-11567033654", "title": "After Brexit, a U.S. Trade Deal", "date": "2019-08-28 19:07", "summary": "As Johnson presses Britain's EU exit, a U.S.-U.K. deal is crucial.. U.K. Prime Minister Boris Johnson announced Wednesday he'll suspend Parliament for several weeks, a move that increases the odds of a no-deal exit from the European Union. While Britain nears a messy Brexit-and America grapples with the economic fallout of President Trump's trade wars-the importance for both countries of a new bilateral trade deal looms ever larger.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boaz-weinstein-hedge-fund-spars-with-blackrock-and-neuberger-11567033568", "title": "Boaz Weinstein Spars With BlackRock and Neuberger", "date": "2019-08-28 19:06", "summary": "Saba is embroiled in fights over closed-end fund boards with asset managers and law firm Skadden. New York hedge fund Saba Capital Management LP is currently embroiled in separate fights with two large Wall Street asset managers and a well-known law firm over the obscure mechanics of closed-end fund boards.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-denies-confirmation-of-ditechs-reorganization-plan-11567022735", "title": "Consumer Concerns Sink Ditech's Chapter 11 Exit Plan", "date": "2019-08-28 19:04", "summary": "Consumers with claims in the bankruptcy of the mortgage origination and servicing business might not be treated fairly, judge says. The judge presiding over Ditech Holding Corp.'s bankruptcy rejected a proposed restructuring of one of the nation's largest mortgage origination and servicing businesses, ruling the terms weren't fair to borrowers.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-centrist-debate-shutout-11567033452", "title": "A Centrist Debate Shutout", "date": "2019-08-28 19:04", "summary": "The next Democratic debate is going to list hard to the left.. Democrats on Thursday will announce the lineup for their next presidential debate, and the good news is that New Yorkers Kirsten Gillibrand (who dropped out Wednesday) and Bill de Blasio won't be on stage to afflict viewers. The bad news: Neither will the centrists who dared in the first two debates to raise questions about the party's leftward lunge.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-hell-revisited-11567033423", "title": "Education Hell Revisited", "date": "2019-08-28 19:03", "summary": "Remember that report on Providence schools? Nothing has changed.. Rhode Island's politicians this summer made a show of decrying the shameful condition of Providence public schools. But with the school year beginning again, the city's progressive mayor has returned to keeping kids prisoners in the failing schools.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-the-bully-in-the-south-china-sea-11567033378", "title": "Stop the Bully in the South China Sea", "date": "2019-08-28 19:02", "summary": "Beijing must pay a price for allowing its coast guard and proxies to impede freedom of the seas.. The State Department weighed in forcefully last week on China's harassment of Malaysian and Vietnamese oil and gas operations in the South China Sea. Spokeswoman Morgan Ortagus blasted Beijing's \"continuing interference with Vietnam's longstanding oil and gas activities,\" which \"calls into serious question China's commitment . . . to the peaceful resolution of maritime disputes.\" The department was right to fire diplomatic shots across Beijing's bow, but the U.S. and its partners need to do more to persuade China to rein in its coast guard and militia ships before they cause a deadly collision that could spark a wider crisis.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-know-better-than-standardized-tests-11567033335", "title": "Parents Know Better Than Standardized Tests", "date": "2019-08-28 19:02", "summary": "New school-choice studies show that even the least advantaged find superior schools for their kids.. Thanks to private-school choice-vouchers, tax-credit scholarships and education savings accounts-this year nearly half a million children in 29 U.S. states and the District of Columbia will attend schools their parents selected.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-obama-white-house-counsel-takes-stand-in-his-own-trial-11567030174", "title": "Former Obama White House Counsel Takes Stand in His Own Trial", "date": "2019-08-28 19:02", "summary": "Greg Craig denies lying to government about work he has done for Ukraine. WASHINGTON-Former White House counsel Greg Craig took the stand in his own criminal trial, rebutting allegations that he misled the government about his work for Ukraine in 2012.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-not-going-to-fire-the-babysitterhes-my-dad-11567033262", "title": "I'm Not Going to Fire the Babysitter-He's My Dad", "date": "2019-08-28 19:01", "summary": "I have seen how my children make their grandfather, 77, laugh. With them, he is happy.. My babysitter lost his phone and hadn't replaced it for several weeks, making him frustratingly unreachable. I also worry that my kids pay more attention than he does to oncoming cars and cyclists when they're walking home together from school. But I'm not going to fire the sitter. He's my dad.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-innovations-that-arent-11567033288", "title": "Big Tech's 'Innovations' That Aren't", "date": "2019-08-28 19:01", "summary": "Silicon Valley's giants are no longer producing better products and services. They're exploiting people.. Men landed on the moon 50 years ago, a tremendous feat of American creativity, courage and, not least, technology. The tech discoveries made in the space race powered innovation for decades. But I wonder, 50 years on, what the tech industry is giving America today.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-transpacific-experiment-review-middle-kingdom-golden-state-11567033215", "title": "'The Transpacific Experiment' Review: Middle Kingdom, Golden State", "date": "2019-08-28 19:00", "summary": "A series of vignettes meant to capture the experiences of those trying to bridge the world's two biggest economies.. Google's search engine dominates in almost every corner of the world, but not in China. Frustrated by Beijing's insistence that search results be censored, in 2010 Google moved its servers out of the mainland and into Hong Kong. Today, homegrown Baidu is the leading search engine in China, with a market share of approximately 75%. Google's share? About 3%.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-credit-may-come-to-america-11567033176", "title": "'Social Credit' May Come to America", "date": "2019-08-28 18:59", "summary": "It no longer seems paranoid to worry about surveillance and facial recognition.. Hong Kong protesters have been tearing down surveillance cameras, and it's easy to see why. Mainland China's \"social credit\" system is the most extensive program of government surveillance the world has ever seen-one that should caution not only Hong Kong but also America and the West against further intrusions on privacy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-takes-his-turn-in-the-barrel-11567033142", "title": "Biden Takes His Turn in the Barrel", "date": "2019-08-28 18:59", "summary": "He's still on top, notwithstanding a media frenzy over an outlier poll.. In every presidential campaign, each major candidate takes his turn in the barrel. Right now, it's former Vice President Joe Biden's turn to suffer bad press and ultracritical punditry.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-1619-project-hurts-blacks-11567033108", "title": "'The 1619 Project' Hurts Blacks", "date": "2019-08-28 18:58", "summary": "The New York Times series wallows in victimhood and ignores success.. The New York Times recently released a special 100-page edition of its Sunday magazine arguing that slavery has left an indelible mark on the soul of our nation and that its legacy remains the principal cause of inequities between races. Titled \"The 1619 Project\" (referencing the arrival of the first black slaves, 400 years ago), the initiative is designed to show that whites have always been and continue to be the beneficiaries of both slavery and its attendant institutional racism-and blacks the perpetual victims.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boxs-revenue-growth-slows-11567032535", "title": "Box's Revenue Growth Slows", "date": "2019-08-28 18:48", "summary": "Cloud-software provider reports 16% sales growth in its latest second quarter. Cloud-software provider Box Inc. reported 16% revenue growth in its latest second quarter, slower than the increase registered in the year-ago period.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-has-big-appetite-for-competitive-eating-events-11567032395", "title": "New York City Has Big Appetite for Competitive-Eating Events", "date": "2019-08-28 18:46", "summary": "This year's Feast of San Gennaro in Manhattan's Little Italy will feature a zeppole-eating contest. In its 93-year history, the Feast of San Gennaro in Manhattan's Little Italy has become known for a few specialties. Perhaps chief among them are zeppole, balls of fried dough covered in powdered sugar.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guess-sees-little-effect-from-potential-china-tariffs-increase-11567030798", "title": "Guess Sees Little Effect From Potential China Tariffs Increase", "date": "2019-08-28 18:39", "summary": "Fashion retailer's shares rise 11% in aftermarket trading. Guess? Inc. shares rose sharply in after-hours trading Wednesday after the fashion retailer raised its profit forecast for its fiscal year and said it expects minimal effects from further tariffs between the U.S. and China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-spends-too-much-on-office-space-report-says-11567031967", "title": "New York City Spends Too Much on Office Space, Report Says", "date": "2019-08-28 18:39", "summary": "Citizens Budget Commission urges city to rein in leasing costs that have risen to more than $1 billion a year. New York City spends more than $1 billion leasing office space each year, a number that has grown significantly since Mayor Bill de Blasio took office.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/va-investigating-series-of-suspicious-deaths-at-west-virginia-hospital-11567031879", "title": "VA Investigating Series of Suspicious Deaths at West Virginia Hospital", "date": "2019-08-28 18:38", "summary": "Patients died after unexplained hypoglycemic episodes; Justice Department called to assist investigation. Department of Veterans Affairs officials are investigating nearly a dozen suspicious deaths at a VA hospital in West Virginia, including one that has been ruled a homicide, according to a person familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-defense-chief-calls-discussing-withdrawal-from-afghanistan-premature-11567031689", "title": "U.S. Defense Chief Calls Discussing Afghanistan Withdrawal 'Premature'", "date": "2019-08-28 18:34", "summary": "'I'm not using the \"withdraw\" word right now,' says Chairman of Joint Chiefs of Staff. WASHINGTON-The top-ranking U.S. military officer said it was premature to discuss a possible withdrawal of American forces from Afghanistan, in his first public comments about the ongoing peace talks to end the country's nearly 18-year-long war.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-police-union-calls-for-removal-of-mayor-resignation-of-police-commissioner-11567017160", "title": "NYPD Union Calls for Removal of Mayor, Resignation of Commissioner", "date": "2019-08-28 18:20", "summary": "Union delegates voted unanimously on resolution of no confidence in Commissioner O'Neill and Mayor de Blasio in the wake of the firing of Daniel Pantaleo. The union representing nearly 25,000 active New York Police Department officers has called for Police Commissioner James O'Neill to resign and for Gov. Andrew Cuomo to remove Mayor Bill de Blasio from office.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kirsten-gillibrand-drops-out-of-presidential-contest-11567028517", "title": "Kirsten Gillibrand Drops Out of Presidential Contest", "date": "2019-08-28 18:16", "summary": "New York senator failed to break through the crowded Democratic field. New York Sen. Kirsten Gillibrand said she was ending her campaign for president Wednesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-financial-crimes-unit-opens-foreign-investigations-office-11567028542", "title": "Treasury's Financial Crimes Unit Opens Foreign Investigations Office", "date": "2019-08-28 17:42", "summary": "The new division of the Financial Crimes Enforcement Network will focus on international money-laundering threats. The U.S. Treasury Department's financial crimes unit has created a division that will be responsible for identifying foreign money-laundering threats.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technical-bid-pushes-u-s-treasury-yields-close-to-record-low-11567015420", "title": "Technical Bid Pushes Treasury Yields Close to Record Low", "date": "2019-08-28 17:36", "summary": "Mortgage-backed bond investors are suffering from sharp drop in interest rates. U.S. government-bond yields slid closer to record lows Wednesday as traders scrambled to adjust to the sharp decline in interest rates over the past month.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-agents-raid-home-of-united-auto-workers-president-11567007800", "title": "Federal Agents Search Home of United Auto Workers President", "date": "2019-08-28 17:09", "summary": "Agents execute search warrants at the home of Gary Jones and the home of Dennis Williams, the union's previous president. Federal agents searched the homes of the United Auto Workers' current and former presidents and a Northern Michigan conference center used by union leaders, widening a multiyear criminal investigation into alleged corruption in the UAW's top ranks.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbank-facing-money-laundering-probe-hires-new-ceo-11567026141", "title": "Swedbank, Facing Money-Laundering Probe, Hires New CEO", "date": "2019-08-28 17:02", "summary": "Jens Henriksson takes the permanent spot that was vacated by Birgitte Bonnesen, who was fired in March. Swedbank AB hired banking and financial industry veteran Jens Henriksson as chief executive to rebuild trust in the company following a money-laundering scandal that led to the ouster of its previous CEO in March.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hudsons-bay-selling-lord-taylor-to-fashion-subscription-service-11567001387", "title": "Hudson's Bay Selling Lord & Taylor to Fashion Subscription Service", "date": "2019-08-28 17:01", "summary": "Le Tote will operate Lord & Taylor's 38 stores and expects to offer jobs to most associates. Hudson's Bay Co. said it is selling Lord & Taylor to fashion-rental subscription service Le Tote Inc., gaining a stake in the buyer of the department-store chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/targets-stock-is-rallying-like-its-2009-11566995084", "title": "Target's Stock Is Rallying Like It's 2000", "date": "2019-08-28 17:00", "summary": "August rally has Target on track to end the month with the biggest gains of any S&P 500 stock. Target Corp. is on track to close out a volatile month for markets with its biggest gain in nearly two decades.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-stockpiles-shrink-sending-oil-prices-higher-11567012519", "title": "Shrinking Crude Stockpiles Send Oil, Energy Shares Higher", "date": "2019-08-28 16:47", "summary": "Declining inventory eases concerns of oversupplies as summer driving season winds down. Oil prices rose Wednesday on a government report that showed a big drawdown of U.S. fuel stockpiles as the summer driving season winds down.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-reserve-bank-of-new-zealand-gov-adrian-orr-11567024740", "title": "Transcript: WSJ Interview With Reserve Bank of New Zealand Gov. Adrian Orr", "date": "2019-08-28 16:39", "summary": "Resume Subscription. Adrian Orr, governor of the Reserve Bank of New Zealand, spoke with Wall Street Journal reporter Nick Timiraos on the sidelines of the Kansas City Fed's symposium in Jackson Hole, Wyo., on Friday, Aug. 23. He discussed global economic developments, monetary policy tactics and trade policy uncertainty. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-withdrawal-from-intelligence-pact-with-japan-caught-u-s-by-surprise-top-official-says-11567024514", "title": "South Korea Withdrawal From Intelligence Pact With Japan Caught U.S. by Surprise, Top Official Says", "date": "2019-08-28 16:35", "summary": "Action 'potentially adds risk' to U.S. forces on Korean peninsula, says Assistant Secretary of Defense for the region. WASHINGTON-U.S. national security officials were blindsided last week when South Korea said it was withdrawing from an intelligence-sharing agreement with Japan, the Pentagon's senior Asia policy official said Wednesday.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnival-row-review-taking-flight-with-clipped-wings-11567024484", "title": "'Carnival Row' Review: Taking Flight With Clipped Wings", "date": "2019-08-28 16:34", "summary": "Amazon's new show about a displaced faerie people, is a frenetic, occasionally fantastic experiment that draws heavily from the sci-fi/fantasy canon.. 'Carnival Row\" has as much to do with cotton candy and Ferris wheels as the Circus Maximus has to do with Cirque du Soleil, but it does share connective tissue with nearly every other elevated epic in the sci-fi/fantasy canon. There are myths, legends, warriors, blood feuds and murder. The urban architecture is inspired by the vault of a cathedral and there is a thorough disregard of epoch-even if it does, very much, seem to be set in a London circa Jack the Ripper. That \"Carnival Row\" is an heir-presumptive to \"Game of Thrones\" seems a given. But if it fails in that quest, it won't be because the makers didn't throw everything against the cold, moist stone wall.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collapse-of-the-inequality-argument-11567024434", "title": "Collapse of the Inequality Argument?", "date": "2019-08-28 16:33", "summary": "At least one Democratic presidential candidate is now emphasizing economic mobility for people at the bottom.. Leftist politicians have been saying for years that a dramatic rise in wealth and income inequality is the central economic problem of our time. It remains the go-to explanation among Democratic presidential candidates for their myriad schemes to increase federal taxation. But the claim of an inequality surge is getting much harder to make. And even for those who cling to the belief that recent decades have led to record levels of inequality, they will have to explain why wages in the Trump era have lately been moving a little closer to equality.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-parties-reach-deal-to-form-new-government-11567014240", "title": "Italian Party Rivals Join Up to Form New Government", "date": "2019-08-28 16:33", "summary": "Giuseppe Conte to return as prime minister, leaving nativist League leader Matteo Salvini out in cold. MILAN-Italy's rival parties reached a deal to form a new government, bringing an end to a government crisis that threatened to lead to national elections for the second time in less than two years.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-family-the-history-of-bluegrass-music-review-gradeincomplete-11567024369", "title": "'Big Family: The Story of Bluegrass Music' Review: Grade-Incomplete", "date": "2019-08-28 16:32", "summary": "A two-hour look at the genre has plenty of great music, but several glaring omissions.. Bluegrass aficionados will be tickled pink that PBS is running \"Big Family: The Story of Bluegrass Music\" and devoting two hours to their favorite music. And before it's over, they'll be confused. Why is there no footage of Bill Monroe-the acknowledged father of bluegrass and the virtual centerpiece of the show-demonstrating his virtuosity on the mandolin? Where's Doc Watson, another bygone country legend whose guitar playing was a key part of \"Will the Circle Be Unbroken\" (the 1972 Nitty Gritty Dirt Band album that, some might say, introduced bluegrass to hippies), and who can only be glimpsed in a couple of still photos? Why is \"virtuosity\" never mentioned?", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-slip-on-weak-data-trade-doubts-11566979600", "title": "U.S. Stocks Climb in Quiet Session", "date": "2019-08-28 16:12", "summary": "Earnings drive some of the bigger moves within the market. U.S. stocks climbed Wednesday, lifted by advances in shares of everything from retailers to technology firms.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-tightens-privacy-rules-on-listening-to-siri-recordings-11567013482", "title": "Apple Tightens Privacy Rules on Siri Recordings After Backlash", "date": "2019-08-28 16:00", "summary": "Tech giant says it will no longer retain audio by default, and users will be able to elect to have their interactions with Siri 'graded'. Apple Inc. said it will no longer automatically save audio recordings of customers' interactions with voice-driven virtual assistant Siri, the latest step as technology companies try to ease privacy concerns.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-barkin-says-u-s-economy-looks-strong-but-uncertainty-is-elevated-11567009718", "title": "Fed's Barkin Not Convinced Low Inflation Calls for Rate Cut", "date": "2019-08-28 15:57", "summary": "Richmond Fed president declines to say whether he supported the Fed's rate cut, or if he might support another cut at its next meeting. WHITE SULPHUR SPRINGS, W. Va.-Federal Reserve Bank of Richmond President Tom Barkin said he isn't convinced low inflation calls for reducing interest rates but added that he is closely watching threats to economic growth.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-dallas-fed-president-robert-kaplan-11567021889", "title": "Transcript: WSJ Interview With Dallas Fed President Robert Kaplan", "date": "2019-08-28 15:51", "summary": "Resume Subscription. Dallas Fed President Robert Kaplan spoke with Wall Street Journal reporter Nick Timiraos on the sidelines of the Kansas City Fed's symposium in Jackson Hole, Wyo., on Thursday, Aug. 22. He discussed his outlook for the economy and interest rates in an environment of heightened policy uncertainty. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-span-of-queens-bridge-to-speed-up-commutes-11567021582", "title": "New Span of Queens Bridge to Speed Up Commutes", "date": "2019-08-28 15:46", "summary": "Bridge is among major infrastructure projects pushed by New York Gov. Andrew Cuomo. Traffic is expected to flow faster across one of New York City's busiest stretches of highway following the opening Thursday of the second and final span of the new Kosciuszko Bridge.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arson-attack-kills-26-at-mexican-nightclub-11567020677", "title": "Arson Attack Kills 26 at Mexican Nightclub", "date": "2019-08-28 15:31", "summary": "Bar in southern Veracruz state was set afire with patrons trapped inside; president, state prosecutor trade blame. MEXICO CITY-Armed assailants set fire to a bar in southern Mexico, killing at least 26 people and injuring 11 others, as the country's homicide rates reach record highs.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-sen-isakson-of-georgia-to-leave-office-11567003887", "title": "Republican Sen. Isakson of Georgia to Leave Office", "date": "2019-08-28 15:18", "summary": "The 74-year-old senator cites health challenges from Parkinson's disease and kidney cancer. WASHINGTON-Republican Sen. Johnny Isakson of Georgia announced he will resign at the end of the year due to his poor health, setting the stage for two Senate races in the state in 2020.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altria-and-philip-morris-consider-what-brand-to-use-if-they-merge-11567018336", "title": "Altria and Philip Morris Consider What Brand to Use if They Merge", "date": "2019-08-28 14:52", "summary": "Executives worry that Philip Morris name is too strongly associated with tobacco. As Marlboro makers Philip Morris International Inc. and Altria Group Inc. pursue talks to merge, executives are beginning to wonder what to call the entity that would result.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mozambique-and-bondholders-near-900-million-restructuring-11567011253", "title": "Mozambique and Bondholders Near $900 Million Restructuring", "date": "2019-08-28 14:50", "summary": "Deal could help country access international markets, but bank loans still in default. Mozambique is close to finalizing an exchange of its so-called tuna bonds into new debt, an important step toward renewing its access to international markets after a three-year hiatus.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-questions-more-companies-about-sanctions-disclosures-11567018243", "title": "SEC Questions More Companies About Sanctions Disclosures", "date": "2019-08-28 14:50", "summary": "The regulator has sent letters to companies such as PayPal and BNY Mellon with queries about their dealings in countries targeted by U.S. sanctions. The Securities and Exchange Commission is increasingly questioning public companies about compliance with U.S. sanctions as the nation's blacklist of individuals and entities grows.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tchaikovsky-project-review-a-conflicted-composer-11567018198", "title": "'The Tchaikovsky Project' Review: A Conflicted Composer", "date": "2019-08-28 14:49", "summary": "Conductor Semyon Bychkov, music director of the Czech Philharmonic, has recorded a seven-CD boxed set of Tchaikovsky's works with an interpretive eye on the composer's stylistic battles.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-snack-smarter-at-work-11567097954", "title": "How to Snack Smarter at Work", "date": "2019-08-28 14:31", "summary": "The 3 p.m. slump is real. Soar right over it with these recipes for leading-edge noshes. THE HUMAN BODY is a clock, reliably marking time in physical pangs. Take the particular sluggishness and waning of attention that occur each day around 3 p.m., midway between lunch and dinner: That's our internal alarm screaming for snacks.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-is-no-gag-rule-at-usaf-air-university-11567017004", "title": "There Is No Gag Rule at USAF Air University", "date": "2019-08-28 14:30", "summary": "The Chief of Staff of the Air Force, Gen. David Goldfein, has been an outspoken advocate for open, rigorous debate within the profession of arms-especially here at AU.. In \"End the Gag Rule, Start the Space Force\" (op-ed, Aug. 27), Daniel Lyons rightly notes that the debate surrounding a space-focused military service is one of the most significant in a generation. Mr. Lyons mischaracterizes, however, the academic climate at Air University regarding that debate. The faculty and students in the Space Horizons Research Task Force and all across the university continue to have full academic freedom to share their considered views.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-sponsorship-and-public-charge-11567016958", "title": "Immigration, Sponsorship and Public Charge", "date": "2019-08-28 14:29", "summary": "The Public Charge concept has been around since the still-English colony of Massachusetts adopted it in 1646.. Regarding your editorial \"The 'Public-Charge' Ploy\" (Aug. 14): The \"public charge\" concept has been around since the still-English colony of Massachusetts adopted it in 1646. Since the Immigration Act of 1882, it has been understood to mean: \"any person unable to take care of himself or herself, without becoming a public charge.\" Clear and unambiguous, I would say.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democratic-candidates-are-left-of-obama-11567016908", "title": "The Democratic Candidates Are Left of Obama", "date": "2019-08-28 14:28", "summary": "All leading candidates are statists who want Washington to have more top-down control.. Regarding William A. Galston's \"Road to the White House Comes Into View\" (Politics & Ideas, Aug. 21): Mr. Galston apparently believes that characterization of Democrats as socialists, antigun, pro-open border and anti-America First is unfair. If President Trump is promoting an unfair caricature of Democrats, Democratic allies will discredit the messenger as a rich capitalist who needs NRA support, hates immigrants and is a dangerous nationalist who is stirring up trouble around the world.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-does-the-government-ever-negotiate-prices-in-good-faith-11567016855", "title": "When Does the Government Ever Negotiate Prices in Good Faith?", "date": "2019-08-28 14:27", "summary": "Whether it's the ACA or Medicare for All or any other government-mandated health-care program, politics seem to trump sound business decision-making.. Eagan Kemp's letter \"Medicare for All Might Change Payment Rate\" (Aug. 21) is chock-full of the naiveté and doublespeak that characterizes the Medicare for All conversation. Please tell me the distinction between the proposed bills not saying rates paid to hospitals would be the same but that they would be determined in the same way rates currently are? And since when does the government \"negotiate\" in good faith?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-ignore-this-message-about-slack-11566990003", "title": "Don't Ignore This Message About Slack", "date": "2019-08-28 14:17", "summary": "Even if the communications technology company can achieve the growth that it expects, its stock looks overpriced. Inbox filling up? Oh, look, you missed a Slack too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-mattis-says-u-s-needs-allies-to-succeed-11567015969", "title": "Jim Mattis Says U.S. Needs Allies to Succeed", "date": "2019-08-28 14:12", "summary": "In his book, former defense secretary stresses importance of strong ties with friendly nations. Former Defense Secretary Jim Mattis says he resigned from the Trump administration in late 2018 \"when my concrete solutions and strategic advice, especially keeping faith with our allies, no longer resonated.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-spending-spree-slows-as-debt-problems-become-more-widespread-11567014962", "title": "India's Spending Spree Slows as Debt Problems Become More Widespread", "date": "2019-08-28 13:56", "summary": "With the government strapped for cash and banks struggling, Indians are buying less. NEW DELHI-India's debt problems have spread to consumers, gumming up the most-important piston propelling Asia's third-largest economy and dimming its chances of snapping out of a slowdown.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clergy-abuse-victims-take-new-route-to-challenge-church-in-court-11567010093", "title": "Clergy Abuse Victims Take New Route to Challenge Church in Court", "date": "2019-08-28 13:45", "summary": "Lawsuits in Pennsylvania accuse dioceses of conspiracy to cover up abuse as plaintiffs search for way around statute of limitations. Pennsylvania's legislature hasn't decided if it will join the growing number of states to lift the statute of limitations on victims of childhood sexual abuse, but John Patchcoski decided he wouldn't wait any longer for his day in court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-business-travelers-apps-to-find-enviable-workspaces-11567013995", "title": "For Business Travelers, Apps to Find Enviable Workspaces", "date": "2019-08-28 13:39", "summary": "These 9 apps and websites help road warriors find covetable places to get the job done-from meeting rooms and co-working spots to hotel cabanas-all over the world. BUSINESS TRAVEL has many, many downsides: barbaric jet lag, cramped seats, cacophonous hotel rooms, delays when it comes to flights, trains, rental cars. But one aspect of working on the road has gotten an upgrade in recent years: Thanks to clever new apps and websites, you can now efficiently find a place to park with your laptop. Whether you're looking for a half-day hotel room to bridge the gap between checkout and takeoff, a private place to record your podcast or a poolside seat with high-speed Wi-Fi, these apps can pump up your productivity, pleasurably.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-iranians-for-allegedly-buying-materials-for-weapons-of-mass-destruction-programs-11567004640", "title": "U.S. Sanctions Iranians for Allegedly Buying Materials for Weapons of Mass Destruction Programs", "date": "2019-08-28 13:37", "summary": "The action comes as the Trump administration's broader 'maximum pressure' campaign takes a deepening toll on Iran's economy. WASHINGTON-The Treasury Department on Wednesday imposed sanctions on several Iranian men and their associated companies, which U.S. officials say were used to procure materials in Iran's bid to develop weapons of mass destruction.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-johnson-to-ask-queen-to-suspend-parliament-making-no-deal-brexit-more-likely-11566985097", "title": "Johnson Moves to Suspend Parliament to Push Through Brexit", "date": "2019-08-28 13:30", "summary": "British prime minister's move could hamstring lawmakers who want to block a no-deal Brexit. LONDON-Prime Minister Boris Johnson moved to shut down Parliament for several weeks, a tactic aimed at stopping opposition lawmakers from blocking an abrupt break with the European Union. The move, which sent the British pound falling, sets the stage for a high-stakes battle among lawmakers next month.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-brexit-showdown-could-be-what-investors-need-11566995737", "title": "A Brexit Showdown Could Be What Investors Need", "date": "2019-08-28 13:25", "summary": "Further the pound falls as a result of no-deal fears, the greater the pressure on British politicians to agree on a deal. British Prime Minister Boris Johnson wants to reduce the time that U.K. lawmakers will have to block a no-deal Brexit, and investors are scared. But they should probably welcome signs of a final showdown.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-salad-habits-of-highly-effective-people-11567012810", "title": "The Salad Habits of Highly Effective People", "date": "2019-08-28 13:20", "summary": "With these tactics in your back pocket, stride up to the salad bar and build a better bowl. BY LUNCHTIME on a hectic day at the office, decision fatigue can weigh heavy. Like swimming through the thousands of TV shows and movies on Netflix , browsing the superabundance of ingredients at a salad bar will frequently feel like more of a burden than a bonanza. With a line snaking out the door, add performance anxiety to the list of salad-bar-related syndromes.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scientists-put-a-face-on-an-ancient-human-ancestor-11567011601", "title": "Scientists Put a Face on an Ancient Human Ancestor", "date": "2019-08-28 13:00", "summary": "A cranium 3.8 million years old helps fill out the picture of the earliest human skull from an era with a nearly-vacant fossil record. Scientists on Wednesday announced their discovery of a face from the earliest moments of human evolution: a cranium 3.8 million years old belonging to a creature that stood on the cusp of apes and humans.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dentsu-to-buy-marketing-shop-mutesix-in-a-bid-for-startup-clients-11567011600", "title": "Dentsu to Buy Marketing Shop MuteSix in a Bid for Startup Clients", "date": "2019-08-28 13:00", "summary": "Agencies increasingly chase direct-to-consumer startups that are disrupting legacy brands. Dentsu Inc. has agreed to acquire the direct-to-consumer marketing agency MuteSix, as the agency holding company looks to forge new relationships with emerging brands.", "categories": [["WSJ News Exclusive", "CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-marlboro-tie-up-has-multiple-choke-points-11567009971", "title": "A Marlboro Tie-Up Has Multiple Choke Points", "date": "2019-08-28 12:32", "summary": "A merger between Philip Morris International and Altria faces blowback from risk-averse tobacco investors. Philip Morris International and Altria Group face an uphill task to get shareholder approval for their mooted Marlboro tie-up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-english-soccer-clubs-disappear-11567008752", "title": "When English Soccer Clubs Disappear", "date": "2019-08-28 12:12", "summary": "Far from the riches of the Premier League, smaller clubs are plagued by financial troubles. On Tuesday, Bury FC was shuttered for good.. The English soccer season started weeks ago, but fans of third-tier Bury FC were still waiting to see their team kick a ball. Each of the club's six scheduled matches had been suspended while it sought a buyer to save it from financial ruin.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/understanding-the-u-k-prime-ministers-move-and-brexit-11567008406", "title": "Understanding the U.K. Prime Minister's Move and Brexit", "date": "2019-08-28 12:06", "summary": "Lawmakers can still vote to trigger an extension, or a general election, but time is running very short. U.K. Prime Minister Boris Johnson has moved to suspend-or prorogue-Parliament for a month ahead of Brexit, causing outrage among some lawmakers and sending the pound lower versus the dollar.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-missing-piece-of-amazons-new-york-debacle-it-kept-a-burn-book-11567003239", "title": "The Missing Piece of Amazon's New York Debacle: It Kept a Burn Book", "date": "2019-08-28 11:56", "summary": "The Microsoft Word document, titled 'NY Negative Statements,' is a reminder of how the company and the city were ill-suited. When Amazon scrubbed plans to build a second headquarters in New York City earlier this year, the reason appeared rooted in a debate about unions, tax subsidies and housing costs.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/6-home-office-desks-with-hollywood-cachet-11567007713", "title": "6 Home-Office Desks With Hollywood Cachet", "date": "2019-08-28 11:55", "summary": "We revisit six iconic films that elevated the 9-to-5 environment. Which aesthetic-and corresponding desk-is perfect for you?. As the sublimely imperious high-fashion magazine editrix Miranda Priestly, Meryl Streep didn't suffer fools-or common clutter-gladly. \"A desk with a glass top and no drawers broadcasts that you have nothing to hide,\" Mr. Hutman said of the character's elegant workmate. (Translation: major power move.) A similar model by Arciniega, featuring a polished stainless-steel sled base and tempered-glass top, should appeal to those who recognize that minimalism is always en vogue. \"This says, 'I like straight, clean lines and uninterrupted air,'\" said Austin, Texas-based production designer Bruce Curtis (\"Fast Food Nation,\" \"Parkland\").", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-kashmir-clampdown-turns-hospitals-into-graveyards-11566990962", "title": "'Hospitals Have Become Graveyards': India's Kashmir Clampdown Sparks Health Crisis", "date": "2019-08-28 11:52", "summary": "Military lockdown and communications blackout prompt a shortage of medicines and a health crisis. SRINAGAR, India-Mudasir Ahmed Parry says more patients have died under his watch in the past three weeks than in the entire year.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nantucket-homeowners-shake-last-call-by-building-their-own-bars-11567006830", "title": "Nantucket Homeowners Shake Last Call by Building Their Own Bars", "date": "2019-08-28 11:40", "summary": "The island's wealthiest property owners are chasing the ultimate home-bar experience with kegerator cooling systems, wine refrigerators and ice machines for cocktails. Melanie Sabelhaus loves Nantucket, cocktail hour and the French luxury brand Hermès. So when she was designing a bar for the 9,000-square-foot Nantucket home she owns with her husband, Bob Sabelhaus, she looked to her favorite scarf for inspiration.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/itsover-going-through-a-divorce-on-social-media-11567001177", "title": "#ItsOver: Going Through a Divorce on Social Media", "date": "2019-08-28 11:30", "summary": "All breakups are tough but divorce can be particularly searing for 20-somethings who have showcased their marriage on Instagram and Twitter. When Jack Rollins and his bride splashed their wedding pictures across Facebook , friends cheered with likes and comments. But two years later, when the couple separated and later divorced, the photos became a painful reminder of happier times.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catholic-church-in-china-ordains-first-bishops-with-approval-of-both-rome-beijing-11567006006", "title": "Catholic Church in China Ordains First Bishops With Approval of Both Rome, Beijing", "date": "2019-08-28 11:26", "summary": "Move suggests nation can begin filling big shortfall of senior clergy after a decadeslong rift. BEIJING-The Catholic Church in China ordained bishops with the joint blessing of Beijing and the Vatican for the first time since the two sides signed a landmark agreement last year, signaling their tentative truce is holding after a decadeslong rift.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-five-months-past-time-for-another-album-11567005549", "title": "The New Album Cycle: As Often as Possible", "date": "2019-08-28 11:19", "summary": "As streaming-era brings quicker releases from stars like Ariana Grande and rapper Future, indie-rock band Big Thief follows its May album with another in October. Indie-rock band Big Thief is still enjoying the glow of its biggest-selling album, released in May. Yet earlier this month the quartet surprised fans by announcing plans to release another album, \"Two Hands,\" in October.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mccann-bar-11567005033", "title": "The McCann Bar", "date": "2019-08-28 11:10", "summary": "Tom and Mary-Jo McCann build a 1,000-square-foot bar on their compound.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-doughan-bar-11567004909", "title": "The Doughan Bar", "date": "2019-08-28 11:08", "summary": "Susan Doughan removed a 19th-century fireplace to create a wet-bar off the foyer of her 1860 Nantucket home.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-concerns-emerge-about-long-term-antidepressant-use-11567004771", "title": "New Concerns Emerge About Long-Term Antidepressant Use", "date": "2019-08-28 11:06", "summary": "More Americans are taking antidepressants for longer. But doctors say patients should weigh the pros and cons amid new research on risks.. How long is too long to be on antidepressants?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sabelhaus-bar-11567004757", "title": "The Sabelhaus Bar", "date": "2019-08-28 11:05", "summary": "Bob and Melanie Sabelhaus created an entertainment space that would be a focal point of their home.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trans-pacific-tensions-threaten-u-s-data-link-to-china-11566991801", "title": "Security Concerns Threaten Data Link Backed by Google, Facebook", "date": "2019-08-28 10:15", "summary": "U.S. firms and Chinese partner have sunk hundreds of millions of dollars into Los Angeles-Hong Kong cable project. U.S. officials are seeking to block an undersea cable backed by Google, Facebook Inc. and a Chinese partner, in a national security review that could rewrite the rules of internet connectivity between the U.S. and China, according to people involved in the discussions.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bayer-monsanto-became-one-of-the-worst-corporate-dealsin-12-charts-11567001577", "title": "How Bayer-Monsanto Became One of the Worst Corporate Deals-in 12 Charts", "date": "2019-08-28 10:12", "summary": "The $63 billion gambit ranks as one of the most troubled acquisitions in recent times. BERLIN- Bayer AG fought hard to take over Monsanto Co. Today, the $63 billion gambit ranks as one of the worst corporate deals in recent memory-and is threatening the 156-year-old company's future.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-hat-ceo-says-acquisition-by-ibm-will-help-spur-more-open-source-innovation-11567000841", "title": "Red Hat CEO Says Acquisition by IBM Will Help Spur More Open-Source Innovation", "date": "2019-08-28 10:00", "summary": "'This is two cultures working together, not coming together,' says Jim Whitehurst. International Business Machines Corp.'s recent acquisition of Red Hat Inc. is aimed squarely at building up its cloud business-in part by making it easier for IBM customers to use competing cloud services.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coty-ends-partnership-with-younique-11567000290", "title": "Coty Ends Partnership With Younique", "date": "2019-08-28 09:51", "summary": "CoverGirl owner to sell 60% stake in social media-driven cosmetics startup, saying the businesses were too different. Coty Inc. is cutting ties with Younique, a social-media-driven cosmetics company it took control of in 2017.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelotons-stationary-stairway-to-heaven-11566999536", "title": "Peloton's Stationary Stairway to Heaven", "date": "2019-08-28 09:38", "summary": "Peloton's investors aren't sweating the losses as subscribers continue to perspire. According to Peloton, you can, in fact, buy happiness. It doesn't come cheap though.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-dorian-expected-to-strengthen-as-it-approaches-puerto-rico-11566917861", "title": "Tropical Storm Expected to Strengthen as It Approaches Puerto Rico", "date": "2019-08-28 09:26", "summary": "Island's governor declares state of emergency, with storm forecast to hit Wednesday. As Tropical Storm Dorian moves its way into the eastern Caribbean, Puerto Rico and the Dominican Republic braced for heavy rains and winds after a hurricane watch was issued for the islands.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-hewlett-packard-enterprise-autodesk-costco-veeva-systems-heico-11566988569", "title": "Stocks to Watch: Dycom, Coty, Hewlett Packard and More", "date": "2019-08-28 09:05", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/koch-industries-seeds-new-quantitative-trading-firm-11566997200", "title": "Koch Industries Seeds New Quantitative Trading Firm", "date": "2019-08-28 09:00", "summary": "Keebeck Alpha aims to boost returns amid market volatility. Koch Industries Inc. has helped launch a new quantitative-trading firm aimed at boosting investment returns at a time of market volatility.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pete-buttigieg-is-losing-momentum-nationally-poll-finds-11566996874", "title": "Pete Buttigieg Is Losing Momentum Nationally, Poll Finds", "date": "2019-08-28 08:54", "summary": "Leveling poll numbers indicate the South Bend, Ind., mayor has struggled to break into the top tier. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mainland-chinese-sneak-into-hong-kongs-proteststo-support-the-cause-11566986403", "title": "Mainland Chinese Sneak Into Hong Kong's Protests-to Support the Cause", "date": "2019-08-28 08:43", "summary": "Resume Subscription. HONG KONG-On June 16, a 24-year-old female graduate student with the family name Chen donned a black T-shirt, grabbed a surgical mask in case she needed to hide her face, and joined a massive march against further erosion of the city's freedoms by China.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jim-mattis-duty-democracy-and-the-threat-of-tribalism-11566984601", "title": "Jim Mattis: Duty, Democracy and the Threat of Tribalism", "date": "2019-08-28 08:43", "summary": "Resume Subscription. In late November 2016, I was enjoying Thanksgiving break in my hometown on the Columbia River in Washington state when I received an unexpected call from Vice President-elect Mike Pence. Would I meet with President-elect Donald Trump to discuss the job of secretary of defense?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/airbnb-muscling-aside-brokers-for-hamptons-summer-business-11566993601", "title": "Airbnb Muscling Aside Brokers for Hamptons Summer Business", "date": "2019-08-28 08:00", "summary": "Many renters search online for home-listing sites, seeking shorter stays at upscale Long Island properties. Roseanne Horn had no luck when she put her gray-shingled East Hampton home up for rent through local real-estate brokers during the peak summer season.", "categories": [["WSJ News Exclusive", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-footballs-free-agency-still-involves-lots-of-red-tape-11566993293", "title": "College Football's 'Free Agency' Still Involves Lots of Red Tape", "date": "2019-08-28 07:54", "summary": "The NCAA's creation of a transfer portal made it easier to leave, but not to get eligibility to play right away. Two years ago, Justin Fields was one of the top high school quarterbacks in the nation. He enrolled at Georgia but couldn't supplant incumbent Jake Fromm. So after the 2018 season, he transferred to Ohio State.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worst-may-be-over-for-chinese-car-sales-11566992602", "title": "Worst May Be Over for Chinese Car Sales", "date": "2019-08-28 07:43", "summary": "A Beijing initiative to deregulate license plates might not help much, but the world's largest auto market seems to be bottoming out anyway. China's latest attempt to revive car sales may not do much. Happily for the vast global industry that has come to depend on it, though, the world's largest auto market may turn a corner soon anyway.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-holds-talks-with-indonesian-ride-hailing-startup-gojek-11566990537", "title": "Amazon Holds Talks With Indonesian Ride-Hailing Startup Gojek", "date": "2019-08-28 07:08", "summary": "Companies have had preliminary discussions about a sizable Amazon investment, tapping into Gojek's delivery infrastructure. Amazon.com Inc. and Indonesian ride-hailing startup Gojek Group have held preliminary talks on a partnership, according to people familiar with the matter, which could expand the online retail giant's services into a populous new market.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-americas-china-backlash-gone-too-far-11566990232", "title": "Has America's China Backlash Gone Too Far?", "date": "2019-08-28 07:03", "summary": "'We have a China attitude, not a China policy,' Henry Paulson says. Americans are deeply divided over many of President Trump's policies, but the trade war with China, despite its economic fallout, isn't one of them. Top Democrats and Republicans in Congress have applauded his tough line and polls show mistrust of China is growing across party lines.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syngentas-ceo-navigates-the-u-s-china-trade-war-11566990002", "title": "Syngenta's CEO Navigates the U.S.-China Trade War", "date": "2019-08-28 07:00", "summary": "Erik Fyrwald worries about the impact of climate change and organic foods as he leads a Chinese state-owned agriculture company. Erik Fyrwald is attempting one of the world's trickiest balancing acts. As chief executive of pesticide and crop-seed maker Syngenta, Mr. Fyrwald runs a Chinese state-owned company that is heavily reliant on U.S. farmers, placing him in the middle of the U.S.-China trade war. Meanwhile, Syngenta's home base-Europe-has been tightening restrictions on crop sprays and genetically engineered seeds.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-leaders-criticize-plans-for-new-child-migrant-shelters-11566990001", "title": "Local Leaders Criticize Plans for New Child-Migrant Shelters", "date": "2019-08-28 07:00", "summary": "Congressional Democrats oppose detention facilities proposed in three states, say they weren't consulted. The Trump administration aims to build new permanent shelters for unaccompanied child migrants in California, Virginia and Florida, drawing criticism from local officials opposed to the president's immigration detention policies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-to-buy-4-9-stake-in-suzuki-11566989969", "title": "Toyota to Buy 4.9% Stake in Suzuki", "date": "2019-08-28 06:59", "summary": "Japan's largest car maker adds another compatriot brand to its growing list of partners. TOKYO- Toyota Motor Corp. added another Japanese car maker to its growing list of partners, saying Wednesday it would buy a 4.9% stake in Suzuki Motor Corp.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-used-to-design-for-victorias-secret-now-theyre-knocking-me-off-11566988445", "title": "I Used to Design For Victoria's Secret. Now They're Knocking Me Off.", "date": "2019-08-28 06:34", "summary": "Jennifer Zuccarini led design at Victoria's Secret until founding a lingerie line of her own. Now she says her ex-employer is pilfering her ideas. Designer Jennifer Zuccarini's label Fleur du Mal sells pretty, intricately detailed lingerie. Her wares-mostly undergarments and swimwear-skew traditionally feminine with a high-fashion edge: a silky floral bra in bright pink, a see-through camisole embroidered with glittery butterflies, a high-waist bikini bottom with two lace-up details tying up the front. One of the line's most popular offerings is its Lily collection, which debuted in 2017, using a silk embroidery pattern created by the mill where Fleur du Mal sources its fabrics, that Zuccarini kept on her inspiration board for a few seasons before incorporating it into various sets.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-tells-court-it-has-trump-tax-returns-sought-by-congress-11566946669", "title": "Deutsche Says It Has Trump-Related Tax Returns Sought by Congress", "date": "2019-08-28 05:53", "summary": "House Intelligence and Financial Services committees in April subpoenaed bank for documents and financial records. Deutsche Bank AG , for decades President Trump's primary lender, has copies of tax returns sought under a congressional subpoena for the president and his family's financial information, the bank told a federal appeals court on Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-travel-headache-airlines-took-decades-to-fix-11566984600", "title": "The Travel Headache Airlines Took Decades to Fix", "date": "2019-08-28 05:30", "summary": "Carriers in Star Alliance, SkyTeam and Oneworld struggled for years to sync up within their systems, but fixes are finally coming. Airlines have been married to each other in alliances for 20 years. But sometimes it feels like they hardly talk to each other.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sell-greenland-no-not-that-one-11566982802", "title": "Sell Greenland! No, Not That One", "date": "2019-08-28 05:03", "summary": "After years of staggering growth, Chinese state-owned real-estate developers like Greenland Holdings are penned in by political pressures. Chinese property prices hit record highs, driven by a surge in lending. The government commits to restrict the booming real-estate sector in response. A Shanghai-based property-development company celebrates being the fastest-growing listed company in the world.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11566934469", "title": "Pepper...and Salt", "date": "2019-08-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epsteins-road-through-wall-street-a-bumpy-one-11566984602", "title": "Jeffrey Epstein's Road Through Wall Street Was a Bumpy One", "date": "2019-08-28 00:01", "summary": "Financier's business relationships with investment banks sometimes turned sour, ending in lawsuits. Jeffrey Epstein worked closely with some of the world's largest investment banks to build a fortune of more than $500 million. But he cut a course through Wall Street that was marked by disagreements, lawsuits and acrimony.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-crypto-miner-cuts-costs-and-rides-bitcoins-price-rise-11567007541", "title": "A Crypto Miner Cuts Costs and Rides Bitcoin's Price Rise", "date": "2019-08-28 00:01", "summary": "Toronto-based Hut 8 Mining laid off staff and renegotiated contracts before cryptocurrency's rally. A Canadian firm that \"mines\" bitcoin has returned to profitability, offering a unique look at the impact a recent rally in the cryptocurrency has had on an opaque industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-introduces-checkout-system-to-combat-underage-purchases-11567051140", "title": "Juul Introduces Checkout System to Combat Underage Purchases", "date": "2019-08-28 00:01", "summary": "Facing criticism over teen vaping, e-cigarette startup offers $100 million in incentives to encourage retailers to adopt its age-verification system. E-cigarette startup Juul Labs Inc., facing blame for a surge in teenage vaping, is offering more than $100 million in incentives to retailers to install a new electronic age-verification system intended to curb illegal sales to minors.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffanys-summer-sales-fall-as-tourist-spending-continues-slowing-11567028920", "title": "Tiffany's Summer Sales Fall as Tourist Spending Continues Slowing", "date": "2019-08-28 00:01", "summary": "Jewelry company says protests in Hong Kong cost sales as some stores closed for days. Tiffany & Co. reported a decline in second-quarter sales as it continued to see fewer foreign tourists in its U.S. stores, while disruptions caused by the Hong Kong protests put new pressure on the jewelry company.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-daly-biased-toward-rate-policy-that-promotes-job-growth-11567027803", "title": "Fed's Daly Biased Toward Rate Policy That Promotes Job Growth", "date": "2019-08-28 00:01", "summary": "San Francisco Fed leader says keeping rates too low can cause instability, but gives few hints for rate increase. San Francisco Fed leader Mary Daly said Wednesday there are risks to keeping monetary policy on overly easy settings, but she gave few hints she was ready to advocate for a rate increase.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-board-drops-plans-for-sat-student-adversity-scores-11566928181", "title": "College Board Drops Plans for SAT Student Adversity Scores", "date": "2019-08-28 23:10", "summary": "Facing criticism, nonprofit that oversees test backs off proposal to capture students' socioeconomic backgrounds in single metric. The College Board is abandoning its plan to assign an adversity score to every student who takes the SAT college admissions test, after facing criticism from educators and parents.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthony-levandowski-arrested-for-theft-of-self-driving-trade-secrets-source-says-11566927134", "title": "Former Google Engineer Charged With Stealing Trade Secrets", "date": "2019-08-28 22:18", "summary": "Anthony Levandowski accused of stealing information from Google parent and taking it to Uber. SAN JOSE, Calif.-Anthony Levandowski, a pioneer of self-driving car technology who was at the center of a legal fight between Google's parent company and Uber Technologies Inc., was charged by federal authorities with 33 counts of trade-secret theft.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-mexico-hopes-to-seize-parts-of-jeffrey-epstein-ranch-11566958620", "title": "New Mexico Hopes to Seize Parts of Jeffrey Epstein Ranch", "date": "2019-08-28 22:17", "summary": "State's land commissioner looks at revoking leases granted to late sex offender. STANLEY, N.M.-The state's commissioner of public lands is trying to wrest control of big chunks of Jeffrey Epstein's sprawling New Mexico ranch after her attempts to visit the land were rebuffed.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-doesnt-commit-to-panels-call-to-end-gifted-programs-in-schools-11566951635", "title": "Mayor Doesn't Commit to Panel's Call to End Gifted Programs in Schools", "date": "2019-08-28 22:13", "summary": "Neither De Blasio nor Schools Chancellor Richard Carranza made any specific commitments. A diversity panel appointed by New York City Mayor Bill de Blasio formally unveiled its aggressive proposals for eliminating gifted programs in elementary schools and dropping academic selectivity in middle-school admissions with passionate speeches Tuesday outside the Department of Education headquarters.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-potential-new-trade-weapon-corporate-social-credits-11566954901", "title": "China's Potential New Trade Weapon: Corporate Social Credits", "date": "2019-08-28 21:15", "summary": "Program will reward or punish companies for their behavior, but foreigners worry Beijing will use it to impose political orthodoxy on international firms. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-trade-war-chinas-first-costco-draws-crowds-of-shoppers-11566924133", "title": "What Trade War? China's First Costco Draws Crowds of Shoppers", "date": "2019-08-28 20:37", "summary": "Crush of shoppers at Costco's Shanghai store forced retailer to close eight hours early on opening day. SHANGHAI-The wild grand opening of Costco Wholesale Corp.'s first store in China on Tuesday demonstrated solid consumer demand for U.S. products, if the price is right.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-goodbye-to-more-red-tape-11566950462", "title": "Trump Says Goodbye to More Red Tape", "date": "2019-08-28 20:01", "summary": "Washington Post reports President preparing to allow increased timber production in Alaska.. President Donald Trump disappointed foreign politicians at last weekend's G-7 meeting in France by insisting that the United States will continue to benefit from the oil wealth \"under its feet.\" Today brings a report that Mr. Trump also sees new economic opportunities at ground level.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}]