[{"link": "https://www.wsj.com/articles/senate-unanimously-approves-measure-backing-hong-kong-protesters-11574205044", "title": "Senate Unanimously Approves Measure Backing Hong Kong Protesters", "date": "2019-11-19 22:49", "summary": "Bill would require annual U.S. certification of human rights in semi-autonomous city; differs from version House passed in October. WASHINGTON-The Senate unanimously passed legislation that would re-examine U.S. support for the Hong Kong government as clashes between police and protesters seeking to counter Beijing's control over the largely self-governing territory grow more violent.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-hands-out-cash-backs-pro-regime-rallies-in-bid-to-stop-violent-protests-11574193131", "title": "Iran Hands Out Cash, Backs Pro-Regime Rallies to Stop Protests", "date": "2019-11-19 21:45", "summary": "Death toll and arrests rise amid widespread demonstrations sparked by fuel-price increases aimed at stimulating sanctions-plagued economy. Tehran has moved to quell violent unrest sparked by a fuel-price increase by handing out cash stipends to the poor and orchestrating pro-government demonstrations to marshal support for a policy intended to boost the sanctions-hit economy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-moments-that-mattered-in-tuesdays-impeachment-hearing-11574214742", "title": "The Moments That Mattered in Tuesday's Impeachment Hearing", "date": "2019-11-19 20:52", "summary": "Each side sought to score points as witnesses described the reverberations of President Trump's call with his Ukrainian counterpart. Tuesday's all-day slog of impeachment hearings, featuring testimony from four different witnesses, lacked the kind of significant new revelation or emotionally powerful testimony that marked last week's proceedings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-bars-u-s-from-applying-asylum-rules-to-migrants-delayed-by-metering-11574212879", "title": "U.S. Barred From Applying Asylum Rules to Migrants Delayed by 'Metering'", "date": "2019-11-19 20:21", "summary": "Migrants put on a waiting list before July 16 aren't subject to policy that took effect on that date, ruling finds. Migrants who were put on a waiting list to apply for asylum at the U.S. southern border before mid-July aren't subject to a new restriction on asylum, a federal judge ruled Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gannett-looks-to-spare-journalists-jobs-after-big-newspaper-merger-11574197800", "title": "Gannett Looks to Spare Journalists' Jobs After Merger", "date": "2019-11-19 20:04", "summary": "Deal to combine USA Today publisher Gannett with GateHouse Media closes, forming company with 30% of papers sold daily in U.S.. The chief executive of the newspaper giant formed by the merger of USA Today publisher Gannett Co. and GateHouse Media said the new company would make deep cost reductions across its organizations, but pledged to avoid big layoffs of journalists.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-the-government-subsidize-nuclear-power-advocates-square-off-11574211794", "title": "Should the Government Subsidize Nuclear Power? Advocates Square Off", "date": "2019-11-19 20:03", "summary": "Nuclear-power proponents argue that the plants are the most reliable source of green power around. But critics say renewables are improving steadily, removing any need for nuclear. The U.S. has made a big bet on subsidizing nuclear power. But is it the right one?", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-well-do-you-know-nuclear-power-take-our-quiz-11574210373", "title": "How Well Do You Know Nuclear Power? Take Our Quiz", "date": "2019-11-19 19:39", "summary": "From Enrico Fermi to Homer Simpson, test your knowledge of some key facts. Once seen as an inexhaustible source of clean energy, atomic power fell into disfavor in much of the world after accidents at the Three Mile Island plant in Pennsylvania and Chernobyl in the former Soviet Union. The more recent Fukushima accident in Japan revived worries about the safety of the technology.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/concerts-are-new-arenas-main-attraction-rather-than-sports-11574159401", "title": "Concerts Are New Arenas' Main Attraction, Rather Than Sports", "date": "2019-11-19 19:33", "summary": "Entertainment firm Oak View to build eight venues, including six without major-league teams as musicians outscore NBA and NHL. Madison Square Garden counts on the New York Knicks and Rangers to keep its 20,000 seats filled on a regular basis. Staples Center, in Los Angeles, relies on the Lakers, Clippers and Kings. But at a new crop of arenas, touring musicians such as the Eagles and Harry Styles are to serve as effective anchor tenants amid a booming concert business and rising ticket prices.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steps-to-reduce-the-risk-of-wildfires-in-california-11574209097", "title": "Steps to Reduce the Risk of Wildfires in California", "date": "2019-11-19 19:18", "summary": "Three experts share their views on what policy makers can do. California's devastating 2019 wildfires have slowly been brought under control. But they could be just a taste of what's to come, and not just in California, if forecasts for increasing heat and dryness continue, and as homes and other new construction continue their spread into formerly undeveloped areas.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-prisoners-in-doha-ahead-of-swap-for-u-s-hostages-11574149286", "title": "Taliban Release Two Western Hostages in Swap for Militants", "date": "2019-11-19 19:14", "summary": "Prisoner swap could spur resumption of negotiations to end the 18-year Afghan war. KABUL-Two Western hostages, one American and one Australian, were freed by the Taliban after more than three years in captivity in a prisoner exchange that could spur resumption of negotiations to end the 18-year Afghan war.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-witnesses-set-to-testify-on-concerns-about-trump-zelensky-call-11574159401", "title": "Impeachment Witnesses Testify on Concerns About Trump-Zelensky Call", "date": "2019-11-19 19:13", "summary": "Public testimony shows officials grappled with political fallout of U.S. pressure campaign. WASHINGTON-Three current and former national-security officials testified that they were immediately concerned by a July 25 call in which President Trump urged his Ukrainian counterpart to undertake investigations that could benefit him politically, in the third day of public impeachment hearings.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-oil-and-gas-companies-a-good-investment-11574208302", "title": "Are Oil-and-Gas Companies a Good Investment?", "date": "2019-11-19 19:05", "summary": "A capital-intensive business has struggled to generate returns for shareholders-and now might face growing risks over climate change. Investors have a dim view of oil companies right now. For many, the question is not when but whether that will change.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnsons-election-chances-spur-wary-u-k-markets-11574175819", "title": "U.K. Election Keeps Investors on Edge", "date": "2019-11-19 19:03", "summary": "The pound has edged higher and U.K. stocks have rebounded, but many investors are treading carefully. Investors betting on a Boris Johnson victory in the coming U.K. election have given British markets a boost, but many remain wary about the vote's unpredictable set of outcomes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-would-happen-if-the-u-s-banned-fracking-11574208146", "title": "What Would Happen if the U.S. Banned Fracking?", "date": "2019-11-19 19:02", "summary": "Two experts discuss the consequences of eliminating fracking and whether to go all in or take a more gradual approach. A Democratic presidential-campaign proposal to ban fracking to extract fossil fuels has oil-and-gas companies worried and environmental groups hopeful.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-government-5g-coup-11574208133", "title": "A Government 5G Coup", "date": "2019-11-19 19:02", "summary": "Pai's FCC gets rolled by Trump and Congress on wireless spectrum.. President Trump says he wants the U.S. to dominate 5G ultra-fast internet, and Federal Communications Commission Chairman Ajit Pai has been clearing regulation to speed the way. But now they appear to have succumbed to Washington rent-seekers and their political mouthpieces.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-loses-crucial-orders-for-new-777x-jet-from-emirates-11574251915", "title": "Boeing Loses Crucial Orders for New 777X Jet From Emirates", "date": "2019-11-19 19:01", "summary": "The Dubai-based airline remains the biggest customer for the upgraded 777, but has been frustrated by delays to its delivery. DUBAI-Emirates Airline is reducing its order for Boeing Co. 's embattled 777X jet and buying the smaller 787 Dreamliner instead, in the latest setback for the U.S. manufacturer's newest plane.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chick-fil-a-concedes-11574208072", "title": "Chick-fil-A Concedes", "date": "2019-11-19 19:01", "summary": "Under political pressure, the chicken chain cuts off the Salvation Army.. The left's culture warriors always need new monsters to slay. Among their most improbable targets in recent years is the famously friendly restaurant chain Chick-fil-A, which this week appears to have surrendered.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-lawmakers-push-to-revamp-ethics-watchdog-11574172000", "title": "New York State Lawmakers Push to Revamp Ethics Watchdog", "date": "2019-11-19 19:00", "summary": "Joint Commission on Public Ethics called 'unworkable and unsatisfactory' after nine-month probe of alleged leak by Inspector General's office. State lawmakers said they would redouble their efforts to overhaul New York's ethics-enforcement agency after an alleged leak regarding a confidential proceeding recently came to light.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-bid-on-american-science-11574208041", "title": "China's Bid on American Science", "date": "2019-11-19 19:00", "summary": "Taxpayer dollars flow to researchers under contract with Beijing.. It's well-known by now that American companies doing business in China often have their technology stolen through mandatory joint-venture agreements with Chinese firms. That's one cause in the Trump Administration's trade war. But China's campaign of research and intellectual-property theft against the U.S. is also being conducted by American residents on American shores.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-legal-stand-11574207921", "title": "Hong Kong's Legal Stand", "date": "2019-11-19 18:58", "summary": "Beijing threatens to overrule the territory's judicial independence.. Hong Kong's protests started more than five months ago to defend the rule of law, and on Tuesday China underscored what's at stake. The comrades in Bejiing threatened to overrule a Hong Kong court in violation of China's legal promises.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-wrote-the-damn-billand-its-scaring-voters-11574207682", "title": "Bernie 'Wrote the Damn Bill'-And It's Scaring Voters", "date": "2019-11-19 18:54", "summary": "Most Americans don't want to abolish their health plans.. At Wednesday's Democratic presidential campaign debate, MSNBC viewers can expect that once again Sen. Bernie Sanders will claim credit for writing \"the damn bill\" that would end private health plans. But the good news for patients is that voters don't seem to want the bill enacted. Two new polls find that a government-run health system remains a tough sale.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-lie-about-charter-schools-11574207476", "title": "The Big Lie About Charter Schools", "date": "2019-11-19 18:51", "summary": "Democratic presidential candidates claim they take money away from public schools. That's nonsense.. When Sen. Elizabeth Warren released her education plan, she trotted out a familiar charge against charter schools: that they \"strain the resources of school districts.\" To fight this supposed scourge, she promised to end federal financial support for new charter schools. And she's not an outlier among the Democratic presidential hopefuls. Her fellow progressive Sen. Bernie Sanders had already charged, in his education plan, that charter schools' \"growth has drained funding from the public school system.\" Even Joe Biden-who served under President Obama, an enthusiastic charter supporter-has picked up the refrain. \"The bottom line\" on chartering, he told an American Federation of Teachers town hall, \"is, it siphons off money for our public schools, which are already in enough trouble.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-in-the-shadow-of-the-constitution-11574207508", "title": "Impeachment in the Shadow of the Constitution", "date": "2019-11-19 18:51", "summary": "The Framers' guidance may be vague, students say, but they set a high bar for removing the president.. Editor's note: This Future View is about impeachment's role in the American system of government. Next week we'll ask, \"Should universities teach fewer 'dead white male' authors, or devote more attention to the traditional Western canon?\" Students should click here to submit opinions of fewer than 250 words before Nov. 26. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-johnson-corbyn-lock-horns-over-brexit-in-debate-as-election-nears-11574207432", "title": "U.K.'s Johnson, Corbyn Lock Horns Over Brexit in Debate", "date": "2019-11-19 18:50", "summary": "Televised debate offered a taste of the Brexit-dominated campaign to come. With under a month until Britain's election, front-runner Conservative Party leader Boris Johnson rode out a fractious televised debate Tuesday with Labour Party leader Jeremy Corbyn during which the two men clashed over their radically different visions for the country.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-grovels-over-stop-and-frisk-11574207425", "title": "Bloomberg Grovels Over Stop and Frisk", "date": "2019-11-19 18:50", "summary": "If black lives matter, New York's former mayor has nothing to apologize for.. A remake of \"Death Wish,\" the popular 1974 film starring Charles Bronson, was released last year. In the original, Bronson plays a successful architect in New York who becomes a vigilante after street thugs break into his home, murder his wife, and put his daughter in a coma. The remake, starring Bruce Willis, flopped. Maybe moviegoers today just couldn't relate to the depiction of a big city gripped by violent crime while politicians tell police to look the other way. That wasn't a problem for audiences 45 years ago.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-5g-was-lost-11574207373", "title": "How 5G Was Lost", "date": "2019-11-19 18:49", "summary": "The FCC becomes less 'independent' at the wrong time for the wireless revolution.. Vibrantly dopey accusations are the norm du jour, and now I've been the subject of one. An aide to Federal Communications Commission Chairman Ajit Pai, speaking on background at a press conference Monday, characterized my Saturday column as a brazen attempt to influence a decision of the FCC.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-and-obama-shake-iowa-up-11574207398", "title": "Buttigieg and Obama Shake Iowa Up", "date": "2019-11-19 18:49", "summary": "Caucusgoers prefer a moderate who can work with Congress and beat Trump.. Two major developments shook up the Democratic nominating contest during the past week: Former President Barack Obama spoke out, and Mayor Pete Buttigieg surged to the top of the polls in Iowa. Both reflect clear-eyed appraisals of public sentiment.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-human-rights-the-democrats-are-silent-11574207283", "title": "On Human Rights, the Democrats Are Silent", "date": "2019-11-19 18:48", "summary": "If America refuses to stand behind the oppressed, no one in the world will be safe from oppression.. In the Democratic presidential primary, several candidates have tried to position themselves as the most authentic progressive in the race by offering bold solutions and speaking out about the legacy of racism and injustice. We have also seen a handful of candidates offer themselves as pragmatic moderates who understand the complexity of domestic and foreign affairs-and how to get things accomplished on the world stage.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-calls-for-monitor-to-probe-racist-incidents-at-syracuse-university-11574207264", "title": "Cuomo Calls for Monitor to Probe Racist Incidents at Syracuse University", "date": "2019-11-19 18:47", "summary": "A white supremacist manifesto was sent to some students' cellphones in the latest occurrence. Syracuse University should appoint an independent monitor to investigate a dozen racist incidents on or near its campus in the past two weeks, including a white supremacist manifesto that was sent to some students, New York Gov. Andrew Cuomo said Tuesday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-busts-the-occupation-myth-11574207220", "title": "Pompeo Busts the 'Occupation' Myth", "date": "2019-11-19 18:47", "summary": "The claim that Israeli settlements are illegal was flimsy in 1978 and is ridiculous in 2019.. Israeli settlements in the West Bank do not violate international law. That is now America's official view, announced Monday by Secretary of State Mike Pompeo. The historic decision repudiates the conclusions of a 1978 State Department memorandum.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/human-compatible-and-artificial-intelligence-review-learn-like-a-machine-11574207170", "title": "'Human Compatible' and 'Artificial Intelligence' Review: Learn Like a Machine", "date": "2019-11-19 18:46", "summary": "Before AI can solve the world's problems, it must overcome the challenge of understanding humans-a feat we ourselves won't achieve soon.. Journalists like to punctuate stories about the risks of artificial intelligence-particularly long-term, humanity-threatening risks-with images of the Terminator. The idea is that unchecked robots will rise up and kill us all. But such martial bodings overlook a perhaps more threatening model: Aladdin. Superhuman AI needn't have it in for us to wreak havoc. Even with our best interests at metallic heart, an AI might misunderstand our intentions and, say, grant our wish of no more cancer by leaving no more people. Here the risk isn't evil slaughterbots but an overly literal genie.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-why-big-law-takes-on-trump-11574207096", "title": "Notable & Quotable: Why Big Law Takes On Trump", "date": "2019-11-19 18:44", "summary": "'Firms fear repercussions from certain well-heeled corporate clients if they take positions disfavored by progressives.'. Labor Secretary Eugene Scaliaspeaking at the Federalist Society, Nov. 15:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibabas-13-billion-hong-kong-share-sale-already-multiple-times-subscribed-11574140815", "title": "Alibaba's $13 Billion Hong Kong Share Sale Oversubscribed", "date": "2019-11-19 18:43", "summary": "Company closes U.S. order books for secondary listing half a day early. Alibaba Group Holding Ltd. stopped collecting orders early for its roughly $13 billion Hong Kong stock sale due to strong investor demand for its shares, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailers-give-mixed-read-on-consumer-spending-11574173235", "title": "Retail Results Send Mixed Signals on Consumer Spending", "date": "2019-11-19 18:43", "summary": "Home Depot, Kohl's disappoint, while TJX continues to log strong sales. Sluggish sales at Home Depot Inc. and Kohl's Corp. show the challenges retailers face ahead of the holiday season, while growth at off-price retailer TJX Cos. showed that shoppers are still snapping up bargains.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kirins-lion-little-world-to-buy-craft-brewer-new-belgium-11574206901", "title": "Kirin's Lion Little World To Buy Craft Brewer New Belgium", "date": "2019-11-19 18:41", "summary": "The Australia-based brewer is obtaining brands including Fat Tire Amber Ale and Voodoo Ranger IPA. Lion Little World Beverages has agreed to acquire U.S. craft brewer New Belgium Brewing Co. in an all-cash transaction as the company aims to expand its footprint in one of the world's largest craft-beer markets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stalled-u-s-china-trade-talks-raise-threat-of-another-impasse-11574202440", "title": "Stalled U.S.-China Trade Talks Raise Threat of Another Impasse", "date": "2019-11-19 18:26", "summary": "Trump administration is standing firm on China making large agricultural purchases, while Beijing insists on the removal of tariffs. WASHINGTON-Trade talks between the U.S. and China are in danger of hitting an impasse, threatening to derail the Trump administration's plan for a limited \"phase-one\" pact this year, according to former administration officials and others following the talks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epsteins-jail-guards-charged-11574181201", "title": "Epstein's Jail Guards Charged With Conspiracy, Records Falsification", "date": "2019-11-19 18:15", "summary": "Indictment reveals lapses in security at Manhattan jail where the disgraced financier had been detained. Two federal correctional officers have been charged with conspiracy and records falsification stemming from the August death of Jeffrey Epstein, in an indictment that revealed remarkable lapses in security at a Manhattan jail where the disgraced financier had been detained.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-holdings-of-u-s-government-debt-fall-by-most-since-2017-11574187524", "title": "Foreign Holdings of Treasurys Fell in September by the Most Since 2017", "date": "2019-11-19 18:07", "summary": "Holdings by overseas investors declined as yields on Treasurys climbed from near-record lows.. Holdings of U.S. government debt by overseas investors declined the most in almost two years in September as yields on Treasurys climbed from near-record lows.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bnp-paribas-revamps-compliance-after-sanctions-violations-settlement-11574204524", "title": "BNP Paribas Revamps Compliance After Sanctions Violations Settlement", "date": "2019-11-19 18:02", "summary": "The French bank has made structural changes to its compliance division. Five years after agreeing to pay a record fine for sanctions violations, BNP Paribas S.A. has made structural changes to its compliance division-an effort to strengthen the independence of the bank's compliance function and improve ethical culture.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/las-vegas-brings-ai-to-traffic-lights-11574204224", "title": "Las Vegas Brings AI to Traffic Lights", "date": "2019-11-19 17:57", "summary": "Pilot project helps city officials track traffic patterns; the idea is to reduce wait times at red lights, among other things. Las Vegas is outfitting intersections with cameras and sensors to make sense of traffic patterns in real time and ease congestion.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conductors-begin-strike-at-canadian-national-railway-11574178819", "title": "Conductors Begin Strike at Canadian National Railway", "date": "2019-11-19 17:37", "summary": "Teamsters say talks with Canada's biggest freight railroad set to resume. OTTAWA- Canadian National Railway Co. conductors went on strike Tuesday, disrupting shipments on Canada's biggest rail network after talks over a new collective agreement continued past a midnight deadline set by their union.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asylum-seekers-at-u-s-southern-border-can-now-be-sent-to-guatemala-instead-11574187109", "title": "Asylum Seekers at U.S. Southern Border Can Now Be Sent to Guatemala Instead", "date": "2019-11-19 17:36", "summary": "Administration's deal with Central American country takes effect; procedure will allow U.S. to send applicants to third countries with higher bar for proof of persecution fears. WASHINGTON-The Trump administration's asylum pact with Guatemala took effect Tuesday, paving the way for the U.S. to begin sending asylum seekers who arrive at the southern border to ask for protection in Guatemala instead.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dust-review-jazzs-viola-virtuoso-11574202831", "title": "'Dust' Review: Jazz's Viola Virtuoso", "date": "2019-11-19 17:33", "summary": "Mat Maneri and his quartet show a more contemplative side in their new recording. A defining characteristic of jazz in the past few decades has been the increased use of instruments not often heard in the genre. Violinists like Regina Carter and Jenny Scheinman carved space out for their style, which overlapped with Americana, blues and classical music. And lately virtuosos on other strings are making their mark-cellist Tomeka Reid and harpists Brandee Younger and Isabelle Olivier among them. Most notable is Mat Maneri, a violist. His new recording, \"Dust\" (Sunnyside Records), is engrossing, affecting and innovative.", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/settlers-urge-israel-to-annex-west-bank-after-u-s-shift-11574184500", "title": "Settlers Urge Israel to Begin West Bank Annexation After U.S. Shift", "date": "2019-11-19 17:31", "summary": "Prime Minister Netanyahu reiterates campaign pledge to annex the Jordan Valley, as Palestinians denounced the U.S. policy announcement. TEL AVIV-Israeli settler groups and right-wing politicians urged their government to begin annexing the West Bank, emboldened by the Trump administration's announcement that it doesn't consider settlements to be illegal under international law.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-glory-that-was-nubia-11574202653", "title": "The Glory That Was Nubia", "date": "2019-11-19 17:30", "summary": "An ancient civilization in what is now Sudan steps out of the shadows, thanks to a major show full of surprises. Boston", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-compliance-weighs-on-nonfinancial-companies-11574202523", "title": "U.S. Sanctions Compliance Weighs on Nonfinancial Companies", "date": "2019-11-19 17:28", "summary": "Elizabeth Rosenberg, a former Treasury Department adviser, says recent changes in U.S. sanctions policy have affected nonfinancial companies. Global companies are investing more heavily in sanctions compliance, hiring staff and training existing employees, as the U.S. expands its use of sanctions and trade restrictions to achieve foreign policy goals.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelitys-digital-currency-business-gets-green-light-from-new-york-state-11574186487", "title": "Fidelity's Digital-Currency Business Gets Green Light from New York State", "date": "2019-11-19 17:22", "summary": "The step is expected to help the financial firm recruit new clients to its fledgling platform for storing and trading bitcoin. Fidelity Investments' digital-currency business won state regulatory approval to operate in New York, a step expected to help the financial firm recruit new clients to its fledgling platform for storing and trading bitcoin.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tottenham-fires-manager-mauricio-pochettino-11574198114", "title": "Tottenham Fires Manager Mauricio Pochettino", "date": "2019-11-19 17:22", "summary": "After a sluggish start and growing discontent, Spurs cut ties with the architect of the team's Champions League run last season. The master plan to turn Tottenham into a powerhouse finally began coming together last spring.", "categories": [["Life & Work", "Soccer"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-giving-fueled-gordon-sondlandsrise-to-ambassadorship-11574195793", "title": "Political Giving Fueled Sondland's Rise to Ambassadorship", "date": "2019-11-19 17:14", "summary": "The Oregon hotelier and longtime Republican donor is a key witness in the Trump impeachment inquiry. WASHINGTON-U.S. Ambassador to the European Union Gordon Sondland, a highly anticipated impeachment witness Wednesday, followed a well-worn path to his plum foreign post: He cultivated the right relationships and made a massive political contribution.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-icahn-placing-a-big-bet-against-mall-owners-11574201244", "title": "Carl Icahn Placing a Big Bet Against Mall Owners", "date": "2019-11-19 17:07", "summary": "Legendary investor stands to gain $400 million or more if mall owners run into challenges servicing their debt. Investors have lost hundreds of millions of dollars wagering that struggling mall owners won't be able to pay their debts. Those losses haven't deterred Carl Icahn from making the same bet.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technology-stocks-head-toward-best-year-since-2009-11574159401", "title": "Technology Stocks Head Toward Best Year in a Decade", "date": "2019-11-19 16:52", "summary": "Regulatory scrutiny and mixed earnings aren't stopping the group from rallying. Technology stocks are racing toward their best year in a decade, underscoring investors' interest in companies offering everything from memory chips to social-media platforms.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-loses-access-to-international-financial-watchdog-information-11574199689", "title": "Vatican Loses Access to International Financial Watchdog Information", "date": "2019-11-19 16:41", "summary": "The Egmont Group, a network of financial intelligence units, has suspended the Vatican watchdog from accessing its secure web system. ROME-An international network of financial watchdogs has suspended the Vatican's access to its information, dealing a major blow to the Vatican's financial credibility under Pope Francis.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfire-victims-insist-11-billion-insurance-pact-is-blocking-pg-e-deal-11574199424", "title": "Wildfire Victims Insist $11 Billion Insurance Pact Is Blocking PG&E Deal", "date": "2019-11-19 16:37", "summary": "PG&E promised $11 billion in cash to insurers, and fire victims say the deal is getting in the way of a chapter 11 plan settlement. Victims of wildfires linked to PG&E Corp.'s equipment said property insurers with billions of dollars on the line aren't at the negotiating table, lowering the chances of a comprehensive deal to end the bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-edge-higher-as-investors-see-fewer-risks-11574159706", "title": "Stocks Slip on Disappointing Retail Earnings", "date": "2019-11-19 16:32", "summary": "Home Depot and Kohl's fall after paring outlooks. The Dow Jones Industrial Average and S&P 500 pulled back from record levels Tuesday, sidetracked by weakness in shares of Home Depot and other retailers.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-stocks-give-s-p-500-an-edge-11574185528", "title": "Big Stocks Give S&P 500 an Edge", "date": "2019-11-19 16:23", "summary": "Large market-cap stocks have risen significantly this year. Bigger is better in the stock market-for now.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-generic-drugs-havent-hit-market-hindering-cost-control-efforts-11574198448", "title": "Generic-Drug Approvals Soar, But Patients Still Go Without", "date": "2019-11-19 16:20", "summary": "Brand-name makers' patent action limits release of the lower-price medicines, hindering cost-control efforts. Record numbers of generic drugs for cancer, heart ailments and other conditions have received U.S. approval in recent years, raising hopes that the new competition would reduce high drug costs. But many of the lower-price medicines haven't hit the market, a Wall Street Journal review found.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebbers-government-dispute-whether-he-is-sick-enough-to-be-released-11574197900", "title": "Ebbers, Government Dispute Whether He Is Sick Enough to Be Released", "date": "2019-11-19 16:11", "summary": "Former WorldCom executive serving 25-year prison sentence for role in historic fraud is seeking early release. The former chief executive of WorldCom Inc., who is serving a 25-year prison term for participating in one of the biggest accounting frauds in history, is seeking compassionate release. His family and the U.S. government disagree over how sick he is.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-slides-on-fears-of-excess-supply-11574180238", "title": "Fears of Excess Supply Hurt Oil", "date": "2019-11-19 16:08", "summary": "Crude benchmarks log fifth decline in past seven sessions. Fresh worries about excess oil supply are dragging down crude prices once again, reinforcing a trend that continues to weigh on the energy sector.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-measure-funding-government-through-dec-20-11574194781", "title": "House Passes Short-Term Spending Measure", "date": "2019-11-19 16:07", "summary": "Senate likely to take up bill, which President Trump is expected to sign. WASHINGTON-The House passed a short-term spending resolution to keep the government funded through Dec. 20, moving to buy lawmakers more time to reach an agreement on border-security funding in full-year spending legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-reports-data-breach-affecting-small-number-of-customers-11574197500", "title": "Macy's Reports Data Breach Affecting Small Number of Customers", "date": "2019-11-19 16:05", "summary": "Hackers may have accessed customer names, addresses, payment-card numbers. Macy's Inc. on Tuesday said customer data may have been stolen from its website over a roughly one-week period in October.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-ags-agree-to-longer-halt-on-purdue-family-claims-11574196678", "title": "States AGs Agree to Longer Halt on Purdue Family Claims", "date": "2019-11-19 15:51", "summary": "Purdue's lawyer told the judge overseeing its bankruptcy that dissenting states would stand down on litigation. Purdue Pharma LP has convinced 24 states and the District of Columbia to comply with a bankruptcy court injunction halting opioid lawsuits against the company and the controlling Sackler family at least temporarily, Purdue's lawyer said at a bankruptcy hearing.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/d-c-attorney-general-sues-food-delivery-company-doordash-11574196366", "title": "D.C. Attorney General Sues Food-Delivery Company DoorDash", "date": "2019-11-19 15:46", "summary": "A lawsuit alleges the company pocketed tips on deliveries. The attorney general of Washington, D.C., is suing food-delivery company DoorDash Inc. for pocketing tips on deliveries, the attorney general's office said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-freddie-regulator-launches-process-for-new-capital-requirements-at-mortgage-finance-firms-11574193078", "title": "FHFA to Propose Capital Rule for Fannie, Freddie in 2020", "date": "2019-11-19 15:36", "summary": "Under 2018 version of capital requirements, Fannie and Freddie would have been required to raise up to $180 billion. WASHINGTON- Fannie Mae and Freddie Mac 's federal regulator kicked off a process for the mortgage-finance companies to raise enough capital for them to return to private ownership.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-nets-5-9-billion-in-orders-for-its-grounded-737-max-jet-11574151144", "title": "Boeing Nets Deals for Its Grounded 737 MAX Jet", "date": "2019-11-19 15:34", "summary": "Timely endorsement of the plane comes as the company seeks regulatory approval for returning the aircraft to service. DUBAI- Boeing Co. has secured more deals for its grounded 737 MAX, a timely endorsement as the plane maker seeks regulatory approval for returning the aircraft to service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-alstom-overcame-enforcement-fatigue-and-strengthened-its-compliance-culture-11574195394", "title": "How Alstom Overcame 'Enforcement Fatigue' and Strengthened Its Compliance Culture", "date": "2019-11-19 15:29", "summary": "An Alstom ethics and compliance officer says improving the company's compliance took audits and support from top executives. NEW YORK- Alstom SA faced an uphill battle to strengthen its compliance program as it worked to strike a blockbuster foreign bribery settlement with U.S. authorities in 2014.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-warns-global-stress-could-affect-domestic-economy-11574194182", "title": "Bank of Canada Warns Global Stress Could Affect Domestic Economy", "date": "2019-11-19 15:09", "summary": "'With storm clouds gathering, we can't let our guard down,' top central bank official says in speech. OTTAWA-Policy makers need to be prepared for the possibility that global financial stress could spill into Canada despite the domestic economy's overall resilience, the Bank of Canada's Senior Deputy Governor Carolyn Wilkins said.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-accuses-pelosi-of-stalling-trade-deal-amid-impeachment-inquiry-11574194095", "title": "Trump Accuses Pelosi of Stalling Trade Deal Amid Impeachment Probe", "date": "2019-11-19 15:08", "summary": "Pact with Canada and Mexico would mark a major legislative and trade-policy win for the president. WASHINGTON-President Trump accused House Speaker Nancy Pelosi of pressuring Democrats to support his impeachment before she would let them vote on his rewrite of the North American Free Trade Agreement, the latest escalation in his battle to push through one of his top legislative priorities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-adjust-financial-communications-to-resonate-with-humans-and-robots-11574193390", "title": "Companies Adjust Financial Communications to Resonate With Humans and Robots", "date": "2019-11-19 14:56", "summary": "As markets scour financial statements for trading clues, executives turn to machine-learning tools, perception studies and speech recognition to help them choose their words carefully. After a year of deal-making and deal-avoiding-including seven acquisitions and the rejection of takeover bids-executives at Smurfit Kappa Group PLC thought it would be good to gauge how well they had communicated the company's strategy and its story along the way.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watchdog-cites-shortcomings-in-fbis-confidential-source-program-11574191523", "title": "Watchdog Cites Shortcomings in FBI's Confidential Source Program", "date": "2019-11-19 14:25", "summary": "Report said agency had not followed guidelines on scrutiny, validation and allocation of sources. WASHINGTON-The Justice Department's independent watchdog said the Federal Bureau of Investigation failed to adequately supervise a program that recruits people to assist its agents in investigations.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-raises-offshore-wind-goal-11574191257", "title": "New Jersey Governor Raises Offshore Wind Goal", "date": "2019-11-19 14:20", "summary": "Murphy signs executive order for coastal state to produce enough wind energy to power 3.2 million homes by 2035. JERSEY CITY, N.J.-New Jersey is more than doubling its target for offshore-wind energy production under an executive order signed by Gov. Phil Murphy, as the state steps up efforts to eliminate fossil fuels over the next three decades.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-motors-shielded-from-punitive-damages-on-ignition-switches-11574190647", "title": "General Motors Shielded From Punitive Damages on Ignition Switches", "date": "2019-11-19 14:10", "summary": "An appeals court limits car maker's liability for faulty ignition switches linked to more than 100 deaths. A U.S. appeals court shielded General Motors Co. from punitive damages stemming from alleged misconduct from before the auto maker's 2009 bankruptcy, limiting its liability for faulty ignition switches linked to more than 100 deaths.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-cities-phase-out-gas-appliances-and-require-new-buildings-to-be-all-electric-11574190534", "title": "Should Cities Phase Out Gas Appliances and Require New Buildings to Be Electric?", "date": "2019-11-19 14:08", "summary": "Environmentalists say it will help accelerate the transition to a clean-energy future. Skeptics say it could hurt the environment more than it helps it.. Local governments seeking to combat climate change have set their sights on a new target: homes and businesses that burn natural gas for things like heating and cooking.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-fossil-fuel-companies-bear-responsibility-for-the-damage-their-products-do-to-the-environment-11574190219", "title": "Should Fossil-Fuel Companies Bear Responsibility for the Damage Their Products Do to the Environment?", "date": "2019-11-19 14:03", "summary": "Those in favor say the companies knew the damage their products were causing; those against contend that climate change is a matter for public policy, not courts. The oil-and-gas industry has faced a barrage of lawsuits in recent years from cities, counties and states across the U.S. seeking damages for the costs they say they have incurred as a result of climate change.", "categories": [["Business", "Energy", "Journal Reports: Energy"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/energy-oil-gas?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-energy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahead-of-democratic-debate-no-5-some-voters-have-seen-enough-11574188212", "title": "Ahead of Democratic Debate No. 5, Some Voters Have Seen Enough", "date": "2019-11-19 13:30", "summary": "As viewership falls, candidates are asked similar questions each time; 'you just lose some of the punch'. Joe Biden will speak more than almost anyone else and fondly mention ex-President Barack Obama. Elizabeth Warren will call for \"structural change\" and parry questions about whether her plans mean a tax increase. Bernie Sanders will curse to make a point. Andrew Yang won't wear a tie.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-lowers-sales-outlook-shares-fall-11574163677", "title": "Home Depot Lowers Sales Outlook", "date": "2019-11-19 13:13", "summary": "Home-improvement retailer's sales rose 3.5% in latest quarter to $27.22 billion. Home Depot Inc.'s third-quarter results fell short of Wall Street expectations, as the expected benefits of an online overhaul are taking longer than planned to materialize.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fugitive-gun-rule-prompts-calls-for-new-state-laws-11574179937", "title": "Fugitive Gun Rule Prompts Calls for Tighter State Laws", "date": "2019-11-19 13:10", "summary": "Proposals in Texas, Wisconsin would stop fugitives from buying guns in state after a decision three years ago began allowing them. AUSTIN, Texas-Dalton Broesche was wanted for felony assault in the Houston area, but he was able to buy an AR-15-style rifle at a gun store here this summer and take it to a popular city park.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-arizona-development-bans-residents-from-bringing-cars-11574164801", "title": "Arizona Development Bans Residents From Bringing Cars", "date": "2019-11-19 13:01", "summary": "Developers of Tempe rental community aim to draw younger people with pedestrian-friendly design. A $140 million Arizona development is banning residents from bringing their own cars in favor of scooters, bikes and ride-sharing, testing demand for a new type of walkable neighborhood.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-your-jeans-red-or-blue-shopping-americas-partisan-divide-11574185777", "title": "Are Your Jeans Red or Blue? Shopping America's Partisan Divide", "date": "2019-11-19 12:49", "summary": "Resume Subscription. Levi Strauss and Wrangler both got their start as the go-to jeans for cowboys, railroad workers and others who pioneered the American West. Today, they are on opposite sides of a political divide that is affecting not only how people vote but what they buy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/do-you-trust-google-with-your-health-data-11574185455", "title": "Do You Trust Google With Your Health Data?", "date": "2019-11-19 12:44", "summary": "The issue is whether Google, an advertising/search business, has any right to personal patient data from anybody.. In the aftermath of Project Nightingale's publicity, Google is answering the wrong questions because lawmakers haven't been asking the right ones (\"Google's Health Deal Spurs Inquiry Into Privacy of Data,\" Page One, Nov. 13). Google insists that it has complied with data-privacy law and the Health Insurance Portability and Accountability Act (HIPAA) in particular, and experts seem to agree-for now.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lucrative-selling-of-sat-takers-names-11574185333", "title": "The Lucrative Selling of SAT-Takers' Names", "date": "2019-11-19 12:42", "summary": "In the midst of scandals and list buying, higher education is missing a great opportunity to expand diversity with neurodiversity (autism, ADHD, dyslexia, etc.).. \"Universities Buy SAT-Takers' Names and Boost Exclusivity\" (Page One, Nov. 6) is a stark reminder of the misguided priorities of so many college admissions offices. In the midst of scandals and list buying, higher education is missing a great opportunity to expand diversity with neurodiversity (autism, ADHD, dyslexia, etc.). Certain brains think differently and, in many cases, better than a so-called neurotypical brain.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-trump-can-pick-up-some-black-votes-11574185273", "title": "If Trump Can Pick Up Some Black Votes . . .", "date": "2019-11-19 12:41", "summary": "In 1992, James Carville said: \"It's the economy, stupid!\" That sage advice might also apply to the black voter in 2020.. Regarding \"Why Black Democrats Favor Joe Biden\" (Upward Mobility, Nov. 6): Jason L. Riley lists what older black Democrats want. These include keeping their medical insurance and gas-powered cars, protecting national borders and passing no tax increases to finance health care for illegal immigrants. It seems to me, then, their choice is easy: Vote Republican. They are fishing in the wrong pond.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-cheap-money-hasnt-led-to-a-corporate-spending-boom-11574185159", "title": "Why Cheap Money Hasn't Led to a Corporate Spending Boom", "date": "2019-11-19 12:39", "summary": "Weak economic growth made new factories unappealing, while disruptive technologies didn't involve much investment. One of the great financial puzzles of the past decade has been why companies didn't load up with the cheapest money in history to invest more.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depot-could-use-some-improvement-11574185080", "title": "Home Depot Could Use Some Improvement", "date": "2019-11-19 12:38", "summary": "Home Depot's problems might be temporary, but investors will want to see proof before bidding its stock back up. Home Depot sells everything you need to make a doghouse. Like the one investors will probably be putting the company's shares in for the next few months.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernies-position-on-gun-control-easy-to-understand-11574184847", "title": "Bernie's Position on Gun Control Easy to Understand", "date": "2019-11-19 12:34", "summary": "Vermont, while liberal in many things is very supportive of the Second Amendment.. In your editorial \"Socialist Against Confiscation\" (Nov. 14), you seem pleased that Sen. Bernie Sanders, the biggest far-leftist since Eugene Debs, is opposed to disarming Americans. But perhaps that is because Bernie is senator of a state, Vermont, that while liberal in many things is very supportive of the Second Amendment, even allowing its residents to carry concealed weapons without permits. What is probable is that Bernie wants to keep his senator's job if he doesn't become president, though if that did happen, all bets would be off regarding gun confiscation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/approach-resources-becomes-latest-energy-company-to-declare-bankruptcy-11574183918", "title": "Approach Resources Becomes Latest Energy Company to Declare Bankruptcy", "date": "2019-11-19 12:18", "summary": "The Texas-based oil-and-gas producer said it will explore a sale or balance sheet restructuring in chapter 11. Approach Resources Inc. filed for bankruptcy Monday, the latest in a string of chapter 11 filings by financially distressed oil-and-gas drilling companies grappling with a decline in commodity prices.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-president-walking-tightrope-inches-closer-to-moscow-11574175730", "title": "Ukraine President Tries to End Conflict With Russia", "date": "2019-11-19 12:04", "summary": "Zelensky to pursue peace mission at December summit, amid questions about Putin's motives. KYIV, Ukraine-Ukrainians swept Volodymyr Zelensky into power earlier this year on a promise to end a conflict with Russia that has claimed thousands of lives in his country and become a flashpoint in relations between Moscow and the West.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-term-rentals-have-modest-impact-on-home-prices-study-suggests-11574180940", "title": "Short-Term Rentals Have Mild Impact on Home Prices, Study Suggests", "date": "2019-11-19 11:57", "summary": "For home sales, increase is less than $9 on average monthly mortgage payment. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-attorney-general-sues-juul-on-marketing-practices-11574179092", "title": "New York Attorney General Sues Juul Labs for Alleged Deceptive Marketing", "date": "2019-11-19 11:44", "summary": "The company's advertising campaign allegedly contributed to a surge in youth e-cigarette use, New York Attorney General Letitia James says. The New York state attorney general's office sued Juul Labs Inc. on Tuesday, accusing the country's largest e-cigarette maker of engaging in deceptive marketing of its products, which state officials blame for contributing to a youth vaping epidemic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-feds-williams-stresses-flexible-approach-to-setting-interest-rates-11574174115", "title": "New York Fed's Williams Stresses Flexible Approach to Setting Interest Rates", "date": "2019-11-19 11:36", "summary": "Central-bank rate cuts have helped economic outlook, but future path isn't set in stone, says top Fed official. WASHINGTON-Federal Reserve Bank of New York President John Williams said the central bank isn't committed to any particular policy path in the months ahead, even though he and his colleagues are comfortable right now with keeping rates steady after cutting them three times this year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-katz-had-no-idea-he-was-going-to-be-this-good-11574181407", "title": "Alex Katz Had No Idea He Was Going to Be This Good", "date": "2019-11-19 11:36", "summary": "The prolific artist has a new show at Richard Gray Gallery in Chicago. Here he reflects on his work and legacy. In this series, we get the inside story from artists about their upcoming exhibitions and installations-plus, learn about their mantras, rituals and what they're up to next.", "categories": [["Art & Design", "Self-Expressionism"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-johnson-johnson-shares-can-get-well-11574180520", "title": "How Johnson & Johnson Shares Can Get Well", "date": "2019-11-19 11:22", "summary": "Legal setbacks have weighed on the stock, but better news could be on the way. Spats with trial lawyers have wounded Johnson & Johnson shareholders. But some healing is likely in store.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lightning-crashes-tampa-bay-loses-its-spark-11574180329", "title": "Lightning Crashes: Tampa Bay Loses Its Spark", "date": "2019-11-19 11:18", "summary": "After a record-setting regular season, Tampa Bay was quickly swept out of the Stanley Cup playoffs. This season, the plan to ease into the season might be working too well.. Last March, the Tampa Bay Lightning were the best team in hockey, Then, over four games in April, they were suddenly one of the worst. After tying the NHL record for most regular season wins with 62, the Lightning were swept in the first round of the playoffs by the Columbus Blue Jackets.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tackle-box-for-the-modern-fisherman-rod-reel-drone-11574180033", "title": "Tackle Box for the Modern Fisherman: Rod, Reel, Drone", "date": "2019-11-19 11:13", "summary": "Resume Subscription. PERTH, Australia-When fisherman Robbie Riches laments the ones that got away, he means his $1,000 drones.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pound-isnt-the-only-british-coin-caught-up-in-brexit-drama-11574179580", "title": "Pound Isn't the Only British Coin Caught Up in Brexit Drama", "date": "2019-11-19 11:06", "summary": "Roughly one million commemorative pieces imprinted with a missed deadline for the U.K. to leave the European Union will be melted down. The pound has played a starring role in the U.K.'s Brexit drama. Now there is a cameo for the 50-pence piece too.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-cooper-from-shy-guy-to-leading-man-11574179153", "title": "Chris Cooper: From Shy Guy to Leading Man", "date": "2019-11-19 10:59", "summary": "The 'A Beautiful Day in the Neighborhood' actor discusses his childhood in Missouri and how breaking out of his shell changed the course of his career. Chris Cooper, 68, is an Oscar-winning actor who has appeared in more than 50 films, including \"Adaptation\" and \"August: Osage County.\" His latest film, \"A Beautiful Day in the Neighborhood\" ( Sony ), opens Nov. 22. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-collector-asks-19-million-for-manhattan-loft-filled-with-hand-sculptures-11574178527", "title": "Art Collector Asks $19 Million for Manhattan Loft Filled With Hand Sculptures", "date": "2019-11-19 10:48", "summary": "Henry Buhl's Soho apartment has hand-themed artwork by Picasso, Rodin and more. Henry Buhl has long been fascinated by artwork depicting images of hands, and he has spent decades filling his sprawling downtown Manhattan loft with hand-themed sculptures by Rodin, Botero, Picasso and others.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-art-collector-s-hand-themed-soho-loft-11574178418", "title": "An Art Collector's Hand-Themed Soho Loft", "date": "2019-11-19 10:47", "summary": "Henry Buhl spent decades filling this downtown New York loft with hand-themed sculptures by artists like Rodin and Picasso.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/swedish-prosecutor-drops-investigation-into-julian-assange-rape-allegation-11574170384", "title": "Swedish Prosecutor Drops Probe Into Julian Assange Rape Allegation", "date": "2019-11-19 10:09", "summary": "Move eliminates risk of a tussle over extradition of WikiLeaks founder from the U.K. to the U.S.. Swedish prosecutors have dropped their investigation into a near decade-old rape allegation against Julian Assange, removing a potential stumbling block in the U.S. government's attempt to extradite the WikiLeaks founder on charges relating to leaking classified documents.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-brooklyn-company-is-on-a-mission-to-make-the-world-less-trashy-11574175600", "title": "A New York City Company Is 'on a Mission to Make the World Less Trashy'", "date": "2019-11-19 10:00", "summary": "Package Free, which operates on a 100% zero-waste basis, has become a role model for other businesses. It took me a moment to realize why the office of Package Free looked so spare: I didn't see any paper. There were no files, no folders, no sticky notes-not even a tissue box.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-insists-it-has-sole-right-to-decide-what-is-constitutional-in-hong-kong-11574175564", "title": "Beijing Move Poses Challenge to Independence of Hong Kong's Judiciary", "date": "2019-11-19 09:59", "summary": "Insistence that China's congress has ultimate authority over city's constitution has implications for business. ", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-102-44-billion-to-financial-system-in-latest-repo-transactions-11574174981", "title": "Fed Adds $102.44 Billion to Financial System", "date": "2019-11-19 09:49", "summary": "Tuesday's intervention came in two parts, with eligible banks taking less liquidity than the Fed offered. The Federal Reserve Bank of New York added $102.44 billion in temporary liquidity to the financial system Tuesday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-of-the-same-ultra-rare-cars-in-the-same-town-almost-impossible-11574173674", "title": "Two of the Same Ultra-Rare Cars in the Same Town? Almost Impossible", "date": "2019-11-19 09:27", "summary": "Resume Subscription. Nathan Swanson, 61, a staff assistant at Duke University's Population Research Institute, and Rex Crews, 60, a lecturing fellow in Duke's classical studies department, on their 1951 Frazer Manhattan convertibles, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-twin-classic-convertibles-in-green-and-white-11574172975", "title": "Photos: Twin Classic Convertibles in Green and White", "date": "2019-11-19 09:16", "summary": "The 1951 Frazer Manhattan has two car collectors working to keep its memory alive in Durham, N.C.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democratic-committee-draws-line-on-abortion-rights-11574172152", "title": "Democratic Committee Draws Line on Abortion Rights", "date": "2019-11-19 09:02", "summary": "The Democratic Attorneys General Association announced its new position Monday. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-relief-for-europes-airlines-raises-too-many-hopes-11574171195", "title": "Winter Relief for Europe's Airlines Raises Too Many Hopes", "date": "2019-11-19 08:46", "summary": "Investors who expect carriers to rein in the growth of their networks are betting against history. Investors were expecting too little of European airlines going into the winter low season. Now they may be expecting too much.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-were-a-lot-of-hsa-questions-here-are-some-answers-11574170688", "title": "There Were a Lot of HSA Questions. Here Are Some Answers.", "date": "2019-11-19 08:38", "summary": "A growing number of people are letting their health savings accounts grow tax-free for retirement. Health savings accounts, or HSAs, allow individuals to set aside money in tax-advantaged accounts to pay for medical expenses tax-free.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cher-beauty-health-secrets-cyndi-lauper-11574113569", "title": "Cher Staves Off Colds With This Trick from Cyndi Lauper", "date": "2019-11-19 08:30", "summary": "And other secrets and tips from her wellness routines. In our \"Beauty Sleep\" column, the icon of music and style on how she heads to bed. A monthly column clocking people's nighttime rituals, regimens and routines.", "categories": [["Fashion", "Beauty Sleep"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donors-pledge-2-6-billion-for-polio-eradication-11574170088", "title": "Donors Pledge $2.6 Billion for Polio Eradication", "date": "2019-11-19 08:28", "summary": "Polio eradication leaders extend deadline as they combat antivaccine sentiment, political instability and other challenges. Donors around the world are injecting another $2.6 billion into eradicating polio, a goal that remains elusive despite years of pursuit.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevada-casino-regulator-proposes-new-sexual-harassment-rules-11574170006", "title": "Nevada Casino Regulator Proposes New Sexual-Harassment Rules", "date": "2019-11-19 08:26", "summary": "Proposal is regarded as stronger than current rules but weaker than plan that was shelved. Nevada gambling regulators are set to vote this week on new rules that are intended to protect casino workers from sexual harassment, but some who have pushed for changes say the guidelines are too weak to afford real protections.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-boeing-sony-american-express-11574157302", "title": "Stocks to Watch: Kohl's, Home Depot, Boeing, American Express", "date": "2019-11-19 08:24", "summary": "Here are the companies with stocks likely to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-stadia-microsoft-xcloud-apple-arcade-so-many-ways-to-playand-pay-11574168580", "title": "New Gaming Services Offer So Many Ways to Play...and Pay", "date": "2019-11-19 08:03", "summary": "There are more devices, platforms and services to choose from than ever before. Here's how to figure out what's best for your play habits and your wallet.. Gaming used to be so simple. We'd buy a game, sit down in front of a console or PC, grind our way to the end, then repeat.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannies-and-freddies-long-road-to-public-offerings-11574164980", "title": "Fannie's and Freddie's Long Road to Public Offerings", "date": "2019-11-19 07:03", "summary": "Regulators have offered a timeline for the government-backed entities' release from government control, but some key decisions remain. There are now some timelines in the way forward to reshape the U.S. housing-finance system. A lot still needs to happen, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-times-square-slips-but-powers-through-retail-troubles-11574164801", "title": "New York's Times Square Slips, but Powers Through Retail Troubles", "date": "2019-11-19 07:00", "summary": "Asking rents are down in the bustling district, but not as much as Manhattan retail rents overall. Times Square has weathered the bricks-and-mortar retail storm better than most Manhattan neighborhoods, relying on a playbook since embraced by many mall owners to survive.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hundreds-of-hong-kong-protesters-released-from-besieged-university-i-feel-lucky-to-get-out-11574161983", "title": "Hundreds of Protesters Released From Hong Kong University", "date": "2019-11-19 06:13", "summary": "About 100 demonstrators remained on campus after politicians and educators helped negotiate the release of others. HONG KONG-Hundreds of protesters were evacuated from a university on lockdown, and the city's leader expressed hope that the standoff between antigovernment demonstrators and police could reach a peaceful resolution.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-senate-panels-urge-white-house-to-appoint-5g-coordinator-11574161200", "title": "Senators Urge White House to Appoint 5G Coordinator", "date": "2019-11-19 06:00", "summary": "Senators say the U.S. lacks a 'coherent national strategy' for 5G rollout. WASHINGTON-Citing a lack of \"coherent national strategy,\" a bipartisan coalition of senators is pressing the Trump administration to create a new White House position to coordinate policy on 5G wireless technology.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-the-gift-card-scam-how-one-family-learned-the-hard-way-11574159401", "title": "Beware the Gift Card Scam", "date": "2019-11-19 05:30", "summary": "Scammers posing as grandchildren, government officials and tech-support agents ask for payments through store gift cards. Just as Toni Capen was about to leave her house to play bingo at the senior center, her phone rang: It was a young man claiming to be her grandson, asking her to buy Walmart gift cards to bail him out of jail.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-government-tool-opens-window-into-nursing-home-abuse-11574159400", "title": "New Government Tool Flags Nursing-Home Abuse", "date": "2019-11-19 05:30", "summary": "Resume Subscription. The federal government has begun flagging nursing homes with a history of resident mistreatment, opening a new window into abuse and neglect in as many as one in 20 elder-care facilities across the U.S.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jailed-former-leader-nawaz-sharif-leaves-pakistan-for-medical-treatment-11574156272", "title": "Jailed Former Leader Nawaz Sharif Leaves Pakistan for Medical Treatment", "date": "2019-11-19 04:37", "summary": "The government has been reluctant to let the former prime minister, convicted of corruption, leave the country. ISLAMABAD, Pakistan-Former Prime Minister Nawaz Sharif, convicted of corruption last year, flew out of Pakistan on Tuesday for medical treatment after his health deteriorated in jail.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/undermining-hong-kong-courts-is-bad-for-business-11574153981", "title": "Undermining Hong Kong Courts Is Bad for Business", "date": "2019-11-19 03:59", "summary": "Resume Subscription. If Beijing won't let Hong Kong's courts function as intended, the city's standing as an international business and financial center is in trouble.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-narrows-path-for-house-to-obtain-trumps-new-york-state-tax-returns-11574141141", "title": "Judge Narrows Path for House to Obtain Trump's State Tax Returns", "date": "2019-11-19 00:27", "summary": "The House would have to wait two weeks after making such a request while a court considers its lawfulness. WASHINGTON-President Trump won a court ruling on Monday evening that would limit the ability of the Democratic-led House of Representatives to obtain his state tax returns from New York until a federal court could decide whether the request was lawful.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11574103029", "title": "Pepper...and Salt", "date": "2019-11-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generation-frozen-grows-up-11574187172", "title": "Generation 'Frozen' Is Over It", "date": "2019-11-19 00:01", "summary": "Disney's big sequel arrives this weekend but many of the girls who drove the craze are tweens now-and they are over it. At the height of Emma Richards's obsession with \"Frozen,\" her parents treated the 4-year-old to a deluxe Elsa makeover at a Bibbidi Bobbidi Boutique in Disney land. It cost $250 but they didn't care-it was money well spent for a memory.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}]