[{"link": "https://www.wsj.com/articles/trump-says-acting-dhs-secretary-kevin-mcaleenan-to-step-down-11570838127", "title": "Acting Homeland Security Secretary Kevin McAleenan to Step Down", "date": "2019-10-11 22:47", "summary": "President announces departure on Twitter, says McAleenan to work in private sector. WASHINGTON-Acting Homeland Security Secretary Kevin McAleenan is leaving his post after months of tension with the White House over its hard-line immigration strategy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-swimmer-conor-dwyer-gets-20-month-suspension-11570835731", "title": "American Swimmer Conor Dwyer Gets 20-Month Suspension", "date": "2019-10-11 22:09", "summary": "Panel finds the three-time Olympic medalist used testosterone pellets. American Conor Dwyer, a three-time Olympic medalist swimmer, received a 20-month suspension Friday after an arbitration panel concluded he had testosterone pellets inserted in his body.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-ambassador-marie-yovanovitch-questioned-on-capitol-hill-about-ukraine-11570803745", "title": "Trump Pressed for Ukraine Envoy's Removal, She Tells Lawmakers", "date": "2019-10-11 21:16", "summary": "Marie Yovanovitch cites 'concerted campaign' in testimony before closed-door session. WASHINGTON-President Trump for more than a year had pressured the State Department to remove the former U.S. ambassador to Ukraine, the envoy told lawmakers in more than nine hours of closed-door testimony that Democrats demanded as part of their rapidly expanding impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-strips-ceo-of-chairmans-job-11570833244", "title": "Boeing Strips CEO of Chairman's Job", "date": "2019-10-11 21:12", "summary": "Dennis Muilenburg loses dual role after deadly crashes of Boeing 737 MAX jet. Boeing Co.'s board stripped Chief Executive Dennis Muilenburg of his dual role as chairman on Friday in an unexpected shake-up at the highest ranks of the company amid the prolonged crisis of its 737 MAX plane.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-fire-forces-thousands-to-evacuate-as-power-returns-for-some-in-northern-california-11570803845", "title": "Los Angeles Fire Forces Thousands to Evacuate as Power Returns for Some in Northern California", "date": "2019-10-11 20:58", "summary": "Fast-moving blazes in Southern California force residents to leave homes amid blackouts; at least two people are dead. LOS ANGELES-Deadly wildfires fueled by dry, powerful winds burned through Southern California Friday, punctuating a week of power blackouts that have redefined a new normal for fire prevention in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-blue-health-insurers-drop-deal-to-combine-11570841469", "title": "Major Blue Health Insurers Drop Deal to Combine", "date": "2019-10-11 20:51", "summary": "Move comes after resignation of North Carolina insurer CEO Patrick Conway. Blue Cross and Blue Shield of North Carolina and Cambia Health Solutions said they were dropping plans to combine, after the resignation of the North Carolina insurer's chief executive.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-apple-bed-bath-beyond-stocks-that-defined-the-week-11570839961", "title": "PG&E, Apple, Bed Bath & Beyond: Stocks That Defined the Week", "date": "2019-10-11 20:26", "summary": "Here are seven major companies whose stocks moved on the week's news. Domino's Pizza Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-boeing-criticized-for-oversights-in-maxs-design-11570827881", "title": "FAA, Boeing Criticized for Oversights in MAX's Design", "date": "2019-10-11 20:06", "summary": "International panel cites outdated procedures, lack of communication among mistakes leading to two plane crashes. Inadequate U.S. safety oversight, combined with Boeing Co. 's failures to properly assess and communicate important design changes, contributed to two fatal 737 MAX crashes, according to the most comprehensive outside review yet of the plane's approval process.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-vaping-patients-return-to-hospitals-11570838003", "title": "Some Vaping Patients Return to Hospitals", "date": "2019-10-11 19:53", "summary": "Handful of readmissions officials are aware of suggest challenges and uncertainty in treating the mysterious lung injuries. Some patients released from the hospital after suffering from vaping-related illnesses had to be readmitted, federal health officials said Friday, suggesting the challenges of treating the mysterious lung injuries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-news-anchor-shepard-smith-steps-down-after-23-years-on-the-air-11570826257", "title": "Fox News Anchor Shepard Smith Steps Down After 23 Years on the Air", "date": "2019-10-11 19:33", "summary": "'It is my hope that the facts will win the day, that the truth will always matter,' Mr. Smith said as he signed off his final broadcast. Fox News anchor Shepard Smith is leaving the network he has been a part of since it launched in 1996, a move that comes amid growing tensions between the channel's opinion-show hosts and the news team.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-judge-pushes-purdue-into-talks-with-states-over-sackler-family-shield-11570829855", "title": "Bankruptcy Judge Pushes Purdue Into Talks With States Over Sackler Family Legal Shield", "date": "2019-10-11 19:15", "summary": "Judge calls for a standstill to court fights for Purdue to woo support for Sackler immunity. A bankruptcy judge in White Plains, N.Y., on Friday granted a brief legal reprieve to the Sackler family, owners of Purdue Pharma LP, shielding them from answering in court for their alleged role in feeding the nationwide opioid crisis.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barneys-bankruptcy-lenders-extend-bid-deadline-until-tuesday-11570821663", "title": "Barneys Bankruptcy Lenders Extend Bid Deadline Until Tuesday", "date": "2019-10-11 19:12", "summary": "Ben-Avraham group includes founders of Theory, Intermix and others. Barneys New York Inc.'s lenders extended until Tuesday a deadline for the luxury retailer to clinch an offer from a buyer.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-readies-new-turkey-sanctions-11570817690", "title": "U.S. Threatens Turkey With Sanctions", "date": "2019-10-11 19:08", "summary": "Trump administration puts country on notice over its military action in Syria. WASHINGTON-The Trump administration said it was preparing to impose U.S. sanctions it warned could \"shut down\" the Turkish economy following Ankara's decision to launch military operations this week against U.S.-allied Kurdish forces in Syria.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andy-rubin-departs-from-playground-global-11570827847", "title": "Andy Rubin Departs From Playground Global", "date": "2019-10-11 18:55", "summary": "Android creator was bought out of the venture-capital firm he co-founded. Android software creator Andy Rubin has left Playground Global, the venture-capital firm he co-founded, a person familiar with the matter said.", "categories": [["Pro VC People"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-turk-and-the-president-11570834334", "title": "The Turk and the President", "date": "2019-10-11 18:52", "summary": "The Syrian retreat is all too typical of Trump's decision-making.. President Trump prides himself on one-on-one diplomacy, but too often it results in rash and damaging decisions like his abrupt order Sunday for U.S. troops to retreat from northern Syria. Turkish strongman Recep Tayyip Erdogan is now dictating terms to the American President, and the consequences are likely to be felt far beyond Syria and Turkey.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourkes-progressive-tolerance-11570834313", "title": "Beto O'Rourke's Progressive Tolerance", "date": "2019-10-11 18:51", "summary": "Now he wants to use the tax code to punish religious dissenters.. Former Texas Congressman Beto O'Rourke, in his effort to become relevant in a crowded field of progressives, has outdone himself again. Last month he endorsed a mandatory gun buyback (\"Hell yes, we're going to take your AR-15\"). Now he's ready to punish churches for failing to embrace the progressive cultural agenda.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-electric-vehicle-subsidy-racket-11570834263", "title": "The Electric-Vehicle Subsidy Racket", "date": "2019-10-11 18:51", "summary": "The $7,500 tax credit is going to many buyers who don't qualify.. Federal subsidies for electric vehicles are an income transfer to the affluent, and now comes news that significant numbers don't qualify. The Treasury Inspector General for Tax Administration (Tigta) in late September reported that the feds handed out nearly $74 million to undeserving EV owners from 2014 through 2018.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-regulators-sue-cryptocurrency-startup-telegram-over-initial-coin-offering-11570834242", "title": "SEC Sues Crypto Startup Telegram Over Initial Coin Offering", "date": "2019-10-11 18:50", "summary": "SEC alleges company violated U.S. investor-protection laws. U.S. regulators sued a company that raised $1.7 billion through a cryptocurrency offering that became one of the largest such deals ever.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-oct-5-11-2019-11570802673", "title": "Photos of the Week", "date": "2019-10-11 18:47", "summary": "Turkey begins offensive in Syria, PG&E power outage in California hits millions, Simone Biles shatters gymnastic records and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercard-drops-out-of-facebook-s-libra-payments-network-11570824139", "title": "Mastercard, Visa, eBay Drop Out of Facebook's Libra Payments Network", "date": "2019-10-11 18:44", "summary": "Move by the biggest payments companies leaves Facebook without the muscle it assembled to launch its ambitious cryptocurrency project. The biggest financial companies that Facebook Inc. recruited to launch a world-wide cryptocurrency-based payments network have backed out of the project, threatening to derail an ambitious initiative to remake global finance before it ever gets off the ground.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-adviser-pleads-guilty-to-facilitating-bribes-in-ecuador-11570833640", "title": "Financial Adviser Pleads Guilty to Facilitating Bribes in Ecuador", "date": "2019-10-11 18:40", "summary": "Frank Roberto Chatburn Ripalda set up shell companies and created bank accounts to facilitate bribes to officials at Petroecuador, prosecutors said.. A financial adviser based in Miami pleaded guilty to participating in a scheme that involved paying nearly $3 million in bribes to officials at a state-owned oil company in Ecuador, federal prosecutors said Friday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-says-house-can-subpoena-trump-accounting-records-11570805263", "title": "Appeals Court Says House Can Subpoena Trump Accounting Records", "date": "2019-10-11 18:26", "summary": "Oversight committee seeking eight years of financial records for the president, his real-estate company and other entities. WASHINGTON-A federal appeals court ruled on Friday a House committee can subpoena President Trump's financial records from his longtime accounting firm, a win for congressional Democrats that is likely to be appealed to the Supreme Court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblowers-and-the-real-deep-state-11570832622", "title": "Whistleblowers and the Real Deep State", "date": "2019-10-11 18:23", "summary": "Civil servants too often forget they work for the people and seek to impose their own policy agendas.. House Democrats are plowing ahead with an impeachment effort inspired by accusations from an anonymous \"whistleblower.\" The lawmakers may allow the witness to testify anonymously, sources who themselves remained anonymous told the Washington Post this week. It's as if the whole effort is designed to confirm President Trump's complaint that the \"deep state\" is determined to sabotage his presidency.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-are-coming-to-americas-small-towns-11570832560", "title": "Millennials Are Coming to America's Small Towns", "date": "2019-10-11 18:22", "summary": "We moved beyond the suburbs so that we can breathe free, park without worry and enjoy a parade.. Smithsburg, Md.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-michael-m-uhlmann-rip-11570832489", "title": "Notable & Quotable: Michael M. Uhlmann, RIP", "date": "2019-10-11 18:21", "summary": "'We cannot say for sure what forms presidential ambition will take under direct election.'. From \"As the College Goes, So Goes the Constitution\" by political scientist Michael M. Uhlmann in the Claremont Review of Books, Winter 2001. Uhlmann died Tuesday at 79:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-californias-blackouts-make-sense-11570832232", "title": "Do California's Blackouts Make Sense?", "date": "2019-10-11 18:17", "summary": "Some 90% of wildfires are not caused by power lines. How does cutting power help fight them?. When Federal Reserve Chairman Jay Powell isn't worried about trade wars, he can now worry about substantial chunks of gross domestic product going offline for days at a time thanks to California's intentional electricity blackouts.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-justice-warriors-wont-listen-but-you-should-11570832255", "title": "Social-Justice Warriors Won't Listen, but You Should", "date": "2019-10-11 18:17", "summary": "To counter extreme views, it's necessary for you to understand them-and that they're sincerely held.. It would be charming for advocates of social-justice ideology to say, \"We need to have a conversation,\" were they not almost uniformly such dreadful conversationalists. If they'll converse with you at all, you might hear that any disagreement with them is a sign of your inherent weakness (\"white fragility,\" Robin DiAngelo), of your intentional refusal to engage honestly (\"pernicious ignorance,\" Kristie Dotson), or of your unreasonable expectation that someone do your homework for you (\"epistemic exploitation,\" Nora Berenstain). You might find yourself accused of complicity in white supremacy (Barbara Applebaum) or misogyny (Kate Manne), both understood in an obscure \"systemic\" sense, though of course the words retain the damning connotations rightly associated with their literal meanings.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-review-posterity-without-pedestals-11570832179", "title": "'Music' Review: Posterity Without Pedestals", "date": "2019-10-11 18:16", "summary": "Even Bach was once a rule-breaker, whose bold music disturbed Leipzig's austere Lutherans.. In 1999 the great pianist, bandleader and composer Duke Ellington would have been 100. As editor of a jazz magazine at the time, I marked the occasion with an essay by Don Byron, a clarinetist whose music to that point had included both his own bold original compositions and faithful readings of early Ellington works. Mr. Byron wrote of \"reveling in\" and \"dreading\" the Ellington centennial. The source of his dread? \"A truckload of roasted corn heading for a concert hall near you,\" as he put it; Ellington as \"our own American Beethoven,\" proof of jazz's legitimacy among great arts. Such canonization, he worried, would ensure that \"the Ellington I know and love will probably never come to light.\" His Ellington had a sense of \"ugly beauty\" and made a brilliant career of \"sneaking in the outest stuff he could think of and, mysteriously, making people like it\"-like the \"skronked-out interlude that precedes Harry Carney's baritone saxophone solo on 'Jack the Bear.' \" Mr. Byron wanted to remind readers that Ellington \"was a true subversive. We need to hear him, not put him on a pedestal.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-topeka-school-review-lost-boys-on-the-prairie-11570831825", "title": "'The Topeka School' Review: Lost Boys on the Prairie", "date": "2019-10-11 18:15", "summary": "For his third novel, Ben Lerner expands his canvas to produce a polyphonic portrait of an entire community, yet never strays far from the autobiographical.. Ben Lerner, at age 40, has nothing to be embarrassed about: He is a MacArthur Fellow, one of Granta's Best Young American Novelists, and one of the most acclaimed writers in the English-speaking world. Yet to read his first two novels is to squirm with vicarious embarrassment-not only because his characters are embarrassed by frank displays of sincerity, but also because his characters' very embarrassment is itself embarrassing. In \"Leaving the Atocha Station,\" Mr. Lerner's masterly 2011 debut, his narrator and alter-ego Adam Gordon watches a man weeping in the Prado. \"Was he,\" Adam wonders, \"just facing the wall to hide his face as he dealt with whatever grief he'd brought into the museum? Or was he having a profound experience of art?\" Adam, a would-be poet who cannot bring himself to write any poems, is skeptical that profound experiences of art really exist-though he is desperate to believe that they do, which is why he has written such an ambivalent novel about them. Like Adam, we are embarrassed for the man who cries but also horrified by the man who can't.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-parent-to-avoid-prison-in-college-admissions-scandal-11570831109", "title": "First Parent to Avoid Prison in College-Admissions Scandal", "date": "2019-10-11 18:08", "summary": "Judge credits Bay Area father for not hiding his payment as charitable donation. BOSTON-A Bay Area father is the first to avoid prison in the nationwide college-admissions scandal, after a federal judge credited him for not hiding his payment as a charitable donation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukrainians-vs-the-swamp-11570831102", "title": "Ukrainians vs. the Swamp", "date": "2019-10-11 17:58", "summary": "Encouraging signs that someday the country might not even tolerate a Hunter Biden deal.. Call this column optimistic. But there's reason to believe that indefensible deals like paying fortunes to unqualified sons of foreign politicians will someday be just as difficult to pull off in Ukraine as they are in the United States. In fact, recent developments suggest that Ukrainian leaders may help us improve American government even as they improve their own national governance.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-to-deploy-around-2-000-additional-troops-to-saudi-arabia-11570809038", "title": "Pentagon to Deploy Around 2,000 Additional Troops to Saudi Arabia", "date": "2019-10-11 17:52", "summary": "The move is part of an accelerating buildup meant to counter Iran's aggressive actions in the region, officials say. WASHINGTON-The U.S. military is deploying 2,000 additional troops, three new antimissile systems, two squadrons of jet fighters and other equipment to Saudi Arabia in an accelerating U.S. buildup meant to counter Iranian hostilities in the region, U.S. defense and military officials said Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-optimism-boosts-u-k-pound-bank-stocks-11570798055", "title": "Brexit Bounce: U.K. Assets Surge on Divorce-Deal Optimism", "date": "2019-10-11 17:40", "summary": "Pound posts biggest two-day gain since December 2008 as investors bet on a Brexit deal. Signs of optimism that the U.K. could reach a divorce deal with the European Union drove the pound and stocks of U.K. banks and home builders sharply higher Friday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citibank-fined-30-million-in-real-estate-holding-rules-case-11570826831", "title": "Citibank Fined $30 Million in Real-Estate Holding Rules Case", "date": "2019-10-11 17:35", "summary": "CONTENT FROM OUR SPONSOR. A U.S. banking regulator has fined an arm of Citigroup Inc. $30 million, saying it violated holding period regulations on foreclosed real estate.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indicted-donors-spread-campaign-cash-widely-11570829526", "title": "Indicted Donors Spread Campaign Cash Widely", "date": "2019-10-11 17:32", "summary": "Pair of Soviet-born Florida businessmen donated $675,000 to at least 14 GOP candidates and groups last year. At least 14 Republican candidates and groups directly received a total of $675,500 in campaign contributions last year from Lev Parnas and Igor Fruman, the Soviet-born Florida businessmen indicted this week on campaign-finance violations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giulianis-longtime-business-partner-resigns-from-security-firm-11570829118", "title": "Giuliani's Longtime Business Partner Resigns From Security Firm", "date": "2019-10-11 17:25", "summary": "John Huvane had been chief executive of Giuliani Safety & Security since at least 2014. Rudy Giuliani's longtime business partner and friend, John Huvane, resigned from their security company in recent weeks, according to several people familiar with the move, which Mr. Giuliani confirmed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-rally-on-u-s-china-trade-talk-hopes-11570782814", "title": "Stocks Rally as U.S.-China Trade Talks Progress", "date": "2019-10-11 17:08", "summary": "The S&P 500 breaks a three-week losing streak and Dow posts gains of more than 300 points. U.S. stocks surged Friday as investors cheered progress on trade negotiations between the U.S. and China, helping the S&P 500 break a three-week losing streak.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-bond-yields-climb-on-trade-talks-brexit-11570806920", "title": "Government-Bond Yields Climb on Trade Talks, Brexit", "date": "2019-10-11 17:04", "summary": "Yield on the benchmark 10-year Treasury note rises for a third consecutive session. Government-bond yields around the world rose Friday, as investors embraced signs of progress in trade talks between the U.S. and China and in Brexit negotiations.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-breaks-out-of-the-faang-stock-slump-11570817343", "title": "Apple Breaks Out of the 'FAANG' Stock Slump", "date": "2019-10-11 16:34", "summary": "Shares of the iPhone maker clinched a new closing high. The past year has been a mixed bag for the popular \"FAANG\" stocks, but one of the \"A's\" is back on track.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attorney-bill-urquhart-thrived-as-a-recruiter-of-other-lawyers-11570804201", "title": "Attorney Bill Urquhart Thrived as a Recruiter of Other Lawyers", "date": "2019-10-11 16:31", "summary": "Quinn Emanuel partner wore flip-flops, served margaritas to prospective hires and once offered to buy an engagement ring. As a lawyer, Bill Urquhart represented clients including International Business Machines Corp. and Qualcomm Inc. in litigation. He was better known, though, for his creative tactics in recruiting lawyers to join the Los Angeles-based firm where he was a partner, Quinn Emanuel Urquhart & Sullivan.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-hat-cfo-loses-out-on-retention-bonus-following-standards-related-ouster-11570825819", "title": "Red Hat CFO Loses Out on Retention Bonus Following Standards-Related Ouster", "date": "2019-10-11 16:30", "summary": "The departure comes about three months after IBM completed its purchase of Raleigh, N.C.-based Red Hat. Red Hat Inc.'s finance chief Eric Shander has been dismissed from the company, forfeiting a $4 million retention award that was agreed to ahead of Red Hat's acquisition by International Business Machines Corp.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plucked-from-life-11570824991", "title": "Plucked From Life", "date": "2019-10-11 16:16", "summary": "Bernardo Strozzi's 'The Cook' is revolutionary in its humble subject matter and very human protagonist.. What could be more Italian than a cook? Food in Italy is, after all, a source of national pride, nearly as celebrated as its broad, deep, virtuosic artistic achievements. Yet when Bernardo Strozzi (c. 1581-1644) combined the two in his painting \"The Cook\" (c. 1625), he ignited a conflagration.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-trump-administration-rule-to-disqualify-legal-immigrants-over-public-assistance-11570821531", "title": "Judges Block Rule to Disqualify Legal Immigrants Over Public Assistance", "date": "2019-10-11 15:49", "summary": "One judge calls the Trump administration move restricting green cards 'repugnant to the American dream'. Federal judges in three states on Friday blocked a Trump administration rule that would disqualify legal immigrants from permanent residency if they use certain public-assistance programs and impede prospective applicants deemed likely to need them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-will-purchase-treasury-bills-at-least-into-second-quarter-of-2020-11570806265", "title": "Fed Will Purchase Treasury Bills at Least Into Second Quarter of 2020", "date": "2019-10-11 15:43", "summary": "Central bank seeks to avoid a recurrence of unexpected strains experienced in money markets last month. The Federal Reserve said it would buy short-term Treasury debt beginning next week to avoid a recurrence of the unexpected strains experienced in money markets last month.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-seek-u-s-creditor-shield-for-venezuelas-citgo-11570803022", "title": "Lawmakers Seek U.S. Creditor Shield for Venezuela's Citgo", "date": "2019-10-11 15:34", "summary": "Seven lawmakers asked the Trump administration to protect Venezuela's largest U.S.-based asset from the consequences of default. Seven mostly Republican lawmakers urged President Trump to shield Citgo Petroleum Corp. from a potential $900 million bond default and keep the company under the control of Venezuela's U.S.-backed opposition government.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-climb-after-iranian-tanker-damaged-in-possible-strike-11570791889", "title": "Oil Prices Climb After Iranian Tanker Damaged in Possible Strike", "date": "2019-10-11 15:32", "summary": "Vessel's owner says it was 60 miles from a Saudi Arabian port when it may have been hit by missiles. Oil prices climbed Friday after an Iranian tanker near the Saudi Arabian coast suffered damage in what the ship's owner suggested may have been a missile attack.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-name-pompeo-deputy-john-sullivan-as-russian-envoy-11570784403", "title": "Trump Taps Pompeo Deputy as Russian Envoy", "date": "2019-10-11 15:31", "summary": "Moscow has agreed to accredit Sullivan to serve in the post, a precursor to a formal nomination. WASHINGTON-President Trump has tapped John Sullivan, currently the deputy Secretary of State, to serve as the U.S. ambassador to Russia, the White House said Friday.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-houston-rockets-were-chinas-team-then-a-hong-kong-tweet-happened-11570802945", "title": "The Houston Rockets Were China's Team. Then a Hong Kong Tweet Happened.", "date": "2019-10-11 15:10", "summary": "The standoff between the NBA and Beijing appears to be cooling, but the consequences will linger for the Rockets and their fans.. SHANGHAI-When restaurant tycoon Tilman Fertitta bought the Houston Rockets two years ago, he viewed the team's rich history and enormous footprint in China as a reason to pay $2.2 billion, a record for a National Basketball Association team at the time.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kohls-promotes-finance-veteran-to-cfo-in-effort-to-boost-customer-traffic-11570820885", "title": "Kohl's Promotes Finance Veteran to CFO in Effort to Boost Customer Traffic", "date": "2019-10-11 15:08", "summary": "The department-store operator's existing finance chief will step down after two years in the job. Kohl's Corp. promoted a finance veteran to the role of finance chief as the company looks to cut costs and boost customer traffic after a stretch of sluggish sales, analysts say.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-bans-private-prisons-immigrant-detention-centers-11570820873", "title": "California Bans Private Prisons, Immigrant Detention Centers", "date": "2019-10-11 15:07", "summary": "Newly signed law will force federal government to shut down four facilities for migrants in state. California will work to end the use of private prisons within its borders, including for-profit immigrant detention facilities, under a law signed Friday by Gov. Gavin Newsom.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diagnoses-of-the-state-of-cancer-treatments-11570819925", "title": "Diagnoses of the State of Cancer Treatments", "date": "2019-10-11 14:52", "summary": "A rational approach to early cancer detection could include focusing on individuals who have the highest genetic predisposition to cancer or tumor types with the longest lead times to metastasis.. As an early-cancer-detection researcher, I applaud Azra Raza's critique of the therapy-centric approach to cancer management (\"Cancer Is Still Beating Us: We Need a New Start,\" Review, Oct. 5).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sports-illustrated-prospered-when-it-was-mostly-sports-11570819869", "title": "Sports Illustrated Prospered When It Was Mostly Sports", "date": "2019-10-11 14:51", "summary": "Editors decided to drift away from reporting strictly on the sports world and became an active participant in social activism.. Regarding Bob Greene's \"When Sports Illustrated Was Great\" (op-ed, Oct. 9) lamenting the demise of Sports Illustrated, I suggest he should look further back than the corporate takeovers, restructuring and deaths of prominent SI individuals. I also revered Sports Illustrated as a young boy, teenager and adult. I wasn't a hoarder but I read each issue cover to cover and eventually came to the realization that SI lost its way. Editors decided to drift away from reporting strictly on the sports world and began publishing pieces on social activism, politics and opinion. Sports Illustrated's original mission became an afterthought as it focused more and more on the cause du jour. That's when I canceled my subscription, as did many others. I lamented its passing long ago.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bureaucrats-for-homeless-have-the-wrong-incentives-11570819755", "title": "Bureaucrats for Homeless Have the Wrong Incentives", "date": "2019-10-11 14:49", "summary": "The primary beneficiaries of the money spent on San Francisco's homelessness problem are the people handing out the needles and the jerky.. Regarding the letters of Oct. 10 responding to Heather Mac Donald's \"The Streets of San Francisco\" (op-ed, Oct. 4): If you want to make a problem permanent, put a bureaucracy in charge of solving it. The primary beneficiaries of the money spent on San Francisco's homelessness problem are the people handing out the needles and the jerky. They have no incentive to eliminate the problem-they have every incentive to make the problem larger. The more homelessness, the bigger the budget, the larger the bureaucracy, the more levels of management and the greater the opportunity for bumped pension benefits and seniority-based advancement. Think like a government employee and there is no mystery about the intractability of San Francisco's problem.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-old-debt-to-the-u-s-11570819454", "title": "China's Old Debt to the U.S.", "date": "2019-10-11 14:44", "summary": "The Chinese would be speaking Japanese now were it not for the good old U.S.A.. Regarding Elbridge Colby's \"Don't Let Iran Distract From China\" (op-ed, Sept. 25): And to think the Chinese would be speaking Japanese now were it not for the good old U.S.A. Xi Jinping must have a short memory. Perhaps our president should remind him.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-appeals-directly-to-workers-in-bid-to-accelerate-contract-talks-11570802482", "title": "GM Talks With UAW Hit Impasse, Propelling Strike Into the Weekend", "date": "2019-10-11 14:44", "summary": "Auto giant appealed directly to workers with its latest offer; union accused GM of issuing 'half truths'. Contract talks between General Motors Co. and the United Auto Workers appeared headed into the weekend, with each side accusing the other of bogging down negotiations to end a nearly month-long strike.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-censures-turkey-over-syria-but-fears-driving-it-toward-russia-11570818374", "title": "NATO Chastises Turkey Over Syria, but Fears Driving It Toward Russia", "date": "2019-10-11 14:26", "summary": "Ankara isolated after assault on Kurdish militants; alliance's unity tested. BRUSSELS-Turkey's military incursion into northern Syria this week triggered a new rift between Ankara and its NATO allies, highlighting a growing divergence on security concerns and complicating efforts to thwart an increasingly assertive Russia.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-panel-questions-government-program-on-exchange-trading-fees-11570815167", "title": "Appeals Panel Questions Proposal to Limit Exchange Trading Fees", "date": "2019-10-11 13:32", "summary": "SEC argues its experiment is needed to test longstanding concerns dominant pricing system harms investors. WASHINGTON-Judges for a federal appeals court sharply questioned whether regulators worried about market fairness can require stock exchanges to experiment with the fees they charge.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-proposes-to-spin-off-interest-in-online-dating-giant-match-11570800437", "title": "IAC Proposes to Spin Off Match", "date": "2019-10-11 13:28", "summary": "Company says similar move for ANGI Homeservices is on hold for now. IAC/InterActiveCorp . said it has made a proposal to Match Group Inc.'s board to spin off its controlling interest in the online dating-dating giant to IAC shareholders.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-warns-of-5g-risks-amid-scrutiny-of-huawei-11570814799", "title": "EU Warns of 5G Risks Amid Scrutiny of Huawei", "date": "2019-10-11 13:26", "summary": "European Union analysis cites new security risks related to telecom infrastructure and suppliers. LONDON-The European Union has identified a series of specific security threats posed by foreign vendors of telecommunications equipment, significantly heightening the bloc's scrutiny of suppliers like Huawei Technologies Co., according to officials familiar with the matter and a privately circulated risk assessment prepared by European governments.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spending-by-the-sweetgreen-elite-may-not-be-sustainable-11570814515", "title": "Spending by the Sweetgreen Elite May Not Be Sustainable", "date": "2019-10-11 13:21", "summary": "The salad chain's loyalty program comes with perks of dubious value. Salad chain Sweetgreen is bringing a whole new meaning to the overpriced desk salad, and its customers are eating it up.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-counter-terrorism-police-investigate-stabbings-in-manchester-11570797190", "title": "Police Arrest Man on Suspicion of Terrorism After Stabbings in U.K.", "date": "2019-10-11 13:19", "summary": "Four people injured in attack at shopping mall in Manchester; counterterrorism police lead investigation. Police have arrested a man on suspicion of terrorism offenses following a series of stabbings at a shopping center in Manchester, northwest England, police said.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/range-rovers-new-hybrid-already-five-years-behind-the-curve-11570813766", "title": "Range Rover's New Hybrid: Already Five Years Behind the Curve", "date": "2019-10-11 13:09", "summary": "With techy car brands like Tesla pushing all-electric range well past 200 miles, the Range Rover Sport PHEV's estimated 25-mile ability falls woefully short. Dan Neil takes it for a spin. IN DECEMBER 2002 the Norwegian-flagged cargo ship Tricolor sank in the English Channel, taking to the bottom a load of nearly 3,000 cars, including factory-fresh BMW s, Volvos and Saabs. In 2006, the car transporter Cougar Ace tipped on its side in the North Pacific, scrapping a shipment of 4,700 Mazdas. And in March of this year the Grande America caught fire and sank off the coast of France, consigning its load of Audis and Porsches-including a clutch of GT2 RS supercars-to the briny deep.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schedule-unveiled-for-2020-general-election-debates-11570813445", "title": "Schedule Unveiled for 2020 General Election Debates", "date": "2019-10-11 13:04", "summary": "Nonpartisan commission proposes three presidential and one vice presidential debate, starting Sept. 29 in South Bend, Ind.. The Commission on Presidential Debates on Friday unveiled a schedule of three general-election debates and one vice presidential debate, the first of which is slated for Sept. 29 at the University of Notre Dame in South Bend, Ind.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/striking-gm-workers-make-their-own-musicwith-no-modern-day-woody-guthrie-11570812588", "title": "Where Are the Famous Musicians? Striking GM Workers Make Their Own Songs", "date": "2019-10-11 12:49", "summary": "Workers take a DIY approach to strike songs to drum up support; 'Put them tools way down on the floor!'. Striking Oklahoma oil workers in the 1940s had Woody Guthrie. British coal miners on picket lines in the '80s had Sting.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-tanker-on-fire-after-explosion-off-saudi-coast-state-media-says-11570776781", "title": "Iranian Tanker Damaged in Possible Missile Attack Off Saudi Coast", "date": "2019-10-11 12:48", "summary": "Crew is unhurt; tanker company says ship has two holes in it. An Iranian tanker was damaged in an attack near the Saudi Arabian coast Friday, the ship's operator said, the latest incident to raise tensions in the Middle East and heighten concerns over the security of oil infrastructure.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-god-guides-your-investment-portfolio-11570811305", "title": "When God Is Your Portfolio Manager", "date": "2019-10-11 12:28", "summary": "Biblically responsible investing is booming, as some Christians move to match their faith with their stock buys. What would Jesus buy?", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-two-south-sudanese-businessmen-for-alleged-corruption-11570810463", "title": "U.S. Sanctions South Sudanese Businessmen for Alleged Corruption", "date": "2019-10-11 12:14", "summary": "Actions are part of push on South Sudanese factions to form power-sharing government. WASHINGTON-The U.S. Treasury Department imposed sanctions on two South Sudanese businessmen and several of their companies for alleged corruption and urged the government to take immediate action against systemic bribery, kickbacks the administration says fuels a civil war that has killed an estimated 400,000 people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-black-crowes-reunion-tour-the-music-business-is-abuzz-11570809785", "title": "A Black Crowes Reunion Tour? The Music Business Is Abuzz", "date": "2019-10-11 12:03", "summary": "Ahead of the 30th anniversary of the Crowes' debut album, industry insiders say they are hearing about a possible reconciliation of the band's famously feuding brothers, Chris and Rich Robinson. Are the Black Crowes getting back together? The music business is buzzing about the possibility of a reunion tour, and people close to the band aren't denying it.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-is-killing-physical-media-heres-why-you-wont-miss-it-11570809720", "title": "Streaming Is Killing Physical Media. Here's Why You Won't Miss It.", "date": "2019-10-11 12:02", "summary": "With Samsung's decision to stop making Blu-ray players, now even discs are going extinct. One writer reminisces about all we'll lose. Another looks forward to an all-digital future. AT THE END of a long and draining day, my favorite thing to do is slowly flip through my overstuffed binder of DVDs and Blu-rays.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-tries-to-build-a-new-identity-11570809736", "title": "Ukraine Tries to Build a New Identity", "date": "2019-10-11 12:02", "summary": "Long in Russia's shadow, the country has rejected ethnic politics in favor of inclusion, economic growth and cultural diversity. When President Volodymyr Zelensky was slated to open the annual Yalta European Strategy conference in Kyiv last month, he yielded the honor to Ukraine's new national hero, filmmaker Oleh Sentsov. Just released from five years in Russian captivity as part of a prisoner swap, Mr. Sentsov brought the audience to tears as he recounted how he had struggled with his jailers to hold on to a prized possession: a plastic jar decorated with Ukraine's blue-and-yellow colors. He ended by holding up the jar, to thunderous applause.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tp-icap-pays-15-4-million-over-u-k-investigation-into-broker-misconduct-11570809772", "title": "TP ICAP Pays £15.4 Million Over U.K. Investigation Into Broker Misconduct", "date": "2019-10-11 12:02", "summary": "The U.K.'s Financial Conduct Authority said it fined a subsidiary of the interdealer broker. TP ICAP PLC said Friday it has agreed to pay a £15.4 million ($18.9 million) fine to settle an investigation by the U.K.'s Financial Conduct Authority into trades undertaken between 2008 and 2011.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-to-acquire-majority-stake-in-grocery-delivery-service-cornershop-11570799700", "title": "Uber to Acquire Majority Stake in Grocery-Delivery Service Cornershop", "date": "2019-10-11 11:59", "summary": "Deal comes as Uber Eats and rivals rush to sign with big food sellers like Walmart and McDonald's. Uber Technologies Inc. has reached a deal to buy a majority stake in grocery-delivery company Cornershop, the latest in a rush by restaurant-delivery services to grab a slice of the larger food retail market.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reynolds-files-for-fda-review-of-vuse-e-cigarettes-11570808409", "title": "Reynolds Files for FDA Review of Vuse E-Cigarettes", "date": "2019-10-11 11:40", "summary": "Tobacco giant gets a head start on rivals in seeking approval to keep vaping products on the market. Tobacco giant Reynolds American Inc. submitted an application for some of its Vuse e-cigarettes to the Food and Drug Administration, gaining a head start on other major e-cigarette makers in seeking permission to keep its vaping products on the market.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-vision-of-the-nbas-future-political-agenda-11570807675", "title": "A Vision of the NBA's Future Political Agenda", "date": "2019-10-11 11:27", "summary": "Looking ahead to the day when the league finally takes a stand against...Indiana.. Dateline: New York, Feb. 24, 2020", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-norway-cruise-that-offers-flexibility-and-very-little-fuss-11570807581", "title": "A Norway Cruise That Offers Flexibility and Very Little Fuss", "date": "2019-10-11 11:26", "summary": "On a series of cruise-like ferry trips up Norway's coastline, a visitor hops on and off as she likes, seeking out snug spots with overwhelming views. HURTIGRUTEN MEANS \"fast route\" in Norwegian, and the company's ferry trips up its home coast are certainly that-in seven days, the boat pulls into 34 harbors. I too had a tight schedule, with just a few days to explore a country with 15,626 miles of coastline and 50,000 islands. Though I made it to only three ports, I did cross the Arctic Circle and get a taste of life in the northern latitudes, where one of Hurtigruten's 11 large ferry ships makes this trip virtually every day of the year.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-could-prevent-marital-arguments-before-they-even-begin-11570807573", "title": "AI Could Prevent Marital Arguments Before They Even Begin", "date": "2019-10-11 11:26", "summary": "Researchers use listening devices and algorithms to detect speech patterns that typically precede fights. Couples often find themselves in familiar arguments that escalate and repeat. Artificial intelligence may be able to help.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-build-robots-people-can-relate-to-11570807206", "title": "How to Build Robots People Can Relate To", "date": "2019-10-11 11:20", "summary": "Resume Subscription. When creating relationships with people, humans are wired to look for personality-a bond that we can discover and relate to. We want to understand the other person and be understood in return.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-fbi-lost-our-son-11570806358", "title": "The FBI Lost Our Son", "date": "2019-10-11 11:06", "summary": "Resume Subscription. William and Theresa Reilly were biking on a leafy trail north of Detroit when their son, Billy, sent a text from his trip to Russia. The 28-year-old man had never lived away from home, and the Reillys fretted over his safe return.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/plagued-by-fire-review-the-spirit-in-the-form-11570806240", "title": "'Plagued by Fire' Review: The Spirit in the Form", "date": "2019-10-11 11:06", "summary": "A preacher's son, a small-town man at heart, Frank Lloyd Wright created secular cathedrals that seem to hover like recently landed spaceships, defying gravity.. Even when you grant how exposed to the elements an architect's work may be, Frank Lloyd Wright appears to have been an insurer's nightmare. If a building could shake, burn or flood, time and again Wright's structures did. Like the exquisite Rose Pauson House in Phoenix, which lasted a mere year before succumbing to fire. Or the Imperial Hotel in Tokyo, with its gorgeous H-shaped guest wing, rocked by an earthquake on the day it opened. The Johnson Wax building in Racine, Wis., was so porous that office staff were known to keep buckets by their desk on rainy days.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ultimate-learning-machines-11570806023", "title": "The Ultimate Learning Machines", "date": "2019-10-11 11:00", "summary": "The future of artificial intelligence depends on designing computers that can think and explore as resourcefully as babies do.. Last July, I went to the Defense Advanced Research Projects Agency (DARPA), the blue-sky government research lab that helped to invent the computer and the internet. I was there, strange as it may seem, to talk about babies. The latest big DARPA research project, Machine Common Sense, is funding collaborations between child psychologists like me and computer scientists. This year I also talked about children's minds at Google, Facebook and Apple.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-ad-giant-struggles-to-sell-its-story-11570805710", "title": "An Ad Giant Struggles To Sell Its Story", "date": "2019-10-11 10:55", "summary": "Publicis, which owns brands like Leo Burnett and Sapient, has misstepped in its digital transformation. Results season has got off to an alarming start in the advertising industry, but investors shouldn't get the wrong message.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/possessed-by-memory-and-the-american-canon-review-a-cat-that-walks-by-himself-11570805468", "title": "'Possessed by Memory' and 'The American Canon' Review: A Cat That Walks by Himself", "date": "2019-10-11 10:51", "summary": "Harold Bloom likes to portray himself as a weary critical Prometheus, assailed by flocks of eagles.. Along with less striking literary tchotchkes, I own a framed picture of Harold Bloom. It was a gift from the late Alice K. Turner, the longtime fiction editor of Playboy and a midlife student of Mr. Bloom's when, for a brief time, the celebrated critic taught at New York University as well as Yale. That Alice, tough-minded and nobody's fool, revered \"Harold\" suggests something of his astonishing intellectual charisma.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endnotes-11570805490", "title": "Endnotes", "date": "2019-10-11 10:51", "summary": "Billy Reilly sourcing. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-caitlin-horrocks-on-biographical-novels-about-artists-11570805391", "title": "Five Best: Caitlin Horrocks on Biographical Novels About Artists", "date": "2019-10-11 10:49", "summary": "The author, most recently, of the novel \"The Vexations,\" selects fictional works about real creative lives.. By Ron Hansen (2008)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-body-review-the-magnificent-machine-11570805284", "title": "'The Body' Review: The Magnificent Machine", "date": "2019-10-11 10:48", "summary": "Evolution runs on imperfect 'make-do,' Bill Bryson stresses. Humans learned to walk upright, at the cost of fragile joints and clog-prone sinuses.. No one can fault Bill Bryson for lack of ambition. He has written tales of travel on four continents, a biography of Shakespeare, a history of the English language and, in the modestly titled \"A Short History of Nearly Everything,\" a summing-up of the present state of scientific knowledge.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nature-of-life-and-death-review-the-queen-of-forensic-science-11570805335", "title": "'The Nature of Life and Death' Review: The Queen of Forensic Science", "date": "2019-10-11 10:48", "summary": "Patricia Wiltshire helps find perpetrators by analyzing the dust, dirt and pollen they leave at crime scenes.. I've long been a sucker for that crime-fiction stereotype, the old lady sleuth who defies social expectations by being clever and fearless. The nosy Miss Marple, the curious Jessica Fletcher, the cozy Miss Maud Silver-they all have in common an independence, a kind of postmenopausal unflappability and an infinite capacity to upend the assumptions of condescending cops and criminals. So it was with great delight that I met the real thing in the pages of Patricia Wiltshire's fascinating memoir \"The Nature of Life and Death: Every Body Leaves a Trace.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-life-without-illusions-in-crosby-maine-11570805243", "title": "Fiction: Life Without Illusions in Crosby, Maine", "date": "2019-10-11 10:47", "summary": "The return of the tart-tongued Olive Kitteridge, who remains as brutally candid with herself as she is with others.. It may be that we have been getting the idea of empathy all wrong. The concept, today celebrated as one of the highest virtues in liberal society, seems to have been subtly redefined to signify something closer to sympathy. Reading fiction cultivates empathy, we're told; that is, it helps us feel pity for people less fortunate than ourselves. In a recent essay, the Zambian novelist Namwali Serpell criticized the narcissism of the dynamic, observing that \"the empathy model of art can bleed too easily into the relishing of suffering by those who are safe from it.\" In this model, literature is fundamentally therapeutic; it offers a quick fix of emotional catharsis.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prospect-of-brexit-deal-bolstered-after-irish-u-k-talks-says-top-eu-official-11570788745", "title": "Brexit Talks to Intensify as Prospect of Deal Improves", "date": "2019-10-11 10:46", "summary": "The pound surged Thursday on the prospect of a deal and continued to rise following Donald Tusk's remarks. European Union and U.K. officials will intensify Brexit talks in an attempt to reach an agreement on Britain's split from the bloc before a leaders' summit next week, fueling hopes that a yearlong impasse over Britain's departure from the trade bloc may soon end.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-getting-pragmatic-with-the-law-11570805207", "title": "Mysteries: Getting Pragmatic With the Law", "date": "2019-10-11 10:46", "summary": "The gregarious Constable Peregrine Twitten annoys his colleagues with pesky questions about the apparent suicide of a Brighton beachgoer.. English writer Lynne Truss's \"The Man That Got Away\" (Bloomsbury, 281 pages, $17) is a worthy follow-up to her delightful 2018 novel \"A Shot in the Dark.\" Ms. Truss's new work again takes place in the seaside resort of Brighton in 1957 and focuses on the novice Constable Peregrine Twitten, \"a keen amateur social anthropologist (and incorrigible know-all)\" whose \"quickness of mind combined with his inability to shut up about anything-ever.\" Unsurprisingly, Twitten proves more than irksome to his boss, Inspector Steine-a man with \"an almost superhuman capacity for accepting things at face value\" and a compulsion to stamp as many cases as possible \"unsolved.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-greatest-fury-review-redcoats-on-the-run-11570805103", "title": "'The Greatest Fury' Review: Redcoats on the Run", "date": "2019-10-11 10:45", "summary": "The War of 1812 was already over, but victory at New Orleans filled the young U.S. with swagger and a sense of destiny.. In January 1815, the fledgling United States won a stunning victory over British redcoats on a plantation field near New Orleans. Fought shortly after a treaty was signed in Belgium ending the war, Andrew Jackson's signature win gave swagger to a young nation that had been whipped in Canada, pushed back in Maine, and made to endure the shame of seeing its capital engulfed in flames lit by British troops. Jackson's outnumbered menagerie-militiamen, pirates, freed slaves, Choctaw Indians, farmers, backwoodsmen and Army regulars-thrashed the best of the British army with a storm of lead and iron. When the smoke drifted away, the British commanders, Gens. Edward Pakenham and Samuel Gibbs, lay dead among the 2,000 British casualties, a quarter of the British force. American losses: some 60 men.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-goblins-dragons-trollsand-some-humans-too-11570805143", "title": "Children's Books: Goblins, Dragons, Trolls-and Some Humans Too", "date": "2019-10-11 10:45", "summary": "Celebrating myths and fables from Scotland, England, Ireland, Norway, Switzerland, Korea and even more countries.. Once upon a time, the world was without electronics, and people had to come up with entertainment on their own. One of the ways they did this was by telling stories: funny stories, sinister stories, cautionary tales, all sorts of narratives that they passed along one person to another, one generation to another. Today we encounter folk and fairy tales mostly in written form, thanks in part to the diligence of folklorists who sought to collect as many stories as possible before the tradition of oral storytelling died away. Of these, the most famous are Wilhelm and Jacob Grimm, but as a tranche of wonderful new collections reminds us, the Brothers Grimm had lots of company.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-search-for-billy-11570804782", "title": "The Search For Billy", "date": "2019-10-11 10:39", "summary": "His parents follow his footsteps. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/secret-recordings-describe-extensive-bribery-at-mexicos-pemex-11570804717", "title": "Secret Recordings Describe Extensive Corruption at Mexico's Pemex", "date": "2019-10-11 10:38", "summary": "Resume Subscription. MEXICO CITY-In 2017, Israeli private investigation company Black Cube secretly recorded senior officials at Mexico's Petróleos Mexicanos describing widespread bribery and corruption at the state-run oil company.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/billy-is-found-11570804558", "title": "Billy Is Found", "date": "2019-10-11 10:35", "summary": "His parents' search ends. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kangaroo-court-a-peculiar-complaint-of-unjust-proceedings-11570804464", "title": "'Kangaroo Court': A Peculiar Complaint of Unjust Proceedings", "date": "2019-10-11 10:34", "summary": "The expression used by President Trump to denounce impeachment seems to come from the antebellum American South, with a dark connection to lynching. When President Trump announced that the White House would not cooperate with the impeachment inquiry in the Democratic-led House of Representatives, he painted the probe into his dealings with Ukraine as an unfair, partisan attack on the presidency. Adding color to the accusation, Mr. Trump and supporters have used a phrase long associated with miscarriages of justice: \"kangaroo court.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billy-reillys-childhood-11570804427", "title": "Billy Reilly's Childhood", "date": "2019-10-11 10:33", "summary": "A look at his early years. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/matthew-jenkins-found-gold-in-mobile-home-communities-11570804200", "title": "Matthew Jenkins Found Gold in Mobile-Home Communities", "date": "2019-10-11 10:30", "summary": "Former veterinarian served as interim president of Tuskegee University and supported math education. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-tankers-market-bonkers-transparent-supply-chains-sourcing-in-the-trash-11570803543", "title": "Today's Logistics Report: Tankers Market 'Bonkers'; Transparent Supply Chains; Sourcing in the Trash", "date": "2019-10-11 10:19", "summary": "Today's Top Supply Chain and Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-added-more-jobs-than-expected-in-september-11570799001", "title": "Canada Added More Jobs Than Expected in September", "date": "2019-10-11 10:12", "summary": "Unemployment rate falls to 5.5%; average hourly wage gains remain strong. OTTAWA-Canada's labor market posted another strong advance in September and the unemployment rate unexpectedly fell, fueling expectations the Bank of Canada will leave interest rates on hold in its upcoming decision.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-u-s-businesses-want-trustbusting-11570803088", "title": "Why U.S. Businesses Want Trustbusting", "date": "2019-10-11 10:11", "summary": "The loudest complaints against today's monopolies come not from Occupy Wall Street types but from leaders of firms seeking freedom of commerce. Trustbusting is back, and it's a bipartisan effort. Last month, 50 state attorneys general, led by the conservative Republican Ken Paxton of Texas, announced an investigation of Google for anticompetitive conduct. Republican Sen. Josh Hawley of Missouri has been a fierce critic of big tech, as has the Democratic-led House Judiciary Committee, which is probing the sector. Several Democratic presidential candidates have pledged to address the problem of concentrated power not just in tech but in agriculture, defense and media too.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-approve-utc-raytheon-merger-11570801608", "title": "Investors Approve UTC-Raytheon Merger", "date": "2019-10-11 10:03", "summary": "The $135 billion combination will create the world's second-largest defense company pending regulatory approval. Shareholders backed the creation of one of the world's largest aerospace companies on Friday, voting in favor of the $135 billion combination of United Technologies Corp. and Raytheon Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nbas-foul-in-china-is-a-fresh-lesson-in-foreign-political-risk-11570802400", "title": "The NBA's China Foul Is a Fresh Lesson in Foreign Political Risk", "date": "2019-10-11 10:00", "summary": "As pressure builds on firms to address social issues, a single tweet by a basketball executive illustrates the potential costs to having a corporate conscience. Executives are under pressure to speak up on social issues they once avoided-like LGBTQ rights or climate change-because employees, customers and investors have begun to demand it.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-october-5-11570801801", "title": "Best-Selling Books Week Ended October 5", "date": "2019-10-11 09:50", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-classic-overcoat-is-back-but-must-it-cost-3-450-11570801836", "title": "Can a $450 Overcoat Pass for a $3,450 One? A Tailoring Experiment", "date": "2019-10-11 09:50", "summary": "Thick, tweedy \"Mad Men\" men's coats-from luxe labels like Givenchy and Celine-are in style again. We took a bargain vintage piece to a tailor to see if he could approximate the new fit. I DON'T KNOW if my late grandfather actually owned a tweed topcoat. I remember him best after he had settled into a retiree's wardrobe of maximum comfort: gray down-filled coats and nylon Windbreakers. Yet, this January, sitting at the invigoratingly contemporary Celine fall 2019 fashion show in Paris, as a cavalcade of men wearing classic shin-skimming coats in houndstooths and Prince of Wales checks walked by, I thought improbably of Irving Nurik, my mother's father. Minus the tight jeans and the models' graphic haircuts, the looks seemed like ones my grandfather could have worn crossing the college quad as a student in the 1950s or en route to his teaching job in the '60s. This type of boxy tweed overcoat was a staple for men across multiple continents during the entire midcentury period.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-an-ai-system-be-given-a-patent-11570801500", "title": "Can an AI System Be Given a Patent?", "date": "2019-10-11 09:45", "summary": "An artificially intelligent system purportedly has created two new products. Now patent offices must decide if it can be named as the inventor.. If an artificially intelligent system creates a new product, should patent offices recognize it as the inventor?", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-makes-joe-bidens-son-a-top-campaign-target-11570766880", "title": "Trump Makes Joe Biden's Son a Top Campaign Target", "date": "2019-10-11 09:43", "summary": "'I want to see Hunter,' he tells crowd at Minnesota rally, mocking the younger Biden as 'not too smart'. President Trump took aim at the son of former Vice President Joe Biden, ridiculing the 49-year-old as a loser, accusing him of profiting off his father's name and turning him into a campaign prop during a rally in Minnesota on Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-82-7-billion-to-financial-system-in-latest-repo-transaction-11570801329", "title": "New York Fed Adds $82.7 Billion To Financial System in Latest Repo Transaction", "date": "2019-10-11 09:42", "summary": "The Fed began offering repo loans last month after a shortage of available cash in the financial system led rates to climb. The Federal Reserve Bank of New York added $82.7 billion to the financial system Friday, using the market for repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-peace-prize-awarded-ethiopian-prime-minister-abiy-ahmed-ali-11570784676", "title": "Nobel Peace Prize Awarded to Ethiopian Prime Minister", "date": "2019-10-11 09:35", "summary": "The prize recognized the leader's efforts to achieve peace with neighboring Eritrea. Ethiopia's prime minister, Abiy Ahmed, was awarded the Nobel Peace Prize on Friday for his work toward ending a 20-year conflict with neighboring Eritrea and opening up one of Africa's most notorious one-party systems.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-aging-parents-have-to-pay-the-check-11570800746", "title": "Should Aging Parents Have to Pay the Check?", "date": "2019-10-11 09:32", "summary": "A behavioral economist answers questions about paying for meals, job interviews and making bad decisions.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-still-looks-like-a-fixer-upper-11570800768", "title": "Zillow Still Looks Like a Fixer-Upper", "date": "2019-10-11 09:32", "summary": "Shares have taken a significant price cut, but they could continue to fall. Zillow's shares look as discounted as the fees on the homes it is selling, but they still may not find many motivated buyers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-threatens-procedural-move-to-save-obamas-climate-rules-attack-trumps-rollback-11570799623", "title": "Schumer Threatens Procedural Move to Save Obama's Climate Rules", "date": "2019-10-11 09:13", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/languages-of-pure-form-and-color-11570799548", "title": "Languages of Pure Form and Color", "date": "2019-10-11 09:12", "summary": "Pierre Bonnard and Édouard Vuillard charted art's course toward abstraction. In 1891, the young painters Pierre Bonnard (1867-1947) and Édouard Vuillard (1868-1940) shared a Paris studio, where they took a crucial step toward the invention of abstract art. But their contribution is often overshadowed by the legacy of the impressionists who preceded them and the modernists they anticipated. Starting Oct. 26, the Phillips Collection in Washington, D.C. will attempt to change that with a new exhibition, \"Bonnard to Vuillard: The Intimate Poetry of Everyday Life.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hugo-boss-is-a-bad-fit-for-a-weaker-economy-11570798628", "title": "Hugo Boss Is a Bad Fit for a Weaker Economy", "date": "2019-10-11 08:57", "summary": "The stock market valuations of premium fashion brands and true luxury are diverging. Spending at companies like Hugo Boss is drying up more quickly than at ultraluxury brands. Premium fashion labels will be especially vulnerable in the next economic downturn.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-u-s-steel-bed-bath-beyond-jeld-wen-voxx-international-11570788915", "title": "Stocks to Watch: U.S. Steel, Fastenal, SAP and More", "date": "2019-10-11 08:39", "summary": "Here are some of the companies with shares expected to trade actively Friday. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by tickers reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-chief-executive-thierry-bollore-to-step-down-11570785214", "title": "Renault Board Votes to Remove CEO Bolloré", "date": "2019-10-11 08:27", "summary": "Board of French auto maker has been concerned about the executive's tense relationship with Japanese partner Nissan Motor. PARIS- Renault SA fired Chief Executive Thierry Bolloré as the French car maker seeks to turn the page on Carlos Ghosn's decades of leadership and reboot its globe-spanning alliance with Nissan Motor Co.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astros-yankees-set-for-a-heavyweight-clash-for-the-american-league-pennant-11570796451", "title": "Astros, Yankees Set for a Heavyweight Clash", "date": "2019-10-11 08:20", "summary": "Houston was pushed to the brink by Tampa Bay, but its elite starting pitching, led by Gerrit Cole, is why the Astros are still the team to beat. HOUSTON-The Tampa Bay Rays pushed the Houston Astros to the brink of humiliation, a scrappy underdog with a microscopic payroll forcing baseball's best team to fight for its life. They drew blood against a foe that looked all but invincible and conjured visions of a historic division series upset.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cover-your-eyes-the-winless-dolphins-and-redskins-are-playing-each-other-11570795278", "title": "Cover Your Eyes: The Winless Dolphins and Redskins Are Playing Each Other", "date": "2019-10-11 08:01", "summary": "There aren't usually this many winless teams this late in the season, and they rarely meet each other. The Washington Redskins and the Miami Dolphins will play a real-life professional football game this weekend. There will be referees, some fans and one of the teams should even get a win.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earnings-season-may-not-be-as-bad-as-investors-think-11570795201", "title": "Earnings Season May Not Be as Bad as Investors Think", "date": "2019-10-11 08:00", "summary": "History shows analysts' estimates often fall short of companies' actual results. Third-quarter earnings may not be as bad as investors fear.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deborah-norville-on-the-pitfalls-of-landing-your-dream-job-11570795200", "title": "Deborah Norville on the Pitfalls of Landing Your Dream Job", "date": "2019-10-11 08:00", "summary": "'Be willing to do the jobs that other people think are beneath them,' the television anchor advises. Deborah Norville, the longtime anchor of syndicated television show \"Inside Edition,\" knows what it's like to land a dream job and then lose it.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lesson-i-learned-from-steve-jobs-11570795206", "title": "The Lesson I Learned from Steve Jobs", "date": "2019-10-11 08:00", "summary": "A challenge from technology's greatest showman led Marc Benioff to a breakthrough insight about how to find true innovation at Salesforce.com.. I first met Steve Jobs in 1984 when Apple Inc. hired me as a summer intern.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-billionaire-the-olympian-and-the-quest-for-the-sub-2-hour-marathon-11570794264", "title": "The Billionaire, the Olympian and the Quest for the Sub-2-Hour Marathon", "date": "2019-10-11 07:44", "summary": "How the obsessions of Jim Ratcliffe and Eliud Kipchoge aligned for Saturday's attempt on one of running's last barriers. VIENNA-The original plan was to help a British sailing team challenge for the America's Cup. Then the plan was also to win the Tour de France. And after that, the plan expanded to buying a soccer club on the French Riviera.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senators-concerns-muddy-path-to-dismiss-possible-impeachment-charges-11570793988", "title": "GOP Senators' Concerns Muddy Impeachment Path", "date": "2019-10-11 07:39", "summary": "McConnell suggests chamber could dispense with articles quickly, but his party might not vote as a bloc. WASHINGTON-Senate Majority Leader Mitch McConnell has suggested that a vote by the Democratic-controlled House to impeach President Trump could be quickly dispensed with in his chamber. One way to do that: The Republican-controlled Senate could vote on a motion to dismiss the charges without a trial.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bite-size-trade-deal-wont-save-u-s-industry-11570792229", "title": "A Bite-Size Trade Deal Won't Save U.S. Industry", "date": "2019-10-11 07:10", "summary": "China and President Trump would benefit from a truce focused on food purchases, but investors risk overestimating the economic impact. President Trump has long claimed he wanted a big deal with China. There is no sign of that, but a mini-deal that takes tensions down a notch without addressing fundamental issues looks increasingly possible. Markets are celebrating but investors shouldn't overestimate the impact outside of a few sectors like agriculture.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooter-in-german-synagogue-attack-confesses-11570792076", "title": "Shooter in German Synagogue Attack Confesses", "date": "2019-10-11 07:07", "summary": "Stephan Ballier admitted anti-Semitic and Right-wing extremist motives in attack that killed two in Halle, Germany. BERLIN-The German man charged with murder in Wednesday's botched attack on a synagogue has confessed to the crime and admitted to anti-Semitic and far-right-wing extremist motives, the federal prosecutor's office said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-private-equity-partnership-with-richard-branson-stalls-11570792057", "title": "A Private-Equity Partnership With Richard Branson Stalls", "date": "2019-10-11 07:07", "summary": "London-based credit firm Metric Capital planned to raise $500 million to back consumer-facing companies. Early last year, John Sinik, managing partner of London-based private-credit firm Metric Capital Partners referred to Virgin Group founder Richard Branson as \"one of the greatest entrepreneurs of our lifetime.\"", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-are-no-longer-gluttons-for-electricitythank-the-led-bulb-11570791602", "title": "Americans Are No Longer Gluttons for Electricity-Thank the LED Bulb", "date": "2019-10-11 07:00", "summary": "After increasing 10-fold between 1950 and 2010, average residential consumption dipped. For more than five years, Americans have been doing something decidedly un-American: We've been using less electricity.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-canadian-election-battleground-financial-anxieties-weigh-heavily-11570791601", "title": "In Canadian Election Battleground, Financial Anxieties Weigh Heavily", "date": "2019-10-11 07:00", "summary": "Resume Subscription. VAUGHAN, Ontario-The suburbs of Toronto have become a central battleground in the Canadian election, with Prime Minister Justin Trudeau fighting for his political survival in a region where rising costs are fueling widespread financial anxieties.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ubs-prime-brokerage-executive-chris-hagstrom-to-leave-bank-11570791601", "title": "UBS Prime Brokerage Executive Chris Hagstrom to Leave Bank", "date": "2019-10-11 07:00", "summary": "Departure comes after 15 years amid revamping of bank's equities and fixed-income divisions. Senior UBS Group AG executive Chris Hagstrom will leave the bank amid a restructuring of the equities and fixed-income divisions, people familiar with the matter said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artist-rachel-feinsteins-favorite-things-11570791602", "title": "Artist Rachel Feinstein's Favorite Things", "date": "2019-10-11 07:00", "summary": "The painter and sculptor shares the personal objects that inspire her most, including a 100-carat ring her husband, artist John Currin, once gave her. \"The feathers signify my mother, who's passionate about saving the wild parrots of South Florida-where I grew up-from poachers. I don't understand my mother's obsession with parrots. They frighten me. The photo is of my dad walking me down the aisle at my wedding, on Valentine's Day, 1998. He just passed away. He was a dermatologist, so my pale skin has aged pretty well thanks to him. Those are shells of oysters that John [Currin, her artist husband] and I ate at Masa, the Japanese restaurant in New York that we go to for our wedding anniversary every year. Inside one shell is a 100-carat blue aquamarine ring that John bought for me in 2003. The book on the left is Maids, Madonnas, & Witches: Women in Sculpture From Prehistoric Times to Picasso, with photographs by Andreas Feininger. It's gorgeous, and it inspired Rachel Feinstein: Maiden, Mother, Crone, my new show at the Jewish Museum in New York, and my new Rizzoli book, Rachel Feinstein. The flower girl sculpture was based on The Snow Queen, a trippy, weird story by Hans Christian Andersen. I made it out of Sculpey, which is a bakeable clay, with help from my sons. It was the basis for a large piece at my 2011 show at the Lever House. I made that shoe in Nymphenburg, a famous old porcelain factory in Munich. It's a test sample for a 2018 pedestal piece called Corrine. John made a painting of me, called Rachel in Fur, where I'm wearing those huge sunglasses, which are by Cutler and Gross. That small bronze sculpture is a cast of my finger that has testicles hanging from it. It's my power finger. The white-paper model sculpture I based on a surreal, frightening drawing that my oldest son, Francis, did when he was 10, after he was diagnosed with Type 1 diabetes. It was a horrible experience, and it's a deeply personal sculpture. The other book is French Scenic Wallpaper 1795-1865. It's like my bible. And in back, that's my dog, Mr. Greenjeans, an affenpinscher. He's my spirit animal. He sleeps right by my side, and John likes to joke that Mr. Greenjeans actually thinks that he-the dog-is my husband.\"", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/down-parkas-fit-for-off-the-slopes-11570791605", "title": "Down Parkas Fit for off the Slopes", "date": "2019-10-11 07:00", "summary": "The down puffer has gone from ski-slope staple to stylish statement piece. Eight coats to try when temperatures drop. From left: 2 Moncler 1952 coat, $1,970, and jacket, $1,530, moncler.com, Ermenegildo Zegna pants, $1,950, Ermenegildo Zegna, 663 Fifth Avenue, New York, A.P.C. hat, $125, apc-us.com, Falke socks, $15, falke.com, Tod's boots, $675, tods.com; Herno jacket, $1,275, and vest, $765, Herno, 95 Greene Street, New York, Vince sweater, $265, vince.com, Rick Owens pants, $1,040, Rick Owens, 30 Howard Street, New York, Falke socks, $15, falke.com, Acne Studios sneakers, $490, acnestudios.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letter-from-the-editor-demi-moore-naomi-campbell-and-bob-iger-get-candid-11570791600", "title": "Letter From the Editor: Demi Moore, Naomi Campbell and Bob Iger Get Candid", "date": "2019-10-11 07:00", "summary": "WSJ. editor in chief Kristina O'Neill introduces the October 2019 Style & Tech, including why industry icons Demi Moore, Naomi Campbell and Bob Iger are all so captivating. Our October issue spotlights three industry icons-model Naomi Campbell, actress Demi Moore and Disney chairman and CEO Robert Iger-each of whom I've long admired and who give candid interviews in their respective cover stories.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/she-took-a-two-year-break-in-her-career-now-shes-ceo-11570786204", "title": "She Took a Two-Year Break in Her Career. Now She's CEO.", "date": "2019-10-11 05:30", "summary": "Deanna Mulligan of Guardian Life Insurance talks about how time off helped her find new focus. When she was 41 years old, Deanna Mulligan stepped back from the prime of her career. Now CEO of Guardian Life Insurance, Ms. Mulligan reflects on that move, and what it taught her-among other things, that \"life is not a straight line.\" What follows is an edited version of her reflections, as told to Wall Street Journal reporter Chip Cutter.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-counties-backed-every-president-since-reagan-11570786200", "title": "These Counties Voted for Every White House Winner Since Reagan", "date": "2019-10-11 05:30", "summary": "Resume Subscription. At a time of deep political division in the American electorate, a small group of counties across the nation has shown extraordinary political flexibility, voting for the winner in every presidential election since 1980.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/on-edge-from-attacks-germany-finds-far-right-radicals-within-security-services-11570786206", "title": "On Edge from Attacks, Germany Finds Far-Right Radicals Within Security Services", "date": "2019-10-11 05:30", "summary": "Resume Subscription. BERLIN-Germany's security agencies are investigating their own ranks for suspected plots to attack immigrants and politicians, as authorities have become increasingly concerned about allegations of extreme-right radicalism among some soldiers and police officers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/many-companies-say-theyre-family-friendly-but-it-often-isnt-the-case-11570786201", "title": "Many Companies Say They're Family-Friendly. But It Often Isn't the Case.", "date": "2019-10-11 05:30", "summary": "Finding a truly family-friendly workplace requires going beyond an employer's image. Or even its policies.. It isn't easy to find a truly family-friendly company these days.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-willed-the-electric-car-china-and-heres-why-11570786201", "title": "Who Willed the Electric Car? China, and Here's Why", "date": "2019-10-11 05:30", "summary": "Electric vehicles that derive their power from dirty energy aren't necessarily better for the environment, but they are better for Beijing. Exxon Mobil Chief Executive Officer Darren Woods recently took a shot at electric vehicles. Speaking at the Oil and Gas Climate Initiative late last month, he quipped that their purpose could be defeated if the vehicles are powered by electricity derived from burning coal.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growing-pains-in-the-south-north-carolinas-triangle-fights-over-quarry-11570786205", "title": "Growth Plan Pits Mountain Bikers Against Suburban Expansion", "date": "2019-10-11 05:30", "summary": "Proposed quarry extension would provide needed building materials; residents petition to keep wooded area next to state park. RALEIGH, N.C.-A proposed rock quarry on public land popular with mountain bikers has exposed a fault line over growth in this booming region.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-voters-tell-lawmakers-to-stick-with-trump-11570786203", "title": "GOP Voters Tell Lawmakers to Stick With Trump", "date": "2019-10-11 05:30", "summary": "At gatherings with GOP congressmen, Republicans criticize impeachment probe, but Democrats press representatives to back investigation. BLAINE, Minn.-GOP Rep. Tom Emmer's opposition to the House impeachment probe fueled a heated town hall meeting with constituents here, with Democrats urging him to stand up to the president while the three-term congressman blamed them for looking for a reason to attack President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mutual-funds-embrace-of-high-profile-unicorns-backfires-11570786202", "title": "Mutual Funds' Embrace of High-Profile Unicorns Backfires", "date": "2019-10-11 05:30", "summary": "Looking to beat benchmarks, funds expanded their holdings of private tech startups only to mark down values after disappointing IPOs. Mutual funds that invested billions in big technology startups are now suffering losses in newly public companies and are being forced to mark down their holdings of private companies that are no longer investor darlings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-looks-at-helping-ukraine-get-its-act-together-11570786203", "title": "Congress Looks at Helping Ukraine Get Its Act Together", "date": "2019-10-11 05:30", "summary": "Lawmakers discuss funding an investigative unit in Kyiv's military, and Arizona GOP worries about senator's fundraising. AN INSPECTOR GENERAL-FOR UKRAINE? Congress considers funding for an investigative unit inside the Ukrainian military. A bipartisan delegation to Kyiv discussed the idea with Ukrainian officials earlier this month as the impeachment drama-sparked by a whistleblower report to the IG for the U.S. intelligence community-swirled in Washington. Members on the trip tiptoed around talking about the impeachment inquiry and instead discussed Ukraine's efforts to deal with corruption, especially in the military.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publicis-shares-plunge-after-ad-giant-cuts-guidance-11570785812", "title": "Publicis Shares Plunge After Ad Giant Cuts Guidance", "date": "2019-10-11 05:23", "summary": "French firm says industry upheaval will weigh on growth this year. PARIS-Shares in Publicis Groupe SA plunged Friday after the advertising giant lowered its guidance for the second time in a year, stoking fears about the ad industry's ability to cope with a host of challenges including the increasing dominance of tech giants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11570737620", "title": "Pepper...and Salt", "date": "2019-10-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]