[{"link": "https://www.wsj.com/articles/reid-hoffmans-fake-news-11547250903", "title": "Reid Hoffman's Fake News", "date": "2019-01-11 18:55", "summary": "Americans are now using disinformation tactics on one another.. Russian internet trolls worked overtime in 2016 to inject disinformation into American elections. A year later, as news reports now reveal, Democratic operatives, some funded by LinkedIn co-founder Reid Hoffman, tried out these same tactics to boost Senator Doug Jones in Alabama. Russia's online dezinformatsiya has gone native, and it will get worse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-gov-desantis-expected-to-suspend-sheriff-over-parkland-shooting-11547225013", "title": "Florida Governor Suspends Sheriff Over Deadly Parkland Shooting", "date": "2019-01-11 18:53", "summary": "Sheriff Scott Israel has faced mounting criticism and calls for his removal since 2018 school massacre. Florida Gov. Ron DeSantis on Friday suspended Broward County Sheriff Scott Israel, who faced widespread criticism for his department's handling of last year's Parkland school shooting.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbia-sportswear-ad-decries-government-shutdown-and-efforts-to-build-a-border-wall-11547250188", "title": "Columbia Sportswear Ad Decries Government Shutdown and Efforts to Build a Border Wall", "date": "2019-01-11 18:52", "summary": "Outdoor clothing maker and retailer makes its first political statement. Columbia Sportswear Co. ran a full-page advertisement in the Washington Post on Friday calling for the government to open national parks that have lost funding during the partial government shutdown, taking a shot at President Trump's proposed border wall in the process.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-probes-failed-boeing-satellite-deal-backed-by-china-11547248296", "title": "U.S. Probes Boeing Satellite Deal Backed by China", "date": "2019-01-11 18:48", "summary": "U.S. Securities and Exchange Commission, Commerce Department and Treasury-led national security panel look into relationship with Global IP. The U.S. Securities and Exchange Commission and the Commerce Department are investigating Boeing Co. 's relationship with a satellite startup backed by a Chinese government-owned firm, following an article by The Wall Street Journal on the matter last month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-shutdown-hits-federal-websites-11547249994", "title": "Government Shutdown Hits Federal Websites", "date": "2019-01-11 18:39", "summary": "Federal sites becoming insecure or inaccessible as security certificates expire. WASHINGTON-Ripples from the partial government shutdown are spreading online, as some federal websites become insecure or inaccessible because of expired security certificates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicians-never-lied-before-trump-11547249639", "title": "Politicians Never Lied Before Trump", "date": "2019-01-11 18:34", "summary": "Look past the circus of democracy: The U.S. is finally facing up to its border failures.. An aide to President Obama boasted to the New York Times about lying and manipulating the media to sell the administration's Iran policy. Mr. Obama himself proselytized for his health-care plan by saying that, despite mandatory requirements that outlawed millions of individual health plans, you'd be able to keep your existing plan. Nor is there the slightest ambiguity now: His administration deliberately lied to the American people about the origins of the 2012 terrorist attack on a U.S. consulate in Libya.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-are-doing-a-bad-jobso-give-them-a-raise-11547249589", "title": "Lawmakers Are Doing a Bad Job-So Give Them a Raise?", "date": "2019-01-11 18:33", "summary": "States where lawmaking is part-time work have a better record of handling taxpayers' money.. Late last year the New York Committee on Legislative and Executive Compensation concluded that state lawmakers in Albany were overworked and underpaid. The committee, appointed by the Legislature itself, recommended a hefty raise. Legislators are set to earn $110,000 in base salary this year, up from $79,500 in 2018. In 2021 their salaries will rise to $130,000-more than double the state's median household income.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-it-comes-to-retirement-im-with-cicero-11547249534", "title": "When It Comes to Retirement, I'm With Cicero", "date": "2019-01-11 18:32", "summary": "The great Roman orator thought aging and retiring free us from destructive ambition and competition.. For a nation that worships youth, America spends a lot of time obsessing about retirement. A cottage industry of financial journalists and bloggers regularly bombards us with advice: when to draw Social Security, where to live, how to invest our savings.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-reduces-u-s-gasoline-imports-11547249440", "title": "Mexico Reduces U.S. Gasoline Imports", "date": "2019-01-11 18:30", "summary": "Cutback comes as a government crackdown on fuel theft leads to shortages across the country. MEXICO CITY-Mexico has significantly reduced imports of U.S. gasoline since President Andrés Manuel López Obrador took office Dec. 1, as a government crackdown on fuel theft has jammed up distribution and caused widespread gasoline shortages.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-parkland-fathers-quest-for-accountability-11547249451", "title": "A Parkland Father's Quest for Accountability", "date": "2019-01-11 18:30", "summary": "'I blame the murderer for 50% of what happened,' Andrew Pollack says. 'There were so many people who didn't care, who didn't do their job.'. Lake Wales, Fla.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-grant-refugee-status-to-saudi-teen-who-fled-family-11547232542", "title": "Canada Grants Refugee Status to Saudi Teen", "date": "2019-01-11 18:28", "summary": "Woman had barricaded herself in a hotel room and posted about her situation on Twitter. OTTAWA-Canada will grant refugee status to a young Saudi woman who renounced Islam and barricaded herself in a Bangkok airport hotel to avoid being deported, a decision that threatens to heighten tensions between Ottawa and Riyadh.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/21st-century-fox-says-it-wont-pursue-fox-regional-sports-networks-11547219030", "title": "Fox Won't Bid to Reacquire Its Regional Sports Networks From Disney", "date": "2019-01-11 18:21", "summary": "Disney is required to sell 22 Fox sports channels for Justice Department to sign off on $70 billion-plus deal. Walt Disney Co. lost a potential suitor for the 22 regional sports networks it is selling as part of its purchase of the majority of 21st Century Fox Inc. media assets, which could complicate an already complex sale process.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-girl-escapes-captor-88-days-after-her-abduction-and-the-killing-of-her-parents-11547225233", "title": "Girl Escapes Captor 88 Days After Her Abduction, the Killing of Parents", "date": "2019-01-11 18:08", "summary": "A 21-year-old man charged with abduction, double homicide; town's dread turns to relief. A 13-year-old Wisconsin girl missing for nearly three months since her parents were found dead in her home escaped her captor Thursday, ending a search that had transfixed the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-texas-tent-city-for-migrant-children-closed-11547247159", "title": "A Texas Tent City for Migrant Children Is Closed", "date": "2019-01-11 17:52", "summary": "The sprawling Tornillo facility was set up at the height of the Trump administration's family-separation policy. A sprawling tent city used to house unaccompanied migrant children has been closed after a policy change by the Trump administration made it easier to place children with sponsors in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-slips-on-inflation-data-11547231823", "title": "Dollar Slips on Inflation Data", "date": "2019-01-11 17:50", "summary": "Expectations that interest rates will rise at a slower clip tend to make the dollar less attractive to investors seeking yield. The dollar fell this week, weighed down by expectations of a dovish shift at the Federal Reserve and soft U.S. economic data.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywoods-eve-review-sun-kissed-it-girl-11547246870", "title": "'Hollywood's Eve' Review: Sun-Kissed 'It' Girl", "date": "2019-01-11 17:47", "summary": "Babitz bristles at the notion that L.A. is a 'cultural wasteland.' Refuting it has been her life's work.. Of all the claptrap people believe about Los Angeles, the most tiresome to those who live here may be the notion that the city has a secret history, decipherable only through the rediscovery of some neglected soothsayer. In 1974, the writer Eve Babitz deplored this phenomenon in the case of Nathanael West, whose apocalyptic Depression-era novel \"The Day of the Locust\" had become the lone handbook for many a suspicious visitor. As Ms. Babitz saw it, West's novel confirmed for them that Los Angeles is \"not all blue skies and pink sunsets, so they don't have to worry: It's shallow, corrupt and ugly.\" She pointed out that \"the true secrets of Los Angeles flourish everywhere,\" and pitied people \"from more civilized spots\" who failed to appreciate the city's multiplicity.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-releases-detailed-transcripts-of-2013-policy-meetings-11547219048", "title": "Fed Releases Detailed Transcripts of 2013 Policy Meetings", "date": "2019-01-11 17:45", "summary": "First public disclosure of Federal Reserve governors' discussions of stimulus program, including thoughts of current Chairman Jerome Powell. Jerome Powell worried the Federal Reserve's bond purchases were distorting markets and encouraged his central-bank colleagues in early 2013 to signal plans to wrap up the stimulus campaign, according to transcripts of policy meetings released Friday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-smartphone-the-race-for-the-next-big-thing-11547245999", "title": "After the Smartphone: The Race for the Next Big Thing", "date": "2019-01-11 17:33", "summary": "Venture-capital investors are spraying money into fields like virtual reality, driverless cars and even implants in the brain. As the smartphone market matures, startups are racing to predict what's next, and venture-capital firms are spraying money into fields like virtual reality, smart watches and even implants in the brain. Here are some of the startups attracting investment.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/code-name-lise-review-the-wars-most-decorated-woman-11547245771", "title": "'Code Name: Lise' Review: The War's Most Decorated Woman", "date": "2019-01-11 17:29", "summary": "Odette Sansom's story has been retold many times. In 'Code Name: Lise,' Larry Loftis tells it again for a new generation, reweaving the account of her wartime activities as a British spy into a kind of nonfiction thriller. In October 1942, Odette Sansom, a housewife turned British spy, was holed up on Gibraltar waiting for passage to Nazi-occupied France to begin her mission. She had left her three daughters at a convent school in England, a decision so painful, she later said, that it paled in comparison to Nazi torture. She had endured training, learning to shoot, detonate explosives, encode messages and navigate by compass at night. She had tried and failed four times to get to France. At last she was just a boat ride away, but the Polish seaman charged with taking her refused.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-penn-and-the-worlds-of-william-penn-review-a-trans-atlantic-holy-experiment-11547245554", "title": "'William Penn' and 'The Worlds of William Penn' Review: A Trans-Atlantic 'Holy Experiment'", "date": "2019-01-11 17:25", "summary": "By 1680, Penn was a bold voice in English Quakerism, advocating tolerance for all religious dissenters and petitioning the king for land in America.. Philadelphians are naturally familiar with William Penn, Pennsylvania's founder-or at least they are with Alexander Milne Calder's immense bronze sculpture of him, which has loomed over the city from atop City Hall since 1894. If they know something about Penn's life, it is probably from the sentimentalized version of it that has been passed down through the generations, with a big assist from the mythmaker Parson Weems. Following up on his biography of George Washington-in which the virtuous young George refused to lie about having chopped down his father's cherry tree-Weems penned a treacly 1822 biography of Penn, the virtuous founder of a successful colony. In reality, of course, Penn (1644-1718) was a more complicated-and more interesting-man than Weems's portrait of him, as Andrew R. Murphy, a Rutgers University political scientist, makes clear in his admirable \"William Penn: A Life.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/late-in-the-day-review-and-then-they-were-three-11547245528", "title": "'Late in the Day' Review: And Then They Were Three", "date": "2019-01-11 17:25", "summary": "When one of a foursome dies, the lines of attachment joining the survivors are drastically realigned.. Tessa Hadley, author now of seven novels, three collections of short stories and a number of other works, is a gifted anatomist of human relationships, with those among family members being her specialty. Her particular genius lies in the elegance and precision with which she captures the fleeting emotion, the passing, indefinable perception or tiny epiphany. This fine-honed skill is on show once again in \"Late in the Day,\" a novel revolving around two middle-aged couples, each with a daughter living away from home. The four have been close friends for decades-until one of them dies. With this, the lines of attachment joining the survivors are thrown into disarray and, very soon, are drastically realigned.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-nissan-executive-jose-munoz-resigns-11547242019", "title": "Top Nissan Executive José Muñoz Resigns", "date": "2019-01-11 17:25", "summary": "Mr. Muñoz, who oversaw business strategy for Nissan's seven regional and business units, was an ally of Carlos Ghosn. A top Nissan Motor Co. executive and ally of Carlos Ghosn resigned Friday, the company said, the first shake-up at the Japanese auto maker since the arrest of the former chairman.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-restless-kings-review-a-family-at-war-with-itself-11547245500", "title": "'The Restless Kings' Review: A Family at War With Itself", "date": "2019-01-11 17:25", "summary": "Thanks to Shakespeare, the Plantagenet dynasty is often best-remembered for Richard III. But the first three Plantagenet kings were more important than the last.. Thanks to Shakespeare, the Plantagenet dynasty in England-ruling for more than three centuries-is most often remembered for one of its more controversial members, Richard III, the last Plantagenet to occupy the English throne. But the first three Plantagenet kings were more important than the last, and they have rightly occupied a prominent place in English history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-mobile-at-t-pledge-to-stop-location-sharing-by-end-of-march-11547235438", "title": "T-Mobile, AT&T Pledge to Stop Location Sharing by End of March", "date": "2019-01-11 17:24", "summary": "Wireless carriers say they won't share real-time data with aggregators after another report of misuse. T-Mobile US Inc. and AT&T Inc. said they would stop feeding individual customers' real-time locations to data middlemen, after a report suggested the sensitive information is easy to pull without users' consent.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-organization-hires-lawyer-to-oversee-responses-to-democrats-investigations-11547245036", "title": "Trump Organization Hires Lawyer to Oversee Responses to Democrats' Investigations", "date": "2019-01-11 17:22", "summary": "Company retains Stefan Passantino, who worked until last year in the White House Counsel's Office. The Trump Organization has hired a lawyer who formerly worked in the White House Counsel's Office to handle the expected onslaught of investigations from House Democrats, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danske-bank-warns-of-potential-resumption-of-french-money-laundering-probe-11547244866", "title": "Danske Bank Warns of Potential Resumption of French Money-Laundering Probe", "date": "2019-01-11 17:14", "summary": "Bank is under investigation in a number of countries for money laundering through its Estonian branch. Danske Bank A/S said Friday a French judge expects to put the lender back under investigation for alleged money laundering.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maggie-gyllenhaal-and-peter-sarsgaard-list-new-york-townhouse-for-4-599-million-11547244825", "title": "Maggie Gyllenhaal and Peter Sarsgaard List New York Townhouse for $4.599 million", "date": "2019-01-11 17:13", "summary": "The actor couple raised their daughters in a family home with a backyard garden in Brooklyn's Park Slope neighborhood. Twelve years ago, Maggie Gyllenhaal and Peter Sarsgaard bought a traditional townhouse in Brooklyn to raise their family. Now that their daughters attend school outside of the neighborhood, the actors have decided to move, and are listing the home for $4.599 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-weighs-a-first-ever-influence-campaign-in-the-u-s-11547236986", "title": "OPEC Weighs a First-Ever Influence Campaign in the U.S.", "date": "2019-01-11 17:13", "summary": "The message OPEC wants to spread is that it helps stabilize oil prices and enables U.S. energy companies to thrive. OPEC is debating an aggressive public-influence campaign aimed at U.S. lawmakers and the White House, a first in its six-decade history, according to officials at the organization.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maggie-gyllenhaal-and-peter-sarsgaards-family-townhouse-in-brooklyn-11547244575", "title": "Maggie Gyllenhaal and Peter Sarsgaard's Family Townhouse in Brooklyn", "date": "2019-01-11 17:09", "summary": "The actors raised their daughters in this Park Slope home with modern touches.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mattress-retailer-launches-chapter-11-while-hunting-for-buyers-11547244476", "title": "Mattress Retailer Launches Chapter 11 While Hunting for Buyers", "date": "2019-01-11 17:07", "summary": "Innovative Mattress Solutions lands bankruptcy financing from supplier Tempur Sealy. The company behind Sleep Outfitters, Mattress Warehouse, and Mattress King filed for bankruptcy protection with hopes of selling itself, the second mattress retailer since October to succumb to overexpansion.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-on-track-for-weekly-gains-as-growth-fears-ease-11547196401", "title": "Stocks Slip but Close Week With Gains", "date": "2019-01-11 17:05", "summary": "All three major U.S. indexes ended the week at least 2% higher. The Dow Jones Industrial Average slipped Friday but notched its biggest three-week gain since the period following the 2016 election, a dramatic bounceback from its late-December selloff.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-flu-season-is-looking-less-severe-than-the-last-one-11547243712", "title": "This Flu Season Is Looking Less Severe Than the Last One", "date": "2019-01-11 16:55", "summary": "CDC says while cases aren't appearing at last year's pace, virus remains dangerous and hard to predict. The current flu season appears less severe than the fierce season of 2017-2018, but still as many as 7.3 million people have fallen ill so far, according to new data released by the Centers for Disease Control and Prevention on Friday.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cold-war-games-u-s-is-preparing-to-test-the-waters-in-icy-arctic-11547243592", "title": "Cold War Games: U.S. Is Preparing to Test the Waters in Icy Arctic", "date": "2019-01-11 16:53", "summary": "Navy explores expansion of operations in far North, going head-to head with rivals Russia and China. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-raises-profit-guidance-for-2018-11547215294", "title": "GM Sees Boost to Profit From Job Cuts", "date": "2019-01-11 16:46", "summary": "Auto maker says continued rollout of new pickup-truck models also should drive growth this year. General Motors Co. said its earnings are picking up speed, with added momentum due to come this year from plant closures and job cuts denounced by President Trump.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tweet-of-the-day-11547242715", "title": "Trump Tweet of the Day", "date": "2019-01-11 16:38", "summary": "A call to import more engineering talent will clarify the Pelosi agenda.. No, the headline of this column isn't referring to the President's concise commentary on the social media stylings of CNN correspondent Jim Acosta. The highlight of the President's Twitter feed occurred early this morning when he noted:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/priest-cited-in-pennsylvania-abuse-report-sentenced-to-up-to-14-years-in-prison-11547242450", "title": "Priest Sentenced to Up to 14 Years in Prison for Abuse", "date": "2019-01-11 16:34", "summary": "Grand jury found evidence of abuse by 300 priests, but only two could be prosecuted. A Pennsylvania judge sentenced a Catholic priest on Friday to between 2½ and 14 years in prison, after the cleric had pleaded guilty to sexually abusing two boys.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-prices-staged-a-comeback-but-is-it-sustainable-11547211600", "title": "Gold Prices Staged a Comeback, but Is It Sustainable?", "date": "2019-01-11 16:31", "summary": "The precious metal's impressive rally since late last year already is facing a challenge. Gold's impressive rally since late last year already is facing a challenge: renewed confidence in the U.S. economy and a rebound in stocks.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-defense-executive-to-be-named-deputy-national-security-adviser-11547219364", "title": "Ex-Defense Executive Named Deputy National Security Adviser", "date": "2019-01-11 16:25", "summary": "Charles Kupperman, a former Reagan administration official, fills the role previously held by Mira Ricardel. WASHINGTON-National Security Adviser John Bolton named former defense contracting executive and Reagan administration official Charles Kupperman as deputy national security adviser on Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-economists-grapple-with-industrys-reputation-for-hostility-toward-women-11547202600", "title": "Economists Grapple With Industry's 'Reputation for Hostility' Toward Women", "date": "2019-01-11 16:19", "summary": "It's robbing the profession of talent and insight, says former Federal Reserve Chairman Ben Bernanke. Ben Bernanke and Janet Yellen-after fighting financial crises and anemic economic growth as Federal Reserve leaders-are turning their attention to a different problem: How women are treated in their own profession.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-ruth-bader-ginsburg-to-miss-another-week-of-proceedings-11547228926", "title": "Justice Ginsburg to Miss Another Week of Proceedings", "date": "2019-01-11 16:11", "summary": "Supreme Court says recovery from cancer treatment remains on track. WASHINGTON-Justice Ruth Bader Ginsburg will miss another week of Supreme Court proceedings but her recovery from cancer treatment is on track and there is no sign of any remaining disease, the court said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-rise-on-low-inflation-data-11547224823", "title": "U.S. Government Bonds Rise on Low Inflation Data", "date": "2019-01-11 16:09", "summary": "Recent decline in oil price has been critical in containing inflation. U.S. government-bond prices rose Friday after government data showed that consumer prices declined in December.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-private-firms-see-surge-in-fourth-quarter-earnings-11547240891", "title": "Small Private Firms See Surge in Fourth-Quarter Earnings", "date": "2019-01-11 16:08", "summary": "Earnings growth contrasts dimmer outlook provided by larger public companies. The earnings growth of small private firms improved in the fourth quarter even as larger U.S. companies signaled a dimmer outlook for that period.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nineteen-central-bankers-walk-into-a-bar-11547240834", "title": "Nineteen Central Bankers Walk Into a Bar...", "date": "2019-01-11 16:07", "summary": "FOMC's 2013 transcripts are good for a few laughs; sometimes, you had to be there. America's central bankers met in 2013 during a tumultuous period to debate when and how to wind down asset purchases. Still, the officials found a few opportunities at the Federal Open Market Committee meetings to poke fun at one another-and find humor in the ultimate comedy-rich subject: monetary policy.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-contemplates-weeks-more-of-shutdown-11547235701", "title": "White House Contemplates Weeks More of Shutdown", "date": "2019-01-11 15:56", "summary": "Budget office makes plans for shutdown to continue through end of February. WASHINGTON-The partial government shutdown, now three weeks long, would become the longest in history tomorrow. And it may extend for weeks to come.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-sued-over-alleged-choose-your-own-adventure-trademark-infringement-11547239960", "title": "Netflix Sued Over Alleged Trademark Infringement", "date": "2019-01-11 15:52", "summary": "Publisher says the streaming company's 'Black Mirror: Bandersnatch' film used the series' trademark without permission. The publisher of the \"Choose Your Own Adventure\" book series sued Netflix Inc., saying the streaming company's recently released interactive film \"Black Mirror: Bandersnatch\" used the series' trademark without permission, besmirching the brand's value.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-makes-fresh-gains-amid-receding-oversupply-fears-11547202307", "title": "Oil Falls But Logs Big Weekly Gain", "date": "2019-01-11 15:43", "summary": "Crude climbs 8% this week as production cuts, a weaker dollar and export declines from Iran buoy prices. • Oil prices declined Friday, ending a nine-session streak of increases as a retreat in U.S. stock markets reduced risk appetite and spurred profit-taking. But the U.S. crude-oil benchmark still ended the week nearly 8% higher, as production cuts by major producers, a weaker dollar and further export declines from sanctioned Iran buoyed prices.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-slightly-higher-after-inflation-data-11547219128", "title": "Gold Slightly Higher After Inflation Data", "date": "2019-01-11 15:11", "summary": "Prices are near their highest level since June. Gold prices inched higher Friday, lifted by declines in stocks and U.S. Treasury yields after data showed U.S. consumer prices fell in December and wages rose.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myanmar-appeals-court-upholds-prison-terms-for-journalists-11547236334", "title": "Myanmar Appeals Court Upholds Prison Terms for Journalists", "date": "2019-01-11 14:52", "summary": "Reuters journalists Wa Lone and Kyaw Soe Oo reported on military abuses against Rohingya. A Myanmar appellate court on Friday upheld the convictions and seven-year prison sentences imposed on two Reuters journalists who had reported on abuses by Myanmar's military against the Rohingya Muslim minority.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5g-robot-delivery-dogs-and-a-google-ad-blitz-what-cmos-found-at-ces-11547236137", "title": "5G, Robot Delivery Dogs and a Google Ad Blitz: What CMOs Found at CES", "date": "2019-01-11 14:48", "summary": "Marketers anticipate next-generation data-transmission speeds. Many marketers' yearly calendars revolve around two major industry events: the Cannes Lions International Festival of Creativity every summer on the French Riviera, and the CES consumer electronics show, which took place in Las Vegas this week.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-netflix-show-veteran-comic-brian-regan-gets-his-big-breakat-60-11547235925", "title": "With Netflix Show, Veteran Comic Brian Regan Gets His Big Break-at 60", "date": "2019-01-11 14:45", "summary": "In nearly 40 years performing stand-up comedy, Mr. Regan notched multiple achievements but never household-name fame. Now he has a new show with Jerry Seinfeld as executive producer.. In a craft that is said to be all about timing, it has taken comedian Brian Regan nearly 40 years of performing to feel like he's arrived.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-huawei-executive-is-charged-with-espionage-in-poland-11547201100", "title": "Huawei Executive Is Charged With Espionage in Poland", "date": "2019-01-11 14:24", "summary": "Detention follows a U.S. push to dissuade allies around the world from using Huawei gear. Polish authorities arrested a sales director of Huawei Technologies Co. and charged him with conducting espionage on behalf of China, raising the stakes over Western allegations the global company is a spying tool for Beijing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/name-change-to-north-macedonia-approved-by-macedonian-parliament-11547231204", "title": "Name Change to 'North Macedonia' Approved by Macedonian Parliament", "date": "2019-01-11 13:56", "summary": "Balkan country's adoption of new name could open path to NATO and EU membership-if Greece's parliament approves it as well. The Balkan nation Macedonia ratified a U.S.-backed deal with Greece to change its name to \"North Macedonia,\" opening up a path to membership of the North Atlantic Treaty Organization and the European Union.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/3-ways-tech-will-do-the-walking-for-you-in-2019-11547232864", "title": "Three Ways Tech Will Do the Walking for You in 2019", "date": "2019-01-11 13:54", "summary": "Urban commutes can be tedious. To the rescue: Segway's new suite of self-balancing 'micro-mobility' transporters released at the 2019 Consumer Electronics Show. HAVING JUST SPENT four days in Las Vegas walking through the 2.7 million net square feet of exhibit space at the 2019 Consumer Electronics Show, I can say this: The transportation devices intended to relieve weary Americans of walking duties were a big hit. They're small, they're fun and they're collectively generating a new buzzword, \"micro-mobility.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-womans-asylum-plea-jumpstarts-opposition-to-restrictive-law-11547203111", "title": "Saudi Woman's Asylum Plea Stirs Opposition to Restrictive Law", "date": "2019-01-11 13:44", "summary": "Flight of 18-year-old sparks criticism of women's obligation to get male approval for travel. DUBAI-A young Saudi woman's flight from her family and country has stirred debate in Saudi Arabia about its requirement that women get permission from a male guardian to travel or marry.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-complete-guide-to-buying-the-essential-womens-pea-coat-11547232276", "title": "A Complete Guide to Buying the Essential Women's Pea Coat", "date": "2019-01-11 13:44", "summary": "This classic cold-weather jacket, while often still navy blue, has come a long way from its Dutch Navy origins. THAT TIMELESS topper-the pea coat-has a salty, testosterone-laden history. First introduced by the Dutch Navy in the 16th century, the water-wicking wool style later evolved and was adopted by the British Royal Navy and the U.S. Navy. With deep, warm pockets; a wide collar that's protective when popped; a short, freeing cut; and large, easy-to-grasp buttons, the coat uncomplainingly solved problems for sailors and maritime laborers who spent their days braving squalls and climbing ropes.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arriving-at-the-least-bad-marijuana-policy-11547231908", "title": "Arriving at the Least Bad Marijuana Policy", "date": "2019-01-11 13:38", "summary": "An educated population with legal access for adults won't prove flawless, but naive or punitive prohibitions have proved markedly worse.. Alex Berenson's essay on cannabis, psychotic disorders and aggression has the potential to misinform the public, perpetuate stigma about mental illness and maintain an expensive, ineffective and disheartening prohibition (\"Marijuana Is More Dangerous Than You Think,\" Review, Jan. 5). A cursory reader might finish the piece thinking that cannabis use skyrockets psychosis and paranoia, invariably leading to tragic brutality. But the vast majority of people with psychotic symptoms aren't violent. They simply need help.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arab-israeli-solution-is-too-sensible-to-work-11547231863", "title": "Arab-Israeli Solution Is Too Sensible to Work", "date": "2019-01-11 13:37", "summary": "The ultimate failure of common-sense solutions inevitably ties to the motivations of the people seeking-or seeking to block-them.. Daniel J. Arbess's \"The True-State Solution\" (op-ed, Jan. 3) lays out what is probably the most constructive and sensible plan for resolving the generations-long Arab-Israeli various hot and cold wars. The question remains which, if any, of the actors in this bloody drama can accept it?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-memorable-tv-theme-quotes-are-pre-1970-ones-11547231831", "title": "The Memorable TV Theme Quotes Are Pre-1970 Ones", "date": "2019-01-11 13:37", "summary": "The true golden age of TV music was the 1950s and '60s.. Christopher J. Scalia's \"Memories of Music's Prime Time\" (op-ed, Jan. 8) on memorable TV themes of the 1970s and '80s misses an important point: The true golden age of TV music was the 1950s and '60s. Many aging boomers today can still sing entire verses of \"The Ballad of Davy Crockett.\" Some, myself included, can warble the words from \"Zorro,\" \"The Swamp Fox\" and lesser-known Disney productions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-flu-presents-an-extra-hazard-to-the-pregnant-11547231788", "title": "The Flu Presents an Extra Hazard to the Pregnant", "date": "2019-01-11 13:36", "summary": "Pregnant women who contract influenza are seven times more likely to die than nonpregnant.. As a specialist in high-risk pregnancy care, and having been on the front lines treating pregnant women with influenza for nearly 30 years, I'd like to add to \"The Numbers: Key Flu Figures: Six Feet, 48 Hours, 10 Days\" (U.S. News, Jan. 5). Pregnant women who contract influenza are seven times more likely to die than nonpregnant, similarly aged women; pregnant women who contract influenza are six times more likely to require intensive-care-unit admission, oftentimes requiring being placed on a ventilator and undergoing emergency Caesarean section resulting in premature birth, and pregnant women are overall seven times more likely to be hospitalized for influenza than nonpregnant, reproductive-aged, similarly infected women. To reduce these risks of influenza in pregnancy, vaccination is recommended in all trimesters as this approach has been shown to improve both maternal, fetal and newborn outcomes. As vaccination is clearly not entirely protective, pregnant women with signs and symptoms of influenza should seek medical attention immediately. Timely initiation of antiviral medication (safe in pregnancy) within 48 hours of symptom onset, results in pregnant women being 20 times less likely to develop severe disease.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-way-youll-be-making-scrambled-eggs-from-now-on-11547226532", "title": "The Way You'll Be Making Scrambled Eggs From Now On", "date": "2019-01-11 13:31", "summary": "For the most luscious, custardy consistency, borrow this method from the chefs at Nonesuch in Oklahoma City. Their recipe includes sides of butter-braised potatoes and prosciutto. YOU MIGHT CALL IT fast food slow. At the buzzy Oklahoma City restaurant Nonesuch, chefs Colin Stringer and Jeremy Wolfe raise the simplest of dishes, scrambled eggs, to another level entirely. The secret is taking your time and cooking them gently in a double boiler, much as you would a hollandaise, for a creamy, meltingly delicate consistency. \"You can't rush it,\" Mr. Stringer said. \"And you have to whisk constantly.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-intensifies-lobbying-to-thwart-criticism-of-muslim-detentions-11547230366", "title": "China Intensifies Lobbying to Thwart Criticism of Muslim Detentions", "date": "2019-01-11 13:29", "summary": "Beijing petitions diplomats against censure at U.N. and gives tours of Xinjiang in PR push. China has escalated efforts to repel foreign criticism of its policing, mass detentions and forced-assimilation measures targeting Muslims in the restive Xinjiang region, stepping up diplomacy and public-relations efforts.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-pardons-4-black-men-accused-of-1949-rape-11547230633", "title": "Florida Pardons Four Black Men Accused of 1949 Rape", "date": "2019-01-11 13:17", "summary": "Posthumous pardons are latest chapter in a case that is now seen as a racial injustice. TALLAHASSEE, Fla.-Florida Gov. Ron DeSantis and the independently elected cabinet granted posthumous pardons to four African-American men accused of raping a white woman nearly 70 years ago in a case now seen as a racial injustice.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robotics-company-fuels-concerns-about-china-slowdown-11547230603", "title": "Robotics Company Fuels Concerns about China Slowdown", "date": "2019-01-11 13:16", "summary": "Kuka AG highlights corporate Germany's heavy exposure to slowing Chinese economy. BERLIN-Concerns are rising in German boardrooms about the impact of the economic slowdown in China on its largest European trading partner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activisions-date-with-destiny-11547229843", "title": "Activision's Date With Destiny", "date": "2019-01-11 13:04", "summary": "Sci-fi shooter never lived up to Activision's goals, but videogame publisher needs to show what else it has in the chamber. The trick to surviving in the videogame business is knowing when to use the reset button-and when to pull the plug.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vail-resorts-says-ski-bookings-were-light-in-early-december-11547221319", "title": "Vail Resorts Says Ski Bookings Were Light in Early December", "date": "2019-01-11 12:55", "summary": "The resort company revised its full-year guidance to slightly below the low end of previous guidance of $718 million to $750 million. Shares of Vail Resorts Inc. slid on Friday after the company lowered its guidance because visits leading up to the holidays fell short of expectations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-secrets-of-holiday-home-swaps-11547228767", "title": "The Secret to Scoring a Vacation Home That's (Practically) Free", "date": "2019-01-11 12:46", "summary": "If you're willing to trade homes with travelers from France, Japan, even coastal California, you now have your pick from a wider, swankier array of options thanks to the house-sharing boom. Plus: A Scaredy-Cat Guide to House Swapping. SEVEN YEARS AGO, Melissa Andersen quit her corporate job in California to start a business organizing yoga retreats around the world. Pretty quickly, Ms. Andersen, now 34, realized she needed an affordable way to find accommodations and signed up for Love Home Swap, a London-based service that expedites house swaps for a small annual fee, listing places that she and her mother own in Palm Cove, Fla., and Porsgrunn, Norway. Surprisingly, she said, quite a few people were up for the switcheroo. She admits she was \"a bit hesitant at the beginning-was it a set up? Would people kidnap me?\" So far, she's had no bad experiences and she was able to namaste-ransom free-in host homes in Spain, Cyprus and France (Cannes and Paris). \"Now all of my free time is spent negotiating swaps and fantasizing about places to go,\" said Ms. Andersen, who travels up to six months a year for her company, Passport to the Heart. \"You always connect with the owner ahead of time and get a feel for them via email or phone call, so you both feel safe about each other,\" she added.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-prices-ticked-lower-in-december-11547213708", "title": "U.S. Consumer Prices Ticked Lower in December", "date": "2019-01-11 12:37", "summary": "Wage growth was strong in the month; 'consumer inflation remains stable and well-behaved'. WASHINGTON-Tame inflation, low gas prices and rising wages are putting more dollars in the pockets of American workers, a positive sign for consumer spending headed into 2019.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congo-opposition-candidate-to-challenge-election-results-11547223079", "title": "Congo Opposition Candidate to Challenge Election Results", "date": "2019-01-11 12:11", "summary": "Martin Fayulu's campaign says its candidate won vote in a landslide, contesting official tally. Democratic Republic of Congo opposition leader Martin Fayulu said Friday he will challenge the official election result at the country's constitutional court, as one of his campaign aides claimed his candidate had won in a landslide.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-portrait-both-sensible-and-sensual-11547226423", "title": "A Portrait Both Sensible and Sensual", "date": "2019-01-11 12:07", "summary": "In Leonardo da Vinci's 'Lady With an Ermine,' the subject's beauty can turn the viewer into an unwitting voyeur in a work that balances chastity with a suggestion of eroticism.. Leonardo da Vinci's sublime portrait \"Lady With an Ermine\" (1489-90) has largely escaped the attentions of the sensationalist press surrounding the artist's recent record auction price-over $450 million-for \"Salvator Mundi.\" But this may well be due to the fact that the lady has long been residing in Krakow, Poland. For this viewer she is vastly more appealing than the artist's two decades later, and far more celebrated, Mona Lisa. And she's unquestionably the star of Krakow's Czartoryski Museum, whose wide-ranging and important collections are currently not on view during several years of building renovation. Fortunately, the painting can still be seen in a small, but informative, solo exhibition at the National Museum in Krakow before it returns to its usual museum home nearby.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-amazons-rise-to-no-1-says-about-the-stock-market-11547226248", "title": "What Amazon's Rise to No. 1 Says About the Stock Market", "date": "2019-01-11 12:04", "summary": "The biggest companies are still the most dominant. The biggest companies today make up less of the overall market than those in the past. And the biggest companies can still be toppled.. On Jan. 7, Amazon.com Inc. became the world's largest company by market capitalization. Its rise might make you think today's biggest technology companies are turning into unstoppable juggernauts of growth, or that turnover at the top is only accelerating.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/only-nuclear-energy-can-save-the-planet-11547225861", "title": "Only Nuclear Energy Can Save the Planet", "date": "2019-01-11 11:57", "summary": "Do the math on replacing fossil fuels: To move fast enough, the world needs to build lots of reactors. Climate scientists tell us that the world must drastically cut its fossil fuel use in the next 30 years to stave off a potentially catastrophic tipping point for the planet. Confronting this challenge is a moral issue, but it's also a math problem-and a big part of the solution has to be nuclear power.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-shoppers-skip-the-mall-trade-war-disrupts-huawei-exports-blocked-11547225810", "title": "Today's Logistics Report: Shoppers Skip the Mall; Trade War Disrupts; Huawei Exports Blocked", "date": "2019-01-11 11:56", "summary": "Today's Top Supply Chain and Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-airbnbs-operating-chief-gets-guidance-on-steering-a-startup-11547222401", "title": "Where Airbnb's Operating Chief Gets Guidance on Steering a Startup", "date": "2019-01-11 11:56", "summary": "Tech veteran Belinda Johnson gains perspective, confidence and optimism from a variety of voices assembled from throughout her career. A veteran of the early 2000s tech boom, Belinda Johnson has spent the past two decades working on the legal side of the startup world. She joined Airbnb in 2011 as general counsel and watched it blossom into one of Silicon Valley's most successful unicorns with a $31 billion valuation. In early 2018, she made the jump from leader of the startup's legal affairs division to operating chief at the request of Airbnb Chief Executive Brian Chesky, who has called Ms. Johnson his proxy. When faced with tricky situations, the first person she turns to is her husband, writer Brent Johnson. He encourages her to live in the moment and \"refrain from always thinking of the next best thing,\" she says-something that can be challenging given Airbnb's possible plans to go public this year. Here, four other trusted advisers:", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexandria-ocasio-cortez-is-the-perfect-ideological-complement-to-president-trump-11547224962", "title": "Alexandria Ocasio-Cortez Is the Perfect Ideological Complement to President Trump", "date": "2019-01-11 11:42", "summary": "The new congresswoman may be one of the most important political figures of our age. A week into the new Congress, there's a gathering consensus among the commentator class that the Alexandria Ocasio-Cortez bubble is already bursting. Her inexperience, knowledge gaps and alarmingly ahistorical belief in impossible ideologies are unflatteringly visible, it is said, under the glare of the very media exposure she has brilliantly attracted. When luminous figures in your own party like Whoopi Goldberg tell you on national TV that you need to stop \"pooping\" on older and wiser Democrats, you might think it's time to sit out the next dance.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-to-restart-foreign-exchange-reserves-buying-11547224432", "title": "Russia to Restart Foreign Exchange Reserves Buying", "date": "2019-01-11 11:33", "summary": "The move is seen as a sign of the country's receding fears of major new sanctions. MOSCOW-Russia will resume foreign-currency purchases on the open market to boost sovereign reserves after an eight-month break, a sign of the country's fading fears that major new sanctions will sink the ruble.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-harlem-townhouses-ask-one-record-breaking-27-million-price-11547049787", "title": "Two Harlem Townhouses Ask One Record-Breaking $27 Million Price", "date": "2019-01-11 11:26", "summary": "Once part a historic compound in Upper Manhattan, the properties are listed for five times the existing record.. In New York's Harlem neighborhood, two adjacent townhouses that could be combined into one megamansion are coming on the market with a mega asking price: $27 million.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warehouse-availability-reached-lowest-point-since-2000-last-year-11547223854", "title": "Warehouse Availability Reached Lowest Point Since 2000 Last Year", "date": "2019-01-11 11:24", "summary": "CBRE report says demand outstripped supply by a wider margin during 2018 in a strong logistics and distribution market. The hunt for warehouse space in the U.S. won't get any easier this year.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twin-townhouses-in-harlem-11547049698", "title": "Twin Townhouses in Harlem", "date": "2019-01-11 11:11", "summary": "The homes were formerly members of the Dwight Mansion, a grand compound of several attached townhouses dating back to the late 1800s.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-aging-japan-defied-demographics-and-turned-around-its-economy-11547222490", "title": "How Aging Japan Defied Demographics and Revived Its Economy", "date": "2019-01-11 11:01", "summary": "Resume Subscription. KANAZAWA, Japan-Because demographics are supposed to be destiny, Japan was long ago consigned to stagnation with its aging population and rock-bottom birthrate.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-of-the-week-jan-5-11-2019-11547222478", "title": "The Best Images of the Week From Around the World", "date": "2019-01-11 11:01", "summary": "Cannabis business opportunities in Greece, fish goes to auction in Tokyo, Congo elects a president and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-making-of-the-picky-eater-11547222243", "title": "The Making of the Picky Eater", "date": "2019-01-11 10:57", "summary": "Parents have fretted over children's diets at least since the Victorian era, but mealtime fussiness is worse today. Blame snacking, unwholesome foods aimed at the young and contradictory signals from adults.. If parenting is war, the battlefield in our home is the kitchen table, and there's no surer way to provoke a skirmish than to serve vegetables. When even the white flag of corn niblets is shot down, it's hard not to feel like you've failed. My only consolation is that my family seems to be in good company. Getting kids to eat what they should is one of the biggest fights that modern parents face.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/default-fears-add-fresh-stress-to-chinese-private-sector-11547203285", "title": "Default Fears Add Fresh Stress to Chinese Private Sector", "date": "2019-01-11 10:50", "summary": "Investors are snapping up debt sold by state-backed entities, further disadvantaging struggling private firms. SHANGHAI-A surge of defaults has shaken China's $4 trillion corporate bond market, amplifying a growing divide between struggling private firms and a resurgent state sector.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cosmetics-group-coty-names-new-cfo-as-it-seeks-turnaround-11547221042", "title": "Cosmetics Group Coty Names New CFO As it Seeks Turnaround", "date": "2019-01-11 10:37", "summary": "Pierre-André Terisse previously worked for French food group Danone. Coty Inc., the owner of beauty brands such as Rimmel and Max Factor, on Friday appointed a new finance chief as it contends with sluggish sales and a slump in its stock.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeing-rembrandt-in-full-11547221011", "title": "Seeing Rembrandt in Full", "date": "2019-01-11 10:36", "summary": "Two anniversary exhibitions offer a comprehensive view of the Dutch master's work. This year is the 350th anniversary of the death of Rembrandt, and to mark the occasion Amsterdam's Rijksmuseum-the world's leading repository of Dutch Golden Age art-is putting its entire collection of his work on display for the first time. Ordinarily, the museum's 22 Rembrandt paintings are on view in two separate galleries, alongside major paintings by artists like Johannes Vermeer and Frans Hals.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snowbound-europe-struggles-to-dig-out-after-latest-storm-11547220680", "title": "Snowbound Europe Struggles to Dig Out After Deadly Storms", "date": "2019-01-11 10:31", "summary": "The huge snow dump follows a summer of heat waves across the continent. BERLIN-Alpine countries across Europe are battling record snowfalls that have claimed the lives of over a dozen people and severed road and air access to entire communities.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/larry-weinberg-survived-horrific-war-injuries-founded-home-builder-and-owned-nba-team-11547220600", "title": "Larry Weinberg Survived Horrific War Injuries, Founded Home Builder and Owned NBA Team", "date": "2019-01-11 10:30", "summary": "Son of Jewish immigrants launched business as a college student and advocated strong U.S. support for Israel. Larry Weinberg stepped on a land mine while on a U.S. Army reconnaissance patrol in the Vosges Mountains of eastern France in November 1944. The explosion, he said later, seemed to send him spiraling \"down into black.\" Bayoneted by a German soldier, he lay on the ground more than 13 hours before being rescued.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-safer-found-fortune-in-real-estate-and-bankingbut-meaning-in-sculpture-11547220600", "title": "John Safer Found Fortune in Real Estate and Banking-but Meaning in Sculpture", "date": "2019-01-11 10:30", "summary": "Harvard law grad belatedly found his true vocation, capturing 'the central harmony of the universe'. One evening in 1957, John Safer was having drinks with friends at a cocktail lounge in Washington, D.C. Unlike his companions, the 35-year-old businessman didn't drink alcohol and was bored. He began melting swizzle sticks over a candle on the bar table. Soon he had shaped the plastic globs into tiny sculptures.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-jan-5-11547219368", "title": "Best-Selling Books, Week Ending Jan. 5", "date": "2019-01-11 10:09", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-are-people-toowith-nicer-shoes-11547219309", "title": "Millennials Are People Too-With Nicer Shoes", "date": "2019-01-11 10:08", "summary": "Give them a break. They don't want our jobs, or avocado toast. By now, everyone knows that millennials have ruined the United States of America. They don't drink enough, they barely smoke, they hate canned tuna, they can't do their taxes, they don't like cars, they aren't buying homes, or if they want to buy a home, they can't, because they spent all their money on avocado toast. None of this is exaggerated in any way. It's at least 2% true.", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/timeline-of-significant-fed-events-in-2013-11547219170", "title": "Timeline of Significant Fed Events in 2013", "date": "2019-01-11 10:06", "summary": "Newly released transcripts show what officials were grappling with during a tumultuous period for the central bank. The Federal Reserve on Friday released the transcripts of its 2013 policy meetings, offering new details on its internal deliberations during a tumultuous period for the central bank in which officials disagreed over when and how to wind down its asset purchases. Officials also struggled to deliver a clear message to markets about their plans, touching off the so-called \"taper tantrum\" while also grappling with fiscal brinkmanship on Capitol Hill, a government shutdown and a mostly lackluster economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-banished-immortal-review-heaven-begot-a-talent-like-me-11547217521", "title": "'The Banished Immortal' Review: 'Heaven Begot a Talent Like Me'", "date": "2019-01-11 09:38", "summary": "The poet Li Po sailed down the Yangtze, making friends, visiting temples and reciting poems at dinner parties.. He was a man of many names: Li Po, Li Bo, Li Bai, Li Taibai. Since his death in 762 the Chinese have revered him as shixian (\"Poet Immortal\"). A dipsomaniac, he was also called jiuxian (\"Wine Immortal\"). In \"Cathay,\" Ezra Pound's 1915 collection of classical Chinese poetry, Pound had him as \"Rihaku\"-the way he was known, and venerated, in Japan. In Pound's creative translation, Rihaku's \"The River-Merchant's Wife\" became a masterpiece of modern poetry. Even Oulipo, the group of French poets interested in mathematics and writing experiments, were said to be proud of their gratuitous connection, at least in name, to the Tang dynasty poet.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-11547217314", "title": "Children's Books: There Was Never Anything Quite Like 1919", "date": "2019-01-11 09:35", "summary": "In January alcohol was banned, and that's just for starters.. It was the best of times and it was the worst of times, Charles Dickens wrote of an era of violent upheaval in France. Young readers ages 10-15 who pore over Martin W. Sandler's nonfiction account of another epoch of concussive change, in \"1919: The Year That Changed America\" (Bloomsbury, 192 pages, $24.99), may think that for America 100 years ago it was the worst of times, full stop.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-sweat-and-cries-of-humankind-11547217275", "title": "Fiction: The Sweat and Cries of Humankind", "date": "2019-01-11 09:34", "summary": "Chigozie Obioma is that rare thing: an original. His world is a mix of the real and the folkloric, and his writing sounds like no one else's.. The scorched and battered specter of Job rises up anew in the novels of the young, prodigiously talented Nigerian writer Chigozie Obioma. In his incantatory debut \"The Fishermen,\" from 2015, a close-knit family comes unstitched after the eldest brother is targeted by the curse of a madman. In his latest, \"An Orchestra of Minorities\" (Little, Brown, 448 pages, $28), Mr. Obioma fashions another fable about the suffering of the innocent. This book, too, is split between the hurly-burly of contemporary Nigeria and the rarefied realms of mythology.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-trials-of-an-ethical-thief-11547217245", "title": "Mysteries: The Trials of an Ethical Thief", "date": "2019-01-11 09:34", "summary": "What's a burglar to do when she breaks into a Beverly Hills home to find three corpses in the master bedroom?. Elle Stowell, the 24-year-old Southern Californian at the center of Thomas Perry's novel \"The Burglar\" (Mysterious Press, 288 pages, $26) is small of build but formidable. She has the stamina of a jogger, the flexibility of a contortionist and the guts of a robber-which, in fact, is what she is.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-marvin-kalb-on-memoirs-of-war-reporting-11547217192", "title": "Five Best: Marvin Kalb on Memoirs of War Reporting", "date": "2019-01-11 09:33", "summary": "From the author, most recently, of 'Enemy of the People'. By Eric Sevareid (1946)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/becoming-human-review-the-defining-neediness-of-humans-11547217065", "title": "'Becoming Human' Review: The Defining Neediness of Humans", "date": "2019-01-11 09:31", "summary": "What sets us apart from other animals? Not genes or brains but our 'hyper-cooperative' way of life.. When Edward O. Wilson's \"Sociobiology\" was published in 1975, setting forth a comprehensive biological analysis of animal (and human) social behavior, its supposed political implications made the book controversial for some people. For others-including myself-it was a magisterial blending of ethology, ecology and evolutionary theory. Michael Tomasello's \"Becoming Human\" should be less controversial. But it is comparably magisterial-merging primatology, developmental psychology, cognitive psychology and evolution.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-gives-activist-valueact-more-access-to-its-business-11547216943", "title": "Citigroup Gives Activist ValueAct More Access to Its Business", "date": "2019-01-11 09:29", "summary": "Agreement provides the hedge fund access to confidential information and the ability to work directly with members of Citi's management team. Citigroup Inc. has agreed to give activist investor ValueAct Capital Partners LP greater insight into its strategy, governance and operations without giving it a board seat.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-pepsico-boeing-synnex-and-mongodb-11547205698", "title": "Stocks to Watch: Netflix, Activision, PepsiCo, Apple", "date": "2019-01-11 09:19", "summary": "Here are some of the companies with shares expected to trade actively in Friday's session. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-the-public-divorce-announcement-11547215200", "title": "The Art of the Public Divorce Announcement", "date": "2019-01-11 09:00", "summary": "Jeff and MacKenzie Bezos' Twitter statement announcing their divorce \"after a long period of loving exploration\" provides a road map for couples navigating a breakup in the social media era. When Amazon CEO and world's richest man Jeff Bezos and his wife, MacKenzie, announced their divorce earlier this week, the pair took to Twitter . \"We want to make people aware of a development in our lives. As our family and close friends know, after a long period of loving exploration and trial separation, we have decided to divorce and continue our shared lives as friends,\" the statement began.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-beer-stops-flowing-when-the-government-shuts-down-11547215200", "title": "Where Did All the Craft Beer Go? Government Shutdown Closes Tap on New Brews", "date": "2019-01-11 09:00", "summary": "Beer makers are sitting on suds while they wait for federal approval; $500,000 worth of Oh! Fudge on hold. The federal government shutdown is turning off the tap for many craft brewers.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-led-by-democrats-press-ahead-with-health-care-expansion-plans-11547215201", "title": "Democratic-Led States Press Ahead With Health-Care Expansion Plans", "date": "2019-01-11 09:00", "summary": "Energized by midterms, officials explore options ranging from bigger premium subsidies to a public option on state exchanges. Democratic-led states and cities are moving swiftly to push expanded public health-care proposals following their November midterm victories, drawing criticism from some Republicans and spurring debate over the potential high costs.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-finance-officials-seek-to-boost-investor-confidence-11547215200", "title": "Mexican Officials Seek to Boost Investor Confidence", "date": "2019-01-11 09:00", "summary": "Minister, deputy tout 'market-friendly' fiscal plans after jitters over new leader's populism. Mexico's new government is working to soothe investors rattled by last year's cancellation of a high profile public-works project, as money managers take a fresh shine to emerging markets.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-military-prepares-for-syria-pullout-amid-uncertainty-11547156824", "title": "Pentagon Pushes Forward on Syria Pullout Amid Uncertainty", "date": "2019-01-11 08:57", "summary": "Military takes steps to withdraw troops amid uncertainty over the timetable for leaving. The U.S. military is moving ahead with its plans to withdraw all troops from Syria, in keeping with a White House directive in December, even though a U.S.-Turkey rift appears likely to delay the pullout, defense officials said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-promises-new-rules-for-skilled-worker-visas-soon-11547214764", "title": "Trump Promises New Rules for Skilled-Worker Visas Soon", "date": "2019-01-11 08:52", "summary": "President says changes could create a potential path to citizenship for H1-B visa holders. WASHINGTON-President Trump on Friday sought to assure holders of skilled-worker visas that changes were soon coming that would afford them certainty and a potential path to U.S. citizenship.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-olympic-chief-faces-preliminary-charges-in-french-corruption-probe-11547205454", "title": "Japan's Olympic Chief Faces Preliminary Charges in French Corruption Probe", "date": "2019-01-11 08:35", "summary": "Tsunekazu Takeda, head of Japan's Olympic committee, has denied wrongdoing in run-up to Tokyo's selection as host of the 2020 games. PARIS-French authorities have brought preliminary charges against the president of Japan's Olympic Committee on suspicion he was involved in bribing African countries to back Tokyo's successful bid for the 2020 Olympic Games.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/short-sellers-have-lost-their-taste-for-luxury-11547213221", "title": "Short Sellers Have Lost Their Taste for Luxury", "date": "2019-01-11 08:27", "summary": "Investors betting against the sector have been consistently wrong. Short sellers think the worst is over for battered luxury stocks. But their record with the sector is patchy at best.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-mlbs-luxury-tax-has-put-a-deep-freeze-on-spending-11547211630", "title": "How MLB's Luxury Tax Has Put a Deep Freeze on Spending", "date": "2019-01-11 08:00", "summary": "The competitive balance tax appears to have turned into a de facto salary cap, stoking tension between the league and the players. Major League Baseball is the only major U.S. professional sport without a salary cap. But with the free-agent market stuck in a deep freeze for the second straight winter, there is debate about whether MLB's \"luxury tax\" on big spenders has become one.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-nfl-teams-leave-the-playoffs-kicking-and-screaming-11547211384", "title": "Why NFL Teams Leave the Playoffs Kicking and Screaming", "date": "2019-01-11 07:56", "summary": "High-profile misses like the 'Double Doink' raise an important question: Do NFL teams undervalue kickers?. For once, a player had Bill Belichick over a barrel. And the best coach in football, the one who notoriously eschews paying premium salaries to players, gave in. So in 2015, Belichick made Stephen Gostkowski-the New England Patriots' kicker-the NFL's highest-paid player at his position.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-new-train-guidelines-improve-speeds-not-so-fast-11547209980", "title": "Will New Train Guidelines Improve Speeds? Not So Fast", "date": "2019-01-11 07:33", "summary": "Rules allow travel up to 220 mph, but no U.S. tracks can handle it. The fastest trains in the U.S. are about to get faster.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-risky-setup-for-banks-this-earnings-season-11547209801", "title": "A Risky Setup for Banks This Earnings Season", "date": "2019-01-11 07:30", "summary": "Expectations have been lowered for banks, but perhaps not by enough as they head into earnings season. Investor sentiment has turned negative on major U.S. banks. It would take a brave investor to bet they can turn that around in the coming earnings season.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polaroid-walkman-palm-pilot-iphone-11547208002", "title": "Polaroid. Walkman. Palm Pilot. iPhone? Apple Needs to Find Its Next Act, Now", "date": "2019-01-11 07:00", "summary": "As demand for Apple's signature product starts to wane, now is the time for CEO Tim Cook to find the next act. The iPhone is arguably the most valuable product in the world, representing the backbone of Apple Inc.'s half-trillion-dollar hardware business and undergirding its software-peddling App store. It remains the envy of consumer-product companies world-wide.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-ballmer-on-tricks-of-the-trade-11547208001", "title": "Steve Ballmer on 'Tricks' of the Trade", "date": "2019-01-11 07:00", "summary": "Microsoft's former chief says industry-shaping innovations are rare because they require a patience and persistence few companies consistently achieve. Former Microsoft Corp. Chief Executive Steve Ballmer refers to the biggest industry-shaping innovations as locomotives, or tricks. Microsoft's Windows and Office suite, for example, represent a trick.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-shutdown-could-end-99-month-job-growth-streak-11547208000", "title": "Shutdown Could End 99-Month Job Growth Streak", "date": "2019-01-11 07:00", "summary": "If 380,000 federal workers are dropped from payrolls, employment would fall for first time since 2010. The partial government shutdown could cause the longest stretch of continuous job growth recorded in the U.S. to come to an end this month.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/active-shooter-training-in-2019-when-run-hide-fight-isnt-enough-11547208000", "title": "Active-Shooter Training in 2019: 'Grab That Gun'", "date": "2019-01-11 07:00", "summary": "More teachers, companies learn aggressive survival skills, like how to grab a would-be killer's gun. CARRBORO, N.C.-In the ballroom of a Hampton Inn one recent morning, 30 regional hotel managers practiced grabbing a gun out of a shooter's hands and barricading a door.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-buy-stock-market-insurance-11547207820", "title": "Time to Buy Stock-Market Insurance", "date": "2019-01-11 06:57", "summary": "Options that hedge against stock-market moves are cheap compared to actual volatility. In the stock market, it looks like an ideal time to be the insured rather than the insurer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retails-busy-complaints-department-11547206438", "title": "U.K. Retail's Busy Complaints Department", "date": "2019-01-11 06:33", "summary": "Companies are blaming poor Christmas sales in the U.K. on a wider range of excuses than usual. Retailers constantly get flak from investors for blaming shoddy sales on bad weather. This year, store owners in the U.K. have a longer list of excuses.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walgreens-tests-digital-cooler-doors-with-cameras-to-target-you-with-ads-11547206200", "title": "Walgreens Tests Digital Cooler Doors With Cameras to Target You With Ads", "date": "2019-01-11 06:30", "summary": "A startup called Cooler Screens puts a high-tech twist on in-store marketing. Walgreens Boots Alliance Inc. is testing a technology that embeds cameras, sensors and digital screens in the cooler doors in its stores, a new network of \"smart\" displays that marketers can use to target ads for specific types of shoppers.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-faces-resistance-from-big-pharma-in-the-u-s-11547206203", "title": "Samsung Faces Resistance From Big Pharma in the U.S.", "date": "2019-01-11 06:30", "summary": "Incumbent biologic drugmakers use rebates and exclusive contracts to fend off competition from new entrants. Samsung's foray into the U.S. biologic-drug market is proving tougher than expected in the face of strong resistance from established pharmaceutical companies.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-gives-four-days-notice-for-canadians-retrial-on-drug-charges-11547205241", "title": "China Gives Four Days' Notice for Canadian's Retrial on Drug Charges", "date": "2019-01-11 06:14", "summary": "Robert Schellenberg could face death penalty for his alleged role in aborted plans to smuggle 489 pounds of methamphetamine. BEIJING-A Canadian man faces a new hearing on drug-smuggling charges in China on Monday in an unusually swift retrial that has drawn criticism from overseas legal experts for procedural irregularities, amid tense relations between Ottawa and Beijing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-switchers-wring-career-wins-from-tight-labor-market-11547204400", "title": "Job Switchers Wring Career Wins From Tight Labor Market", "date": "2019-01-11 06:00", "summary": "Booming economy leads many workers to parlay new positions into higher pay and more responsibility. About a year ago, Brittany Atkinson made a pledge to herself: By her 30th birthday, which falls later this month, she would no longer be working as a waitress and bartender.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-faces-new-charges-from-tokyo-prosecutors-11547188380", "title": "Ghosn Is Charged Again, Setting Up Bail Hearing", "date": "2019-01-11 05:45", "summary": "The former Nissan chairman is expected to have a bail hearing on Tuesday. TOKYO-Carlos Ghosn was hit with fresh charges Friday of abusing his position at Nissan Motor Co. for personal gain, paving the way for him to seek his release on bail.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-planning-to-pursue-direct-listing-11547202723", "title": "Slack Plans to Follow Spotify on Unconventional IPO Route", "date": "2019-01-11 05:32", "summary": "Messaging company, recently valued at $7 billion, aims to debut in the second quarter. Slack Technologies Inc. is planning to go public through a direct listing, according to people familiar with the matter, potentially making it the second big technology company after Spotify Technology SA to bypass a traditional IPO.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-new-payment-champions-same-as-the-old-ones-11547202620", "title": "New Payment Champions, Same as the Old Ones", "date": "2019-01-11 05:30", "summary": "New ways to pay for things still lead back to Visa and Mastercard. A couple of years ago, the payments landscape in the U.S. looked like it was up for grabs. Hardware companies like Apple and Samsung, online ones like Google and Amazon, banks like JPMorgan Chase and retailers like Walmart were all unveiling their own new ways for Americans to make purchases, especially with their phones.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-debate-heats-up-over-the-size-and-composition-of-its-bond-holdings-11547202600", "title": "Fed Debate Heats Up Over the Size of Its Bond Holdings", "date": "2019-01-11 05:30", "summary": "'It will be smaller than it is now but nowhere near what it was before,' Fed Chairman Jerome Powell said. Discussions inside the Federal Reserve are heating up over what the central bank's portfolio of bonds and other assets will look like when it is done shrinking those holdings.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-stays-on-sidelines-as-shutdown-nears-record-length-11547202600", "title": "McConnell Stays on Sidelines as Shutdown Nears Record Length", "date": "2019-01-11 05:30", "summary": "Senate majority leader seen as unlikely to get in the middle of negotiations between President Trump and Democrats. WASHINGTON-Senate Majority Leader Mitch McConnell has maintained a lower public profile than other congressional leaders during the partial government shutdown, a stance allies attribute to his conclusion that President Trump is the Republican whose opinion counts the most.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-fed-fuels-a-global-rally-asian-currencies-lag-behind-11547182564", "title": "As Fed Fuels a Global Rally, Asian Currencies Lag Behind", "date": "2019-01-11 03:44", "summary": "Resume Subscription. The Federal Reserve has signaled it is in no rush to raise interest rates further, pushing down the dollar and ushering in new-year rallies in emerging-market currencies, global stocks, and corporate bonds. Asian foreign-exchange markets didn't get the memo.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-yuan-plays-fed-trump-roulette-11547186596", "title": "China's Yuan Plays Fed, Trump Roulette", "date": "2019-01-11 01:06", "summary": "It's the luck of the draw again for China's central bank. U.S. investors have been hanging on Federal Reserve Chair Jerome Powell's every word. Yi Gang, the head of China's central bank, probably is too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11547152227", "title": "Pepper...and Salt", "date": "2019-01-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/effort-to-oust-muslim-gop-leader-in-texas-fails-11547182791", "title": "Effort to Oust Muslim GOP Leader in Texas Fails", "date": "2019-01-11 00:01", "summary": "Shahid Shafi and party leaders rejected the effort as prejudice. Republican officials in Texas on Thursday night voted down an effort to oust a local party leader because he is Muslim.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-looking-into-diverting-army-corps-funds-to-build-wall-11547161664", "title": "White House Aides Explore Alternative Ways to Pay for Wall", "date": "2019-01-11 23:28", "summary": "One option: Halt military construction projects and divert those funds for an emergency. WASHINGTON-White House officials are divided over whether President Trump should declare a national emergency to obtain funding to build a border wall and end a partial government shutdown, but were exploring how the president could divert funding if he decides to do so.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andy-murray-to-retire-from-tennis-this-season-citing-constant-hip-pain-11547179523", "title": "Andy Murray to Retire From Tennis This Season", "date": "2019-01-11 23:05", "summary": "Tennis star wants to end his career in July at Wimbledon, but says he is unsure he can cope with the pain for that long. British tennis star Andy Murray announced Friday in Melbourne, Australia, that he can no longer handle the constant pain of a hip injury and will retire this season, the first of tennis's dominant \"Big Four\" to signal that his career is coming to an end.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-defends-plan-to-remove-russian-aluminum-giant-from-sanctions-blacklist-11547159151", "title": "Mnuchin Defends Plan to Remove Russian Aluminum Giant From Sanctions Blacklist", "date": "2019-01-11 22:57", "summary": "Democratic lawmakers have questioned the plan, saying it would keep the company under Kremlin control. WASHINGTON-U.S. Treasury Secretary Steven Mnuchin, under fire from Democratic lawmakers, defended the proposed removal of Russian aluminum behemoth United Co. Rusal from the administration's blacklist as evidence of a successful sanctions strategy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinpings-top-economic-aide-to-visit-u-s-for-trade-talks-this-month-11547177759", "title": "Xi's Top Trade Aide to Visit U.S. for Talks, Shutdown Permitting", "date": "2019-01-11 22:36", "summary": "Chinese Vice Premier Liu He to meet his U.S. counterparts in Washington, though plan could be delayed by the government shutdown. BEIJING-China and the U.S. are moving ahead with plans to hold a round of higher-level talks to resolve their continuing trade conflict, with President Xi Jinping's economic-policy captain scheduled to visit Washington in late January.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wife-of-jailed-ex-nissan-ceo-carlos-ghosn-asks-about-his-health-11547149610", "title": "Ghosn's Lawyer Said He Developed a Fever in Jail, Is Feeling Better", "date": "2019-01-11 22:22", "summary": "Wife Carole Ghosn said earlier that Japanese authorities wouldn't confirm whether her husband was in an infirmary. Carlos Ghosn developed a fever while in a Tokyo jail but was feeling better Friday morning, his lawyer said, after the former Nissan Motor Co. chief's wife pressed Japanese authorities for information on his health.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-notches-gains-as-stocks-slip-11547138433", "title": "Dollar Notches Gains as Stocks Slip", "date": "2019-01-11 20:19", "summary": "U.S. currency rebounds after biggest one-day decline in more than two months. The dollar bounced Thursday, a day after its biggest single-session decline in more than two months.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sets-content-rules-for-short-video-platforms-11547134618", "title": "No Foot Fetishes or Affairs: China Censors Crack Down on Short Videos", "date": "2019-01-11 20:17", "summary": "Industry group tells fast-growing sector to ramp up censorship. BEIJING-Short-video platforms that have exploded in popularity in China will face more explicit censorship and potentially higher costs after an industry group issued new rules that forbid 100 content categories from defaming Chinese leaders to encouraging extramarital affairs.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-clarida-says-monetary-policy-isnt-on-a-preset-course-11547164806", "title": "Fed's Clarida Says Monetary Policy Isn't on a Preset Course", "date": "2019-01-11 19:48", "summary": "Vice chairman of Federal Reserve's comments echo those of his colleagues in recent days. The Federal Reserve's No. 2 official said Thursday that low inflation should allow the central bank to be patient in contemplating future interest-rate increases, echoing comments from his colleagues in recent days.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-era-war-on-executive-power-foreshadowed-trumps-wall-fight-11547167483", "title": "Obama-Era War on Executive Power Foreshadowed Trump's Wall Fight", "date": "2019-01-11 19:44", "summary": "Republicans said Obama was abusing his office with executive actions on health care, immigration. Angered by what they saw as presidential overreach, lawmakers said the president was acting like a king.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-gov-cuomo-to-introduce-state-budget-weeks-before-deadline-11547165994", "title": "Gov. Cuomo to Announce Budget Proposal Before Deadline", "date": "2019-01-11 19:19", "summary": "Tuesday's announcement will also feature proposal to legalize recreational marijuana. New York Gov. Andrew Cuomo said he would unveil his proposal for a new state budget on Tuesday, weeks before the deadline.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-plans-to-give-more-3-year-olds-free-early-childhood-education-11547165926", "title": "New York City Plans to Give More 3-Year-Olds Free Early Childhood Education", "date": "2019-01-11 19:18", "summary": "Proposed expansion of program aims to reach 20,000 children by June 2020, and would require additional funding. New York City's mayor aims to speed up the expansion of the city's free early education program for 3-year-olds, called 3-K, so it can serve 20,000 children by June 2020.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasios-privacy-invasion-11547165573", "title": "De Blasio's Privacy Invasion", "date": "2019-01-11 19:12", "summary": "A federal judge says New York's raid on Airbnb hosts violates the law.. Progressives love to attack businesses for violating customer privacy, but then they often show no compunction about dredging their citizens' personal data for political purposes. Behold New York City's records sweep of Airbnb hosts, which a federal judge last week enjoined for violating the Fourth Amendment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-presidential-emergency-11547165515", "title": "Trump's Presidential Emergency", "date": "2019-01-11 19:11", "summary": "He probably has the legal authority, but it's still a bad precedent.. With Democrats in Congress refusing to appropriate $5.7 billion for a border wall, President Trump now says he may declare a national emergency. He's probably right that he has the legal authority, but it would set a bad precedent that conservatives who believe in the separation of powers could live to regret.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fatalism-of-a-true-football-fan-11547165312", "title": "The Fatalism of a True Football Fan", "date": "2019-01-11 19:08", "summary": "The New York Jets haven't won a Super Bowl in 50 years.. Saturday marks the 50th anniversary of the New York Jets' improbable victory over the Baltimore Colts in what is now known as Super Bowl III. As every Jets fan knows, the team hasn't been back to the big game since. Most years they haven't come close.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-almost-democratic-republic-of-congo-11547165261", "title": "The Almost-Democratic Republic of Congo", "date": "2019-01-11 19:07", "summary": "Its people still have a chance at self-rule, but it won't be easy.. The U.S. Embassy in Kinshasa, Congo, issued a security alert Wednesday: \"The DRC Independent Electoral Commission is expected to announce election results soon. Crowds may gather in anticipation of election-related announcements.\" Recommendation: \"Depart the country.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-sisi-good-for-egypts-christians-11547165179", "title": "Is Sisi Good for Egypt's Christians?", "date": "2019-01-11 19:06", "summary": "A Coptic cathedral opens, but believers still face persecution, even martyrdom.. On Thursday Secretary of State Mike Pompeo visited the recently opened Coptic Cathedral of the Nativity, not far from Cairo. \"It is a very special thing to have this in the heart of the Middle East, this enormous cathedral where people can come worship in Egypt,\" he told the press. \"It's a land of religious freedom and opportunity. It's remarkable.\" But many Coptic Christians feel the new house of worship means little given the persecution they face.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-blizzard-splits-with-destiny-studio-sending-shares-lower-11547165133", "title": "Activision Blizzard Splits With 'Destiny' Studio", "date": "2019-01-11 19:05", "summary": "End to Bungie partnership adds to concerns about strength of videogame publisher's release slate. Activision Blizzard Inc. is cutting ties with the videogame studio behind one of its biggest hits, a surprise move that knocked its stock down more than 6.5% and adds to questions about whether the company has a robust enough slate of games for 2019.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-silly-arguments-against-a-border-wall-11547165119", "title": "The Silly Arguments Against a Border Wall", "date": "2019-01-11 19:05", "summary": "They'll go around it? Exactly-that's the point.. This week saw the culmination of the great wall debate. President Trump made his case-one I generally agree with-and explained what an extra $5.7 billion (approximately 0.1% of the budget) would do for the security of our southern border. Democratic leaders Chuck Schumer and Nancy Pelosi immediately dismissed it. It is honestly surprising how quickly and thoroughly Democrats adopted the notion that a wall of any kind is such an obviously stupid and immoral idea. Well, is it? Let's lay out the claims one by one:", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/early-withdrawal-will-lead-to-more-terrorism-11547165066", "title": "Early Withdrawal Will Lead to More Terrorism", "date": "2019-01-11 19:04", "summary": "A recent lull in attacks is welcome, but it seems to have made American leaders complacent.. America has a new counterterrorism policy: retrenchment. Declaring victory over ISIS, the Trump administration seeks to bring home the modest number of U.S. military personnel deployed to Syria, Somalia, Afghanistan and the Sahel region of Africa, and outsource what remains of the fight to others. This is a dangerous move that threatens to wipe out the administration's hard-won progress on counterterrorism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-fight-review-punch-drunk-love-11547164981", "title": "'Why We Fight' Review: Punch-Drunk Love", "date": "2019-01-11 19:03", "summary": "Writers have long been stepping into the ring to wrestle a book out of themselves. This one is more than a literary reality show. Gordon Marino reviews \"Why We Fight\" by Josh Rosenblatt.. When Josh Rosenblatt wanted to earn his red badge of courage, he sought it in the fight ring. After witnessing an amateur mixed-martial-arts contest one night in Austin, Texas, and effusing to his friends about the bravery and commitment of the combatants, the sports scribe-33 years old and self-admittedly a heavy drinker and out of shape-was invited by an acquaintance to train in Krav Maga, the Israeli art of self-defense.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-lowers-annual-guidance-following-slower-holiday-sales-11547128500", "title": "Strong Economy Can't Save Retailers From Holiday Blues", "date": "2019-01-11 19:01", "summary": "Department stores, mall chains continue to lose customers to discounters and e-commerce. Macy's Inc. and other mall-based retailers said sales petered out at the end of the year as they continued to lose customers to discounters and e-commerce, highlighting how not all chains are positioned to benefit from a strong U.S. economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-this-stupid-shutdown-11547164885", "title": "End This Stupid Shutdown", "date": "2019-01-11 19:01", "summary": "Trump is unserious, but so are Schumer and Pelosi. Two decades of cynical game-playing are enough.. After 20 years of argument we all kind of know everything about illegal immigration, don't we? And in a funny way most of us agree on the essentials.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}]