[{"link": "https://www.wsj.com/articles/buds-super-bowl-ad-threatens-to-derail-beer-alliance-11551009600", "title": "Bud's Super Bowl Ad Threatens to Derail Beer Alliance", "date": "2019-02-24 18:58", "summary": "Industrywide campaign to revive beer sales is on the rocks after a fight broke out between brewers. A fight between America's two biggest brewers is jeopardizing a proposed \"Got Milk?\"-style campaign intended to help struggling beer makers win back drinkers who have defected to wine and spirits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resurgence-in-cyclical-stocks-pushes-dow-industrials-toward-new-high-11551016801", "title": "Resurgence in Cyclical Stocks Pushes Dow Industrials Toward New High", "date": "2019-02-24 18:45", "summary": "Blue-chip index has surged 16% over past nine weeks as Fed signals pause in rate increases and data point to robust labor market. Cyclical stocks typically tied to the health of the U.S. economy have driven the Dow Jones Industrial Average near a new all-time high, illustrating renewed investor confidence in the nearly 10-year expansion.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-opposition-calls-for-consideration-of-force-against-regime-11551040222", "title": "Maduro's Opposition Urges Military Force in Venezuela", "date": "2019-02-24 18:41", "summary": "Guaidó, Pence and regional diplomats will meet in neighboring Colombia to weigh options after government cracks down on protesters, stops international aid. CÚCUTA, Colombia-Venezuela's opposition called for the first time on the international community to consider the use of military force against President Nicolás Maduro, escalating a standoff after a weekend showdown over humanitarian aid ended in violence.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/space-startup-aims-to-connect-satellites-directly-with-cellphones-11550979518", "title": "Space Startup Aims to Connect Satellites Directly With Cellphones", "date": "2019-02-24 18:38", "summary": "Transmissions could provide routine cellular coverage for remote and sparsely inhabited areas. A tiny space startup is striving to demonstrate the feasibility of transmitting data-and eventually perhaps voice messages-directly from small satellites in orbit to regular cellphones on the ground.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-vales-deadly-dam-collapse-multiple-warnings-that-went-unheeded-11551050768", "title": "Behind Vale's Deadly Dam Collapse: Multiple Warnings That Went Unheeded", "date": "2019-02-24 18:26", "summary": "Resume Subscription. Employees at Brazil's mining giant Vale SA and its contract safety inspectors knew for months of dangerous conditions at the mine-waste dam that collapsed last month.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/popular-apps-cease-sharing-data-with-facebook-11551044791", "title": "Popular Apps Cease Sharing Data With Facebook", "date": "2019-02-24 17:46", "summary": "Moves follow a Wall Street Journal report showing how sensitive personal information is often sent to Facebook without users knowing. Popular health and fitness apps scrambled to stop sending sensitive personal information to Facebook Inc. after The Wall Street Journal reported Friday many were transmitting detailed information about topics including their users' weight and menstrual cycles.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-ends-summit-with-vow-to-combat-sex-abuse-but-offers-few-specifics-11551010771", "title": "Pope's Abuse Stance Leaves Some Disappointed", "date": "2019-02-24 17:36", "summary": "Pontiff stresses abuse is a problem beyond the Catholic Church, disappointing those who had hoped for a breakthrough to address the crisis. ROME-Pope Francis on Sunday strongly condemned sexual abuse but offered no specific solutions, disappointing clergy and laypeople who had hoped for a breakthrough at an unprecedented global summit to address the crisis in the Catholic Church.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-republican-party-names-first-woman-leader-11551047356", "title": "California GOP Names First Woman Leader", "date": "2019-02-24 17:29", "summary": "Jessica Patterson, who distanced herself from Trump, seeks to rebuild a historically weak state GOP. SACRAMENTO, Calif.-California Republicans on Sunday elected political consultant Jessica Patterson as their chairwoman, the party's first female leader and a choice that signals a desire to maintain some distance between the state GOP and President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huaweis-foldable-smartphone-raises-the-barand-price-tag-11551021269", "title": "Huawei's Foldable Smartphone Raises the Bar-and Price Tag", "date": "2019-02-24 17:24", "summary": "The Chinese company's new phone, called Mate X, will be priced at about $2,600. BARCELONA-Just days after Samsung Electronics Co. launched the industry's first mainstream foldable-screen smartphone, China's Huawei Technologies Co. upped the ante with a competing device and an even more stratospheric price tag.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-huawei-11551046440", "title": "Trump and Huawei", "date": "2019-02-24 17:14", "summary": "Dropping charges as part of a trade deal would damage the rule of law.. The U.S. and China appear to be making progress toward a new trade deal, and doing so is essential to repair the damage that tariffs are inflicting on both economies. But one emerging risk is that President Trump will undermine U.S. law as part of the trade negotiations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wise-rethink-on-syria-11551046482", "title": "Wise Rethink on Syria", "date": "2019-02-24 17:14", "summary": "Some 400 U.S. troops will stay in the country to deter ISIS and Iran.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maduro-and-cuba-lose-11551045493", "title": "Maduro and Cuba Lose", "date": "2019-02-24 16:58", "summary": "The dictator closed the border-but Venezuela's democrats won the day.. A civilian operation attempting to bring tons of international aid into Venezuela on Saturday was more than an effort to alleviate some small fraction of the nation's misery. Its main purpose was to reinforce the authority of interim President Juan Guaidó as Venezuela's head of state. That's why the dictator Nicolás Maduro pledged to stop it, despite a humanitarian crisis of epic proportions.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/superheroes-are-rescuing-hollywood-11551045451", "title": "Superheroes Are Rescuing Hollywood", "date": "2019-02-24 16:57", "summary": "You can thumb your nose at CGI slugfests, but their success buoys the sinking industry.. I've been around the special effects and movie business for decades as an adviser and investor and had a front-row seat to the development of computer-generated imagery. On a tour of the back lot at Paramount Pictures in the early '90s, my host pointed to a shallow pool and said: \"Here's where Charlton Heston parted the Red Sea in 'The Ten Commandments.'\" I was impressed-but playing my role as an annoying Silicon Valley visitor, I replied \"Someday this will all be replaced by CGI.\" I was right. CGI has been the best thing to happen to the movie business-and a curse.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-and-the-constitution-11551045393", "title": "Puerto Rico and the Constitution", "date": "2019-02-24 16:56", "summary": "A court ruling could devastate the U.S. territory unless Congress acts.. Puerto Rico's oversight board is unconstitutional, according to the First U.S. Circuit Court of Appeals. The seven board members, including me, were nominated by congressional leadership and selected by President Obama under the Puerto Rico Oversight, Management, and Economic Stability Act of 2016, or Promesa. The court's Feb. 15 ruling held that board members are federal officers subject to the Constitution's Appointments Clause, and therefore must be nominated by the president and confirmed by the Senate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/separate-review-drawing-the-color-line-11551045361", "title": "'Separate' Review: Drawing the Color Line", "date": "2019-02-24 16:56", "summary": "The Supreme Court's \"separate but equal\" ruling was met with public indifference. Only the lone dissenting justice seemed to see its implications.. The case of Plessy v. Ferguson is one of the most odious references in American law. Constitutional scholar Akhil Amar has described the Supreme Court's decision in Plessy, which blessed state-mandated racial segregation, as occupying \"the lowest circle of constitutional Hell,\" alongside Dred Scott, the decision that denied the possibility of U.S. citizenship for black Americans. But where the court's 1857 decision in Dred Scott ignited a constitutional crisis, its 1896 decision in Plessy stirred hardly any interest. As Steve Luxenberg recounts in his book \"Separate,\" Plessy was so low-profile that when one of Homer Plessy's lawyers died in 1898, his hometown New Orleans Times-Democrat, operating on the mistaken understanding that he had represented the cause of apartheid, credited him for his recent \"victory.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-negotiate-with-kim-jong-un-11551045301", "title": "How to Negotiate With Kim Jong Un", "date": "2019-02-24 16:55", "summary": "No more generalities and sweet talk. It's time to hold the North Korean leader to specific promises.. President Trump's approach to Kim Jong Un and North Korea has ranged from threats of \"fire and fury\" to exchanges of affectionate letters. The most recent phase has been smorgasbord diplomacy: offering Mr. Kim a menu of friendly treats from which to choose. When Messrs. Trump and Kim meet in Vietnam this week, the American president should instead propose a coherent structure of incentives and disincentives that build on the opening in practical ways.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigate-mccabes-25th-amendment-tale-11551045250", "title": "Investigate McCabe's 25th Amendment Tale", "date": "2019-02-24 16:54", "summary": "It's a crime to conspire to 'impair, obstruct or defeat' government's function using dishonest means.. Did law-enforcement officials plot to remove President Trump from office? Andrew McCabe, former deputy director of the Federal Bureau of Investigation, suggests they might have. In a recent interview, Mr. McCabe said that in May 2017 Deputy Attorney General Rod Rosenstein \"raised the issue\" of using the 25th Amendment to remove Mr. Trump from office \"and discussed it with me in the context of thinking about how many other cabinet officials might support such an effort.\" According to Mr. McCabe, Mr. Rosenstein was \"counting votes or possible votes.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/troops-in-the-mideast-keep-terror-away-11551045173", "title": "Troops in the Mideast Keep Terror Away", "date": "2019-02-24 16:52", "summary": "It's tempting to draw back from the world, but the enemies of America aren't about to reciprocate.. Isolationism is attractive in theory when it comes to the Middle East. As the narrative goes, America leaves terrorist groups alone to fight in far-off lands like Syria and Afghanistan, and focuses on what matters at home. Isolationism appeals to a sense of humility, giving us the moral high ground by purporting to care about what matters most: home.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-sons-terrifying-leap-11551045116", "title": "My Son's Terrifying Leap", "date": "2019-02-24 16:51", "summary": "It was good he didn't tell us ahead of time-a heads up would have led to a transoceanic fight.. Our son Asher, 20, had just returned from a junior semester in Australia, and my wife and I were huddled around his laptop looking at photos from the trip.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-manafort-committed-bold-crimes-muellers-team-says-11550963758", "title": "Paul Manafort Committed 'Bold' Crimes, Mueller's Team Says", "date": "2019-02-24 15:31", "summary": "Memo unsealed Saturday endorses a stiff punishment for the former Trump campaign chairman. Paul Manafort committed bold crimes that go \"to the heart of the criminal justice system,\" special counsel Robert Mueller's prosecutors wrote in a memo unsealed Saturday in which they endorsed a stiff punishment for the former Trump campaign chairman.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-set-to-vote-for-mayor-in-a-wide-open-race-11551037047", "title": "Chicago Set to Vote for Mayor in a Wide-Open Race", "date": "2019-02-24 15:18", "summary": "Tuesday's election has no clear front-runner and is likely to lead to an April runoff. CHICAGO-Voters here will decide Tuesday on a mayor's race the likes of which they haven't seen in decades, one with no clear front-runner among more than a dozen candidates vying to govern the nation's third-largest city.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pbm-practices-drive-up-costs-for-rx-drugs-11551039255", "title": "PBM Practices Drive Up Costs for Rx Drugs", "date": "2019-02-24 15:14", "summary": "The egregious tactics of PBMs drive up costs for patients while delivering no tangible benefits.. As the only pharmacist currently serving in Congress, I was encouraged to read Dr. Scott Atlas's \"How to Reduce Prescription-Drug Prices: First, Do No Harm\" (op-ed, Feb. 14).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-state-tax-rates-dont-guarantee-good-services-11551039211", "title": "Why State Tax Rates Don't Guarantee Good Services", "date": "2019-02-24 15:13", "summary": "When I moved from Tennessee to Illinois, I was delighted by the higher quantity and quality of public services such as parks, libraries and education.. My personal experience varies greatly from the picture painted in Steven Malanga's \"Why Service Is Lousy in High-Tax States\" (Feb. 20). When I moved from a low-tax state (Tennessee) to a high-tax state (Illinois), I was delighted by the higher quantity and quality of public services such as parks, libraries and education. In fact, the higher taxes were offset by the availability of an excellent public-school system which saved the cost of paying for an equivalent private-school education for my two children.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/any-free-college-programs-should-help-the-neediest-students-first-11551039018", "title": "Any 'Free College' Programs Should Help the Neediest Students First", "date": "2019-02-24 15:10", "summary": "If we're really serious about helping low-income families, we should fund federal Pell grants more thoroughly.. Regarding \"Free Higher Education Proliferates\" (U.S. News, Feb. 11), many \"free college\" programs aren't really free, and they aren't really helping the neediest of students. The Institute for Higher Education Policy reports that programs in New York and Tennessee did nothing to make college more affordable for low-income students because neither allocated \"scarce state funding to the students with the greatest need.\" IHEP's research concludes that these programs \"do little to remove affordability barriers for low-income students, and instead allocate limited funding to middle- and, in the case of Tennessee, high-income students.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-green-new-deal-should-love-carbon-free-nuclear-power-11551038913", "title": "The Green New Deal Should Love Carbon-Free Nuclear Power", "date": "2019-02-24 15:08", "summary": "Will Sen. Markey intercede to save the Pilgrim nuclear plant since climate change is the imminent threat to the planet?. Regarding your editorial \"Vote on the Green New Deal\" (Feb. 12): Sen. Ed Markey's resolution to make the U.S. run on 100% carbon-free electricity within 10 years raises an interesting question. His home state of Massachusetts this year will lose 688 megawatts of carbon-free electrical-generation capacity when the Pilgrim nuclear plant closes. More than 10 million rooftop solar panels would be needed to replace that power, assuming excess power on sunny days could be stored.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-bronx-four-judges-aim-to-speed-up-the-wheels-of-justice-11551018600", "title": "In the Bronx, Four Judges Aim to Speed Up the Wheels of Justice", "date": "2019-02-24 15:04", "summary": "Program targets backlog of oldest felony cases in a court system plagued with long delays. Inside a Bronx courtroom this month, Craig Whitefield stood behind the defense table in bright orange jail scrubs, his hands cuffed together at his waist. It was his 2,475th day behind bars.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-consumer-confidence-gdp-and-more-11551038400", "title": "Economy Week Ahead: U.S. Consumer Confidence, GDP and More", "date": "2019-02-24 15:00", "summary": "Also, China will release its official manufacturing purchasing managers index. In the week ahead, the chairman of the U.S. Federal Reserve will field questions from lawmakers on Capitol Hill and the Commerce Department will release gross domestic product growth for the fourth quarter.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-was-a-classic-bet-for-warren-buffet-then-it-soured-11551031716", "title": "Kraft Heinz Was a Classic Bet for Warren Buffett. Then It Soured.", "date": "2019-02-24 14:44", "summary": "An unexpected write-down at Kraft Heinz shows that the billionaire's investment philosophy is vulnerable to sudden shifts in consumer taste. Kraft Heinz Co. was a classic Warren Buffett bet in many ways: an easy-to-understand company stocked with iconic American brands.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adam-schiff-says-democrats-prepared-to-ask-robert-mueller-to-testify-11551034171", "title": "Schiff Says Democrats Prepared to Ask Mueller to Testify", "date": "2019-02-24 13:49", "summary": "House Intelligence chairman threatens lawsuit if coming report isn't made public. WASHINGTON-House Intelligence Committee Chairman Adam Schiff said Democrats would seek a full airing of special counsel Robert Mueller's coming report on possible collusion between the Trump campaign and Russia, vowing a legal battle over documents and testimony if needed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-hype-strategy-for-hololens-is-to-avoid-it-11551028826", "title": "Microsoft's Hype Strategy for HoloLens Is to Avoid It", "date": "2019-02-24 13:48", "summary": "As tech giants race to dominate the field, the company's plan is to focus on work, not play. Visionaries behind augmented-reality headsets have promised gee-whiz futures where wearers can zip holograms away with a flick of the wrist and battle digital baddies amassing around workplace cubicles.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-a-competitive-election-tuesday-if-voters-can-figure-out-what-its-for-11551034068", "title": "There's a Competitive Election Tuesday if Voters Can Figure Out What It's For", "date": "2019-02-24 13:47", "summary": "New Yorkers will vote for Public Advocate, a job that involves listening to residents kvetch; 'This Tuesday? An election? Damn'. NEW YORK-One of the Big Apple's most-sought-after citywide offices enjoys little power, has a modest budget and requires listening to residents kvetch.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-wars-civilian-toll-hit-a-peak-in-2018-says-u-n-11551033513", "title": "Afghan War's Civilian Toll Hit a Record in 2018, Says U.N.", "date": "2019-02-24 13:38", "summary": "U.S. and Taliban negotiators gather in Doha to start a fresh round of peace talks Monday. Evidence that the 17-year Afghan war is exacting an unprecedented toll on civilians mounted Sunday as U.S. and Taliban negotiators gathered in Doha for another round of talks on a peace deal that are set to start Monday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrocks-12-billion-bid-to-become-a-private-equity-giant-is-behind-schedule-11551016800", "title": "BlackRock's Bid to Become a Private-Equity Giant Is Behind Schedule", "date": "2019-02-24 13:32", "summary": "Officials hope to secure initial funding for Long Term Private Capital, which has been a tough sell to some investors, later this quarter. BlackRock Inc. in 2018 set a goal of raising at least $12 billion to buy and hold long-term stakes in companies, replicating the approach of Warren Buffett. The world's biggest money manager is still waiting for its first check.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-seasons-secret-ingredient-maple-syrup-11551125689", "title": "The Season's Secret Ingredient: Maple Syrup", "date": "2019-02-24 13:31", "summary": "At this sugar shack in rural Quebec, maple syrup brings a certain je ne sais quoi to every rustic, riotous meal. Bring the feast home with these deeply comforting recipes. OUTSIDE La Cabane d'à Côté, a restaurant less than an hour's drive from Montreal, a handful of guests, early for their reservation, kill time. They're sipping beers they've brought, chilling what remains of their six-packs in the snow. This cabane à sucre (French for \"sugar shack\") in St.-Benoît de Mirabel, Quebec, specializes in the uniquely regional feast that takes place during sugaring season, when the maple sap is flowing. It shows up in nearly every dish on the menu.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civilian-presence-slows-offensive-to-oust-islamic-state-in-syria-11551031099", "title": "Civilian Presence Slows Offensive to Oust Islamic State in Syria", "date": "2019-02-24 12:58", "summary": "U.S.-backed forces leading assault underestimated the number remaining in extremist group's last sliver of territory. NEAR BAGHOUZ, Syria-The continued presence of thousands of civilians, including families of Islamic State fighters, is slowing a push by U.S.-backed forces to oust the extremist group from the last patch of territory it holds in Syria.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-train-your-dragon-sequel-flies-to-top-11551031007", "title": "'How to Train Your Dragon' Sequel Flies to Top", "date": "2019-02-24 12:56", "summary": "Movie ranks No. 1 at weekend domestic box office with $55.5 million. LOS ANGELES-\"How to Train Your Dragon: The Hidden World\" topped the domestic box office over the weekend with $55.5 million, a healthy start for the first DreamWorks Animation SKG Inc. movie released by NBCUniversal since it bought the company in 2016.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abu-dhabi-state-owned-oil-company-signs-4-billion-deal-with-kkr-blackrock-11551027115", "title": "Abu Dhabi State-Owned Oil Company Signs $4 Billion Deal With KKR, BlackRock", "date": "2019-02-24 11:51", "summary": "State-owned Abu Dhabi National Oil Co., or Adnoc, said Sunday it signed a $4 billion midstream pipeline infrastructure deal with U.S. investment firms & Co. and Inc.. DUBAI-State-owned Abu Dhabi National Oil Co., or Adnoc, said Sunday it signed a $4 billion midstream pipeline infrastructure deal with U.S. investment firms KKR & Co. and BlackRock Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armchair-warriors-british-split-over-brexit-forms-political-fissures-11551009601", "title": "British Split Over Brexit Forms Deep Political Fissures", "date": "2019-02-24 11:49", "summary": "Pro-Brexit activists are mobilizing across Britain to ensure the country leaves the European Union as scheduled on March 29 amid competing efforts. BEACONSFIELD, England-In this affluent market town just west of London, John Strafford is orchestrating a campaign to oust his local Conservative lawmaker for being too pro-European.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbis-most-wanted-more-applicants-for-special-agents-11551023975", "title": "FBI's Most Wanted: More Applicants for Special Agents", "date": "2019-02-24 10:59", "summary": "Tight labor market has forced the bureau to double down on recruitment efforts; CEOs, physicists and school therapists are encouraged to apply. WASHINGTON-Few law enforcement jobs are more coveted than the FBI's special agent positions, but the tightest labor market in decades is forcing the bureau to do something it has rarely had to do: aggressively recruit candidates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nokia-positions-itself-as-more-secure-than-rival-huawei-11551021586", "title": "Nokia Positions Itself as More Secure Than Rival Huawei", "date": "2019-02-24 10:19", "summary": "Chief executive says recent deals prove Nokia makes competitive hardware; \"When it comes to network security, better really matters.\". BARCELONA- Nokia Corp. has mostly stayed quiet as its biggest competitor, Huawei Technologies Co., has defended itself against a U.S.-led campaign to globally blacklist the Chinese cellular-equipment maker over national-security concerns.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthem-cant-drown-out-apex-for-electronic-arts-11551020580", "title": "'Anthem' Can't Drown Out 'Apex' for Electronic Arts", "date": "2019-02-24 10:03", "summary": "Critics aren't singing praises of EA's new shooter game; surprise-release 'Apex Legends' might prove more important for the long term. When it comes to battle tactics, Electronic Arts should probably try the sneak attack more often.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-ex-enron-ceo-exits-prison-some-of-companys-old-businesses-thrive-11551018908", "title": "As Ex-Enron CEO Exits Prison, Some of Company's Old Businesses Thrive", "date": "2019-02-24 09:35", "summary": "Companies built from pieces of the scandal-plagued energy giant have become industry leaders. Former Enron Corp. Chief Executive Jeffrey Skilling has been released from federal custody after serving more than 12 years in prison for his role in one of the biggest business scandals in American history. He re-enters a world in which some of the businesses built from his old company's less appreciated assets have become formidable in their own right.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-chief-guides-a-department-in-transition-11551018600", "title": "NYPD Chief Guides a Department in Transition", "date": "2019-02-24 09:30", "summary": "James O'Neill will soon face a long-awaited decision on how to discipline the officer involved in the choking death of Eric Garner. James O'Neill, who has been New York's top cop for more than two years, is presiding over a police department in transition, working to keep crime at a historically low rate and to improve trust between officers and communities.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mr-kraft-and-the-sports-owner-god-complex-11551018156", "title": "'Mr. Kraft' and the Sports Owner God Complex", "date": "2019-02-24 09:22", "summary": "The Patriots boss's predicament challenges the tradition of deferential treatment to his brethren. Anyone who has watched even a little bit of professional team sports is familiar with this comical, time-honored TV ritual:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-takes-on-victorias-secret-11551016920", "title": "Target Takes on Victoria's Secret", "date": "2019-02-24 09:02", "summary": "The retailer is set to launch lingerie and sleepwear brands next month, challenging Amazon and other giants. Target Corp. is launching new lines of lingerie and sleepwear, becoming the latest retail behemoth to challenge market leader Victoria's Secret.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-embarks-on-a-rethink-of-its-inflation-target-11551016801", "title": "Fed Embarks on a Rethink of Its Inflation Target", "date": "2019-02-24 09:00", "summary": "The central bank is seeking more flexibility as it confronts the constraints that come with interest rates that are still historically low. Federal Reserve officials are considering whether to allow inflation to rise above their 2% target more often as they grapple with the likelihood that interest rates are likely to remain much lower than in the past.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-ceo-grapples-with-fringe-groups-11551016800", "title": "PayPal CEO Grapples With Fringe Groups", "date": "2019-02-24 09:00", "summary": "Dan Schulman explains who gets booted-and why. Most of the roughly 21 million merchants that use PayPal Holdings Inc.'s services to sell things over the internet are inoffensive types: mom-and-pop shops on eBay Inc.'s marketplace, and big retailers like Target Corp. and Apple Inc.'s iTunes store.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-for-at-the-oscars-11551016685", "title": "What to Watch For at the Oscars", "date": "2019-02-24 08:58", "summary": "In a particularly unpredictable year, here are five things you can expect to see. LOS ANGELES-The 91st Academy Awards have been marked by unpredictability: Who will host? (Kevin Hart, and then, not Kevin Hart.) How many categories will be removed from the live telecast? (Four, and then, none.) Will producers stick to their pledge to keep the show under three hours? (Get real.)", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-agents-are-so-yesterday-11551013380", "title": "Real-Estate Agents Are So Yesterday", "date": "2019-02-24 08:03", "summary": "Zillow shares soar on plans to flip more homes. ", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-west-africa-violent-extremism-spreads-as-u-s-trims-military-footprint-11551013201", "title": "In West Africa, Violence Spreads as U.S. Trims Military Footprint", "date": "2019-02-24 08:00", "summary": "Officials warn Islamist militancy in the Sahel could reach tourist destinations and oil fields. U.S.-led special-operations exercises that got under way in the scorched scrublands of Burkina Faso last week look much like they have for the past 15 years, with some 2,000 commandos from 32 African, Western and allied countries swapping notes on their martial craft.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frackers-face-harsh-reality-as-wall-street-backs-away-11551009601", "title": "Frackers Face Harsh Reality as Wall Street Backs Away", "date": "2019-02-24 07:00", "summary": "Key lifeline for smaller operators fades, as losses pile up and prospects dim for big investment returns. The once-powerful partnership between fracking companies and Wall Street is fraying as the industry struggles to attract investors after nearly a decade of losing money.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earnings-help-steer-stock-markets-recovery-11551009600", "title": "Earnings Help Steer Stock Market's Recovery", "date": "2019-02-24 07:00", "summary": "Though profits are expected to contract in the first quarter, companies are projected to post higher revenue over 2019. As February wraps up, investors will be parsing through the last of U.S. companies' fourth-quarter earnings reports. With results in from about 90% of companies in the S&P 500, firms ranging from energy refiners to toy makers to banks have grown profits. Still, cautious commentary from a number of executives and an expected dip in earnings are keeping fund managers' optimism tempered for now.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-names-princess-as-new-u-s-ambassador-11551009044", "title": "Saudi Arabia Names Princess as New U.S. Ambassador", "date": "2019-02-24 06:50", "summary": "Appointment of Princess Reema suggests an attempt to reset relations with the U.S. following months of turmoil. SHARM EL SHEIKH, Egypt-Saudi Arabia named a princess as its new ambassador to the U.S., an envoy who faces the challenge of navigating strained relations between the two allies amid the fallout over the murder of dissident journalist Jamal Khashoggi.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-north-korea-summit-goal-lock-in-the-steps-to-denuclearization-11551007800", "title": "Trump's North Korea Summit Goal: Lock In the Steps to Denuclearization", "date": "2019-02-24 06:30", "summary": "To disprove skeptics, Kim Jong Un will have to go beyond Pyongyang's recent unilateral gestures and agree to irrevocable actions. WASHINGTON-President Trump will press North Korean leader Kim Jong Un to take his first irrevocable steps toward the denuclearization of the Korean Peninsula when the two leaders meet this week for a second summit in less than a year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-increases-pressure-on-amazon-and-walmart-11550996690", "title": "India Increases Pressure on Amazon and Walmart", "date": "2019-02-24 03:24", "summary": "Proposed e-commerce rules include an emphasis on data localization. NEW DELHI-India proposed new rules for foreign e-commerce firms, the country's latest move to rein in large American tech companies that dominate the country's budding internet economy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senegal-votes-after-campaign-that-saw-disqualification-of-opposition-candidates-11550989704", "title": "Senegal Votes After Campaign That Saw Disqualification of Opposition Candidates", "date": "2019-02-24 01:28", "summary": "Nation's 6.6 million registered voters are widely expected to give a second term to President Macky Sall. Senegalese voters cast their ballots on Sunday in a presidential election that has been tainted by violence and the disqualification of opposition candidates, testing one of Africa's most established democracies.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cargo-plane-crashes-in-texas-11550956367", "title": "Plane Flying Cargo for Amazon Crashes in Texas", "date": "2019-02-24 23:12", "summary": "Boeing 767 operated by Atlas Air went down near Houston with three people on board. A plane flying cargo for Amazon.com Inc. crashed in Texas on Saturday with three people on board, leaving a large debris field in a bay near Houston, authorities said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officials-play-down-appearance-of-rift-between-trump-and-lighthizer-on-trade-11550974778", "title": "Officials Play Down Appearance of Rift Between Trump and Lighthizer on Trade", "date": "2019-02-24 21:19", "summary": "A disagreement that was on full view on Friday was mostly about terminology, not about the substance of talks with China, these people say. WASHINGTON-U.S. trade officials are looking to knock down speculation of a split on China policy between President Trump and his lead trade negotiator, Robert Lighthizer, following a testy exchange between the two in the Oval Office Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-heads-to-hanoi-for-meeting-with-trump-north-korean-state-media-says-11550961540", "title": "Kim Jong Un Heads to Hanoi for Meeting With Trump", "date": "2019-02-24 21:05", "summary": "Statement marks first official acknowledgment by Pyongyang of the summit. North Korean leader Kim Jong Un left Pyongyang by train for Hanoi, North Korean state media reported Sunday morning, in its first official acknowledgment of the closely watched two-day summit meeting with President Trump.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-troops-defect-amid-showdown-at-border-11550931389", "title": "Violence Erupts in Venezuela Border Showdown", "date": "2019-02-24 20:47", "summary": "Hundreds are injured as opposition fails to get aid into Venezuela; more than 60 National Guard forces defect to Colombia. CÚCUTA, Colombia-A high-stakes effort to deliver aid into Venezuela despite a military blockade descended into violence Saturday, with pro-government gunmen opening fire on one side of the border and the National Guard lobbing tear gas at some 5,000 demonstrators attempting to rush across from Colombia.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-allies-spurred-a-partial-reversal-of-trumps-syria-withdrawal-plan-official-says-11550969310", "title": "U.S. Allies Spurred a Partial Reversal of Trump's Syria Withdrawal Plan", "date": "2019-02-24 19:48", "summary": "Likelihood of French, British withdrawal prompted administration to reconsider a complete pullout. EL PASO, Texas-The Trump administration decision to keep hundreds of U.S. troops based in Syria was driven by allies who said they wouldn't stay behind to prevent a resurgence of the Islamic State extremist group without an American presence, a senior U.S. defense official said Saturday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/showdown-at-venezuela-colombia-border-11550952434", "title": "Showdown at Venezuela-Colombia Border", "date": "2019-02-24 19:36", "summary": "President Nicolás Maduro speaks in Caracas while opposition clashes with soldiers over humanitarian aid. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}]