[{"link": "https://www.wsj.com/articles/saudi-oil-tankers-attacked-before-entering-persian-gulf-11557725971", "title": "U.S. Says Iran Likely Behind Ship Attacks", "date": "2019-05-13 19:48", "summary": "Officials say two Saudi oil tankers and vessels from Norway and the U..A.E. were damaged. An initial U.S. assessment indicated Iran likely was behind the attack on two Saudi Arabian oil tankers and two other vessels damaged over the weekend near the Strait of Hormuz, a U.S. official said, a finding that, if confirmed, would further inflame military tensions in the Persian Gulf.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-praises-controversial-hungarian-leader-11557788089", "title": "Trump Praises Controversial Hungarian Leader", "date": "2019-05-13 19:36", "summary": "U.S. leader defends Viktor Orban during a rare White House visit by a prime minister whose policies on migrants and the press have been widely criticized. President Trump offered praise on Monday for Hungary's controversial prime minister during the European leader's first White House visit in more than 20 years, describing him as a highly respected figure who has done what he must to keep his country safe.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cost-of-china-tariffs-11557789707", "title": "The Cost of China Tariffs", "date": "2019-05-13 19:21", "summary": "Border taxes are an economic loss, as markets are saying.. President Trump often cites the stock market as proof of his economic-policy success, so let's hope he was watching the Dow Jones Industrial Average on Monday. The Dow fell 2.38%, and the Nasdaq and Russell 2000 fell even more, on the escalating tariff dispute between the U.S. and China.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/springtime-for-antitrust-lawyers-11557789635", "title": "Springtime for Antitrust Lawyers", "date": "2019-05-13 19:20", "summary": "Justice Kavanaugh joins the liberals to open a new avenue for lawsuits.. Liberals who want to broaden antitrust law in the digital economy received a surprising assist Monday from the Supreme Court. Joined by his liberal colleagues, Justice Brett Kavanaugh gutted four decades of precedent and opened an antitrust Pandora's Box by green-lighting a consumer lawsuit against Apple for overcharging app developers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-and-aoc-are-a-credit-risk-11557789534", "title": "Bernie and AOC Are a Credit Risk", "date": "2019-05-13 19:18", "summary": "They would cap interest at 15%, while letting the Post Office write loans.. Congress's two loudest socialists are teaming up to take on credit-card companies-while applying their familiar analytical skills to the economics. Sen. Bernie Sanders and Rep. Alexandria Ocasio-Cortez last week proposed capping interest rates on consumer loans at 15%.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religious-freedom-in-islam-review-politics-and-pluralism-11557788583", "title": "'Religious Freedom in Islam' Review: Politics and Pluralism", "date": "2019-05-13 19:08", "summary": "In the Muslim world, secularly repressive regimes have often fed the very problem they seek to suppress: religious extremism.. After revoking the Edict of Nantes, and with it the civil and religious liberties that the law had afforded Protestants in his realm, Louis XIV boasted that France had become the most intolerant land in Europe. At the time, intolerance was seen as a political virtue-akin today to the notion of \"zero tolerance.\" It was a moral universe that would be upended in the following century when the American and French revolutions gave rise to a new political philosophy based on tolerance, secularism, freedom of conscience and religious liberty.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boomer-bequest-is-millennial-misery-11557788725", "title": "Boomer Bequest Is Millennial Misery", "date": "2019-05-13 19:05", "summary": "Saddled with student and public debt, today's young adults will long pay the price for our elders' folly.. Will 2020 be the political year of the millennial? It ought to be. Some 27% of next year's electorate will belong to that generation, born between 1981 and 1996-almost exactly matched with the 28% comprised of baby boomers (1946-64). The oldest of us-I was born in 1982-are eligible to run for the presidency. Rep. Tulsi Gabbard, 38, and Mayor Pete Buttigieg, 37, are doing so.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-intelligence-needs-reform-after-spygate-11557788640", "title": "American Intelligence Needs Reform After Spygate", "date": "2019-05-13 19:04", "summary": "The warrant against Carter Page violated a decades-old norm. And what was the CIA up to in Britain?. Attorney General William Barr got attention when he told Congress he'd examine the origins and predicate for the Federal Bureau of Investigation's counterintelligence probe of the Trump campaign. He surely set off alarms in certain precincts when he added: \"I am not talking about the FBI necessarily, but intelligence agencies more broadly.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crossing-the-aisle-to-streamline-regulation-11557788679", "title": "Crossing the Aisle to Streamline Regulation", "date": "2019-05-13 19:04", "summary": "Lankford and Sinema aim at improvements in the process that have eluded presidents of both parties.. Bipartisanship isn't dead, even when it comes to streamlining regulation. Sens. James Lankford (R., Okla.) and Kyrsten Sinema (D., Ariz.) have introduced two bills with surgical fixes to the regulatory process-one to promote public engagement; the other, a review of existing regulations with an eye toward changing course if they aren't working. Presidents from both parties have pursued both objectives with uneven results, so a legislative fix would be salutary.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccines-made-the-iron-lung-obsolete-11557788617", "title": "Vaccines Made the Iron Lung Obsolete", "date": "2019-05-13 19:03", "summary": "Thanks to brilliant medical researchers, many schoolchildren have never even heard of polio.. Just off U.S. route 30 in western Nebraska, on Buffalo Bill Avenue, sits the Lincoln County Historical Museum. Inside is an unexpected exhibit that I think about as a cruel and unnecessary measles outbreak spreads in the U.S.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doris-day-was-the-dogs-best-friend-11557788549", "title": "Doris Day Was the Dogs' Best Friend", "date": "2019-05-13 19:02", "summary": "The late star opened the country's first pet-friendly hotel.. Carmel-by-the-Sea, Calif.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/go-ahead-impeach-trump-11557788521", "title": "Go Ahead, Impeach Trump", "date": "2019-05-13 19:02", "summary": "Let's put every member of the House on record with a 'yay' or 'nay' vote.. Remember the \"subpoena cannon\"? This was the metaphor for how Democrats planned to use their new majority in the House-and chairmanships of key committees-to dig into every aspect of Donald Trump's life. We have now arrived at stage two: an omnibus contempt bill.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-sears-fights-with-foreign-suppliers-on-merchandise-bought-in-bankruptcy-11557788532", "title": "Old Sears Fights With Foreign Suppliers on Merchandise Bought in Bankruptcy", "date": "2019-05-13 19:02", "summary": "Vendors demand full payment as bankruptcy estate flirts with insolvency. A dispute between the bankrupt shell company left behind after Edward Lampert's purchase of Sears Holdings Corp.'s top stores and a number of foreign vendors is heating up.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-america-first-means-to-pompeo-11557788496", "title": "What 'America First' Means to Pompeo", "date": "2019-05-13 19:01", "summary": "The secretary of state elaborates on Trump's slogan, appealing to the Founders' vision.. The U.S. faces a series of intractable crises and standoffs around the world. Trade talks with China have reached an impasse; North Korea has returned to threats and missile launches; the chaos on America's southern border shows no sign of abating; relations with Germany reached new lows after Secretary of State Mike Pompeo canceled a meeting with Chancellor Angela Merkel so he could visit Iraq; Venezuela's Nicolás Maduro continues to defy U.S. pressure to stand down; and an apparent act of sabotage against ships in the Persian Gulf Monday ratcheted tensions another notch higher in the Middle East.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-measles-outbreaks-lead-to-839-cases-11557757844", "title": "Measles Outbreaks, Up to 839 Cases, Show No Sign of Slowing", "date": "2019-05-13 19:01", "summary": "This year is the worst for measles in U.S. in 25 years. The number of U.S. measles cases has reached 839 in 23 states, the Centers for Disease Control and Prevention reported Monday in a weekly update, as outbreaks in parts of the country showed no sign of slowing down.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/popular-broadway-plays-are-taking-their-shows-on-the-road-11557788213", "title": "Popular Broadway Plays Are Taking Their Shows on the Road", "date": "2019-05-13 18:58", "summary": "'To Kill a Mockingbird' and 'The Ferryman' have announced touring plans. Broadway musicals have long enjoyed a second life on the road, playing to audiences throughout the U.S. who relish the pomp and showmanship behind the classic American art form.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-latest-roundup-herbicide-defeat-for-bayer-jury-awards-california-couple-2-billion-11557782148", "title": "In Latest Roundup Defeat for Bayer, Jury Awards Couple $2 Billion", "date": "2019-05-13 18:54", "summary": "Jury verdict comes as Bayer faces shareholder revolt, exposure to some 13,400 claims tying its weedkiller to cancer. A jury Monday awarded $2.055 billion to a California couple who blamed Bayer's Roundup weedkiller for causing their cancer, the largest such verdict to date and one that adds significant pressure to a company struggling to contain the fallout from last year's acquisition of Monsanto Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-allows-antitrust-suit-against-apple-to-proceed-11557757089", "title": "Supreme Court Allows Apple Apps Antitrust Case to Proceed", "date": "2019-05-13 18:44", "summary": "Lawsuit challenges tech giant's exclusive control over the marketplace for iPhone apps. WASHINGTON-Consumers can sue Apple Inc. for forcing them to buy apps exclusively from the tech giant, the Supreme Court ruled Monday, threatening billions of dollars in revenue that the company is counting on to make up for slowing iPhone sales.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-stumble-on-renewed-trade-anxiety-11557734434", "title": "Stocks Post Their Worst Day in Months on Trade Anxiety", "date": "2019-05-13 18:29", "summary": "Dow drops more than 600 after China says it will raise tariffs on some U.S. imports. Stocks posted their biggest drop in months Monday after officials in Beijing and the White House exchanged fresh threats in a trade fight that many observers fear could crimp growth.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-falls-after-china-retaliates-11557757398", "title": "Yen Rises After China Retaliates", "date": "2019-05-13 18:23", "summary": "Investors buy haven currencies and exit emerging markets. Investors piled into haven assets and sold emerging-market currencies Monday as an intensifying trade conflict between the U.S. and China stoked global growth concern.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-restores-funding-request-for-special-olympics-reversing-own-white-house-budget-11557785977", "title": "Trump Restores Funding Request for Special Olympics", "date": "2019-05-13 18:19", "summary": "Since DeVos defended 'difficult' decision, Trump says White House will seek $18 million; Congress was unlikely to cut funds anyway. WASHINGTON-President Trump said he had updated his annual budget request to restore $18 million in funding for the Special Olympics, reversing his administration's proposal to eliminate all federal funds for the program.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disciplinary-trial-begins-for-officer-accused-in-eric-garners-death-11557785890", "title": "Disciplinary Trial Begins for Officer Accused in Eric Garner's Death", "date": "2019-05-13 18:18", "summary": "Man's death after officer allegedly used a chokehold prompted protests over police practices and race. NEW YORK-Nearly five years after Eric Garner died following an altercation with a police officer, prompting protests across the U.S. over law-enforcement practices and race, a prosecutor repeated the Staten Island man's last words to a packed courtroom.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsy-taps-google-cloud-to-improve-search-juicing-sales-11557785830", "title": "Etsy Taps Google Cloud to Improve Search, Juicing Sales", "date": "2019-05-13 18:17", "summary": "Majority of search-based purchases come from first page of results, meaning relevant items need to float to the top. BROOKLYN, N.Y.-Online crafts marketplace Etsy Inc. is using machine-learning technology from Google to boost sales.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fear-flares-up-as-investors-brace-for-more-market-volatility-11557772677", "title": "Fear Flares Up as Investors Brace for More Volatility", "date": "2019-05-13 18:02", "summary": "VIX, known as Wall Street's 'fear gauge,' makes biggest one-day advance since October. Many investors fear that the recent volatility in markets is here to stay.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-suppresses-video-of-robert-kraft-in-massage-parlor-11557784853", "title": "Judge Suppresses Video of Robert Kraft in Massage Parlor", "date": "2019-05-13 18:00", "summary": "The ruling marks a key victory for the Patriots owner in his legal battle against two misdemeanor counts of solicitation. Video evidence that allegedly shows New England Patriots owner Robert Kraft and other men receiving sex acts at a Florida massage parlor has been supressed by a Florida judge in his case, marking a key victory in Mr. Kraft's defense against misdemenaor charges that he solicited prostitution.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-stock-tumbles-in-second-day-of-trading-11557756271", "title": "Uber Stock's Plunge Is Blemish on IPO Market", "date": "2019-05-13 17:59", "summary": "The shares fall for a second day, putting them 18% below the initial-public-offering price. Uber Technologies Inc.'s stock dropped sharply Monday, marking another setback for the highest-profile company to go public in years and threatening to cast a chill over what had been a red-hot IPO market.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actress-felicity-huffman-to-plead-guilty-for-her-role-in-college-admissions-scandal-11557753790", "title": "Felicity Huffman Pleads Guilty for Role in College Admissions Scandal", "date": "2019-05-13 17:49", "summary": "Huffman allegedly paid college counselor William 'Rick' Singer $15,000, one of the smaller sums in scheme. BOSTON-Actress Felicity Huffman pleaded guilty to conspiring to cheat on her daughter's SAT, the highest-profile defendant to formally accept responsibility in the nationwide college-admissions cheating scandal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-court-schism-over-death-penalty-appeals-breaks-into-open-11557783866", "title": "High Court Schism Over Death Penalty Appeals Breaks Into Open", "date": "2019-05-13 17:44", "summary": "Justices release flurry of clashing opinions on earlier decisions about capital, other criminal cases. WASHINGTON-The Supreme Court's simmering discord over issues surrounding criminal punishment boiled over into public view on Monday, as justices issued a half-dozen separate opinions criticizing one another and revealing divisions within the conservative majority as well as between right and left.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-court-overturns-precedent-in-ruling-on-state-sovereignty-11557783694", "title": "High Court Overturns Precedent in Ruling on State Sovereignty", "date": "2019-05-13 17:41", "summary": "Justices say state governments cannot be sued against their wishes in another state's courts. WASHINGTON-The Supreme Court said that state governments cannot be sued against their wishes in another state's courts, overruling precedent to end a Nevada multimillionaire's 21-year-old lawsuit alleging abusive conduct by California tax authorities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-trouble-weighs-on-insys-as-short-sellers-cash-in-11557782518", "title": "Opioid Trouble Weighs on Insys as Short Sellers Cash In", "date": "2019-05-13 17:21", "summary": "Bankruptcy warning from opioid maker rewards bets on drugmaker's declining fortunes. Short sellers are cashing in as the country's opioid crisis begins claiming corporate casualties.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-president-jimmy-carter-has-surgery-for-broken-hip-11557781856", "title": "Former President Jimmy Carter Has Surgery for Broken Hip", "date": "2019-05-13 17:10", "summary": "He was on his way to go turkey hunting, a spokeswoman for the Carter Center says. ATLANTA-Former President Jimmy Carter broke his hip Monday at his Georgia home, underwent successful surgery and was recovering comfortably, a spokeswoman for the Carter Center said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-festival-at-the-joyce-review-down-under-disappointments-11557780849", "title": "Australia Festival at the Joyce Review: Down-Under Disappointments", "date": "2019-05-13 16:54", "summary": "A series of dance bills from Aussie groups proved to be, at best, of pleasant, passing interest.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brother-tesla-cant-spare-a-dime-11557739800", "title": "Brother, Tesla Can't Spare a Dime", "date": "2019-05-13 16:45", "summary": "Elon Musk's electric-vehicle pioneer is running out of cash and out of time, even after a recent capital increase. Investors shouldn't expect much mileage out of Tesla's latest capital increase.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investor-speculation-grows-in-art-auctions-11557780259", "title": "Art Speculators Bid to Lose", "date": "2019-05-13 16:44", "summary": "David Geffen, Peter Brant and other collectors pledge to bid on art they want but new third-party backers aim to reap fees by getting outbid; 'they don't know what they're doing'. As New York's spring auctions kick off this week, a new crowd of investors is bidding on works they secretly hope to lose.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rosengren-says-ongoing-trade-squabbles-could-wound-global-economy-11557779507", "title": "Fed's Rosengren: Ongoing Trade Squabbles Could Wound Global Economy", "date": "2019-05-13 16:40", "summary": "Federal Reserve Bank of Boston leader says it is 'way too soon' to gauge impact of latest U.S.-China trade squabble. Federal Reserve Bank of Boston leader Eric Rosengren said Monday the accelerating trade war between the U.S. and China is increasing the risk of something bad happening to the economy, adding that in these uncertain times it is best for the U.S. central bank to hold short-term interest rates steady for now.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-chief-executive-steps-down-11557753664", "title": "Bed Bath & Beyond Chief Executive Steps Down", "date": "2019-05-13 16:24", "summary": "Steven Temares to depart as group of activist shareholders continues to press for changes; Mary Winston to serve as interim CEO. Bed Bath & Beyond Inc. Chief Executive Steven Temares has stepped down from his position after facing pressure from a trio of activist investors over the retailer's performance in recent years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generics-lawsuit-is-a-problem-for-all-health-care-stocks-11557764391", "title": "Generics Lawsuit Is a Problem for All Health-Care Stocks", "date": "2019-05-13 16:22", "summary": "Investors should remember that not just manufacturers make money when drug prices go up. Fresh legal trouble for generic-drug companies underscores bad incentives that characterize the U.S. health-care system.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-de-blasio-fundraiser-gets-four-years-in-prison-for-nypd-bribery-scheme-11557777448", "title": "Former de Blasio Fundraiser Gets Four Years in Prison", "date": "2019-05-13 16:20", "summary": "Jeremy Reichberg was found guilty in January on four of five counts of conspiracy, bribery and obstruction of justice. A former fundraiser for New York City Mayor Bill de Blasio was sentenced on Monday to four years in prison for his role in a bribery scheme involving high-ranking New York Police Department officials.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/onex-to-take-canadian-carrier-westjet-private-11557753329", "title": "Onex to Take Canadian Carrier WestJet Private", "date": "2019-05-13 16:15", "summary": "Toronto private-equity firm's all-cash deal valued at $2.63 billion. WestJet Airlines Ltd. said it plans to go private through an all-cash deal worth more than $2.6 billion led by Canadian private-equity firm Onex Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-split-draws-a-costly-decision-11557767709", "title": "Apple's Split Draws a Costly Decision", "date": "2019-05-13 16:14", "summary": "Supreme Court ruling adds pressure on App Store model just as trade tensions weaken the stock. There is never a great time to lose a Supreme Court hearing but, for Apple Inc., the timing hardly could have been worse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-william-barr-issue-is-mainly-blatant-partisanship-11557777957", "title": "Crossing the Barr and Blatant Partisanship", "date": "2019-05-13 16:05", "summary": "The way Congress acknowledges that the executive branch is a coequal branch is by following this simple rule: staff meets with staff, and principals meet with principals.. Regarding Kimberley Strassel's \"For Fear of William Barr\" (Potomac Watch, May 3): While Ms. Strassel makes some excellent points, she misses the critically important constitutional issue in House Judiciary Committee Chairman Jerrold Nadler's \"move to hold Mr. Barr in contempt unless the attorney general acquiesces to the unprecedented demand that he submit to cross-examination by committee staff attorneys.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-censorship-needs-careful-response-11557777923", "title": "Google's Censorship Needs Careful Response", "date": "2019-05-13 16:05", "summary": "Asking government to look over Google's shoulder would likely be worse.. Regarding Ryan P. Williams's \"Our Brush With Google Censorship\" (op-ed, May 8): Google's suppression of Claremont Institute ads for speech that Google's own employees couldn't identify is terrifying. The problem is what to do about it. Asking government to look over Google's shoulder would likely be worse.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/multiemployer-pension-plans-face-bad-incentives-11557777857", "title": "Multiemployer Pension Plans' Bad Incentives", "date": "2019-05-13 16:04", "summary": "Neither employer nor union trustees had much of an incentive to worry about the ratio of assets to liabilities.. Jeffrey M. Lesser's May 6 letter accuses you of misrepresenting multiemployer pension plans as \"union run\" in your editorial \"Big Labor's Big Shrink\" (April 30). He points out that multiemployer plans actually are run by equal numbers of employer and union trustees and argues that they have provided decent pensions to millions of union employees for many years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/persuade-the-confused-and-ignorant-on-science-issues-11557777810", "title": "Persuade the Confused and Ignorant on Science Issues", "date": "2019-05-13 16:03", "summary": "We shouldn't become scientific zealots by silencing, ridiculing or playing down the genuine concerns of people on the fringe.. Regarding Michael Segal's \"The Complicated Truth about Vaccines\" (op-ed, May 2): This type of argument is everything that's needed in our society today. Whether it's global warming, genetic engineering, biotech or the future of vaccines, the complex science of all of these issues needs to be debated in the spirit that scientific consensus doesn't justify dogma. We shouldn't become scientific zealots by silencing, ridiculing or playing down the genuine concerns of people on the fringe, because engagement with such arguments actually strengthens the science and leads to better solutions. If only everyone could follow Dr. Segal's example across the range of science policy issues we face.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fears-of-extended-trade-conflict-stoke-demand-for-u-s-government-bonds-11557768367", "title": "Fears of Extended Trade Conflict Stoke Demand for U.S. Government Bonds", "date": "2019-05-13 15:51", "summary": "Yield on 10-year U.S. Treasury note settles at 2.405%, the lowest closing level since March 28. A broad flight to safer assets on Monday pushed the yield on the 10-year U.S. Treasury note to its lowest close since March, highlighting the spreading effects of the escalating U.S.-China trade battle.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ring-at-the-met-review-rise-of-the-machine-11557776531", "title": "'The Ring' at the Met Review: Rise of the Machine", "date": "2019-05-13 15:42", "summary": "The Robert Lepage production of Richard Wagner's epic cycle returned to New York with better results than before.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actress-and-singer-doris-day-dies-at-97-11557755188", "title": "Actress and Singer Doris Day Dies at 97", "date": "2019-05-13 15:19", "summary": "Performer known for romantic comedies such as 'Pillow Talk' was seen as antidote to sex-charged bombshells like Marilyn Monroe. Doris Day, whose singing, dancing and comedic talents led to massive success both on the silver screen and in the recording studio, died Monday at the age of 97.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-jumps-after-tanker-attack-11557743593", "title": "Oil Drops to 6-Week Low on U.S.-China Trade Fears", "date": "2019-05-13 15:19", "summary": "Crude surged earlier following attack on Saudi tankers. Oil prices fell to a six-week low Monday on worries of a full-blown U.S.-China trade war that could hurt global demand for crude oil.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-case-of-he-said-xi-said-11557774901", "title": "Another Case of He Said, Xi Said?", "date": "2019-05-13 15:15", "summary": "China's government retaliates against higher U.S. tariffs.. Stocks are taking a beating today as consumers in both China and the U.S. face higher prices on a broad range of products. The Journal's Chao Deng reports:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rembrandt-in-amsterdam-the-rijkmuseums-all-encompassing-exhibition-11557774085", "title": "'All the Rembrandts' Review: The Chance to See a Master in Full", "date": "2019-05-13 15:01", "summary": "To mark the 350th anniversary of the death of Rembrandt, the Rijksmuseum is displaying its entire collection of the Dutch artist's work.. Amsterdam", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-invests-800-million-in-supply-chain-finance-firm-greensill-11557773022", "title": "SoftBank Invests $800 Million in Supply Chain Finance Firm Greensill", "date": "2019-05-13 14:43", "summary": "Resume Subscription. SoftBank Group 's Vision Fund is investing $800 million in a London-based finance startup with links to former U.K. Prime Minister David Cameron.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-prepare-to-punish-u-k-leader-in-european-vote-over-brexit-delay-11557772713", "title": "Voters Prepare to Punish U.K. Leader in European Vote Over Brexit Delay", "date": "2019-05-13 14:38", "summary": "Polls show Theresa May's Conservative Party is being deserted in favor of a hard-line Brexit party. LONDON-British Prime Minister Theresa May's Conservative Party is bracing for a historic drubbing in European Parliament elections this month that will likely undermine her perilous grip of her party and country.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayers-legal-woes-escalate-with-probe-into-monsanto-file-11557772701", "title": "Bayer's Legal Woes Escalate With Probe Into Monsanto File", "date": "2019-05-13 14:38", "summary": "French authorities are investigating a file Monsanto compiled that may be in breach of French and EU data privacy law. BERLIN- Bayer AG on Monday sought to limit the damage after French prosecutors said they had opened an investigation into potentially illegal practices by Monsanto Co. before it was acquired by the German chemicals and drugs giant.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-stocks-take-a-beating-11557772584", "title": "Bank Stocks Take a Beating", "date": "2019-05-13 14:36", "summary": "Rising trade tensions and falling bond yields are pressuring large and small lenders. Bank stocks slumped Monday after an escalation in U.S.-China trade tensions and a drop in bond yields revived worries over U.S. economic growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-slides-as-china-raises-tariffs-11557755629", "title": "Copper Slides as China Raises Tariffs", "date": "2019-05-13 14:23", "summary": "Prices fall to their lowest levels since late January; gold rises.. Copper prices fell Monday, dropping to their lowest levels since late January after China said it would raise tariffs on about $60 billion of U.S. imports and again raised the prospect of a drawn-out trade spat that could slow the global economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-bailout-scotches-pakistans-social-revamp-11557770461", "title": "IMF Bailout Scotches Pakistan's Social Revamp", "date": "2019-05-13 14:01", "summary": "Conditions imposed under the $6 billion bailout will upend Prime Minister Imran Khan's promises to focus on education, health care and a welfare state. Conditions imposed under a $6 billion bailout from the International Monetary Fund for Pakistan will upend the government's promises to improve education, health care and create a welfare state as it instead raises new taxes and cuts spending, experts said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-sticks-a-knife-into-vegan-meat-11557747070", "title": "Europe Sticks a Knife Into Vegan Meat", "date": "2019-05-13 14:00", "summary": "The EU may ban plant-based products from using meaty names like burger. The European Union is trying to put vegetables back in their box.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-help-employees-start-their-own-delivery-business-11557747201", "title": "Amazon, in Need of Drivers, Turns to Its Own Employees", "date": "2019-05-13 13:14", "summary": "E-commerce giant offers $10,000 and three months of pay to staffers who quit to start delivery firms. Amazon.com Inc. will pay its employees to quit and help them start their own local package-delivery businesses, as the e-commerce giant competes for delivery drivers in the tightest U.S. labor market in 50 years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-may-not-be-another-dip-to-buy-11557766963", "title": "This May Not Be Another Dip to Buy", "date": "2019-05-13 13:05", "summary": "Problems behind recent market tumble aren't the sort Federal Reserve can address. When it rains it pours.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comcast-hints-the-office-is-headed-to-nbcuniversals-new-streaming-service-11557767027", "title": "Comcast Hints 'The Office' Is Headed to NBCUniversal's Streaming Service", "date": "2019-05-13 13:03", "summary": "Popular NBC series is currently on Netflix, whose deal for exclusive streaming rights to the show is up in 2021. NBCUniversal gave ad buyers every reason to believe that its coming direct-to-consumer streaming service would feature reruns of \"The Office,\" which is currently the most-watched show on Netflix Inc.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risk-of-fed-hitting-near-zero-rates-again-is-low-for-now-san-francisco-fed-says-11557766800", "title": "Return to Near-Zero Rates Unlikely for Now, San Francisco Fed Says", "date": "2019-05-13 13:00", "summary": "Economy unlikely to push interest rates to crisis-era levels for the time being, bank says in report. The Federal Reserve Bank of San Francisco is pushing back at the rising tide of chatter surrounding prospects of a Federal Reserve interest-rate cut.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-turnaround-at-childrens-place-11557766773", "title": "Behind the Turnaround at Children's Place", "date": "2019-05-13 12:59", "summary": "CEO Jane Elfers on why the company has succeeded where so many other retailers haven't. Children's Place Inc. has consolidated its position as the leading specialty chain for children's clothing-a long way from where the company stood when Jane Elfers took over as CEO in 2010.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-daniels-kill-mockingbird-play-interview-11557763968", "title": "How Jeff Daniels Mastered the Role of Atticus Finch", "date": "2019-05-13 12:40", "summary": "Aaron Sorkin's Broadway retelling of To Kill A Mockingbird wouldn't work without its leading man. Jeff Daniels explains how watching Robert Mueller helped unlock the play's complicated protagonist. Jeff Daniels, the 64-year-old actor, faced a tough acting challenge: How does someone bring one of literature and film's best-known characters to the stage? Playing To Kill A Mockingbird protagonist Atticus Finch to Broadway was especially tricky because of his attempts to complicate the character's traditionally depicted narrative. Daniels had to expose Finch's moral flaws, rather than imitate the valiant figure Gregory Peck played in the 1962 movie version of Harper Lee's novel (published two years before it was adapted to film).", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-president-would-face-a-senate-reality-check-11557754519", "title": "Democratic President Would Face a Senate Reality Check", "date": "2019-05-13 12:40", "summary": "Republicans and a handful of moderate Democrats have power to constrain the fate of liberal legislative proposals. WASHINGTON-Every liberal legislative promise from a Democratic presidential candidate-from Beto O'Rourke's $5 trillion climate-change plan to Elizabeth Warren's wealth tax to Bernie Sanders' Medicare for All idea-comes with an asterisk: the U.S. Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-wealthy-women-soledad-obrien-on-how-saving-money-gives-you-options-11557765067", "title": "Secrets of Wealthy Women: Soledad O'Brien on How Saving Money Gives You Options", "date": "2019-05-13 12:31", "summary": "Ex-CNN anchor tells host Veronica Dagher how being frugal allowed her to 'follow her heart'. Soledad O'Brien, an award-winning journalist, is best known for anchoring CNN's \"American Morning\" and \"Starting Point.\" When her show on CNN ended in 2013, she started her own production company.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-spike-lee-and-idris-elbas-tailor-is-modernizing-the-suit-11557764508", "title": "How Spike Lee and Idris Elba's Tailor is Modernizing the Suit", "date": "2019-05-13 12:21", "summary": "British tailor Ozwald Boateng hosted a suit-heavy fashion show with an African edge at the Apollo Theater in Harlem. HARLEM'S APOLLO THEATER has staged raucous, foot-stomping concerts starring heavyweights like B.B. King, Aretha Franklin and James Brown, but on May 5, the 105-year-old theater hosted a different sort of performance: a 60-look fashion show by London-based designer Ozwald Boateng. \"It's a powerful statement to connect Africa, Europe and America in a spot called Harlem,\" said Mr. Boateng, a Brit of Ghanian heritage best known for men's tailored suits. \"From a diaspora point of view, it's a big message,\" he said of the opportunity to show at one of New York's living temples to black culture, noting that, coincidentally, 2019 is the 100th anniversary of the Harlem Renaissance.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-scenes-from-doris-days-films-11557760571", "title": "Photos: Scenes From Doris Day's Films", "date": "2019-05-13 11:50", "summary": "A look back at some of the actress's best-known work on screen. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/there-is-a-hit-by-pitch-epidemic-in-baseball-11557761365", "title": "There Is a Hit-by-Pitch Epidemic in Baseball", "date": "2019-05-13 11:29", "summary": "With pitchers throwing harder than at any other point in history, it's fair to say there has never been a more painful time to be a hitter. Chicago White Sox shortstop Tim Anderson's penchant for dramatic bat flips following home runs-and the way they attract retaliation by opposing pitchers-has revived the never-ending debate about whether beanballs are a necessary check against disrespectful behavior or a barbaric anachronism.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigans-john-beilein-takes-cleveland-cavaliers-job-11557760473", "title": "Michigan's John Beilein Takes Cleveland Cavaliers Job", "date": "2019-05-13 11:16", "summary": "The winningest men's basketball coach in Michigan history is taking over a team looking to turn things around in the post-LeBron era. John Beilein, the winningest men's basketball coach in University of Michigan history, said he is leaving to coach the Cleveland Cavaliers.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-strategy-to-transform-mobile-ordering-11557760396", "title": "McDonald's Strategy to Personalize Ordering", "date": "2019-05-13 11:13", "summary": "Using customer data and technology, the company hopes to make its offerings more in tune with individual preferences. McDonald's Corp. is pushing to make ordering at its restaurants feel like shopping on Amazon.com Inc., with nudges and prompts about what to buy.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-says-april-inflation-expectations-fall-to-lowest-level-since-late-2017-11557760043", "title": "April Inflation Expectations Fell, N.Y. Fed Says", "date": "2019-05-13 11:07", "summary": "Report shows expectations of future income gains moderated in April. Inflation expectations retreated in April, in a development that could cause worry among U.S. central bank officials.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-teach-kids-about-ai-11557759541", "title": "How to Teach Kids About AI", "date": "2019-05-13 10:59", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bernie-sanders-a-front-runner-with-financing-to-prove-it-struggles-to-retain-outsider-status-11557759378", "title": "Bernie Sanders Railed Against the Campaign-Finance System. Now, He's Benefiting From It.", "date": "2019-05-13 10:56", "summary": "Resume Subscription. BURLINGTON, Vt.-Bernie Sanders, the independent Vermont senator who came up through that state's democratic socialist party, launched his insurgent campaign for president four years ago as an outsider challenging the Democratic machine.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/timeline-for-returning-boeing-737-max-jets-to-the-skies-lengthens-11557758701", "title": "Return of Boeing's 737 MAX Delayed, Posing Further Headaches for Airlines", "date": "2019-05-13 10:45", "summary": "Planes may not be restored to airline schedules before mid-August or even later, missing most of the summer travel season. Boeing Co. 's grounded 737 MAX planes recently were expected to fly again well before the end of the summer travel season. Now their return appears unlikely before mid to late August, posing more headaches for airlines that rely on the jets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-leaders-to-talk-trade-technology-and-the-environment-at-wsj-ceo-council-in-london-11557758494", "title": "Business Leaders to Talk Trade, Technology at WSJ CEO Council in London", "date": "2019-05-13 10:41", "summary": "The CEO of Snap and the secretary-general of NATO are among the speakers this year. LONDON-U.S. and European policy makers and senior executives are set to gather in London on Tuesday for the annual European meeting of The Wall Street Journal's CEO Council.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-chinese-buyers-flock-homing-pigeon-prices-soar-11557757490", "title": "As Chinese Buyers Flock, Homing Pigeon Prices Soar", "date": "2019-05-13 10:24", "summary": "Birds fabled for carrying messages long distances are now viewed as 'Picassos'; Armando the $1.4 million racer. KNESSELARE, Belgium-Deep-pocketed Chinese investors have ruffled feathers across Europe by snapping up prized assets, from ports to power plants. Now they're buying pigeons.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frustration-miscalculation-inside-the-u-s-china-trade-impasse-11557692301", "title": "How the U.S.-China Trade Talks Hit a Wall", "date": "2019-05-13 10:00", "summary": "Resume Subscription. The U.S. and Chinese governments both sent signals ahead of their trade talks in Washington last week that a pact was so near they would discuss the logistics of a signing ceremony.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sweden-reopens-julian-assange-rape-investigation-11557739279", "title": "Julian Assange Rape Inquiry Reopened in Sweden", "date": "2019-05-13 09:51", "summary": "Decision opens the door to an extradition tug of war between Swedish and U.S. authorities over who gets to put him on trial. Swedish prosecutors reopened their investigation into a rape allegation against Julian Assange on Monday, a development that could frustrate the U.S. government's yearslong effort to bring the WikiLeaks founder to trial over a massive leak of classified documents almost a decade ago.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-goldman-sachs-uber-apple-and-newmont-goldcorp-11557744319", "title": "Stocks to Watch: Goldman Sachs, Uber, Apple, Amazon, Bed Bath and More", "date": "2019-05-13 09:16", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-looks-to-jump-start-cadillacagain-11557753226", "title": "GM Looks to Jump-Start Cadillac-Again", "date": "2019-05-13 09:13", "summary": "Latest brand reboot follows five years of U.S. market-share decline, dealer angst. Cadillac's U.S. comeback has taken another detour.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-tanks-to-terrorists-a-missiles-mission-shifted-11557403178", "title": "From Tanks to Terrorists, a Missile's Mission Shifted", "date": "2019-05-13 08:55", "summary": "The Hellfire, introduced as an antitank weapon in the 1980s, started being used on drones after 9/11 to target individuals. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bounce-bounce-bounce-bounceand-a-basketball-shot-for-the-ages-11557751355", "title": "A Basketball Shot for the Ages", "date": "2019-05-13 08:42", "summary": "A game-winner from Kawhi Leonard takes its time-and Toronto pushes on in the NBA playoffs. What elevates the shot from sublime to great is that the basketball doesn't go in.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-risks-in-overusing-americas-big-economic-weapon-11557750009", "title": "The Risks in Overusing America's Big Economic Weapon", "date": "2019-05-13 08:20", "summary": "Alienated nations will be moved over time to establish alternatives to the U.S.'s systems and markets. These days, the biggest, baddest weapon in the American arsenal isn't a missile, or a tank, or a fighter jet. It is America's economic clout.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-n-c-do-over-congressional-primary-gop-hopes-to-avert-run-off-11557749584", "title": "With N.C. Do-Over Congressional Primary, GOP Hopes to Avert Runoff", "date": "2019-05-13 08:13", "summary": "Avoiding runoff would be a boon to Republican candidate in a closely watched contest. Republicans are looking to avoid a runoff in Tuesday's primary for North Carolina's do-over Ninth Congressional District race, a possibility that seemed unlikely in March when 10 candidates filed for the empty seat.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-companies-rethink-cashmere-11557749119", "title": "From H&M to Gucci, Fashion Companies Rethink Cashmere", "date": "2019-05-13 08:05", "summary": "Millions of goats in China and Mongolia take a toll on grasslands. The mass production of cashmere, once solely a luxury good, is fueling ecological destruction that has fashion labels searching for new sources of the fiber-or giving it up altogether.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toshibas-board-move-will-give-foreigners-a-greater-voice-11557725843", "title": "Toshiba's Board Move Will Give Foreigners a Greater Voice", "date": "2019-05-13 07:45", "summary": "The company plans to replace a majority of its board, including some members from outside Japan, showing activist shareholders' influence. TOKYO- Toshiba Corp. said it would put international investors on its board including one with ties to a U.S. hedge fund that holds a Toshiba stake, the latest sign of activist shareholders wielding their clout in Japan.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-this-foldable-screen-work-theres-a-machine-to-test-it-11557745200", "title": "Does This Foldable Screen Work? There's a Machine to Test It", "date": "2019-05-13 07:00", "summary": "Japanese maker of tools to gauge durability of products that fold, bend or twist expects more business from tech giants. OKAYAMA, Japan-Anyone who has tried folding and unfolding a piece of paper many times until it tears has an idea of what obsesses the engineers at Yuasa System Co.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-reason-for-netflix-investors-to-chill-11557745201", "title": "No Reason for Netflix Investors to Chill", "date": "2019-05-13 07:00", "summary": "The video-streaming service is leaning on credit markets to fund its ambitious and costly content plans.. Netflix may be making its own horror film.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-flock-to-issue-bonds-on-tiny-english-channel-island-11557743453", "title": "Firms Flock to Issue Bonds on Tiny English Channel Island", "date": "2019-05-13 06:30", "summary": "Offshore haven of Guernsey, away from stricter EU disclosure regulations, attracts sellers of risky debt. The European Union wrote new rules in 2016 meant to make bond markets more transparent and fair. Instead, companies selling risky debt have flocked to an offshore haven in the English Channel, causing consternation among investors.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xometry-raises-50-million-for-on-demand-parts-marketplace-11557741720", "title": "Xometry Raises $50 Million for On-Demand Parts Marketplace", "date": "2019-05-13 06:02", "summary": "New funding will back efforts to build out a platform connecting suppliers to businesses that need prototypes and small runs of parts. On-demand industrial parts marketplace Xometry Inc. has raised $50 million in a new funding round to expand its business that includes a supplier arm that sells raw materials to the small manufacturers on its network, the company said Monday.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tv-networks-creating-targeted-ad-capabilities-11557741600", "title": "TV Networks Creating Targeted-Ad Capabilities", "date": "2019-05-13 06:00", "summary": "Viacom, CBS and Fox seek their answer to 'addressable' online strategy. Major TV programmers are starting to advance on the $2 billion addressable-TV-ad business, which lets advertisers serve different commercials to different households watching the same shows.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fannie-and-freddie-back-more-mortgages-of-those-deeply-in-debt-11557739801", "title": "Fannie and Freddie Back More Mortgages of Those Deeply in Debt", "date": "2019-05-13 05:30", "summary": "An increasing number of loans are going to borrowers with debt-to-income ratios of 43% or higher, even as policy makers weigh changes. The gatekeepers of the American mortgage market are increasingly backing loans to borrowers who have heavy debt loads, highlighting questions about mortgage risk as policy makers debate ways to change the system.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-vehicles-are-better-for-wall-street-than-detroit-11557739801", "title": "Electric Vehicles Are Better for Wall Street Than Detroit", "date": "2019-05-13 05:30", "summary": "Battery-powered cars are about to hit dealerships in much greater numbers, but hold more financial promise for M&A advisors than manufacturers. Tesla's troubles show how hard it is to make money from electric vehicles. As the world's top auto makers ramp up EV sales over the coming years, their profits will come under immense strain. A wave of deal-making is one likely consequence.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rival-to-starbucks-in-china-brews-up-a-frothy-ipo-11557726912", "title": "A Rival to Starbucks in China Brews Up a Frothy IPO", "date": "2019-05-13 01:55", "summary": "Resume Subscription. The latest initial public offering out of China has plenty of froth.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11557676930", "title": "Pepper...and Salt", "date": "2019-05-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sum-of-the-parts-of-stem-toys-can-equal-a-giant-mess-11557739800", "title": "The Sum of the Parts of STEM Toys Can Equal a Giant Mess", "date": "2019-05-13 00:01", "summary": "A new generation of knickknacks meant to inspire a love of science and math can become a headache for parents; Legos aren't the only floor hazard. After baking a batch of cookies with his three grandchildren, Melvin Albright realized something was amiss.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foods-funny-looking-future-ugly-produce-delivery-11557343181", "title": "Food's Funny-Looking Future: 'Ugly' Produce Delivery", "date": "2019-05-13 00:01", "summary": "Should fruits and vegetables go to waste just because they're not pretty? These home-delivery subscription services find a market for the misshapen.. LOPSIDED RED PEPPERS. Bent potatoes. Scratched eggplants. To Liselle Pires, it's all delicious.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-more-millennials-rent-more-startups-want-to-loan-to-them-11557739800", "title": "Rising Rents for Millennials Give Rise to a New Breed of Lender", "date": "2019-05-13 00:01", "summary": "New lenders are entering what was once the realm of payday lending, pitching loans to young renters in increasingly unaffordable cities. Jennifer Burnes says the paychecks from her work as a model and designer in Hollywood arrive sporadically, posing a challenge to paying monthly rent. \"You know the check's on the way, you just don't know when, exactly,\" the 22-year-old said.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-raise-tariffs-on-certain-u-s-imports-11557750380", "title": "Trade Fight Escalates as China Hits U.S. With Higher Tariffs", "date": "2019-05-13 00:01", "summary": "Washington lays out nearly $300 billion of imports that would face fresh 25% levies. The U.S.-China trade dispute escalated sharply Monday, as Beijing retaliated against higher U.S. tariffs with plans to increase levies on $60 billion in U.S. imports and Washington laid out nearly $300 billion of new Chinese imports that would face 25% levies as early as this summer.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-holds-fire-in-latest-trade-skirmish-with-u-s-11557571638", "title": "China Holds Fire After Trade Talks Fail to Find Deal", "date": "2019-05-13 21:01", "summary": "Cautious about harming its economy, Beijing is waiting before retaliating against U.S. tariff increases. BEIJING-China held back from immediate retaliation for higher U.S. tariffs, unlike in past rounds, taking time to weigh its options amid uncertainty over how the Chinese economy would weather a full-bore trade conflict.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}]