[{"link": "https://www.wsj.com/articles/murkowski-disturbed-by-mcconnells-senate-impeachment-strategy-11577319009", "title": "Murkowski 'Disturbed' by McConnell's Senate Impeachment Strategy", "date": "2019-12-25 19:10", "summary": "Moderate GOP senator criticizes majority leader's efforts as improperly 'being hand-in-glove with the defense'. Republican Sen. Lisa Murkowski of Alaska said she is disturbed by the Senate majority leader's promise of \"total coordination\" with the White House on impeachment proceedings against President Trump, marking a note of GOP dissension as party leaders prepare for the president's impeachment trial.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-new-ceo-to-focus-on-faa-cooperation-11577269800", "title": "Boeing's New CEO to Focus on FAA Cooperation", "date": "2019-12-25 19:05", "summary": "Dave Calhoun seeks to ease friction with regulators as 737 MAX grounding persists. When Dave Calhoun called the head of the Federal Aviation Administration on Monday, the incoming Boeing Co. chief executive officer purposely left other executives off the line.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-some-municipalities-stopped-recycling-this-iowa-county-processed-more-11577269801", "title": "When Some Municipalities Stopped Recycling, This Iowa County Processed More", "date": "2019-12-25 17:38", "summary": "Resume Subscription. Cities and counties around the U.S. suspended parts of their recycling programs this year after China tightened import restrictions, and prices for recyclables plummeted. But Scott County, Iowa, is collecting more than ever.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/online-shopping-boom-delivers-haul-for-van-makers-11577183402", "title": "Online-Shopping Boom Delivers Haul for Van Makers", "date": "2019-12-25 16:19", "summary": "Ford, Mercedes, Ram log big cargo-van sales amid e-commerce surge. The humble cargo van is having its moment.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-shrinking-rainforest-prompts-nestle-h-m-others-to-shake-up-supply-chains-11577307707", "title": "Brazilian Deforestation Forces Shake-Up of Supply Chains", "date": "2019-12-25 16:01", "summary": "Investors also push back and commodity firms urge farmers to maximize existing fields; 'we have the obligation to act'. Brazil's accelerating deforestation is pressuring food makers, retailers, investors and commodity traders to shake up supply chains in an effort to push back on land-clearing and achieve environmental goals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hellofresh-grabs-bigger-slice-of-shrinking-meal-kit-market-11577279059", "title": "HelloFresh Grabs a Bigger Slice of Shrinking Meal-Kit Market", "date": "2019-12-25 15:47", "summary": "German company has surpassed Blue Apron as demand for home-delivered kits cools overall. HelloFresh SE has risen to the top of what turned out to be a smaller market for meal kits than many companies and investors expected.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-minute-shoppers-push-retailers-over-the-top-11577275200", "title": "Online Sales Propel Holiday Gains", "date": "2019-12-25 14:31", "summary": "Shoppers and delivery companies scramble in a shortened season; stores log weak growth.. Holiday shoppers increasingly favored digital outlets over stores, preliminary retail data indicate, with the surge in online orders driving overall sales growth while also taxing package carriers in what was a shorter gift-buying season.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vaping-marijuana-nexus-11577299411", "title": "The Vaping-Marijuana Nexus", "date": "2019-12-25 13:43", "summary": "Another unintended consequence of celebrating pot use.. A surge in vaping related lung illnesses this year caught the medical community by surprise, with the Centers for Disease Control and Prevention (CDC) reporting more than 2,500 lung illnesses and 54 deaths. Politicians are targeting e-cigarettes, but the CDC reported last week that marijuana is so far the greatest common denominator.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-roundup-stickup-11577299381", "title": "The Roundup Stickup", "date": "2019-12-25 13:43", "summary": "A trial lawyer allegedly argued it's cheaper to be extorted than sued.. Tort lawyers often use the threat of jackpot verdicts to extort settlements from business targets. But when does a shakedown become criminal extortion? Last week the federal government charged Timothy Litzenburg for allegedly crossing that legal line.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virtues-of-an-impatient-foreign-policy-11577299336", "title": "The Virtues of an Impatient Foreign Policy", "date": "2019-12-25 13:42", "summary": "President Trump has done far more to help Europe defend itself against Russia than President Obama ever did.. Robert B. Zoellick is wrong about the Trump administration (\"Impeachable or Not, Trump's Foreign Policy is Reckless,\" op-ed, Dec. 17). President Trump has done far more to help Europe defend itself against Russia than President Obama ever did.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fbis-malfeasance-shocks-the-fisa-court-11577299307", "title": "The FBI's Malfeasance Shocks the FISA Court", "date": "2019-12-25 13:41", "summary": "As a career federal prosecutor and a U.S. attorney, I quickly learned Rule No. 1: Don't play games with a court in applying for search warrants and wiretaps.. The public rebuke of the FBI by the Foreign Intelligence Surveillance Court (\"The FISA Judge Strikes Back,\" Review & Outlook, Dec. 18) should remind the bureau's leaders that there are still some basic law-enforcement rules that all agents and prosecutors must follow. I was a career federal prosecutor and a U.S. attorney, and I quickly learned Rule No. 1: Don't play games with a court in applying for search warrants and wiretaps.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-used-the-s-word-lets-pretend-to-be-offended-11577299277", "title": "Google Used the S-Word. Let's Pretend to Be Offended", "date": "2019-12-25 13:41", "summary": "For every smart action, there's an equal and dumb reaction.. Regarding your editorial \"Achieving Quantum Wokeness\" (Dec. 17): No surprise in the hubbub over Google's use of the term \"quantum supremacy\" to describe its quantum computer's prowess. It is axiomatic per the Newtonian corollary: For every smart action, there's an equal and dumb reaction.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-do-we-really-want-to-know-about-meat-11577299243", "title": "How Much Do We Really Want to Know About Meat?", "date": "2019-12-25 13:40", "summary": "If Sen. Fischer wants to educate the public about the benefits of meat from animals, I think field trips to cattle yards and meat-processing plants for schoolchildren would be a good start.. Sen. Deb Fischer's \"I Have a Beef With Phony Meat,\" (op-ed, Dec. 11) leaves out an important reason why fewer people eat meat: They learn how it gets from a living animal to a plastic tray on their grocery store's shelf.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/litigation-nation-review-actionable-behavior-11577299218", "title": "'Litigation Nation' Review: Actionable Behavior", "date": "2019-12-25 13:40", "summary": "America's litigiousness is a form of civil combat that reﬁnes the law through the forces of social change and legal doctrine.. America is awash in litigation. Considering noncriminal cases alone, private parties across the country file millions of lawsuits every year. Some decry this phenomenon, arguing that it represents social decay in a country where conflict cannot be resolved without recourse to robed philosopher kings. Others see in the easy availability of legal redress the American sense of equality. Lawyers (at least according to Alexis de Tocqueville, who devoted some pages in \"Democracy in America\" to their role) form a new kind of democratic aristocracy, trained in the idea that justice is not at the whim of an elite but available to all through public precedent and judicial decisions.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capitalism-isnt-a-system-11577299125", "title": "Capitalism Isn't a 'System'", "date": "2019-12-25 13:38", "summary": "Socialists err dangerously when they assume a market economy is a conscious project.. Airy, abstract words are the currency of democratic politics. Conservatism, liberalism, nationalism, democracy, socialism-you have to use them, but they can easily gum up your thought. George Orwell famously objected to the haphazard use of \"fascism,\" and before him Samuel Taylor Coleridge complained bitterly that \"Jacobin\" has \"either no meaning, or a very vague one: for definite terms are unmanageable things, and the passions of men do not readily gather round them.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/communist-cuba-enslaves-physicians-11577299061", "title": "Communist Cuba Enslaves Physicians", "date": "2019-12-25 13:37", "summary": "Havana sends them abroad, steals their wages, and forces them to act as spies.. What do you call a system that combines slavery with espionage? In Communist Cuba, you call it humanitarian aid. For decades Havana has sent tens of thousands of doctors abroad as a supposed sign of goodwill, only to steal their income and use some as unwilling spies. Fortunately, more nations are rejecting Cuba's \"help.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/may-your-new-year-be-as-kind-as-this-cocktail-11593628217", "title": "May Your New Year Be as Kind as This Cocktail", "date": "2019-12-25 13:31", "summary": "The adaptable, easy-drinking Collins is back on the bar in a big way. Here are two highly refreshing, low-maintenance options for mixing at home. ASK BARTENDERS to define the classic Collins, and two descriptors pop up over and over again: \"refreshing\" and \"crushable.\" Both are euphemisms for \"not too strong,\" an apt characterization of a drink that's like sipping on fizzy spiked lemonade.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allee-willis-who-wrote-friends-theme-and-september-dies-11577297792", "title": "Allee Willis, Whose Work Included 'Friends' Theme, 'September,' Dies", "date": "2019-12-25 13:16", "summary": "Raised on the sounds of Motown, she wrote pieces for Ray Charles, Sister Sledge and Cyndi Lauper. LOS ANGELES-Allee Willis, a songwriter whose work included the Broadway musical \"The Color Purple\" as well as the theme song from the TV show \"Friends\" and Earth, Wind & Fire's \"September,\" has died. She was 72.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christmas-brings-an-escalation-of-tensions-to-hong-kong-11577292564", "title": "Protesters, Police Clash in Hong Kong", "date": "2019-12-25 12:15", "summary": "Officers used tear gas, pepper spray and arrests as residents rallied in streets, shopping malls. HONG KONG-Christmas in Hong Kong descended into a flurry of tear gas and arrests as police clashed with protesters in neighborhoods around the city, signalling an escalation of tensions after weeks of relative calm.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-khashoggi-verdict-11577229364", "title": "The Khashoggi Verdict", "date": "2019-12-25 12:03", "summary": "A court decides to execute the usual intelligence suspects.. Saudi Arabia's verdict this week in the 2018 murder of journalist Jamal Khashoggi isn't going to erase the stain on the reputation of the Kingdom or its de facto ruler Crown Prince Mohammed bin Salman.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/without-carlos-ghosn-the-nissan-renault-alliance-has-started-to-crack-11577292916", "title": "Without Carlos Ghosn, the Nissan-Renault Alliance Has Started to Crack", "date": "2019-12-25 11:55", "summary": "Resume Subscription. It took a year without Carlos Ghosn for the auto makers he once led to realize what he had been doing for two decades: keeping Nissan Motor Co. and Renault SA from coming apart at the seams.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/brutalist-buildings-are-back-in-styleexcept-with-architects-11577290614", "title": "Brutalist Buildings Are Back in Style-Except With Architects", "date": "2019-12-25 11:16", "summary": "Resume Subscription. LONDON-Architectural writer Owen Hopkins says Yvonne Farrell is a Brutalist. Ms. Farrell, an architect, says no way.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/castle-homes-fit-for-a-king-or-queen-11577287217", "title": "Castle Homes Fit for a King or Queen", "date": "2019-12-25 10:20", "summary": "How five homes designed to look like fortresses stack up around the country. While every homeowner may consider his or her home to be a castle, some take that vision a bit more literally. Europe may have actual castles for sale, but in the U.S., \"castles\" are usually relatively modern homes that incorporate castle- or chateau-design elements with various levels of authenticity.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/castles-for-sale-11577287154", "title": "Castles for Sale", "date": "2019-12-25 10:19", "summary": "These estates will make you feel like royalty.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-you-dont-know-about-drug-trials-can-hurt-you-and-your-portfolio-11577286000", "title": "What You Don't Know About Drug Trials Can Hurt You (and Your Portfolio)", "date": "2019-12-25 10:00", "summary": "Biotech stocks are notoriously volatile; understanding how drugs are approved can help. Navigating the world of clinical trials is more art than science.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crafting-a-college-admissions-essay-salman-rushdie-has-some-tips-11577286000", "title": "Crafting a College Admissions Essay? Salman Rushdie Has Some Tips", "date": "2019-12-25 10:00", "summary": "Resume Subscription. In the height of college application season, more than two dozen New York City high-school seniors got some simple advice on how to write compelling college essays from an unusual expert: the literary lion Salman Rushdie.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-american-homebuyers-paris-has-a-certain-je-ne-sais-quoi-11577285774", "title": "For American Homebuyers, Paris Has a Certain Je Ne Sais Quoi", "date": "2019-12-25 09:56", "summary": "U.S. buyers are flocking to France's capital city and fueling its real-estate market. At midnight in Paris on December 31, Lawrence and Christine Taylor will dine near the twinkling Eiffel Tower, with a view of the New Year's fireworks over the River Seine.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-cat-people-on-cats-11577282402", "title": "Seven Cat People on 'Cats'", "date": "2019-12-25 09:00", "summary": "Critics eviscerated the movie musical, but how do people who love felines feel about the humans dressed up in computer-generated fur?. Cat lovers have some very specific questions about \"Cats.\"", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-old-school-tv-tactics-that-make-the-mandalorian-tick-11577282401", "title": "The Old-School TV Tactics That Make 'The Mandalorian' Tick", "date": "2019-12-25 09:00", "summary": "The finale of the big new Disney+ series has landed, capping off a nostalgia-triggering season that managed to rise above the streaming din. It was the most talked-about streaming series of the season and a flagship for the launch of a mega subscription-video service. And yet, in some surprising ways, \"The Mandalorian,\" about a bounty hunter's adventures in the Star Wars universe, was also a throwback to the old days of network television. As the Disney + series reached the finale of its eight-episode first season on Dec. 27, here are some steps from the retro TV playbook that \"The Mandalorian\" followed.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mothers-of-invention-new-services-fill-a-void-for-some-venezuelan-seniors-11577282402", "title": "New Services Fill a Void for Lonely Venezuelan Seniors", "date": "2019-12-25 09:00", "summary": "Resume Subscription. CARACAS-Pedro Balestrini left Venezuela years ago, but says he constantly worried about his 85-year-old mother, Yolanda, who suffers from epilepsy and was often left alone, as some of her children and even her longtime neurologist had fled.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-upstate-new-york-suny-polytechnic-aims-for-stability-not-silicon-valley-11577282401", "title": "In Upstate New York, SUNY Polytechnic Just Aims for Stability", "date": "2019-12-25 09:00", "summary": "After a notable slowdown, the school is hoping to build on two new tenants and push forward in the new year. ALBANY, N.Y.-State politicians used to say the high-tech research and manufacturing facilities overseen by SUNY Polytechnic Institute would help transform upstate New York into the next Silicon Valley.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-journal-calculated-huaweis-state-support-11577280830", "title": "How the Journal Calculated Huawei's State Support", "date": "2019-12-25 08:33", "summary": "Aid has included tax savings, state credit facilities, land purchases and government grants. In the two decades since Huawei Technologies Co. began venturing beyond China, the company tapped ever larger benefits from China's policies to nurture national champions.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-support-helped-fuel-huaweis-global-rise-11577280736", "title": "State Support Helped Fuel Huawei's Global Rise", "date": "2019-12-25 08:32", "summary": "China's tech champion got as much as $75 billion in tax breaks, financing and cheap resources as it became the world's top telecom vendor. Tens of billions of dollars in financial assistance from the Chinese government helped fuel Huawei Technologies Co.'s rise to the top of global telecommunications, a scale of support that in key measures dwarfed what its closest tech rivals got from their governments.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-street-ceo-takes-the-long-view-on-shareholder-activism-11577278998", "title": "State Street CEO Takes the Long View on Shareholder Activism", "date": "2019-12-25 08:03", "summary": "Ronald O'Hanley discusses the investing giant's push to target all-male boards and whether index funds can own too much of the stock market. As CEO of State Street Corp. , Ronald O'Hanley is on the front lines of shareholders' push to bring change to corporate boardrooms.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blades-a-new-york-city-fixture-to-close-11577278800", "title": "Blades, a New York City Fixture, to Close", "date": "2019-12-25 08:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/turning-holiday-gift-giving-into-a-game-of-chance-11577278800", "title": "Turning Holiday Gift-Giving Into a Game of Chance", "date": "2019-12-25 08:00", "summary": "Danish tradition of pakkeleg involves dice, surprise presents and low-stakes competition. The scene was my sister's holiday table in New Jersey, earlier this week. We had just finished tidying up the uneaten food, dirty dishes and other detritus of the meal, leaving the tabletop empty. The eight of us who had gathered that evening, ranging in age from 10 to 78, were ready to play the seriously unserious game of pakkeleg.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-brazilian-beat-that-charmed-the-world-11577275201", "title": "The Brazilian Beat That Charmed the World", "date": "2019-12-25 07:00", "summary": "Marcel Camus's film 'Black Orpheus,' released in the U.S. 60 years ago this month, spawned a still-popular soundtrack full of bossa nova that helped spark the 1960s craze for the music.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-prays-for-migrants-facing-walls-of-indifference-11577273092", "title": "Pope Francis Prays for Migrants Facing 'Walls of Indifference'", "date": "2019-12-25 06:24", "summary": "In his Christmas message, the pope laments that Syrians see no end to fighting. ROME-Pope Francis called down God's protection on people \"forced to emigrate in the hope of a secure life\" who find themselves before \"walls of indifference\" around the world.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congratulations-bear-stearns-jpmorgans-stock-triple-erases-deal-discount-11577269801", "title": "Eleven Years in the Making: Breaking Even on JPMorgan's Purchase of Bear Stearns", "date": "2019-12-25 05:30", "summary": "James Dimon got a $30 stock for $10. It took 11 years to close the gap.. When Stephen Bearce bought 100 Bear Stearns shares at about $30 each on Friday, March 14, 2008, he was betting the investment bank would be taken over and he would turn a quick profit. He was only half right.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alabama-pensions-troubled-bet-lobster-rolls-and-star-wars-11577269802", "title": "Alabama Pensions' Troubled Bet: Lobster Rolls and Star Wars", "date": "2019-12-25 05:30", "summary": "Retirement Systems of Alabama has sunk hundreds of millions into iPic, a boutique theater chain that recently filed for bankruptcy. Alabama's retired teachers and other pensioners could use a huge box-office haul for the latest installment of Star Wars, which hit big screens last week. Their pension fund is betting on it.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-faces-a-fresh-quandary-as-turkey-tips-toward-russia-11577269801", "title": "NATO Faces a Fresh Quandary as Turkey Tips Toward Russia", "date": "2019-12-25 05:30", "summary": "Resume Subscription. Turkey's president has warned that he would evict U.S. forces from two military bases in his country if Washington imposes new sanctions on his government-creating a quandary for the NATO alliance as it seeks to cope with Ankara's deepening ties to Russia.", "categories": [[]], "category_links": []}]