[{"link": "https://www.wsj.com/articles/obstruction-of-justice-careful-what-you-wish-for-lawmakers-11549497555", "title": "Obstruction of Justice? Careful What You Wish For, Lawmakers", "date": "2019-02-06 18:59", "summary": "If it was criminal to fire Comey, consider the implications for judges and members of Congress.. Democrats have attacked Attorney General-designate William Barr for a memo in which he argued against a legal theory some claim could support prosecuting President Trump for obstruction of justice. Mr. Barr argued that an exercise of the president's constitutional authority-for instance, firing James Comey as director of the Federal Bureau of Investigation-cannot be construed as obstruction even if prosecutors believe he did so for improper reasons.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-beat-trump-embrace-free-trade-11549497590", "title": "To Beat Trump, Embrace Free Trade", "date": "2019-02-06 18:59", "summary": "Democrats, it's time to recognize and embrace America's economic dominance.. Nine Democrats are already running for president. We're hearing plenty about why Donald Trump isn't fit to lead, along with ambitious ideas to slice the economic pie more equitably, from Medicare for All and debt-free college to a wealth tax. But here's what we're not hearing enough: how Democrats plan to make the pie bigger.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-bookers-inquisition-11549497495", "title": "Notable & Quotable: Booker's Inquisition", "date": "2019-02-06 18:58", "summary": "'Are gay relationships, in your opinion, immoral?'. From the Feb. 5 confirmation hearing of Neomi Rao to be a judge on the U.S. Circuit Court of Appeals for the District of Columbia:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-serious-about-diplomacy-with-north-korea-11549497523", "title": "Trump Is Serious About Diplomacy With North Korea", "date": "2019-02-06 18:58", "summary": "His special envoy makes clear the administration's priority is depriving the regime of nuclear weapons.. Before President Trump announced in Tuesday's State of the Union address that he would hold another summit this month with Kim Jong Un, he indulged in a bit of braggadocio: \"If I had not been elected president of the United States,\" he said, \"we would right now, in my opinion, be in a major war with North Korea.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spotify-is-acquiring-podcasting-company-anchor-signaling-broad-ambitions-11549450887", "title": "Spotify Signals Ambition With Purchase of Podcasting Firms", "date": "2019-02-06 18:42", "summary": "The acquisition plans come as the company reports its first operating profit, for the fourth quarter. The world's biggest music-streaming company wants to become the world's most important audio-streaming company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/instacart-changes-tips-payment-policy-after-uproar-11549496439", "title": "Instacart Changes Tips, Payment Policy After Uproar", "date": "2019-02-06 18:40", "summary": "Delivery startup says its independent 'shoppers' will be allowed to keep their tips without losing pay. Instacart Inc. has revamped its tipping policy that workers argued unfairly lowered their take-home pay, following public criticism of pay practices at gig-economy businesses.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metlife-posts-fourth-quarter-losses-11549493788", "title": "MetLife, Prudential Log Fourth-Quarter Profit Declines", "date": "2019-02-06 18:37", "summary": "Both insurers were hurt by tax impacts that boosted year-earlier earnings. Two of the largest U.S. insurance companies posted fourth-quarter earnings declines, hurt in part by tax impacts that boosted year-earlier earnings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-aim-to-block-safe-injection-sites-in-philadelphia-11549496181", "title": "Federal Prosecutors Aim to Block Safe-Injection Sites in Philadelphia", "date": "2019-02-06 18:36", "summary": "Lawsuit alleges the nonprofit Safehouse would violate U.S. law by opening a supervised drug-injection sites. Federal prosecutors are suing to stop a plan in Philadelphia to open safe places where people can use drugs, a concept other major U.S. cities are considering.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/son-of-manhattan-businesswoman-arrested-after-police-find-her-body-in-garbage-bag-11549485728", "title": "Police Find Manhattan Businesswoman's Body in Garbage Bag", "date": "2019-02-06 18:35", "summary": "Investigators are treating her death as a homicide. The body of a Manhattan businesswoman who was reported missing on Monday was found inside a garbage bag at a home in New Jersey a day later, and her youngest son has been arrested for concealing the corpse, a New York City Police Department official said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-chapo-jury-ends-third-day-of-deliberations-without-verdict-11549495755", "title": "'El Chapo' Jury Ends Third Day of Deliberations Without Verdict", "date": "2019-02-06 18:29", "summary": "Deliberations will continue Thursday over whether the infamous Mexican drug lord is guilty of 10 counts related to drug trafficking. NEW YORK-Jurors in the trial of Joaquín \"El Chapo\" Guzmán Loera will continue deliberations Thursday over whether the infamous Mexican drug lord is guilty of 10 criminal counts related to drug trafficking, after ending a third day of deliberations with no verdict.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfpb-unveils-plan-to-revise-obama-era-payday-loan-regulation-11549472626", "title": "CFPB Unveils Plan to Revise Payday Loan Regulation", "date": "2019-02-06 18:26", "summary": "The new payday-lending plan eliminates a provision to require an underwriting process for a loan. WASHINGTON-The Trump administration said Wednesday it will overhaul an Obama-era payday loan regulation, unveiling a proposal to remove a lending requirement that would have made it difficult for companies to offer high-cost consumer loans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-schools-chancellor-asks-albany-for-more-money-11549495424", "title": "NYC Schools Chancellor Asks Albany for More Money", "date": "2019-02-06 18:23", "summary": "Richard Carranza said the governor's proposed budget would send the city far less than it needs to maintain current services. New York City Schools Chancellor Richard Carranza said Wednesday the governor's proposed budget would send the city far less than it needs to maintain current services, and could hurt arts programs, field trips, staff retention and class sizes.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-underwriter-kbw-is-trying-to-halt-amtrusts-delisting-plans-11549475148", "title": "Wall Street Underwriter KBW Is Trying to Halt AmTrust Delisting Plan", "date": "2019-02-06 18:20", "summary": "Some critics have claimed the delisting is an attempt by AmTrust to rid itself of financial transparency. Wall Street firm Keefe, Bruyette & Woods Inc. is suing one of its big underwriting clients, AmTrust Financial Services Inc., claiming that AmTrust's plan to delist nearly $1.2 billion of preferred stock and notes would damage KBW's reputation as the issues' underwriter and harm tens of thousands of individual investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-target-hotspots-to-end-u-s-hiv-epidemic-11549495049", "title": "Trump Administration to Target Hotspots to End U.S. HIV Epidemic", "date": "2019-02-06 18:17", "summary": "CDC's director says, 'We have the tools to end the epidemic, but we have to apply them'. President Trump's call to end HIV/AIDS as an epidemic in the U.S. by 2030 would expand an effort begun by his predecessor's administration, as progress in stopping new infections has slowed, officials said Wednesday.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genentech-uses-virtual-reality-to-train-eye-surgeons-11549495028", "title": "Genentech Uses Virtual Reality to Train Eye Surgeons", "date": "2019-02-06 18:17", "summary": "Adopts technology in clinical trial for eye-implant procedure. Genentech, a division of Roche Holding AG , is using virtual reality as a training tool for eye surgeons in a clinical trial that executives expect will be the beginning of widespread use of the technology.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-could-back-some-funds-for-new-barriers-on-mexico-border-11549494681", "title": "Democrats Could Back Some Funding to Build New Barriers on Border", "date": "2019-02-06 18:11", "summary": "Negotiators remain divided over details as Feb. 15 deadline nears. WASHINGTON-Democrats said on Wednesday they could support some funding for construction of new physical barriers on the Mexico border, including in places where one doesn't currently exist, but negotiators signaled they remain divided over critical details as the Feb. 15 deadline approaches.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-pulled-down-by-strong-dollar-11549476503", "title": "Gold Pulled Down by Strong Dollar", "date": "2019-02-06 18:01", "summary": "Despite a retreat in recent days, gold prices remain near their highest levels since June. Gold prices edged lower Wednesday, pressured by a stronger dollar.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-adds-265-000-digital-subscribers-posts-profit-11549475384", "title": "New York Times Adds 265,000 Digital Subscribers, Posts Profit", "date": "2019-02-06 17:59", "summary": "The publisher counted 4.3 million paying customers at the end of 2018. New York Times Co. added 265,000 digital subscribers in the fourth quarter, its largest gain since the period immediately following the 2016 presidential election, as the company set an ambitious target of 10 million paying customers by 2025.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-prices-rise-after-data-show-narrowing-trade-deficit-11549471283", "title": "U.S. Government Bond Yields Steady", "date": "2019-02-06 17:45", "summary": "10-year Treasury note gyrates on narrowing of trade deficit and multibillion-dollar auction.. A narrowing of the trade deficit and a multibillion-dollar auction of long-term Treasurys sent U.S. government bond prices gyrating Wednesday, with yields finishing relatively flat from a day earlier.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/match-wants-em-young-11549492831", "title": "Keep Swiping Right on Match", "date": "2019-02-06 17:40", "summary": "Match marries Tinder and Hinge to tackle younger dating demographic. If you are meeting people online today, odds are that Match Group Inc. is your No. 1 yenta.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/probe-fails-to-find-who-hired-new-jersey-employee-accused-of-sexual-assault-11549470601", "title": "Probe Fails to Find Who Hired New Jersey Employee Accused of Sexual Assault", "date": "2019-02-06 17:30", "summary": "Independent investigation says hiring of Al Alvarez was 'a foregone conclusion'. An independent investigation commissioned by New Jersey Gov. Phil Murphy was unable to determine who hired a former campaign staffer who had been accused of sexual assault, according to a report released Wednesday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-rally-puts-nasdaq-on-cusp-of-exiting-bear-market-11549458001", "title": "Tech Rally Puts Nasdaq on Verge of Exiting Bear Market", "date": "2019-02-06 17:04", "summary": "Optimism about U.S.-China trade deal and U.S. monetary policy has pushed shares of large technology firms higher. The Nasdaq Composite is on the cusp of exiting a bear market, rebounding nearly 20% from its Christmas Eve low and highlighting the resilience of the technology shares that have long powered the market higher.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-hold-gains-on-strong-earnings-11549442367", "title": "S&P 500's 5-Day Winning Streak Ends", "date": "2019-02-06 16:59", "summary": "Uncertainty over the U.S.-China trade conflict has had ripple effects around the world, keeping some investors skeptical of global markets' recovery. U.S. stocks inched lower Wednesday, halting a five-session streak of gains for the S&P 500.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservation-creates-a-tomb-with-a-view-11549490257", "title": "Conservation Creates a Tomb With a View", "date": "2019-02-06 16:57", "summary": "A joint project to conserve Tutankhamen's small, richly decorated tomb, which was repeatedly delayed by Egypt's political turmoil, is finally finished 10 years after it began.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bureau-of-economic-analysis-to-release-fourth-quarter-gdp-estimates-on-feb-28-11549477949", "title": "U.S. Bureau of Economic Analysis to Release Fourth-Quarter GDP on Feb. 28", "date": "2019-02-06 16:36", "summary": "Report delayed one month because of government shutdown. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-remains-committed-to-fighting-islamic-state-pompeo-says-11549481054", "title": "U.S., Allies Are Set to Retake Islamic State Territory, Trump Says", "date": "2019-02-06 16:18", "summary": "An announcement is expected soon that the coalition has regained control of all the land held by the extremist group, the president told U.S. partners. President Trump said the U.S. and its coalition partners are on the verge of regaining control over all the territory held by Islamic State, with an announcement expected within the next week that the task has been accomplished.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-democrats-push-marijuana-legalization-and-student-debt-assistance-11549486532", "title": "Connecticut Democrats Push Marijuana Legalization and Student Debt Assistance", "date": "2019-02-06 15:55", "summary": "Lawmakers are poised to produce more progressive legislation this year now that state Senate is Democrat-controlled. Connecticut Democrats are seeking to legalize recreational marijuana and provide debt-free college to qualified students, measures they said would help the state's economy and education system.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usa-gymnastics-sues-insurers-for-refusing-to-cover-legal-costs-11549486473", "title": "USA Gymnastics Sues Insurers for Refusing to Cover Legal Costs", "date": "2019-02-06 15:54", "summary": "Embattled organization is facing lawsuits from more than 300 women and girls who say they were sexually abused by Larry Nassar. USA Gymnastics is suing nearly a dozen insurers, accusing them of refusing to pay its legal costs in more than 100 lawsuits from gymnasts who say they have been sexually abused by Larry Nassar.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-essential-insiders-guide-to-scottsdale-ariz-11549485832", "title": "The Essential Insider's Guide to Scottsdale, Ariz.", "date": "2019-02-06 15:43", "summary": "Golf isn't the only reason to putter around this resort town-food, art, spas, even the cactus are calling. Four locals, including rocker Alice Cooper and Maynard James Keenan, share their favorite spots. FOR DECADES Scottsdale has been a winter escape hatch for freezing Midwesterners longing to nab a sunrise tee time. Phoenix's more relaxed neighbor caters to anyone who's ever picked up a golf club, with more than 50 courses within its borders and some 200 among the Phoenix metro area. \"The best part about Arizona courses is the variety. They all have different personalities,\" said rocker Alice Cooper, who plays 300 rounds a year in his home state. While snowbirds have long enjoyed Scottsdale's links, resorts, spas, dining and untamed desert landscapes, increasingly the city caters to a younger crowd. Thanks to a smartphone-enabled dockless bike-share system, new spots like Hotel Adeline-a remodeled motel with a bohemian vibe-are a five-minute ride from the Waterfront area along the canal, the ritzy Fifth Avenue Shopping District or Old Town's nightlife. Here, four locals detail their favorite don't-miss attractions.", "categories": [["Life & Work", "Travel", "Journal Concierge"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/journal-concierge?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arconic-names-chairman-john-plant-as-new-ceo-11549461496", "title": "Arconic Names Chairman John Plant as New CEO", "date": "2019-02-06 15:43", "summary": "Auto industry veteran to take on role immediately and is expected to remain for one year. Arconic Inc. named board Chairman John Plant its chief executive, cutting ties with CEO Chip Blankenship two weeks after the aluminum-sheet and parts maker walked away from a deal to be acquired by Apollo Global Management LLC.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-lincoln-center-names-92nd-street-y-ceo-as-new-head-11549485773", "title": "New York's Lincoln Center Taps 92nd Street Y CEO as New Head", "date": "2019-02-06 15:42", "summary": "Henry Timms, who co-founded 'Giving Tuesday' movement, is seen as a thought leader. For the third time since 2013, New York's Lincoln Center for the Performing Arts has named a new top executive.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inspection-of-vale-dam-in-brazil-issued-warning-before-collapse-11549485427", "title": "Inspectors of Vale Dam in Brazil Issued Warning Before Collapse", "date": "2019-02-06 15:37", "summary": "Report provided to Brazilian mining company said the structure would be at high risk of failure if it didn't drain water properly. Inspectors of a Brazilian mining-waste dam whose collapse last month killed at least 150 people had warned its owner that faulty water drainage and monitoring systems represented a potential risk of failure, according to a safety report reviewed by The Wall Street Journal.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-spending-cuts-by-u-s-consumer-giants-hit-publicis-11549472400", "title": "Weak Results From Publicis Hit Rest of Madison Avenue", "date": "2019-02-06 15:23", "summary": "U.S. consumer-goods companies pared back more ad spend than expected, French ad firm says. Shares in the world's top advertising companies fell sharply after French advertising giant Publicis Groupe SA warned that consumer-goods companies in the U.S. were cutting back on their traditional ad spending.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/things-remembered-files-for-bankruptcy-with-offer-to-save-some-stores-11549484342", "title": "Things Remembered Files for Bankruptcy With Offer to Save Some Stores", "date": "2019-02-06 15:19", "summary": "Specialty retailer has $17.5 million offer from Enesco LLC for at least 50 stores; other profitable locations will be shopped in bankruptcy. Specialty gift retailer Things Remembered Inc. has filed for bankruptcy and intends to close most of its stores but has a deal in place to sell some of its remaining outlets to gift distributor Enesco LLC for $17.5 million, subject to higher bids.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyan-commander-seizes-shuttered-oil-field-11549483548", "title": "Libyan Commander Seizes Shuttered Oil Field", "date": "2019-02-06 15:05", "summary": "The capture of the Sharara oil field by Khalifa Haftar's forces increase the chances it will restart production. A Libyan general has seized the country's largest oil field, according to officials, cementing control over one of the North African nation's key economic resources and increasing the likelihood the facility will restart production.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-few-of-the-brightest-spots-in-the-valley-of-the-sun-11549483138", "title": "A Few of the Brightest Spots in the Valley of the Sun", "date": "2019-02-06 14:58", "summary": "Where to eat, sleep, golf, hike and commune with cactus in Scottsdale. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oil-slips-on-rising-inventories-11549452315", "title": "Oil Prices Rise After Modest U.S. Supply Build", "date": "2019-02-06 14:56", "summary": "Weekly U.S. inventories of crude oil and gasoline rose less than expected, data show. •Oil prices rose Wednesday after two sessions of declines as weekly U.S. inventories of crude oil and gasoline increased by a smaller amount than expected amid stronger demand this year vs. last.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-reopen-house-intelligence-committees-russia-election-probe-11549477812", "title": "Democrats Reopen House Intelligence Panel's Russia Election Probe", "date": "2019-02-06 14:50", "summary": "Panel has passed from Republican to Democratic control after the midterm elections. WASHINGTON-The House Intelligence Committee re-opened its investigation into Russian interference in the 2016 election on Wednesday and said it would include questions about whether any foreign government has leverage over President Trump.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombian-president-to-visit-trump-discuss-venezuela-stand-off-next-week-11549476134", "title": "Colombian President to Visit Trump, Discuss Venezuela Standoff", "date": "2019-02-06 14:36", "summary": "Duque's administration has been closely involved in talks supporting neighbor's opposition leader assuming power. WASHINGTON-President Trump will welcome his Colombian counterpart to the White House next week to discuss a range of topics, from economic cooperation to the political standoff in Venezuela.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-common-foe-as-videogame-stocks-stumble-fortnite-11549481589", "title": "A Common Foe as Videogame Stocks Stumble: 'Fortnite'", "date": "2019-02-06 14:33", "summary": "Take-Two and EA disappoint Wall Street with their outlooks, as rival's game corrals players. Videogame stocks careened lower Wednesday after two of the industry's biggest publishers showed how difficult it is to escape the long shadow of \"Fortnite.\"", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jfk-airports-terminal-8-to-get-344-million-renovation-11549466054", "title": "JFK Airport's Terminal 8 to Get $344 Million Renovation", "date": "2019-02-06 14:04", "summary": "Overhaul paid for by American Airlines and British Airways, Port Authority says. John F. Kennedy International Airport's Terminal 8 will undergo a $344 million overhaul as part of a $13 billion redevelopment of New York City's main international gateway.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-tech-company-isnt-a-bank-but-it-might-be-a-hedge-fund-11549479886", "title": "This Tech Company Isn't a Bank, But It Might Be a Hedge Fund", "date": "2019-02-06 14:04", "summary": "SoftBank of Japan claims to have made an 824% gross return on its tanking stake in Nvidia. SoftBank isn't a bank, but it is having a good go at being a hedge fund.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-address-seemed-focused-on-re-election-bid-11549479503", "title": "Trump's Address Seemed Focused on Re-Election Bid", "date": "2019-02-06 13:58", "summary": "Filled with campaign-style pledges and delivered before potential general-election adversaries, the State of the Union address highlighted a presidency thinking ahead to 2020. WASHINGTON-President Trump's State of the Union address, filled with campaign-style pledges, highlighted a presidency increasingly focused on his 2020 re-election bid and countering investigations of the administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-creamy-yet-creamless-helping-of-winter-vegetables-11549568784", "title": "A Creamy (Yet Creamless) Helping of Winter Vegetables", "date": "2019-02-06 13:31", "summary": "A luscious cauliflower puree cloaks peas, ham and yet more cauliflower beneath the breadcrumb crust of this comforting casserole from Longway Tavern in New Orleans. It will warm you up without weighing you down. COMFORT FOOD has its limits. Assuredly (and deliciously), butter and cream temper the sting of winter's most biting weeks, but it's easy to overdo it, too. \"So let's make something you don't regret at all afterwards,\" said chef John Sinclair. At Longway Tavern in New Orleans, he naps sweet peas and country ham in a pureed-cauliflower \"cream.\" In his second Slow Food Fast recipe, adapted for home cooks, the whole thing bakes in the oven until the buttery breadcrumb topping goes all crunchy and golden. It amounts to something very much like a vegetable pot pie, minus the fussy pastry and gut-bomb sauce. \"You can eat a whole bowl and not feel bad,\" said Mr. Sinclair", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-motors-fourth-quarter-operating-profit-drops-11549459920", "title": "GM Leans on U.S. Truck Buyers to Counter Weakness in China", "date": "2019-02-06 13:27", "summary": "Strong pricing on pickups and SUVs in North America drove results, but soft China sales hurt the bottom line. General Motors Co. is counting on U.S. buyers of pickup trucks and SUVs to bolster its bottom line.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-psychotherapy-for-the-elderly-11549477494", "title": "Elderly Patients Find Help With Online Psychotherapy", "date": "2019-02-06 13:24", "summary": "Telemedicine makes it easier for seniors with mental-health conditions to access a doctor. Many elderly patients with mental-health conditions have a hard time getting to a doctor, due to physical disabilities and cognitive decline. So health providers increasingly are trying a new approach for these older patients: online psychotherapy.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pierre-nanterme-pushed-accenture-to-rethink-its-mission-in-consulting-11549477215", "title": "Pierre Nanterme Pushed Accenture to Rethink Its Mission in Consulting", "date": "2019-02-06 13:20", "summary": "Frenchman, a self-described anomaly, led a global staff of 469,000 and made more than 100 acquisitions. As CEO of Accenture , Pierre Nanterme pushed the global consulting company to expand rapidly, acquire outside talent and rethink its mission over the past eight years. The French executive continued crisscrossing the world to run the company after being diagnosed with colon cancer in 2016.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-tariffs-help-the-u-s-steel-industry-11549476964", "title": "Trump's Tariffs Help the U.S. Steel Industry", "date": "2019-02-06 13:16", "summary": "The Trump administration's policies are also benefiting the broader manufacturing sector.. Your editorial \"Steel Tariff Profiteers\" (Feb. 4) ignores the facts of the global steel-overcapacity crisis and the long-term damage imports have inflicted on steel producers in the U.S.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-must-let-afghans-resolve-their-issues-11549476922", "title": "U.S. Must Let Afghans Resolve Their Issues", "date": "2019-02-06 13:15", "summary": "U.S. interests in Afghanistan are narrow and circumscribed.. Regarding James Dobbins's \"Don't Rush into Afghan Peace\" (op-ed, Jan. 31): In a perfect world, American, Afghan and Taliban negotiators would be able to strike a comprehensive peace accord in short order that delivers historic tranquility to conflict-prone Afghanistan. Having served for decades in the State Department, Mr. Dobbins knows a thing or two about negotiating.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behavioral-economics-isnt-browns-answer-11549476629", "title": "Behavioral Economics Isn't Browns' Answer", "date": "2019-02-06 13:10", "summary": "The difference in 2018 wasn't analytics, it was John Dorsey the new general manager.. I laughed out loud when I read Jon Hartley's \"Behavioral Economics May Make Champs of the Cleveland Browns\" (op-ed, Feb. 2) about how the Cleveland Browns have used analytics successfully. As a lifelong Browns fan and a longtime season ticket holder, I have endured a lot of pain along with millions of fans. No team in its right mind would plan on going 1 and 31 to stockpile picks for the future. Also, many of the picks the Browns made during that stretch were bad ones. The difference in 2018 wasn't analytics, it was John Dorsey the new general manager. Analytics might help, but it takes football knowledge to pick good players. Also, firing the coach and offensive coordinator in midseason should not be overlooked.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viewers-pelosi-applaud-trump-11549476510", "title": "Viewers, Pelosi Applaud Trump", "date": "2019-02-06 13:08", "summary": "A nonpartisan speech scores with voters across the political spectrum.. With a substantive address that was among the least partisan State of the Union messages in recent memory, President Donald Trump appears to have impressed a significant majority of Tuesday night's sizable television audience. Meanwhile Speaker of the House Nancy Pelosi offered a generally respectful welcome to America's 45th President.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-should-think-clearly-on-venezuela-intervention-11549476385", "title": "U.N. Should Think Clearly On Venezuela Intervention", "date": "2019-02-06 13:06", "summary": "I fear an embrace of Juan Guaidó and his associates could ultimately be destabilizing.. Regarding Jared Genser's \"The U.N. Can Save Venezuela-Really\" (op-ed, Feb. 1): While I applaud Mr. Genser's call to U.N. member nations to help peacefully remove Nicolás Maduro from power, I fear an embrace of Juan Guaidó and his associates could ultimately be destabilizing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jackie-robinson-quiz-11549476280", "title": "The Jackie Robinson Quiz", "date": "2019-02-06 13:04", "summary": "Colin Fleming's \"Jackie Robinson, the Complete Ballplayer\" inspires a new SAT comparison question.. Colin Fleming's \"Jackie Robinson, the Complete Ballplayer\" (op-ed, Jan. 31) inspires a new SAT comparison question: Tessellation is to Jackie Robinson as ____ are to M.C. Escher: A) RBIs, B) Stolen bases, C) Home Runs, D) All of the above.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-construction-firm-interserve-agrees-to-debt-reduction-plan-11549476219", "title": "U.K. Construction Firm Seeks to Avoid Collapse With Debt-Reduction Plan", "date": "2019-02-06 13:03", "summary": "Interserve's deal, which needs final approval from investors and banks, would nearly wipe out its shareholders. U.K. services-and-construction company Interserve PLC struck an agreement to reduce its debt, a move that would hand over control to its lenders and nearly wipe out existing shareholders, some of whom are now seeking to remove the company's management.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/koreas-mega-merger-of-shipyards-set-to-dominate-global-shipbuilding-11549475888", "title": "Korea's Mega-Merger of Shipyards Set to Dominate Global Shipbuilding", "date": "2019-02-06 12:58", "summary": "Combined group would control 20% of the global market, and hold more than half the lucrative orders for liquefied natural gas carriers. Shipyards in South Korea are trying to forge a new shape for the industrial sector that underpins global shipping.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fortnite-worries-continue-to-blow-away-game-makers-11549475203", "title": "'Fortnite' Worries Continue to Blow Away Game Makers", "date": "2019-02-06 12:46", "summary": "Projections from Electronic Arts and Take-Two Interactive suggest competition from free-to-play blockbuster remains hot. Making a great videogame is hard enough. Making a great one that will print money for years to come is harder still-especially now.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-preparing-plan-to-boost-ai-5g-technology-11549474459", "title": "Trump Preparing Plan to Boost AI, 5G Technology", "date": "2019-02-06 12:34", "summary": "The two areas represent arenas of growing competition between the U.S. and China. WASHINGTON-President Trump is preparing an ambitious plan to ramp up the government's role in speeding next-generation technologies such as 5G wireless and artificial intelligence, two key areas of competition with China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dirt-and-plans-unbuilt-palm-beach-spec-house-asks-55-million-11549473668", "title": "Dirt and Plans: Unbuilt Palm Beach Spec House Asks $55 Million", "date": "2019-02-06 12:21", "summary": "One of the priciest properties in the wealthy Florida town is a waterfront site with nearly approved plans to build a 15,300-square-foot home.. In Palm Beach, Fla., a yet-to-be-built spec home is coming on the market for $55 million, which would make it one of the area's priciest properties.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-wealthy-women-african-american-women-on-overcoming-obstacles-11549473371", "title": "Secrets of Wealthy Women: African-American Women on Overcoming Obstacles", "date": "2019-02-06 12:16", "summary": "'The story of black wealth in the U.S. is an incredible story of resilience'. African-American women face a wider pay gap than white women and may have more difficulty obtaining funding for their businesses.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/domestic-investors-pick-up-u-s-debt-when-foreign-creditors-wont-11549454400", "title": "Domestic Investors Pick Up Foreign Creditors' U.S. Debt", "date": "2019-02-06 12:09", "summary": "Some analysts thought bond yields could jump if foreign investors shed their holdings; 'The fears of the past were exaggerated'. A steady decline in demand for U.S. government bonds from foreign investors hasn't been the disaster many analysts and investors feared it would be.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-dining-room-too-glitzy-for-your-tastes-11549472177", "title": "Is This Dining Room Too Glitzy For Your Tastes?", "date": "2019-02-06 11:56", "summary": "We face off with a Sydney dining room's designer to see how our aesthetic assessment stands up against his intention. Feel free to play along. When we first saw this dining room, designed by Greg Natale for a home in his native Sydney, Australia, we immediately approved. It's not easy to make those tragically hackneyed Hans Wegner Wishbone Chairs look new, but Mr. Natale has done so by coating them in blue paint, and ranging them around a solid black Restoration Hardware table that's so imposingly chunky it throws the chairs' lithe, overfamiliar curves into a lovely contrast. Also playing against the bull of a table: the painterly, cloudlike carpet pattern, a custom-colored version of one of Mr. Natale's creations for Designer Rugs. Its nebulous character is echoed in the painting, \"Florabunda\" by Kate Barry, that spikes the otherwise nearly monochrome room with pink. But back to those chairs: You wouldn't think their serpentine lines and organic natural-cord seats would mesh with that pair of right-angled, gilded étagères, but it works. The angles can be seen as a nod to the geometrically paneled ceiling, but the choice of gold can only be attributed to bravado. And here's where our approval of the room hit a snag. By adding the effulgent gold-plated chandelier-whose lines get mixed up with those of the étagères from this vantage point-and those big, shiny objets to the right (which remind us of department store props), Mr. Natale may have overdosed on metallics.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-to-stop-selling-major-appliances-11549472089", "title": "J.C. Penney to Stop Selling Major Appliances", "date": "2019-02-06 11:54", "summary": "Penney said new store layouts will cut space for appliances and furniture showrooms, helping reduce inventory. J.C. Penney Co. Inc. said Wednesday it would stop selling major appliances, effective Feb. 28.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-will-drug-overdoses-hit-next-twitter-may-offer-clues-11549471717", "title": "Where Will Drug Overdoses Hit Next? Twitter May Offer Clues", "date": "2019-02-06 11:48", "summary": "Researchers say that by analyzing tweets, they can predict spikes in drug abuse and take preventive steps. The battle against opioid abuse could have a new tool in its arsenal: Twitter .", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-world-war-i-documentary-becomes-event-cinema-11549471323", "title": "A World War I Documentary Becomes 'Event Cinema'", "date": "2019-02-06 11:42", "summary": "'They Shall Not Grow Old' breaks box-office records. Innovative filmmaking, strong reviews and a strategic ground campaign in theaters has helped a documentary film about World War I win some box-office glory among big-budget blockbusters and Oscars contenders.", "categories": [["Books & Arts", "Trending"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/trending?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyles-private-equity-funds-depreciate-2-in-fourth-quarter-11549456299", "title": "Carlyle Reports Fourth-Quarter Loss Amid Market Downturn", "date": "2019-02-06 11:40", "summary": "Firm's private-equity fund performance held up better than that of its peers. Carlyle Group LP reported a fourth-quarter loss Wednesday as the firm navigated a downturn in financial markets, but its private-equity fund performance held up better than that of its peers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shots-of-adrenaline-the-best-action-cameras-for-outdoor-adventurers-11549470018", "title": "Shots of Adrenaline: The Best Action Cameras for Outdoor Adventurers", "date": "2019-02-06 11:20", "summary": "The latest, extra-durable 4K versions can go anywhere you have the guts to go yourself-recording the action as you trail-ride, run or ski. ONCE, ONLY TOP-LEVEL sports photographers could snap those epic, snow-spraying, barrel-surfing shots. But with advances in action cameras-small, durable devices designed to capture athletic exploits amid extreme situations-amateurs can record themselves hitting the slopes or riding trails, creating pro-quality footage even if their shooting and sports skills are rather wobbly.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nonprofit-trains-teachers-on-the-abcs-of-reading-in-the-classroom-11549216800", "title": "Nonprofit Trains Teachers on the ABCs of Reading in the Classroom", "date": "2019-02-06 11:20", "summary": "Early Reading Matters aims to tackle the daunting reality that most city children are behind in reading. Jennifer Perez, a 30-year-old teacher in the Bronx, tells of a quiet boy who didn't know how to identify any letters, grasp a pencil or hold a book properly when he came to her kindergarten class last year.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-small-changes-make-a-big-difference-11549469927", "title": "When Small Changes Make a Big Difference", "date": "2019-02-06 11:18", "summary": "Phase transitions explain why rain turns into snow and a heated magnet stops working. When the temperature hovers near 32 degrees Fahrenheit in Boston, or 0 degrees Celsius in Stockholm, we get unstable weather reports: There may be rain or snow, depending on exactly where the temperature lands. That can make the difference between a passing shower and a city-stopping calamity, since snow occupies around ten times the volume of rain and doesn't flow away so easily.", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-powell-to-testify-before-house-financial-services-committee-on-feb-27-11549469856", "title": "Fed Chairman Powell to Testify Before House Committee on Feb. 27", "date": "2019-02-06 11:17", "summary": "The Senate Banking Committee hasn't announced when Mr. Powell will testify on the other side of Capitol Hill. Federal Reserve Chairman Jerome Powell will deliver his semiannual monetary policy report to the House Financial Services Committee on Feb. 27, the committee announced Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/highway-backers-seek-proposals-revenue-for-trump-infrastructure-plan-11549469659", "title": "Highway Backers Seek Details, Revenue for Trump Infrastructure Plan", "date": "2019-02-06 11:14", "summary": "President wants Congress to unite to fix 'crumbling infrastructure,' but advocates say questions over revenue sources persist. Transportation advocates said they are happy to see President Trump raise the need for infrastructure investment in his State of the Union speech, but they also are anxious to see concrete plans and funding for improvements to U.S. roads, bridges and ports.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-powell-had-productive-dinner-meeting-mnuchin-says-11549468937", "title": "Trump and Powell Had Productive Dinner Meeting, Mnuchin Says", "date": "2019-02-06 11:02", "summary": "Treasury secretary says Fed chief didn't provide new details about direction of monetary policy. Federal Reserve Chairman Jerome Powell offered the president an overview of the economic outlook at a casual White House dinner Monday night but stopped short of giving any new details about the direction of monetary policy, Treasury Secretary Steven Mnuchin said Wednesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oak-hill-capital-adds-two-data-experts-to-its-ranks-11549468766", "title": "Oak Hill Capital Adds Two Data Experts to Its Ranks", "date": "2019-02-06 10:59", "summary": "More private-equity firms are turning to data science and artificial intelligence. Oak Hill Capital Partners is joining the growing vanguard of private-equity firms looking to data science and artificial intelligence to bolster its operations.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-one-here-is-gonna-kick-my-buttfarm-belt-bankruptcies-are-soaring-11549468759", "title": "'This One Here Is Gonna Kick My Butt'-Farm Belt Bankruptcies Are Soaring", "date": "2019-02-06 10:59", "summary": "Resume Subscription. A wave of bankruptcies is sweeping the U.S. Farm Belt as trade disputes add pain to the low commodity prices that have been grinding down American farmers for years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russia-jails-jehovahs-witness-after-banning-group-as-extremist-11549468774", "title": "Russia Jails Jehovah's Witness After Banning Group as Extremist", "date": "2019-02-06 10:59", "summary": "Danish citizen told court his faith was being persecuted. MOSCOW-A Russian court sentenced a Jehovah's Witness to six years imprisonment for organizing activities associated with an outlawed extremist group, in a case that indicates a widening crackdown on members of the banned faith group and tests Russian tolerance for religious freedom.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-home-sellers-have-regrets-11549468638", "title": "When Home Sellers Have Regrets", "date": "2019-02-06 10:57", "summary": "Real-estate agents recall desperate measures that sellers took to try and stop a home purchase.. Q:Have you ever worked with a client who went to desperate measures to stop a sale?", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-collapse-exposes-the-fake-socialism-debated-in-u-s-11549465200", "title": "Venezuela Disaster Exposes the Fake Socialism Debated in U.S.", "date": "2019-02-06 10:55", "summary": "Would American politicians even recognize true socialism as they laud or lambaste it?. Hugo Chávez must be spinning in his mausoleum.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/362-days-before-the-2020-caucuses-iowa-is-weary-of-the-candidate-glut-11549467448", "title": "362 Days Before the 2020 Caucuses, Iowa Is Weary of the Candidate Glut", "date": "2019-02-06 10:51", "summary": "One Democrat threw his hat in the ring in July of 2017; meanwhile, a voter wonders, what's a 'Hickenlooper'?. DES MOINES, Iowa-Chelsea Lepley, a self-described policy nerd who has spent years roaming the political scene, received a personal invite for the Iowa premiere of former Colorado Gov. John Hickenlooper's expected 2020 Democratic presidential bid.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-free-agency-is-months-away-its-already-crazier-than-baseballs-11549468050", "title": "NBA Stars Are Upending Basketball. Baseball's Best Players Are Unemployed.", "date": "2019-02-06 10:47", "summary": "NBA free agency is months away, but it's already crazier than Major League Baseball's. How did the two offseasons become opposites?. NBA free agency is five months away, and teams have already taken extreme measures so they can offer Anthony Davis, Kevin Durant and Kyrie Irving the maximum amount of money they're legally permitted as soon as they possibly can.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-plays-starring-role-in-netanyahus-re-election-bid-11549449000", "title": "Trump Plays Starring Role in Netanyahu's Re-Election Bid", "date": "2019-02-06 10:46", "summary": "By tying political fortunes to the president-complete with campaign posters featuring the two-embattled Israeli premier hopes to solidify base and woo undecided voters, even as possible indictments loom. TEL AVIV-Embattled Israeli Prime Minister Benjamin Netanyahu is putting President Trump at the center of his re-election campaign, aiming to leverage close ties with Washington as he faces pressure from political rivals and a possible indictment on corruption charges.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/21st-century-fox-posts-higher-profit-on-increased-revenue-sale-of-sky-stake-11549461503", "title": "21st Century Fox Posts Higher Profit on Increased Revenue, Sale of Sky Stake", "date": "2019-02-06 10:43", "summary": "Cable business, which includes Fox News and Fox Sports 1, booked a 7% rise in revenue. 21st Century Fox Inc.'s quarterly profit rose on gains for the company's cable networks and movie business and the sale of shares in Sky PLC.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glaxo-focuses-on-cancer-drugs-to-restock-pipeline-11549467375", "title": "Glaxo Focuses on Cancer Drugs to Restock Pipeline", "date": "2019-02-06 10:36", "summary": "British pharmaceutical giant expects profit to fall amid competition from generic version of top-selling inhaler Advair. GlaxoSmithKline PLC said it expects profit to fall this year as it boosts spending on developing new cancer drugs and faces generic competition for its best-selling inhaler product for the first time.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bauhaus-movement-turns-100-six-things-you-didnt-know-11549467122", "title": "The Bauhaus Movement Turns 100: Six Things You Didn't Know", "date": "2019-02-06 10:32", "summary": "Facts & Figures: Celebrating the 100th birthday of the influential Bauhaus school. This year, Germany celebrates the centennial of the Bauhaus, one of the last century's most influential art and design schools, with a year of exhibitions, lectures and tours. The Bauhaus had three homes across Germany during its short existence, and there will be corresponding centennial celebrations across the country.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-reduce-payments-recast-your-mortgage-11549466415", "title": "To Reduce Payments, Recast Your Mortgage", "date": "2019-02-06 10:20", "summary": "With an infusion of cash, some banks will re-amortize a mortgage to lower the monthly bill. When Hollywood directors recast a part in a movie, they tend to be discreet about it. Mortgage lenders are quiet about recasting, too.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capri-raises-sales-forecast-after-versace-deal-11549455962", "title": "Luxury-Fashion Group Capri Raises Sales Forecast After Versace Deal", "date": "2019-02-06 10:16", "summary": "The luxury-fashion company expects brand to increase its exposure to consumers in fast-growing Asian markets. Capri Holdings Ltd. reported sales were flat at the end of last year, but the luxury-fashion company raised its revenue forecast and predicted rising sales going forward.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reinvention-of-jason-wu-11549463068", "title": "The Reinvention of Jason Wu", "date": "2019-02-06 10:09", "summary": "Resume Subscription. After Michelle Obama wore an embroidered silk chiffon one-shoulder gown by Jason Wu to her husband's inaugural ball in 2009, the young designer was set up to become the next star of the American fashion industry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/house-intelligence-committee-postpones-michael-cohen-testimony-until-feb-28-11549464494", "title": "House Committee Postpones Michael Cohen Testimony Until Feb. 28", "date": "2019-02-06 10:09", "summary": "Former lawyer to President Trump had been scheduled to testify behind closed doors on Feb. 8. WASHINGTON-The House Intelligence Committee on Wednesday said it was postponing the private testimony of Michael Cohen, a former lawyer for President Trump, until Feb. 28, citing the \"interests of the investigation.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/utah-lawmakers-seek-to-roll-back-medicaid-expansion-passed-by-voters-11549465313", "title": "Utah Lawmakers Seek to Curb Voter-Passed Medicaid Expansion", "date": "2019-02-06 10:01", "summary": "Latest move to curb a popular initiative stirs protest: 'They lost fair and square and now they're trying to undermine it'. Three months after voters in deep-red Utah approved a pair of ballot measures opposed by many Republican leaders, the state legislature is on the verge of pulling both of them back.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-price-forecasts-fall-but-point-to-rises-for-first-half-of-year-11549464278", "title": "Banks Lower Oil-Price Forecasts for the Year", "date": "2019-02-06 09:44", "summary": "Brent crude is now expected to average just over $67 a barrel in 2019. LONDON-Banks in January lowered slightly their overall forecasts for oil prices in 2019 from December's projections, even though they expect crude prices to rise in the first half on Organization of the Petroleum Exporting Countries-led production cuts and supply outages in Iran and Venezuela.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nato-picks-london-for-70th-anniversary-summit-11549463652", "title": "NATO Picks London for 70th Anniversary Summit", "date": "2019-02-06 09:34", "summary": "The military alliance indicated Britain would still be a key member after it leaves the EU. BRUSSELS-NATO signaled the U.K. would retain a central role in European security after Brexit as the military alliance announced a summit in London later this year, handing the British government a rare diplomatic win during its fraught departure from the European Union.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-uncertainty-sends-a-chill-through-german-manufacturing-11549463600", "title": "Trade Uncertainty Sends a Chill Through German Manufacturing", "date": "2019-02-06 09:33", "summary": "Drop in new orders indicates Europe's largest economy is unlikely to rebound quickly from a slowdown. FRANKFURT-German manufacturers reported a sharp drop in orders at the end of last year, a sign that businesses around the world may be holding back on new investments in the face of trade uncertainty.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-deficit-narrowed-in-november-11549460594", "title": "U.S. Trade Deficit Narrowed in November", "date": "2019-02-06 09:28", "summary": "The foreign-trade gap in goods and services fell 11.5% from the prior month, the Commerce Department said. WASHINGTON-The U.S. trade deficit unexpectedly narrowed in November to its smallest amount in five months, driven by a drop in imports, especially from China.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bauposts-seth-klarman-hires-investment-chief-to-manage-foundations-assets-11549459074", "title": "Klarman Hires Investment Chief to Manage Foundation's Assets", "date": "2019-02-06 09:27", "summary": "David Berkowitz tapped to manage Klarman Family Foundation's assets, a move expected to give Mr. Klarman more time to manage his hedge-fund firm. Billionaire investor Seth Klarman will no longer manage his family foundation's money day-to-day, a move that is expected to give him more time to manage his $27 billion hedge-fund firm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-disney-snap-electronic-arts-container-store-shutterfly-11549452802", "title": "Stocks to Watch: Walt Disney, Snap, Electronic Arts, GM", "date": "2019-02-06 09:14", "summary": "Here are some of the companies with shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-sells-entire-nvidia-stake-11549462246", "title": "SoftBank Sells Entire Nvidia Stake", "date": "2019-02-06 09:10", "summary": "The Vision Fund recorded a $3.3 billion return on its 4.9% stake in Nvidia. TOKYO- SoftBank Group Corp. said its nearly $100 billion Vision Fund sold its entire 4.9% stake in Nvidia Corp. in January, locking in returns of $3.3 billion.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rail-mega-merger-seen-as-bid-to-counter-china-gets-final-blow-from-eu-11549452138", "title": "Rail Mega-Merger, Seen as Bid to Counter China, Struck Down by EU", "date": "2019-02-06 09:01", "summary": "Bid to create a European rail champion is blocked over competition concerns. BRUSSELS-The European Union on Wednesday blocked a planned merger between the rail units of Germany's Siemens AG and France's Alstom SA, a decision critics said would hamper Europe's ability to compete with China.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pay-gap-persists-among-m-b-a-graduates-11549461600", "title": "Pay Gap Persists Among M.B.A. Graduates", "date": "2019-02-06 09:00", "summary": "Minorities with business degrees make 16% less, on average, than white peers after school, study finds. For people of color, getting a master of business administration degree brings big career benefits, but the degree still doesn't ensure equal pay with white classmates, according to a new study.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jennifer-garner-enrique-olvera-and-more-on-adaptation-11549461600", "title": "Jennifer Garner, Enrique Olvera and More on Adaptation", "date": "2019-02-06 09:00", "summary": "WSJ. asks six luminaries to weigh in on a single topic. This month: Adaptation. \"How do you adapt your career to your life? That's a big question. Becoming someone who is well known requires an enormous adaptation. Who am I now? How do I go through the world? Then there's having children and, in my case, a career that's a very selfish one. The combination of those things is the largest adaptation of all. When I had kids, I started considering how jobs worked for my family. How much am I going to ask of my partner and kids? What's worth it and what isn't? Something Ben [Affleck] and I used to say to each other all the time is, 'We have to adapt.' We were surrounded by paparazzi. There were so many things you wouldn't expect. We'd be left alone more at Disneyland than we would at a park in Santa Monica. But if you love something, you'll do whatever you need to do.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daimler-hit-by-trade-tensions-cuts-dividend-and-bonuses-11549461514", "title": "Daimler, Hit by Trade Tensions, Cuts Dividend and Bonuses", "date": "2019-02-06 08:58", "summary": "German car makers are struggling with challenges ranging from new emissions requirements to disruption to supply chains and a sharp drop in Chinese demand. Daimler AG lowered employee bonuses and cut its dividend for the first time in years Wednesday, after profits dropped by almost a third in 2018, hit by trade tensions, emissions issues and increased investment in future technologies.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-pursues-formal-pact-with-russia-11549394604", "title": "OPEC Pursues Formal Pact Between Cartel and Russia", "date": "2019-02-06 08:55", "summary": "An alliance with a 10-nation group led by Moscow would transform the cartel, which is under pressure from Trump and U.S. producers. Saudi Arabia and its Persian Gulf allies are backing a formal partnership with a 10-nation group led by Russia to try to manage the global oil market, according to OPEC officials, in an alliance that would transform the cartel.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-fix-air-travel-these-readers-have-answers-11549460961", "title": "How to Fix Air Travel? These Readers Have Answers", "date": "2019-02-06 08:49", "summary": "Veteran fliers have plenty of ideas that they'd like the airlines to see about boarding, carry-on fees, reclining seats and more. Memo to airlines from Wall Street Journal readers: Fix boarding procedures and figure out better allocation of overhead bin space, even if that means charging fees for carry-ons.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-factory-worker-productivity-rises-shutdown-limits-picture-11549460239", "title": "U.S. Factory Worker Productivity Rises; Shutdown Limits Picture", "date": "2019-02-06 08:37", "summary": "Productivity for workers at all nonfarm businesses wasn't reported. WASHINGTON-Productivity of U.S. manufacturing workers rose in the final three months of 2018, but a broader measure of nonfarm business productivity was not reported Wednesday due to the lingering effects of the partial government shutdown.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-cuts-model-3-prices-again-as-tax-credit-fades-11549459142", "title": "Tesla Cuts the Model 3 Price Again", "date": "2019-02-06 08:19", "summary": "The electric sedan's sticker price is now $42,900, still well above the long-promised $35,000. Tesla Inc. cut the price of its mass-market Model 3 sedan for the second time this year, another step in Chief Executive Elon Musk's quest to drive the sticker price-not counting tax credits and fuel savings-down to $35,000.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-wants-to-fly-you-in-stylefrom-bentonville-ark-11549458000", "title": "United Boosts Business Travel Bet", "date": "2019-02-06 08:00", "summary": "Chicago-based carrier is adding premium seats to regional and larger jets to boost share of business travelers. United Continental Holdings Inc. has become the latest airline to double down on premium travel as it seeks to compete with rivals by adding higher-priced seats to more of its fleet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-malaysia-leader-revs-up-image-makeover-before-trial-11549458000", "title": "Najib Razak Wants You to Know He's Hip With the Kids and Has Street Cred", "date": "2019-02-06 08:00", "summary": "After losing election amid corruption charges, highborn politician courts the people in social-media push. Malaysia's former leader, Najib Razak, faces the prospect of years in prison over one of the world's largest corruption scandals. But with his trial about to start, he is focused on getting more likes on Facebook.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/khoslas-keith-rabois-leads-25-million-round-for-renters-insurance-startup-jetty-11549456200", "title": "Khosla's Keith Rabois Leads $25 Million Round for Renters-Insurance Startup Jetty", "date": "2019-02-06 07:32", "summary": "Financing of Jetty represents expansion of Khosla Ventures' real-estate tech portfolio. Keith Rabois is expanding Khosla Ventures' real-estate tech and insurance startup portfolio by backing Jetty National Inc., a company that provides renters insurance and other financial products.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-iran-terror-comments-draw-ire-in-tehran-11549456108", "title": "Trump's Iran Terror Comments Draw Ire in Tehran", "date": "2019-02-06 07:28", "summary": "A string of rhetorical attacks from Iranian officials against perceived U.S. aggression has preceded the 40th anniversary of the Iranian Revolution. BEIRUT-Iran hit back at President Trump's State of the Union address in which he called Tehran the world's leading state sponsor of terrorism, saying the U.S. has a history of backing brutal regimes in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-has-americas-globalization-problems-on-steroids-11549454839", "title": "Europe Has America's Globalization Problems on Steroids", "date": "2019-02-06 07:07", "summary": "The eurozone is grappling with a slowdown in China, but its regional divergences are a much bigger long-term issue. Two decades after the launch of Europe's single currency, the eurozone is again flirting with recession. It is fashionable-and reasonable-to blame the euro's unfinished design, but even the most radical currency reforms wouldn't solve the continent's biggest underlying problem: Regional inequality.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equities-turmoil-throws-europes-largest-bank-off-track-11549454676", "title": "Equities Turmoil Throws Europe's Largest Bank Off-Track", "date": "2019-02-06 07:04", "summary": "BNP Paribas is forced to cut strategic targets after terrible fourth quarter. Investment banking was tough for many at the end of 2018, but at Europe's largest bank by assets, BNP Paribas , it was bad enough to throw its strategic plans off track.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-industry-analyst-brian-wieser-to-join-wpps-groupm-11549450800", "title": "Ad-Industry Analyst Brian Wieser to Join WPP's GroupM", "date": "2019-02-06 06:00", "summary": "The ubiquitous executive will provide insights for the media agency group's marketer clients. Brian Wieser, a high-profile analyst of the marketing and media industries, is joining WPP PLC's media-agency conglomerate GroupM as global president of business intelligence.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-takes-a-3-6-billion-hit-from-stock-market-fall-11549450357", "title": "Toyota Takes a $3.6 Billion Hit From Stock Market Fall", "date": "2019-02-06 05:52", "summary": "Japan's largest car maker cuts its full-year net profit outlook as the value of its shareholdings declines. TOKYO- Toyota Motor Corp. said its car business was holding up against headwinds in the U.S. and China, but it sharply cut its full-year net profit projection because its shares in other companies lost value.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-turns-to-middle-easts-tech-savvy-youth-in-quest-for-1-billion-users-11549449001", "title": "In Quest for 1 Billion Users, Uber Looks to Middle East's Youth", "date": "2019-02-06 05:30", "summary": "Ride-hailing giant exploring deal to buy rival Careem as it doubles down on the region. DUBAI-Uber Technologies Inc. is intensifying its pursuit of Middle East riders after retreating from other international markets in recent years, lured by the region's exploding youth population.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-presidential-hopefuls-amplify-income-inequality-message-11549449000", "title": "Democratic Presidential Hopefuls Embrace Cash Aid for the Poor", "date": "2019-02-06 05:30", "summary": "New proposals explicitly aim for wealth redistribution, going beyond traditional safety-net programs. Several prominent Democrats are pressing for redistributing wealth to low-income families in a bid to make income inequality a defining term of the 2020 presidential elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muslim-voters-brave-terrorism-threats-in-southern-philippines-11549448591", "title": "Muslim Voters Brave Terrorism Threats in Southern Philippines", "date": "2019-02-06 05:23", "summary": "Vote was mostly peaceful following two deadly attacks in the past 10 days. Dozens of poor towns in the southern Philippines voted Wednesday on whether to join a new self-governing Muslim region in a test of a fragile peace process that has come under attack from suicide bombers linked to Islamic State.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-yanks-welcome-mat-for-billionaire-chinese-businessman-11549442668", "title": "Australia Yanks Welcome Mat for Billionaire Chinese Businessman", "date": "2019-02-06 03:44", "summary": "Government rejects Huang Xiangmo's citizenship application, revokes residence visa. CANBERRA, Australia - Australia rejected a prominent Chinese political donor's application for citizenship and canceled his residence visa while he was overseas, a senior government official said, as the country seeks to curb foreign influence in its internal affairs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-state-of-the-union-2019-11549390001", "title": "Trump Seeks to Reset Border-Wall Debate", "date": "2019-02-06 00:02", "summary": "President stops short of emergency declaration in his renewed call for a wall on the southern U.S. border. WASHINGTON-President Trump in his State of the Union on Tuesday renewed his call for a wall on the southern U.S. border, but without repeating his threats in recent weeks to declare an emergency, striking a less-rigid tone in his first address to a divided Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-preaches-unity-though-immigration-intrudes-11549425799", "title": "Trump Preaches Unity, Though Immigration Intrudes", "date": "2019-02-06 00:01", "summary": "The question hovering over the State of the Union speech is whether it is possible to step around the immigration fight to avoid another shutdown. When Donald Trump became president, there was reason to believe he might govern as he campaigned, almost as an independent, standing apart from both parties, perhaps even with an ability to bridge the two parties because he was beholden to neither of them.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11549402344", "title": "Pepper...and Salt", "date": "2019-02-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abrams-target-trumps-immigration-policy-in-democratic-response-11549428188", "title": "Abrams Targets Trump's Immigration Policy in Democratic Response", "date": "2019-02-06 23:43", "summary": "Former Georgia gubernatorial candidate blames president for government shutdown, hits GOP legislative efforts. WASHINGTON-Stacey Abrams, the former Democratic nominee for Georgia governor, pushed back against President Trump's immigration policy and said GOP legislative efforts had shortchanged the middle class in Democrats' official response to his State of the Union address.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-bipartisan-pitch-11549427645", "title": "Trump's Bipartisan Pitch", "date": "2019-02-06 23:34", "summary": "Alas, on immigration the President keeps preaching to the converted.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/text-of-president-trumps-state-of-the-union-address-11549423866", "title": "Text of President Trump's State of the Union Address", "date": "2019-02-06 22:31", "summary": "The president's speech, as released by the White House. Here is President Trump's State of the Union address as prepared for delivery and released by the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-will-meet-north-koreas-kim-in-vietnam-this-month-11549422497", "title": "Trump to Meet North Korea's Kim in Vietnam This Month", "date": "2019-02-06 22:08", "summary": "President reveals plan for Vietnam summit Feb. 27-28 in State of the Union address. WASHINGTON-President Trump will meet for the second time with North Korean leader Kim Jong Un from Feb. 27-28 in Vietnam, he revealed during his State of the Union speech on Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rba-governor-lowe-says-rates-outlook-more-balanced-11549421869", "title": "RBA Governor Lowe Says Rates Outlook More Balanced", "date": "2019-02-06 21:57", "summary": "The RBA has held interest rates steady since mid-2016. SYDNEY-The Governor of the Reserve Bank of Australia Philip Lowe said Wednesday the outlook for interest rates has become more balanced, warning that there is a risk the economy could be weaker than the central bank thinks.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-new-jersey-official-says-one-of-governors-aides-likely-hired-state-employee-accused-of-assault-11549409742", "title": "Ex-New Jersey Official Says One of Governor's Aides Likely Hired State Employee Accused of Assault", "date": "2019-02-06 21:21", "summary": "State lawmakers investigating how Gov. Phil Murphy's transition team and administration handled the hiring of Al Alvarez. TRENTON, N.J.-A former official in Gov. Phil Murphy's administration testified Tuesday that one of the governor's top three aides was likely responsible for hiring a state employee accused of sexual assault.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-expands-special-victims-division-after-rise-in-reported-rapes-11549404317", "title": "NYPD Expands Special Victims Division After Rise in Reported Rapes", "date": "2019-02-06 21:07", "summary": "Officials will add 35 investigators after taking criticism over its handling of assault complaints. The New York Police Department is adding 35 investigators to its sex-crimes unit in the wake of an increase in reported rapes across the city.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-cuomos-tax-epiphany-11549417351", "title": "Andrew Cuomo's Tax Epiphany", "date": "2019-02-06 20:42", "summary": "'Tax the rich . . . We did that. God forbid the rich leave.'. New York Gov. Andrew Cuomo was on the road to Albany when a light flashed before him. Lo, said a voice from the light, progressive taxes are driving out high earners and damaging the state budget.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-them-eat-nothing-11549417240", "title": "Let Them Eat Nothing", "date": "2019-02-06 20:40", "summary": "Venezuela's Maduro threatens to block emergency aid.. Venezuelans have spent years trying to persuade the world about the brutality of dictator Nicolás Maduro. They probably never expected Mr. Maduro to help them make the case.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-likely-to-panic-about-old-yearbook-pics-business-leaders-11549376319", "title": "'I Was Young' Isn't an Excuse: Business Leaders Need to Revisit Yearbooks", "date": "2019-02-06 20:35", "summary": "High-profile executives and business owners should conduct 'opposition analysis' on themselves to see if damaging pre-digital images could come to light. Politicians aren't the only people who need to do a forensic analysis of their pre-digital footprint.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-urges-peace-in-conflict-ridden-arab-region-11549374049", "title": "Pope Says Priests and Bishops Have Sexually Abused Nuns", "date": "2019-02-06 20:29", "summary": "Francis says Vatican has suspended clerics over issue, cites 'sexual slavery' in one order. Pope Francis said that \"priests and even bishops\" had sexually abused nuns, acknowledging the issue for the first time in response to a reporter's question.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-legislature-gets-down-to-work-amid-calls-for-governors-resignation-11549405966", "title": "Northam Stays Low, Seeks Allies", "date": "2019-02-06 20:12", "summary": "Letter of support emerges from Virginia governor's former classmates at medical school, where his yearbook page had racist imagery. RICHMOND, Va-Democratic Virginia Gov. Ralph Northam was holed up in the governor's office Tuesday, looking for backing as he continued to face calls for his resignation over a racist yearbook photograph.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electronic-arts-ran-into-a-wall-in-holiday-quarter-11549412668", "title": "Electronic Arts Ran Into a Wall in Holiday Quarter", "date": "2019-02-06 19:24", "summary": "Videogame maker said competition in the final three months of the year was intense. Blame \"Fortnite\" again.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourke-tells-oprah-winfrey-hes-considering-white-house-bid-11549412621", "title": "Beto O'Rourke Tells Oprah Winfrey He's Considering White House Bid", "date": "2019-02-06 19:23", "summary": "'I have been thinking about running for president,' says the Texas Democrat, who lost a Senate race in November. NEW YORK-Former Rep. Beto O'Rourke, in his most expansive comments about his future political plans since losing the Texas Senate race in November, indicated Tuesday that he is leaning toward running for president.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-iran-trade-flop-11549411520", "title": "Europe's Iran Trade Flop", "date": "2019-02-06 19:05", "summary": "An end-run around U.S. sanctions undermines Brussels's credibility.. European diplomats have convinced themselves that they must abide by the flawed 2015 nuclear deal with Iran to demonstrate their credibility. Their latest attempt to keep the deal alive despite U.S. opposition shows otherwise.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mission-impossible-world-bank-11549411445", "title": "Mission Impossible: World Bank", "date": "2019-02-06 19:04", "summary": "David Malpass is an excellent choice for a miserable job.. Condolences to our longtime contributor David Malpass, the Treasury Under Secretary who is President Trump's choice to be the next president of the World Bank. He can expect bitter resistance from the bank's bureaucracy and its clients to even mild reforms.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-profit-falls-amid-streaming-push-11549403029", "title": "Disney Offers Fresh Details on Plans for Digital Future", "date": "2019-02-06 19:04", "summary": "For the first time, Disney reported quarterly earnings under a new organization that introduces a direct-to-consumer segment. LOS ANGELES- Walt Disney Co. has less than a year to go before it finds itself operating three separate video-streaming services, and Chief Executive Robert Iger offered fresh details Tuesday on how that new strategy will affect the world's largest entertainment company.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veterans-are-freer-to-choose-11549411413", "title": "Veterans Are Freer to Choose", "date": "2019-02-06 19:03", "summary": "Look who's objecting to faster access to private health care.. The Trump Administration last week announced new rules that will help veterans receive health care faster and closer to home. One question is why anyone would oppose this plan.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]