[{"link": "https://www.wsj.com/articles/gunman-kills-four-in-kansas-city-bar-11570359356", "title": "Gunmen Kill Four in Kansas City, Kan., Bar", "date": "2019-10-06 19:53", "summary": "Police are looking for the suspects and have released pictures of the two men. Two gunmen killed four people and wounded five others in a Kansas City, Kan., bar early Sunday and remain at large, police said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-rejects-another-offer-from-gm-as-labor-talks-break-down-11570380520", "title": "UAW Rejects Offer From GM, as Setback Extends Strike", "date": "2019-10-06 19:32", "summary": "Union said Sunday that talks took 'a turn for the worse,' though negotiations continued. With contract talks in Detroit in a critical stretch, bargainers at General Motors Co. and the United Auto Workers union clashed over competing proposals during the weekend, as they struggled to resolve the longest nationwide strike at the company in decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/county-executive-race-in-new-york-is-seen-as-a-gauge-of-presidential-election-11570402801", "title": "County Executive Race in New York Is Seen as a Gauge of Presidential Election", "date": "2019-10-06 19:00", "summary": "While there are almost twice as many enrolled Democrats as Republicans in Erie County, the GOP feels it has a shot. The election for executive of Erie County, N.Y., is being fought over road paving and economic-development policy but is also shaping up to be a bellwether of voter sentiment for next year's presidential election.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vapings-black-market-complicates-efforts-to-combat-crises-11570354204", "title": "Vaping's Black Market Complicates Efforts to Combat Crises", "date": "2019-10-06 18:58", "summary": "Juul and THC vape makers battle counterfeiters, many from China; 'The knockoffs are being knocked off'. U.S. health officials are confronting a sprawling black market for vaping products as they seek to combat two health crises, a mysterious lung illness and a surge in teen vaping.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-george-u-s-economy-is-in-good-place-11570401940", "title": "Fed's George: U.S. Economy Is in 'Good Place'", "date": "2019-10-06 18:45", "summary": "She added that she is open to rate cuts if data calls for easier monetary policy.. Kansas City Federal Reserve leader Esther George said Sunday she isn't worried about low inflation levels right now, in comments that show the official skeptical but open to the need to lower rates again.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeless-man-charged-in-killing-of-four-others-11570396677", "title": "Homeless Man Charged in Killing of Four Others", "date": "2019-10-06 18:32", "summary": "Brutal beatings highlight dangerous conditions faced by homeless in New York City. A homeless man was charged Sunday with the murders of four other homeless men found beaten to death in lower Manhattan's Chinatown neighborhood, New York Police Department officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-calls-working-level-talks-with-u-s-a-failure-u-s-disagrees-11570323798", "title": "North Korea's Demands Throw Cold Water on Denuclearization Talks", "date": "2019-10-06 18:21", "summary": "State Department maintains U.S. presented creative ideas and was eager to continue. President Trump's hope of striking a landmark agreement to denuclearize North Korea suffered a setback this weekend when Pyongyang said it wouldn't continue negotiations unless the U.S. makes a significant concession.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/changing-snack-appetites-leave-granola-bars-behind-11570359602", "title": "Shifting Snack Habits Leave Granola Bars Behind", "date": "2019-10-06 18:12", "summary": "Nature Valley, Special-K bars lose ground to brands with fewer ingredients, more protein. As Americans grab for more snack bars, the biggest brands are getting overlooked.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fear-overtakes-greed-in-ipo-market-after-wework-debacle-11570354200", "title": "Fear Overtakes Greed in IPO Market After WeWork Debacle", "date": "2019-10-06 17:52", "summary": "New listings underperform the market in reversal from early 2019. The IPO market has gone from hot to not.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mixed-market-signals-pose-a-conundrum-for-investors-11570363200", "title": "Mixed Market Signals Pose a Conundrum for Investors", "date": "2019-10-06 17:40", "summary": "Money managers grapple with the likelihood of recession vs. short-term drop in stocks. Investors are trying to determine whether recent contradictory signals on U.S. growth mark the start of a prolonged slowdown or another speed bump in the 10-year economic expansion.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-answer-beijings-bullying-11570395905", "title": "Senators Answer Beijing's Bullying", "date": "2019-10-06 17:05", "summary": "Congress advances a bill to enhance Taiwan's diplomatic standing.. China's revisionism in the South Pacific continues as it bullies and bribes regional states to revoke diplomatic recognition of Taiwan. In September two of Taiwan's scarce allies in the region, the Solomon Islands and Kiribati, broke with Taipei in favor of Beijing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/king-warren-of-the-roundtable-11570395953", "title": "King Warren of the Roundtable", "date": "2019-10-06 17:05", "summary": "The Senator orders the 'stakeholder' CEOs to endorse her agenda.. Well, that didn't take long. In August the knights of the Business Roundtable announced that they are putting \"stakeholders\" ahead of shareholders as their primary business purpose. Now Senator Elizabeth Warren, who is rising in the presidential polls, is demanding that these CEOs prove they mean it by endorsing her grand design to remake American capitalism.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-judicial-abortion-test-11570395847", "title": "A Judicial Abortion Test", "date": "2019-10-06 17:04", "summary": "The Supreme Court agrees to hear a Louisiana case.. One tragedy of Roe v. Wade is that it has turned any state regulation of abortion into a judicial controversy. And even the mildest regulation gets presented as something that threatens all access to abortion. The Supreme Court agreed to enter this thicket again on Friday by accepting Gee v. June Medical Services.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-president-of-peru-stages-a-coup-11570393957", "title": "The President of Peru Stages a Coup", "date": "2019-10-06 16:32", "summary": "He dissolves Congress after it delivers a vote of confidence. That's unconstitutional.. Eyeing the ruin of Venezuela under 21st-century socialism, one can easily forget that Hugo Chávez came to power in 1999 on a pledge to root out corruption. Forty years earlier Fidel Castro's Cuban revolution derived much of its popular support from widespread disgust with the corruption of the Batista regime.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-investment-tip-from-mr-zip-11570393678", "title": "An Investment Tip From Mr. ZIP", "date": "2019-10-06 16:27", "summary": "Spot a coming trend and buy something close. No one knows exactly what'll take off.. Here's an enduring lesson about investment. In the mid-1990s, well before streaming (2007) or Blu-ray (2003) or even DVRs (1999), I was convinced that every television would someday have an attachment to record and play back shows digitally. Digital videodiscs were available and personal computers had only expensive read-only drives. But I figured drives that also let users burn DVDs would soon take off, so my partner, Fred, and I started scouring Silicon Valley for technology that would benefit.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crying-the-news-review-street-corner-capitalists-11570393579", "title": "'Crying the News' Review: Street-Corner Capitalists", "date": "2019-10-06 16:26", "summary": "The newsboy doggedly hawking papers for pennies on city streets was once a staple of American life, an icon of unflagging industry.. Thomas Edison was one. So were Harry Houdini, Herbert Hoover, W.C. Fields, Walt Disney, Benjamin Franklin, Jackie Robinson, Walter Winchell, Thomas Wolfe, Jack London, Knute Rockne, Harry Truman, John Wayne, Warren Buffett and many more familiar names. Besides being illustrious Americans, these men shared a calling-growing up, they were newsboys, delivering newspapers to subscribers or, more colorfully, hawking them on the streets for a couple of pennies, real money in those days.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insanity-and-the-supreme-court-11570393616", "title": "Insanity and the Supreme Court", "date": "2019-10-06 16:26", "summary": "The defense may be unpopular, but it's a fundamental part of due process.. James Kraig Kahler intentionally shot and killed his wife, their two teenage daughters and Mrs. Kahler's grandmother in 2009. Now he's going to the Supreme Court. At his Kansas trial, the defense psychiatrist testified that Mr. Kahler had lost touch with reality due to a serious mental disorder. But the defendant couldn't offer an insanity defense, because Kansas passed a law abolishing it in 1995.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-rise-up-over-iraqs-missed-economic-opportunities-11570366801", "title": "Protesters Rise Up Over Iraq's Missed Economic Opportunities", "date": "2019-10-06 15:51", "summary": "Soaring state budgets aren't translating into jobs or growth, Iraqis say, as demonstrations continue; more than 100 people have been killed. BAGHDAD-Years of runaway spending, economic mismanagement and corruption in Iraq have combusted in protests that have killed more than 100 people and risk spiraling into civil conflict.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-ukraine-what-we-know-11570389569", "title": "Trump and Ukraine: What We Know", "date": "2019-10-06 15:19", "summary": "As Americans watch two different movies, here's a way to discern what's happening off the screen.. If you've followed the Ukraine phone-call news, you might have noticed reality branching into two completely different movies. In one, President Trump was doing his job of protecting the republic by asking an allied country to help out on an important legal investigation. The other movie involves Orange Hitler bullying a foreign country into meddling in our elections by \"digging up dirt\" on a political opponent.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-brother-ali-is-irans-latest-hostage-11570389518", "title": "My Brother Ali Is Iran's Latest Hostage", "date": "2019-10-06 15:18", "summary": "The ayatollahs hold him in a notorious prison as retaliation for my activism against compulsory hijab.. As the Trump administration speaks of placing \"maximum pressure\" on Iran, my brother Ali Alinejad has become another victim of Iran's perpetual maximum pressure on its own citizens. Two weeks ago, Intelligence Ministry agents raided his home in Tehran and blindfolded and handcuffed him in front of his two small children, and dragged him away. He is now being interrogated at Iran's notorious Evin prison. His only crime is being my brother.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abortion-trump-self-rule-in-northern-ireland-11570389419", "title": "Abortion Trumps Self-Rule in Northern Ireland", "date": "2019-10-06 15:17", "summary": "Activists have seized on the province's political paralysis to impose a regime the people don't want.. The last day of October is marked as a \"do or die\" Brexit day by British Prime Minister Boris Johnson. Oct. 22, marks another political deadline regarding self-determination in the United Kingdom. That's when Parliament seeks to impose a permissive abortion law on Northern Ireland-against the will of the majority of people who live there.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/privacy-vs-security-its-a-false-dilemma-11570389477", "title": "Privacy vs. Security: It's a False Dilemma", "date": "2019-10-06 15:17", "summary": "Barr is right-encryption makes police work harder. But it also frustrates hackers and foreign spies.. Attorney General William Barr asked Facebook CEO Mark Zuckerberg last week not to proceed with the social media company's \"plan to implement end-to-end encryption across its messaging services\" without including a means for law enforcement to access the content legally. Earlier Mr. Barr reopened the debate whether U.S. technology companies should be compelled to insert vulnerabilities into their products to assist law enforcement. \"Making our virtual world more secure should not come at the expense of making us more vulnerable in the real world,\" he said in July. He now urges that tech companies in general \"should not deliberately design their systems to preclude any form of access to content.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-presidents-moves-to-end-russia-conflict-spark-protests-11570388853", "title": "Ukraine President's Moves to End Russia Conflict Spark Protests", "date": "2019-10-06 15:07", "summary": "Demonstrators worry Volodymyr Zelensky, already in spotlight over call with Trump, is giving in to Moscow's demands to hold elections in separatist regions. KYIV, Ukraine-Thousands protested across Ukraine against President Volodymyr Zelensky's efforts to end a five-year conflict with Russia, adding a domestic challenge to a novice leader who is also trying to contain fallout from his phone call with President Trump.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-cpi-fed-minutes-german-manufacturing-orders-11570388400", "title": "Economy Week Ahead: U.S. CPI, Fed Minutes, German Manufacturing Orders", "date": "2019-10-06 15:00", "summary": "Economists expect a key measure of U.S. inflation rose in September at the same pace as in August. A quieter week on the data front lies ahead, following Friday's monthly U.S. jobs report. The U.S. Labor Department will issue figures on inflation and the Federal Reserve will post minutes from its last meeting. Germany will release data on manufacturing orders.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-new-york-rent-law-hurts-tenants-workers-11570388074", "title": "New New York Rent Law Hurts Tenants, Workers", "date": "2019-10-06 14:54", "summary": "The landlords aren't the only losers here.. Joshua Stein hits the nail on the head in describing the damaging effect of New York state's new rent regulation on the housing market (\"How to Kill a Housing Market,\" Cross Country, Sept. 28). The landlords aren't the only losers here.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-may-get-a-triple-play-on-trump-11570387986", "title": "Democrats May Get a Triple Play on Trump", "date": "2019-10-06 14:53", "summary": "Three years ago Democrats went ballistic when private Democratic National Committee emails were leaked; but if they no longer expect private conversations between the White House and foreign leaders to be confidential.. Regarding Karl Rove's \"Pelosi's Circular Firing Squad\" (op-ed, Sept. 26): Three years ago Democrats went ballistic when private Democratic National Committee emails were leaked. But if they no longer expect private conversations between the White House and foreign leaders to be confidential, it seems that any communication among politicians, political operatives and foreign officials ought to be fair game for public airing. In the interest of transparency, a deep dive into the U.S.-Ukraine relationship ought to start with Joe Biden's demand in 2016 that Ukraine fire a special prosecutor who was investigating corruption at a company on which Mr. Biden's son served on the board (for a monthly stipend of $50,000). Mr. Biden bragged at a Council on Foreign Relations gathering that he told Ukraine officials that U.S. approval of a billion-dollar loan guarantee was conditional: \"I looked at them and said: I'm leaving in six hours. If the prosecutor is not fired, you're not getting the money.\" Sounds like a quid pro quo and threat.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-moved-the-needle-on-chinese-trade-11570388026", "title": "Trump's Moved the Needle on Chinese Trade", "date": "2019-10-06 14:53", "summary": "Do you think that China's vulnerability would have been exposed absent what you previously referred to as President Trump's \"high-risk coercive showdown with the world's second largest economy\"?. Regarding your editorial \"Communist China Turns 70\" (Oct. 1): You have been a consistent critic of President Trump's trade war with China, observing five months ago in your editorial \"The Cost of China Tariffs\" (May 14) that the Dow Jones Industrial Average then was 1300 points lower than it was in January 2018 when Mr. Trump began his offensive. The Dow is now up a little since the trade war's inception.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/society-should-better-support-all-mothers-11570387934", "title": "Society Should Better Support All Mothers", "date": "2019-10-06 14:52", "summary": "The defensiveness of so many to the concept that a woman's value is so much more than how much she earns only reinforces my concern that society has overlooked nurturing as the most important labor.. My message that mothers are valuable to society and that children need their mothers in the first three years for their emotional security and mental health isn't a dated message but a necessary and timely one. I truly must have hit a nerve with so many responses (Letters, Sept. 30) to my \"A Woman Doesn't Need an Office to Be Empowered\" (op-ed, Sept. 21) on the value of mothers to society.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-are-poisoning-the-supreme-courts-well-11570387883", "title": "Democrats Are Poisoning The Supreme Court's Well", "date": "2019-10-06 14:51", "summary": "Attacks reaching back to the justice's time in high school may serve to deter very capable people from accepting an appointment to the Supreme Court.. Regarding David B. Rivkin and Lee A. Casey's \"Probe the Effort to Sink Kavanaugh\" (op-ed, Sept. 30): The continued attacks on Justice Brett Kavanaugh may be a double-edged sword. The first edge is obvious, undercut the credibility of Justice Kavanaugh's judicial opinions. The second is more subtle, attacks reaching back to the justice's time in high school may serve to deter very capable people from accepting an appointment to the Supreme Court. The timing for creating such apprehension may not be inadvertent, as the next appointment, if it occurs under President Trump, will likely swap a liberal for a more conservative justice. How might a spouse of a potential nominee react about accepting such an appointment knowing the real or surreal dirty personal laundry that will be displayed in front of his or her family and throughout the nation?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joker-dominates-box-office-11570387821", "title": "'Joker' Dominates Box Office Amid Heightened Security", "date": "2019-10-06 14:50", "summary": "Film smashes October opening-weekend record amid stepped-up police presence. Warner Bros.' brooding drama \"Joker\" soared to a record October opening weekend as heightened security didn't deter moviegoers. The R-rated film hauled in $93.5 million in the U.S. and Canada, according to preliminary estimates.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-new-york-pop-ups-show-lasting-power-11570366802", "title": "Some New York Pop-Ups Show Lasting Power", "date": "2019-10-06 14:31", "summary": "City's retail vacancies give digital brands room to experiment with bricks and mortar. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-confronts-balance-sheet-decisions-to-curb-money-market-volatility-11570370400", "title": "Fed Confronts Balance-Sheet Decisions to Curb Money-Market Volatility", "date": "2019-10-06 14:05", "summary": "Central bank will need to clarify that its moves are aimed at smoothing market operations, not providing new stimulus. The Federal Reserve fixed the recent dysfunction in an obscure but critical lending market. Now it has to decide how to prevent these problems from recurring.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-once-gop-stalwarts-now-more-likely-to-be-democrats-11570383523", "title": "Doctors, Once GOP Stalwarts, Now More Likely to Be Democrats", "date": "2019-10-06 13:38", "summary": "Resume Subscription. Doctors used to be America's quintessential Republicans. During the 20th century, most were high-earning men who owned their own practices. They liked Republicans' support for curbing medical malpractice lawsuits and limiting government's role in health care. When Democrats proposed creating Medicare in the 1960s, the American Medical Association, the largest physician group then and now, opposed the idea with a campaign starring then-actor Ronald Reagan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-is-mariah-carey-back-on-the-charts-blame-tiktok-11570382372", "title": "Why Is Mariah Carey Back on the Charts? Blame TikTok", "date": "2019-10-06 13:19", "summary": "Resume Subscription. One of the first songs Dane Drennan heard on TikTok was \"Fergalicious.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/barrs-requests-for-foreign-help-prompt-backlash-in-australia-italy-u-k-11570369938", "title": "Barr's Requests for Foreign Help Face Backlash in Australia, Italy, U.K.", "date": "2019-10-06 13:19", "summary": "Opposition lawmakers, intelligence officials question why the attorney general is working outside usual channels in review of Russia-probe origins. Attorney General William Barr is sparking discord in several foreign capitals, going outside usual channels to seek help from allies in reviewing the origins of a U.S. counterintelligence investigation begun during the 2016 presidential campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-car-makers-rough-road-in-india-11570370402", "title": "Global Car Makers' Rough Road in India", "date": "2019-10-06 13:03", "summary": "Ford's merge-and-retreat deal offers a template for how manufacturers might improve returns in the world's fourth-largest auto market. China's beleaguered auto sector has received all the attention, but car sales in India also have been in free fall this year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-emergency-law-fails-to-stop-masked-protesters-taking-over-streets-11570350249", "title": "Chinese Troops Warn Hong Kong Protesters as Emergency Law Triggers Backlash", "date": "2019-10-06 12:49", "summary": "Tens of thousands march in defiance of a ban on face masks introduced under an emergency law. HONG KONG-The government's first use of emergency powers in half a century failed to stop violence and vandalism flaring across the city, leaving officials with the choice of introducing more extreme measures to win back the streets or risking intervention from Beijing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-pulls-out-of-giant-iranian-gas-project-11570372087", "title": "China Pulls Out of Giant Iranian Gas Project", "date": "2019-10-06 12:33", "summary": "Exit follows broader Chinese pullback from Islamic Republic amid U.S. pressure. China National Petroleum Corp. has pulled out of a $5 billion natural-gas project in Iran as escalating tensions threaten to sever Beijing's trade with Tehran, a key lifeline for the Islamic Republic.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-riskiest-form-of-state-borrowing-enjoys-a-new-boom-11570359601", "title": "China's Riskiest Form of State Borrowing Enjoys a New Boom", "date": "2019-10-06 12:28", "summary": "Investor enthusiasm is rising for debt issued by the investment arms of cities and provinces. SHANGHAI-The investment arms of China's cities and provinces are selling debt at a record pace to fund roads, railways, utilities and ports, as they seek to shore up growth by spending more on infrastructure.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-to-weigh-hot-button-issues-amid-tense-political-backdrop-11570374041", "title": "Supreme Court to Weigh Hot-Button Issues Against Tense Political Backdrop", "date": "2019-10-06 11:00", "summary": "New term beginning Monday will include cases on abortion, gay rights, gun rights and DACA. WASHINGTON-The Supreme Court returns from its summer recess on Monday to a set of polarizing cases that could demonstrate the impact of President Trump's appointees-and the influence of Chief Justice John Roberts-against the backdrop of an impeachment inquiry and a looming election.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-interview-with-boston-fed-president-eric-rosengren-11570372200", "title": "Transcript: Interview With Boston Fed President Eric Rosengren", "date": "2019-10-06 10:30", "summary": "Resume Subscription. Boston Fed President Eric Rosengren spoke with Wall Street Journal reporter Nick Timiraos on Thursday, Sept. 26. He discussed his views about the appropriate policy response to recent volatility in money markets. Here is a transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-these-baseball-playoffs-very-young-is-old-enough-11570365824", "title": "In These Baseball Playoffs, Very Young Is Old Enough", "date": "2019-10-06 09:19", "summary": "A parade of burgeoning superstars, including Juan Soto, Gavin Lux, Ronald Acuña Jr and Gleyber Torres, is changing the way the industry views players in their early 20s. In almost any other era of baseball, Gavin Lux would have been watching this year's playoffs on television. Four months ago, the 21-year-old infielder had never spent a day above Double-A. His major-league team, the Los Angeles Dodgers, was already one of the best and deepest in the sport.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smaller-medical-providers-get-burned-by-ransomware-11570366801", "title": "Smaller Medical Providers Get Burned by Ransomware", "date": "2019-10-06 09:00", "summary": "Cyberattacks are pummeling doctors, dentists and community hospitals around the U.S., causing some to turn away patients and others to shut down. Andy Fitzgerald, chief executive of a community health system in Wyoming, was visiting his son in Georgia last month when he received a distressing text message from his chief operating officer: Their company had been hit by a cyberattack.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-big-business-of-saying-farewell-to-fans-11570366803", "title": "The New Golden Years for Rockers: Long Farewell Tours", "date": "2019-10-06 09:00", "summary": "Elton John and many other musicians are filling venues with farewell tours. 'As soon as you say it's farewell, guaranteed you're selling out.'. Tacoma, Wash.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-musician-ginger-baker-of-cream-dies-aged-80-11570365295", "title": "British Musician Ginger Baker of Cream Dies, Aged 80", "date": "2019-10-06 08:34", "summary": "Performer was once ranked by Rolling Stone magazine as the third-greatest rock drummer of all time. LONDON-Ginger Baker, the volatile and propulsive British musician who was best known for his time with the power trio Cream, has died, his family said. He was aged 80.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-be-running-up-the-mountain-when-she-runs-11570363200", "title": "She'll Be Running Up the Mountain When She Runs", "date": "2019-10-06 08:00", "summary": "Resume Subscription. Sunny Stroeer knew it was time to quit her job when, toward the end of the Ghosts of Yellowstone 100-mile trail race in 2014, she started hallucinating about calendar invites from clients.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-defy-mask-ban-and-take-to-the-streets-11570353338", "title": "Hong Kong Protesters Defy Mask Ban and Take to the Streets", "date": "2019-10-06 06:47", "summary": "Backlash grows against government regulation enacted under emergency-powers law. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/arrests-for-low-level-crimes-are-plummeting-and-the-experts-are-flummoxed-11570354201", "title": "Arrests for Low-Level Crimes Are Plummeting, and the Experts Are Flummoxed", "date": "2019-10-06 05:30", "summary": "Data collected from U.S. cities revealed declines in driving and alcohol-related violations, disorderly conduct, loitering and prostitution. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-opens-debate-on-celibacy-requirement-for-catholic-priests-11570352167", "title": "Pope Opens Debate on Celibacy Requirement for Catholic Priests", "date": "2019-10-06 04:56", "summary": "Ordination of married men is the most controversial proposal at a three-week meeting on the church's challenges in South America's Amazon region. VATICAN CITY-Pope Francis formally opened a meeting of bishops that will debate whether the Catholic Church should loosen its 1,000-year-old requirement of celibacy for priests.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]