[{"link": "https://www.wsj.com/articles/univision-owners-seek-exit-after-tumultuous-run-11562269298", "title": "Univision Owners Seek Exit After Tumultuous Run", "date": "2019-07-04 19:11", "summary": "A deal would conclude Spanish-language broadcaster's $13.7 billion buyout after more than a decade. Univision Communications Inc. is exploring a possible sale, a move that would put an end to 12 years of private-equity ownership marked by an erosion of the Spanish-language broadcaster's ratings dominance and an ill-fated venture into English-language content.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-feud-over-busing-harris-and-biden-agree-on-current-policies-11562281269", "title": "Despite Feud Over Busing, Harris and Biden Agree on Current Policies", "date": "2019-07-04 19:08", "summary": "The two Democratic presidential rivals support the same bill in Congress to address racial disparities in schools. Sen. Kamala Harris and former Vice President Joe Biden cannot agree on the issue of federally-mandated busing in the 1970s. But for a modern-day approach to de facto school segregation, the Democratic presidential candidates are on the same page.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-look-at-every-option-to-get-citizenship-question-on-census-11562272647", "title": "White House to Look at 'Every Option' to Get Citizenship Question on Census", "date": "2019-07-04 18:11", "summary": "Administration says Supreme Court allows additional question with proper context. WASHINGTON-The White House said it was continuing to search for a legally acceptable way to include a citizenship question in the census, despite a recent Supreme Court ruling against the administration's justification for adding it.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-muted-in-europe-asia-as-crude-slips-11562229369", "title": "Stocks Face New Jobs Data After Hitting Records", "date": "2019-07-04 17:15", "summary": "Europe, Asia markets muted as U.S. trading remained closed for Independence Day. U.S. stock markets continued to edge higher this week, hitting fresh records and extending the more-than-a-decade-long bull market amid expectations central banks around the world will keep rates lower for longer.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fracking-experiment-fails-to-pump-as-predicted-11562232601", "title": "A Fracking Experiment Fails to Pump as Predicted", "date": "2019-07-04 17:01", "summary": "Encana's cube project suggests output problems occur if oil wells are drilled too close together. Two years ago, Encana Corp. unveiled a supersize fracking operation that many said would represent the future of the U.S. drilling boom.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opecs-partnership-concentrates-power-in-riyadh-and-moscow-11562167548", "title": "OPEC's Partnership Concentrates Power in Riyadh and Moscow", "date": "2019-07-04 16:51", "summary": "Yet even with this week's deal to curb oil production, Brent crude prices have fallen 2.2% since Friday amid lower estimates for demand growth. When it comes to the oil market, Russia is Saudi Arabia's plus one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squeezed-by-u-s-sanctions-iran-shifts-from-patience-to-confrontation-11562270731", "title": "Squeezed by U.S. Sanctions, Iran Shifts From Patience to Confrontation", "date": "2019-07-04 16:05", "summary": "Tehran is increasing its nuclear activities again after American pressure proved more painful than expected. BEIRUT-Tighter new U.S. sanctions have proved more punishing than Iran's leaders expected, driving Tehran to hit back militarily and breach limits it had agreed to put on its nuclear program.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-urges-venezuela-to-address-grave-human-rights-offenses-11562269991", "title": "U.N. Urges Venezuela to Halt 'Grave' Rights Abuses", "date": "2019-07-04 15:53", "summary": "President Nicolás Maduro's regime jailed thousands of political opponents and carried out extrajudicial killings, new report finds. The United Nations urged Venezuela's authoritarian government to address what it calls grave violations of economic, social and civil rights.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mad-magazine-to-stop-publishing-new-content-11562266988", "title": "MAD Magazine to Stop Publishing New Content", "date": "2019-07-04 15:25", "summary": "Iconic humor publication to leave newsstands after 67-year run. Iconic humor publication MAD Magazine is saying goodbye to newsstands, according to a person familiar with the situation.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcaleenan-takes-border-focus-farther-south-11562238000", "title": "Homeland Security Chief Takes Border Focus Farther South", "date": "2019-07-04 14:33", "summary": "Kevin McAleenan visited Central America in hopes of cutting new migration deals. SAN SALVADOR, El Salvador-As the U.S. seeks to stem migrant flows, it is looking well beyond its own southern border to the southern borders of two other countries: Mexico and Guatemala.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-desperate-cry-11562264502", "title": "Hong Kong's Desperate Cry", "date": "2019-07-04 14:21", "summary": "Condemning violence isn't enough. The international community needs to make clear which side it's on.. Protesters stormed Hong Kong's Legislative Council building Monday, the 22nd anniversary of the city's handover to China. The world was shocked, Beijing demanded prosecutions, and Hong Kong's Chief Executive Carrie Lam condemned what she called \"extreme use of violence.\" But it's important to consider why this happened.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-and-elizabeth-wage-war-on-the-young-11562264474", "title": "Bernie and Elizabeth Wage War on the Young", "date": "2019-07-04 14:21", "summary": "In exchange for 'free' college, millennials will pick up middle-class boomers' extravagant tab.. Millennials are too young to remember Monty Hall's original \"Let's Make a Deal\" game show, unless they've seen reruns on cable. So it might not be immediately clear to these voters that baby boomers are asking them to play a version of that game right now. Or that this political version is rigged.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-put-citizenship-back-in-the-census-11562264430", "title": "How to Put Citizenship Back in the Census", "date": "2019-07-04 14:20", "summary": "The 14th Amendment gives the Trump administration the justification it needs.. The Trump administration said Wednesday it will attempt to add a citizenship question on the 2020 census while complying with the Supreme Court's ruling in Department of Commerce v. New York. Five justices held that the Census Act allows the question, but a separate five-justice majority found the rulemaking that added the question was procedurally deficient. There is a way forward. The Constitution itself requires the collection of citizenship information.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pilgrimage-road-and-palestinian-memory-11562264411", "title": "Pilgrimage Road and Palestinian Memory", "date": "2019-07-04 14:20", "summary": "An ancient staircase to the Temple Mount says plenty about Jerusalem's history.. It was a striking sight: David Friedman, the U.S. ambassador to Israel, wielding a sledgehammer at an archaeological site in Jerusalem. But his presence there was about more than a unique photo-op. It began 15 years ago, when construction workers repairing a burst sewage pipe discovered an ancient staircase directly south of the Temple Mount. The steps closely matched stairs abutting the original ancient entryways of the temple complex. Archaeologists realized that the sets of stairs were linked. They had chanced upon a road leading to the temple. After years of excavations, members of the public soon will be able to walk the Pilgrimage Road.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teen-love-letters-to-america-11562264448", "title": "Teen Love Letters to America", "date": "2019-07-04 14:20", "summary": "Students at a Queens middle school for immigrants pour out their appreciation.. 'I came to the United States two years ago,\" wrote Sara, because of \"the civil war which made it unsafe for us to stay\" in Yemen. \"We had to leave to save our lives.\" Sara, 13, plans to become a physician.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hillarys-hot-advice-11562264314", "title": "Hillary's Hot Advice", "date": "2019-07-04 14:18", "summary": "They're repeating her acknowledged biggest mistake with radical climate proposals.. One person has lost an election to Donald Trump. Hillary Clinton wrote a book about that painful experience, \"What Happened.\" Note to all those Democratic presidential contenders working to avoid repeating Mrs. Clinton's failure: Review her chapter called \"Country Roads.\"", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-social-science-and-media-bias-11562264207", "title": "Trump, Social Science and Media Bias", "date": "2019-07-04 14:16", "summary": "A dubious study finds a correlation between Russian troll activity and his 2016 polls.. \"Why does President Trump ignore facts and experts?\" CNN asked in a panel discussion last fall hosted by Jake Tapper. Mr. Trump's media critics often accuse him of ignoring inconvenient facts, while they grant academics and other scholars the status of arbiters of truth and falsehood.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emissions-crackdown-fuels-palladium-rally-11562242877", "title": "Emissions Crackdown Fuels Palladium Rally", "date": "2019-07-04 14:16", "summary": "Price of the metal, used to clean up car emissions, has soared by even more than that of traditional haven gold. Rising anxiety about the world economy has sent gold on a stellar run. But the haven has been left in the dust by one of its precious-metal peers: palladium.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-way-review-thewhole-nineyards-11562264183", "title": "'All the Way' Review: The Whole Nine Yards", "date": "2019-07-04 14:16", "summary": "\"It's not how you fall down,\" says Joe Namath, \"it's how you stand back up. And, man, have I had a lot of practice being knocked down.\". It's been 50 years and a few months since Super Bowl III-one of the greatest upsets in football history-catapulted 25-year-old Joe Namath, star quarterback of the New York Jets, into the sports pantheon. That sudden elevation tells us something about our heroes, the American fascination with the underdog, and the games we play.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tale-of-two-economies-11562199595", "title": "A Tale of Two Economies", "date": "2019-07-04 13:41", "summary": "Trump's policies are helping workers more than Obama's did.. Judging from last week's debate, Democrats running for President see America as a Dickensian nightmare of inequality. It's the best of times for millionaires and billionaires, and the worst of times for everybody else. Time to wake up from the Barack Obama economy, folks, and admit how many more Americans are prospering from the faster economic growth and tighter labor market after the policy changes of 2017.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-compromise-exposes-merkels-waning-influence-11562261932", "title": "EU Compromise Exposes Merkel's Waning Influence", "date": "2019-07-04 13:38", "summary": "Longtime German chancellor bows to French president in backroom jostling to fill top European Union jobs. BERLIN-In the battle for influence within Europe, Angela Merkel is ceding ground to France's Emmanuel Macron, who has emerged as an increasingly potent rival to the German chancellor.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/athletic-training-boosts-crucial-life-skills-11562261041", "title": "Athletic Training Boosts Crucial Life Skills", "date": "2019-07-04 13:24", "summary": "Medicine, and specifically surgery, demands long hours of practice, uncompromising teamwork and thinking on one's feet. Athletics offers these in spades.. Regarding \"The Surprising Paths From Sports to Jobs\" (Life & Arts, June 27): Former athletes are a good fit as medical residents. Medicine shares many of the same attributes that translate to success in business. Medicine, and specifically surgery, demands long hours of practice, uncompromising teamwork and thinking on one's feet. Athletics offers these in spades. Athletes understand that the actual game is preceded by hours in the gym, hours on the field without an opponent and hours off the court studying their craft. From the time they enter medical school, students and residents spend hours studying anatomy, practicing physical diagnosis and observing or assisting before ever graduating to the practice of medicine. Athletes also understand that individuals with different personalities and styles contribute to success on the field. And athletes require the skill to make quick, rational decisions and be ready to react. Similarly, the onus is on the physician to gather information, use his or her prior knowledge and decide the best course of action, often in a very short period.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/child-care-does-the-mother-or-big-brother-know-best-11562261090", "title": "Does the Mother or Big Brother Know Best?", "date": "2019-07-04 13:24", "summary": "When parents must work to put food on the table and keep a roof over their heads, young children can also learn and grow socially, emotionally and academically through quality child care.. Erica Komisar's \"Warren vs. Warren on Government Day Care\" (op-ed, June 26) neglects to mention that 66% of children under age 6 have all available parents in the workforce. Without question, parents are a child's first and best teachers, and the first 1,000 days of life are absolutely critical to healthy brain development.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blaine-laws-dont-apply-to-disaster-money-11562260988", "title": "Blaine Laws Don't Apply to Disaster Money", "date": "2019-07-04 13:23", "summary": "What governor would want to lead the charge on denying disaster assistance to the religiously affiliated schools and hospitals in their state?. Regarding your editorial \"Church, School and the High Court (July 1): What is ironic about Montana's Blaine Amendment and similar rules in other states is that those states aren't loathe to apply for federal funds for disaster relief, and in many cases provide the matching share when the federal disaster grants are given to religious institutions.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antivaccination-groups-in-new-york-push-home-schooling-11562260445", "title": "Antivaccination Groups in New York Push Home Schooling", "date": "2019-07-04 13:14", "summary": "Some parents look for ways around new law that eliminates religious-belief exemptions on vaccines. ", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmers-built-a-soybean-export-empire-around-china-now-theyre-fighting-to-save-it-11562260248", "title": "Farmers Built a Soybean Export Empire Around China. Now They're Fighting to Save It.", "date": "2019-07-04 13:10", "summary": "Resume Subscription. The U.S. Farm Belt is fighting to prevent an industry nightmare-the loss of its best customer for its biggest export.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/hong-kong-police-make-first-wave-of-arrests-after-protests-11562240165", "title": "Hong Kong Police Make Wave of Arrests After Protests", "date": "2019-07-04 12:56", "summary": "Authorities find opening for tougher response after storming of legislature shocked residents. HONG KONG-Police arrested and charged a dozen protesters suspected of involvement in antigovernment clashes and widened a hunt for others who joined a rampage through the city's legislature.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyas-tripoli-government-blames-u-a-e-for-deadly-airstrike-11562255129", "title": "Libya's Tripoli Government Blames U.A.E. for Deadly Airstrike", "date": "2019-07-04 11:45", "summary": "U.N.-backed administration accuses Gulf state in deadliest attack since 2011. CAIRO-Libya's United Nations-backed government blamed the United Arab Emirates for an airstrike that killed more than 50 people in Tripoli this week, suggesting a new level of foreign intervention in the battle for the capital.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measles-outbreak-plagues-europes-young-adults-11562254736", "title": "Measles Outbreak Plagues Europe's Young Adults", "date": "2019-07-04 11:38", "summary": "European health authorities struggle to reach a large pool of teenagers and young adults who were never vaccinated. Finn McLoughlin, a 20-year-old Briton, didn't receive a measles vaccine as a child because his mother believed there could be fatal complications from vaccines.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lagarde-has-investors-betting-on-easy-money-for-europe-11562154561", "title": "Lagarde Has Investors Betting on Easy Money for Europe", "date": "2019-07-04 11:23", "summary": "Yields on German and French bonds reach new lows after her nomination to run the European Central Bank. Christine Lagarde's nomination to lead the European Central Bank sent investors scrambling to buy more government debt Wednesday in a bet that she will oversee an easing of monetary policy to support the economy and markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-red-flags-for-student-loan-scams-11562249941", "title": "The Red Flags for Student-Loan Scams", "date": "2019-07-04 10:19", "summary": "Unscrupulous companies promise debt relief they can't deliver. Here are the warning signs.. As student debt continues to rise, borrowers often are desperate to find some way, any way, to relieve the burden. And scammers are only too happy to help.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmaker-justin-amash-leaves-republican-party-over-partisanship-11562248987", "title": "Lawmaker Justin Amash Leaves Republican Party Over Partisanship", "date": "2019-07-04 10:03", "summary": "President calls Michigan congressman disloyal in a tweet responding to Amash's announcement in Washington Post opinion article. Justin Amash, one of the few congressional Republicans to regularly criticize President Trump, said he is leaving the GOP to become an independent because \"modern politics is trapped in a partisan death spiral.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boat-with-86-migrants-on-board-sinks-in-the-mediterranean-11562248901", "title": "Boat With 86 Migrants on Board Sinks in the Mediterranean", "date": "2019-07-04 10:01", "summary": "Tunisian fishermen came across a sinking boat late Wednesday and were able to pull out four men. The U.N. migration agency says a boat carrying 86 migrants from Libya sank in the Mediterranean overnight, and just three people on board survived, with 82 missing.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-lee-iacocca-and-the-era-when-car-business-was-king-11562248810", "title": "Goodbye Lee Iacocca and the Era When Car Business Was King", "date": "2019-07-04 10:00", "summary": "In the heyday of the legendary auto executive, it was cars, not smartphones that captured Americans' imagination. Before Keith Krach was a Silicon Valley-billionaire-founder, he was a rising star in my hometown, Detroit, the Motor City.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-tanks-into-oyster-beds-design-team-touts-novel-plan-for-brooklyn-waterfront-11562248567", "title": "Design Team Touts Novel Plan for Brooklyn Waterfront", "date": "2019-07-04 09:56", "summary": "A design firm says it can save millions on remediation, but the city and residents still favor open green space. ", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-months-of-floods-and-tornadoes-midwest-officials-tally-billions-in-damage-11562232602", "title": "After Months of Floods and Tornadoes, Officials Tally Billions in Damage", "date": "2019-07-04 09:36", "summary": "Estimates range as high as $12.5 billion, but many say they haven't even had time to add it all up. As the swollen Mississippi and Missouri rivers slowly recede, communities across the Midwest are starting to add up the damage and make plans for repairs with the help of federal aid.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/july-fourth-celebration-takes-shape-in-washington-11562181721", "title": "Photos: July 4th Celebration Gears Up in Washington", "date": "2019-07-04 09:26", "summary": "Independence Day 'Salute to America' features tanks, troops and planes. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/queens-district-attorney-primary-race-takes-surprise-twist-11562246528", "title": "Queens District Attorney Primary Race Takes Surprise Twist", "date": "2019-07-04 09:22", "summary": "Borough President Melinda Katz takes slim 20-vote lead after about 2,500 ballots are invalidated. Queens Borough President Melinda Katz took a surprise lead in the Democratic primary for Queens district attorney Wednesday night following a paper and affidavit ballot count.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lagardes-first-job-as-ecb-boss-charming-germany-11562229901", "title": "Lagarde's First Job as ECB Boss: Sway Germany", "date": "2019-07-04 09:01", "summary": "Draghi's successor faces critical decisions about policies that have been unpopular in Germany. FRANKFURT-Christine Lagarde may be world renowned as head of the International Monetary Fund, but her first big challenge as European Central Bank president would be to win over skeptics in her next home country: Germany.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-women-who-defied-prejudice-at-wimbledon-11562245200", "title": "Two Women Who Defied Prejudice at Wimbledon", "date": "2019-07-04 09:00", "summary": "Resume Subscription. The players battling this week on the manicured grass courts of Wimbledon are surrounded by the history of the world's oldest tennis tournament. Rarely remembered, however, is a prejudice-defying moment in 1956. That's when Althea Gibson and Angela Buxton, an African-American and a British Jew, teamed up to win the women's doubles championship.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-critics-prepare-for-july-4-show-of-a-lifetime-11562232601", "title": "Trump, Critics Prepare for July 4 'Show of a Lifetime'", "date": "2019-07-04 08:32", "summary": "President plans to deliver a speech in front of the Lincoln Memorial, surrounded by VIPs and military hardware. President Trump hyped his revamped July 4 celebration as the \"show of a lifetime,\" as officials sought to ready military equipment and VIP guests for the event amid mounting questions about logistics and costs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-wants-troubled-anbang-insurance-to-shrink-faster-11562233624", "title": "China Wants Troubled Anbang Insurance to Shrink Faster", "date": "2019-07-04 08:29", "summary": "Regulator: Anbang has disposed or is in the process of disposing more than $145 billion in assets. BEIJING-Chinese authorities are directing Anbang Insurance Group to sell off assets more quickly, seeking to shrink the troubled companyto roughly half its previous size.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judy-shelton-a-goldbug-who-bends-to-fit-trump-11562242148", "title": "Judy Shelton, a Goldbug Who Bends to Fit Trump", "date": "2019-07-04 08:12", "summary": "The Fed benefits from alternative thinking, but Ms. Shelton's has flaws. Ever since the world left the gold standard, a die-hard band of goldbugs has demanded the U.S. return. President Trump just said he intends to nominate one of them, Judy Shelton, to be a Federal Reserve governor.", "categories": [["Economy", "Analysis"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-it-takes-to-host-baseballs-all-star-game-11562241602", "title": "What It Takes to Host Baseball's All-Star Game", "date": "2019-07-04 08:00", "summary": "Resume Subscription. CLEVELAND-When the baseball All-Star Game rolls into town Tuesday for the first time in 22 years, the attention of tens of thousands of fans at the ballpark-and millions more watching on TV-will be on the field and the sport's best players.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/germany-s-bosch-nears-deal-to-sell-packaging-unit-to-cvc-capital-partners-11562240740", "title": "CVC Nears Deal to Buy Packaging Unit From Bosch", "date": "2019-07-04 07:45", "summary": "Bosch is shifting focus to developing its electric and autonomous car technologies. German engineering group Robert Bosch GmbH is in advanced talks to sell its packaging-technology division to global buyout firm CVC Capital Partners in a deal that could value the business at up to €850 million ($959.3 million), including debt, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-facebooks-libra-avoid-regulators-history-suggests-not-11562238727", "title": "Can Facebook's Libra Avoid Regulators? History Suggests Not", "date": "2019-07-04 07:12", "summary": "Facebook's cryptocurrency looks a lot like a money-market fund, a vehicle that has come under intensifying scrutiny from regulators. For all its crypto styling, Facebook 's Libra looks less like bitcoin and more like a 50-year-old type of investment fund that has attracted intense regulatory scrutiny since the 2008 financial crisis. Investors should be skeptical of claims it can escape the same kind of attention.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leonardo-da-vinci-a-life-in-drawing-review-mind-and-hand-at-work-11562238009", "title": "'Leonardo da Vinci: A Life in Drawing' Review: Mind and Hand at Work", "date": "2019-07-04 07:00", "summary": "The Queen's Gallery honors the 500th anniversary of the artist's death with an exhibition that reveals his eclectic career and inquisitive mind.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-movies-review-a-hollywood-highlight-reel-11562238001", "title": "'The Movies' Review: A Hollywood Highlight Reel", "date": "2019-07-04 07:00", "summary": "CNN's six-part documentary series is a banal, blinkered look at the history of film.. With the most unjustifiably grandiose title since the Ken Burns \"Jazz\" series, CNN's \"The Movies\" seems to be a guaranteed hate-watch for anyone at all invested in the art of cinema. And maybe that's the point: There's no way that even a six-part series like this could make all the movie people happy. So, instead, CNN decided to irritate them.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/need-customer-service-for-an-app-prepare-to-lose-your-mind-11562238000", "title": "Need Customer Service for an App? Prepare to Lose Your Mind", "date": "2019-07-04 07:00", "summary": "App-based services have made our lives easier in so many ways. But when things go awry, they offer few paths to real assistance. Living with apps has its perks: rides show up in minutes and couriers bring food to you from restaurants that wouldn't otherwise deliver. It's all fine until something goes wrong, like a delivery guy leaves your burger and fries on your doorstep-as in outside, inches from the sidewalk, free for anyone to dine on-and never tells you. How do you report that?", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enchanted-kingdom-review-emphasis-on-the-environment-11562237999", "title": "'Enchanted Kingdom' Review: Emphasis on the Environment", "date": "2019-07-04 06:59", "summary": "A new nature documentary finds drama in its exploration of seven African ecological realms.. Connoisseurs of nature television are well aware that drama is usually attained via the old anthropomorphism gambit, i.e., the characterization of predator and prey as villain and victim. \"Enchanted Kingdom,\" a BBC production, finds its conflict, and its variety-maybe even good and evil-in the environment itself. Several environments, in fact. All on one continent.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-submarine-that-caught-fire-was-nuclear-powered-11562237522", "title": "Russian Submarine That Caught Fire Was Nuclear-Powered", "date": "2019-07-04 06:52", "summary": "Fire that killed 14 sailors was isolated from submarine's nuclear reactor, says Russian defense minister. MOSCOW-A secret Russian military submarine that caught on fire killing 14 sailors earlier this week was nuclear-powered, the government said Thursday, amid criticism that authorities withheld information about the country's deadliest naval accident in more than a decade.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-derivatives-face-u-k-ban-11562235103", "title": "Cryptocurrency Derivatives Face U.K. Ban", "date": "2019-07-04 06:11", "summary": "Financial Conduct Authority calls products unsuitable for small investors. A British regulator proposed a ban on selling derivatives based on bitcoin and other digital currencies to individual investors, calling these products \"unsuitable investments\" for nonprofessionals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-defaults-and-failures-at-indias-shadow-banks-confidence-is-shaking-11562232603", "title": "With Defaults and Failures at India's Shadow Banks, 'Confidence Is Shaking'", "date": "2019-07-04 05:30", "summary": "Investors and analysts urge tighter supervision of troubled industry. MUMBAI-A pair of defaults and failures by nonbank lenders in India has cut down on consumer and business credit, weighing on the country's economic growth and prompting calls for tighter regulation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-declaration-of-independence-unites-and-divides-us-11562232601", "title": "Declaration of Independence Unites and Divides Us", "date": "2019-07-04 05:30", "summary": "Since July 4, 1776, Americans have cherished the principles of \"life, liberty and the pursuit of happiness\"-but disagreed fiercely about how to apply them.. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-u-s-military-drones-airspace-is-growing-more-congested-dangerous-11562232600", "title": "For U.S. Military Drones, Airspace Is Growing More Congested, Dangerous", "date": "2019-07-04 05:30", "summary": "UAVs enjoyed an era of uncontested airspace; downed spy drone emblematic of a change. WASHINGTON-Unmanned U.S. surveillance aircraft, with their suites of advanced technology, are the high-price product of years of domestic drone development during an era of nearly uncontested airspace.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-drone-dominance-faces-threats-11562232600", "title": "America's Drone Dominance Faces Threats", "date": "2019-07-04 05:30", "summary": "The U.S. military's unmanned aerial vehicles range from small, relatively cheap drones to jet aircraft that require runways. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/taking-a-back-seat-is-no-longer-safer-than-riding-up-front-11562232604", "title": "Taking a Back Seat Is No Longer Safer Than Riding Up Front", "date": "2019-07-04 05:30", "summary": "Rear passengers used to be less likely to die in a car crash, but technology has erased that advantage. If you're one of the 41.4 million Americans AAA predicts will hit the road this Independence Day weekend-typically, a high point for motor vehicle deaths-here's something to keep in mind:", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-bond-party-bypasses-china-11562230061", "title": "Global Bond Party Bypasses China", "date": "2019-07-04 04:47", "summary": "Yields on sovereign debt have dropped to multiyear or record lows in many places. In China, they are roughly where they were at the start of the year.. SHANGHAI-China's $2.2 trillion government bond market has been noticeably absent from a global rally this year. Some investors are betting Chinese debt catches up to the trend in the months ahead.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alek-sigley-an-australian-student-detained-in-north-korea-is-freed-11562225367", "title": "Australian Student Detained in North Korea Is Freed", "date": "2019-07-04 03:29", "summary": "'I'm OK, yeah. I'm good. I'm very good,' he says at Beijing airport. An Australian student who was detained in North Korea for more than a week has been set free, a move that Prime Minister Scott Morrison said was a victory for behind-the-scenes diplomacy with Pyongyang.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-tweet-sows-confusion-on-census-11562175122", "title": "Justice Department Renews Citizenship Question Push Amid Confusion", "date": "2019-07-04 21:49", "summary": "Reversal on census follows Trump tweet contradicting administration's statements that it had abandoned the effort. WASHINGTON-The Trump administration threw the census into further confusion Wednesday, telling two federal judges that the government was seeking a legal basis to reinstate the citizenship question halted by the Supreme Court, a day after Justice Department lawyers said they dropped a plan to include the question.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-blocks-trump-administrations-emergency-border-wall-spending-11562196698", "title": "Trump's Emergency Border-Wall Funding Blocked by Court", "date": "2019-07-04 21:11", "summary": "Ninth Circuit rejects Trump claim that emergency declaration lets him reallocate military funds to build wall. A federal appeals court in San Francisco on Wednesday blocked President Trump's plan to shift $2.5 billion from the military budget to erect a border wall, finding by a 2-1 vote that the administration violated federal law by diverting funds Congress had appropriated for other purposes.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canopy-growth-co-ceo-bruce-linton-leaving-the-company-11562160655", "title": "Corona Brewer's Big Bet on Pot Gets Messy", "date": "2019-07-04 20:39", "summary": "Canopy Growth founder says he was forced out over strategic differences with Constellation. The leader of one of Canada's biggest cannabis companies said he was pushed out because of differences with Constellation Brands Inc. over strategy and spending decisions, less than a year after the Corona brewer bet $4 billion on Canopy Growth Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overturned-truck-causes-massive-traffic-delays-in-manhattan-and-new-jersey-11562184110", "title": "Overturned Truck Causes Massive Traffic Delays in Manhattan and New Jersey", "date": "2019-07-04 20:20", "summary": "Seven-vehicle accident left 12 injured. A municipal truck involved in a seven-vehicle accident overturned on a New Jersey freeway Wednesday afternoon, injuring 12 people and causing massive traffic and transit delays for travelers trying to leave New York City ahead of the Fourth of July holiday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trump-federal-reserve-2-0-11562199528", "title": "The Trump Federal Reserve 2.0", "date": "2019-07-04 20:18", "summary": "Two nominations inject some much-needed intellectual diversity.. President Trump has done himself and the Federal Reserve no favors with his public lobbying for lower interest rates, so it's encouraging to see he's found a more positive way to influence the central bank. Two nominations to the Fed's board announced Tuesday will inject much-needed intellectual diversity into one of the American economy's most important institutions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]