[{"link": "https://www.wsj.com/articles/taylor-swift-escalates-feud-with-former-record-label-11573790183", "title": "Taylor Swift Escalates Feud With Former Record Label", "date": "2019-11-14 23:48", "summary": "In social-media post, pop star asks her fans to rally for her right to perform her older songs. Taylor Swift took to social media to call on fans to take her side in an escalating battle with the owners of most of her recorded-music catalog, including one of the biggest U.S. private-equity firms.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-firm-helps-celebrities-invest-in-startups-11573769266", "title": "Hollywood Firm Helps Celebrities Invest in Startups", "date": "2019-11-14 23:16", "summary": "PLUS Capital is raising up to $60 million for a fund to invest alongside its celebrity clients. A Hollywood firm that helps celebrities such as actresses Portia de Rossi and Zoe Saldana line up startup investments is raising up to $60 million for a new fund to invest alongside its famous clients, according to a person familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-under-armours-sales-scramble-pulling-forward-every-quarter-11573777489", "title": "Under Armour Pushed to Hit Aggressive Targets", "date": "2019-11-14 21:42", "summary": "Sportswear brand pushed early shipments, dumped goods at off-price chains to stay on growth streak, former executives say. Former executives at Under Armour Inc., the sportswear company whose accounting is under federal investigation, said they scrambled to meet aggressive sales targets, borrowing business from future quarters to mask slowing demand in 2016 for its athletic apparel.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-protest-pentagon-contract-award-to-microsoft-11573769321", "title": "Amazon to Protest Pentagon Contract Award to Microsoft", "date": "2019-11-14 21:15", "summary": "Amazon had been considered front-runner in contract bid. WASHINGTON- Amazon.com Inc. said Thursday it would protest the Pentagon's award of a massive cloud-computing contract to Microsoft Corp. in October, throwing yet another wrench in the long-running procurement battle.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-says-no-u-s-citizenship-for-woman-who-joined-islamic-state-11573782627", "title": "Judge Says No U.S. Citizenship for Woman Who Joined Islamic State", "date": "2019-11-14 20:50", "summary": "A written opinion on the matter is expected to follow within 30 days. A federal judge dismissed the case of a woman asserting U.S. citizenship in an effort to return from Syria after joining Islamic State-a victory for the Trump administration, which has contended that she isn't a citizen.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaza-israel-reach-tentative-cease-fire-after-two-days-of-fighting-11573727103", "title": "Tentative Cease-Fire Falters Between Gaza Militants and Israel", "date": "2019-11-14 20:44", "summary": "Israel resumed airstrikes Friday after Palestinian Islamic Jihad pledged to observe truce brokered by Egypt and U.N., though rockets kept being fired into Israel. TEL AVIV-A tense cease-fire between a Gaza militant group and Israel was teetering early Friday after Israel resumed airstrikes in the Palestinian territory following two days of rocket-fire from the enclave, threatening to ignite a broader conflict.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooting-reported-at-southern-california-school-11573749858", "title": "School Shooting Leaves Two Dead in Southern California", "date": "2019-11-14 20:22", "summary": "Suspect in grave condition after self-inflicted gunshot wound, authorities say. SANTA CLARITA, Calif.-A 16-year-old killed two fellow students and wounded three others before shooting himself in the head at his high school Thursday morning, law-enforcement officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-deal-near-but-trump-not-ready-to-sign-off-kudlow-says-11573777949", "title": "U.S.-China Trade Deal Near, but Trump Not Ready to Sign Off, Kudlow Says", "date": "2019-11-14 19:56", "summary": "Negotiators have been working to come up with a written 'phase one'. WASHINGTON-The U.S. and China are nearing a trade deal, but President Trump isn't ready to sign off, White House economic adviser Lawrence Kudlow said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-de-blasio-revels-in-return-to-town-hall-meeting-11573778973", "title": "Mayor de Blasio Revels in Return to Town Hall Meeting", "date": "2019-11-14 19:49", "summary": "The New York City Mayor cut back on local forums during his presidential run, but he finds them 'very life affirming'. As a presidential candidate earlier this year, Mayor Bill de Blasio debated on national television, discussed the merits of a robot tax to protect workers from automation, and pushed to \"tax the hell\" out of the country's wealthiest people.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-patent-trolls-11573777498", "title": "Trump's Patent Trolls", "date": "2019-11-14 19:24", "summary": "A dubious lawsuit tries to cash in on Gilead's anti-HIV drug.. Drug manufacturers are often extorted by patent trolls and trial lawyers, but now they also have to worry about frivolous infringement lawsuits by the Trump Administration.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-preview-11573777411", "title": "Medicare for All Preview", "date": "2019-11-14 19:23", "summary": "Britain's National Health Service crisis starts early this year.. Americans who want a preview of coming attractions under Medicare for All should take a look at the annual \"winter crisis\" at Britain's National Health Service that is starting early this year. Data released Thursday showed the worst waiting times in 15 years in English emergency rooms. Hang onto your warm winter hats.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/career-staffer-was-targeted-at-state-department-for-perceived-political-beliefs-11573777219", "title": "Career Staffer Was Targeted at State Department for Perceived Political Beliefs", "date": "2019-11-14 19:22", "summary": "Employee unfairly reassigned after conservative media questioned her loyalty to Trump administration, report finds. WASHINGTON-A long-awaited inquiry into allegations that State Department staff were punished for their political beliefs and perceived loyalties concluded that a career employee was unfairly targeted by Trump administration appointees, according to findings published in a watchdog report on Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-hong-kong-crisis-11573777330", "title": "China's Hong Kong Crisis", "date": "2019-11-14 19:22", "summary": "Beijing issues more threats and may cancel elections this month.. American elites not too long ago spoke admiringly of the efficiency of China's one-party state. Well, how do you like it now? We're referring to the escalating protests and violence in Hong Kong, which are the result of an historic miscalculation by Chinese President Xi Jinping.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deval-patrick-daydream-11573777283", "title": "The Deval Patrick Daydream", "date": "2019-11-14 19:21", "summary": "Is this the answer for voters seeking a non-socialist non-Biden?. There's fashionably late, and then there's showing up to a soiree as the dishes are being cleared. Which one is Deval Patrick? On Thursday the former two-term Governor of Massachusetts joined the Democratic campaign for President. Nothing against the 17 other hopefuls, he said, but they're selling either \"nostalgia\" or polarization: \"It's our way-our big idea-or no way.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-speaker-pelosi-says-trumps-withholding-of-aid-amounted-to-bribery-11573760011", "title": "Pelosi Says Trump's Withholding of Ukraine Aid Amounted to Bribery", "date": "2019-11-14 19:18", "summary": "Comments come a day after lawmakers held their first public hearing in the impeachment probe; GOP leader McCarthy dismisses testimony. WASHINGTON-House Speaker Nancy Pelosi said President Trump's alleged decision to withhold military aid to Ukraine in exchange for investigations of Joe Biden and the 2016 U.S. election amounted to bribery, using a term specifically mentioned in the Constitution as an impeachable offense.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-on-u-s-mexico-canada-trade-pact-takes-shape-pelosi-says-11573764500", "title": "Deal on U.S.-Mexico-Canada Trade Pact Takes Shape, Pelosi Says", "date": "2019-11-14 19:16", "summary": "A renegotiated agreement could be one of few legislative wins for this Congress and result in a victory for Trump. WASHINGTON-House Speaker Nancy Pelosi said that Democrats were moving toward a deal with the Trump administration on a new trade accord with Canada and Mexico, but progressive members of her caucus are holding out for more protections for U.S. labor and stronger enforcement provisions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-investigates-rep-spanos-campaign-loans-11573776412", "title": "Justice Department Investigates Rep. Spano's Campaign Loans", "date": "2019-11-14 19:06", "summary": "House ethics committee says it is deferring its probe of alleged campaign-finance violations to the DOJ. WASHINGTON-The Justice Department is investigating loans Rep. Ross Spano (R., Fla.) made to his 2018 re-election campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-and-anonymous-get-it-wrong-11573776301", "title": "Republicans and 'Anonymous' Get It Wrong", "date": "2019-11-14 19:05", "summary": "GOP panelists didn't know what to do at the hearings, and the author seems not to be playing it straight.. A young foreign-affairs professional asked last week if the coming impeachment didn't feel like Watergate. He was a child during that scandal, I in college. I said no, Watergate had the feeling of real drama, it was a reckoning with who we were as a people; it felt grave. This is more like the Clinton impeachment, grubby and small.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-in-little-rock-begin-one-day-strike-11573749459", "title": "Teachers in Little Rock Go on One-Day Strike", "date": "2019-11-14 19:05", "summary": "Union alleges state moves amount to resegregation of schools in Arkansas. Teachers in the Little Rock School District, the location of one of the most famous desegregation battles in the U.S., went on strike Thursday to protest a state plan they say harks back to the days of the district's controversial past.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-panel-backs-expanding-use-of-fish-oil-derived-drug-11573775730", "title": "FDA Panel Backs Expanding Use of Fish Oil Drug", "date": "2019-11-14 19:04", "summary": "Should agency follow recommendation, new medication to reduce risk of heart attack, stroke might become available to millions. An advisory panel recommended Thursday that the U.S. Food and Drug Administration approve expanding the use of a fish-oil derived drug to reduce the likelihood of heart attacks and strokes in high-risk patients.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schiffs-obstruction-theory-11573776120", "title": "Schiff's 'Obstruction' Theory", "date": "2019-11-14 19:02", "summary": "If he were confident in his legal position, he'd want to put the case to a judge. Yet he seems desperate not to.. Is it an impeachable offense for a president to resist impeachment? House Intelligence Chairman Adam Schiff told CNN last week that White House officials' refusal to testify in his committee's impeachment probe could lead to \"obstruction of Congress\" charges against President Trump. At a press conference last month, he warned the White House against trying to \"stonewall our investigation\" and said: \"Any action like that, that forces us to litigate or have to consider litigation, will be considered further evidence of obstruction of justice.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hindus-take-a-muslim-site-is-the-taj-mahal-next-11573775903", "title": "Hindus Take a Muslim Site. What's Next?", "date": "2019-11-14 18:58", "summary": "With a slowing economy, nationalists in India may target other places they claim for temples.. Does the Hindu nationalist movement's mission to redress crimes allegedly committed by medieval Islamic rulers have a definable end goal? This is the question raised by last week's unanimous Indian Supreme Court decision to award a disputed 2.8-acre plot in the northern city of Ayodhya to Hindus to build a temple to the God-king Ram. The court gave Muslim plaintiffs land for a mosque elsewhere in town.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-faith-in-government-11573775828", "title": "Notable & Quotable: Faith in Government", "date": "2019-11-14 18:57", "summary": "'President Trump outraged the bureaucracy by acting skeptically about foreign aid.'. Rep. Devin Nunes (R., Calif.) at Wednesday's impeachment hearing:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-unions-have-the-cure-for-what-ails-americas-schools-11573775864", "title": "Teachers Unions Have the Cure for What Ails America's Schools", "date": "2019-11-14 18:57", "summary": "Clerical work and other chores sap educators' limited time. Solution: hire more support staff.. The rookie science teacher looks at me with the same \"Am I understanding this job correctly or am I crazy?\" look I've often seen in the eyes of new teachers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-extends-quarterly-sales-growth-streak-11573734527", "title": "Walmart Extends Sales-Growth Streak to Five Years", "date": "2019-11-14 18:57", "summary": "Retailer posts 3.2% increase in comparable sales for most recent quarter, boosted by online grocery orders. American consumers showed no signs of belt-tightening in sales results from Walmart Inc., offering comfort to retailers worried about fallout from the trade war and the health of the global economy as the holiday shopping season nears.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/low-code-becomes-high-priority-as-automation-demands-soar-11573775663", "title": "'Low-Code' Becomes High Priority as Automation Demands Soar", "date": "2019-11-14 18:54", "summary": "CIOs are expanding the use of tools that let noncoders create applications. Chief information officers, on the hook to automate manual and repetitive business processes, are increasingly turning to tools designed to create applications quickly, without the sweat of writing and debugging lines of code.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-t-rowe-win-preliminary-ok-on-new-stock-picking-etfs-11573775502", "title": "Fidelity, T. Rowe Win Preliminary OK on New Stock-Picking ETFs", "date": "2019-11-14 18:51", "summary": "SEC gave green light to several firms' plans. Fidelity Investments and T. Rowe Price Group Inc. were among the firms that won preliminary regulatory approval to offer a new flavor of exchange-traded fund aimed at reviving investors' interest in stock-picking managers.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-as-usual-11573775239", "title": "Impeachment as Usual", "date": "2019-11-14 18:47", "summary": "Democrats have managed to turn a grave process into a dully partisan one.. Democrats have already lost their impeachment battle. That's the takeaway from Wednesday's first public hearing. What was meant to be a moment in history turned out to be business as usual.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palm-beach-mar-a-lago-and-the-rise-of-americas-xanadu-review-president-trumps-fantasy-island-11573775186", "title": "'Palm Beach, Mar-a-Lago and the Rise of America's Xanadu' Review: President Trump's Fantasy Island", "date": "2019-11-14 18:46", "summary": "Mar-a-Lago could be a \"winter White House,\" Marjorie Merriweather Post told Lady Bird Johnson-a \"more luxurious\" Camp David.. When people ask me what Palm Beach is like, I tell them it's a place where people tie cashmere sweaters around their necks with a complete absence of irony; where, a few feet off Worth Avenue, you can pay your respects to the marked grave of Johnnie Brown-the pet monkey that belonged to architect and planner Addison Mizner. In short, Palm Beach is Brigadoon, a genteel fantasy revolving around the permanence of money both old and new. In 2019 Worth Avenue looks almost exactly as it did in 1945. The only difference is that, instead of seeing the Duke and Duchess of Windsor promenading, you can spot Rod Stewart or Jon Bon Jovi.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-may-set-back-religious-freedom-11573775212", "title": "Congress May Set Back Religious Freedom", "date": "2019-11-14 18:46", "summary": "A Senate bill would gut a government commission that protects the faithful.. Cuban Communist Party official Caridad Diego comes to the U.S. regularly to shop and visit relatives. When she returns to Cuba, she resumes her 9-to-5 job as director of Havana's Office of Religious Affairs. The title sounds bland, but Ms. Diego oversees the repression of independent Cuban religious leaders. Like many bureaucrats in corrupt regimes, Ms. Diego arbitrarily enforces the law against her political enemies while flouting the same rules as she pleases.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-saw-the-berlin-wall-coming-11573775096", "title": "I Saw the Berlin Wall Coming", "date": "2019-11-14 18:44", "summary": "Diplomatic colleagues expected the Soviets to seal the whole city.. The Berlin Wall's fall 30 years ago took many by surprise. In 1961 I was the only U.S. official to predict its rise. During the disastrous Kennedy-Khrushchev summit in Vienna that June, the Soviet leader threatened to give control over access to occupied Berlin to the East Germans, who would block escape routes to the West. A week later the Soviets made the threat public.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drive-to-diversify-brooklyn-public-schools-gets-early-good-scores-11573773486", "title": "Drive to Desegregate Brooklyn Schools Increases Diversity", "date": "2019-11-14 18:31", "summary": "Controversial effort to desegregate classes by changing admissions process hits target in eight of 11 middle schools. A push to desegregate middle schools in Brooklyn's District 15 increased the diversity of some schools' sixth-grade classes this fall, city data showed Thursday.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-aided-by-recovering-cloud-computing-demand-11573769574", "title": "Nvidia Aided by Recovering Cloud-Computing Demand", "date": "2019-11-14 18:27", "summary": "Sales prospects linked to graphic chip maker's gaming business also brightening. Nvidia Corp. said chip sales in some of its key markets started to recover in recent months even as it posted a fourth-straight quarter of lower earnings and said that its revenue decline wasn't over.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-1-billion-investment-in-wirecard-came-with-a-twistno-softbank-cash-11573767771", "title": "SoftBank's $1 Billion Investment in Wirecard Came With a Twist-No SoftBank Cash", "date": "2019-11-14 18:25", "summary": "Funding came from personal accounts of a group of SoftBank employees and an outside investor. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farfetch-shares-surge-as-it-promises-path-to-profits-11573773911", "title": "Farfetch Shares Surge as It Promises Path to Profits", "date": "2019-11-14 18:25", "summary": "Online luxury seller posts another quarter of growth and losses. Online luxury fashion retailer Farfetch Ltd. posted another quarter of rapid growth and deep losses, but promised investors that its losses would narrow in the holiday quarter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-paso-walmart-reopening-after-mass-shooting-amid-mixed-emotions-11573733875", "title": "El Paso Shoppers Return to Site of Shooting With Pride, Trepidation", "date": "2019-11-14 18:16", "summary": "'We need to carry on,' said one shopper at reopened Walmart supercenter, where 22 were killed in August. EL PASO, Texas-Cheers from a receiving line of employees handing out \"El Paso Strong\" bracelets greeted each person entering the Walmart El Paso Supercenter Thursday morning.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-threatens-egypt-with-sanctions-over-russian-arms-deal-11573769929", "title": "U.S. Threatens Egypt With Sanctions Over Russian Arms Deal", "date": "2019-11-14 18:04", "summary": "Administration warns Cairo to cancel planned purchase of Russian warplanes. WASHINGTON-The U.S. has warned Egypt of possible sanctions over Cairo's decision to proceed with a purchase of Russian warplanes, a new source of friction with a country whose leader has been lauded by President Trump.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/latin-america-currencies-continue-to-slip-11573757361", "title": "Latin America Currencies Continue to Slip", "date": "2019-11-14 17:54", "summary": "Mounting political uncertainty in region concerns investors. Latin American currencies continued a recent slide Thursday, pressured by mounting political uncertainty throughout the region.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-asks-supreme-court-to-block-new-york-subpoena-for-tax-records-11573769653", "title": "Trump Asks Supreme Court to Block New York Subpoena for Tax Records", "date": "2019-11-14 17:53", "summary": "Manhattan district attorney seeks records from Trump's accountants in probe of hush-money payments to women. WASHINGTON-President Trump asked the Supreme Court Thursday to block a subpoena for his tax records issued by New York prosecutors investigating hush-money payments to two women who allege they had affairs with Mr. Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executive-at-chinese-bank-pleads-guilty-in-bid-rigging-case-11573771416", "title": "Former Executive at Chinese Bank Pleads Guilty in Bid-Rigging Case", "date": "2019-11-14 17:43", "summary": "Guilty plea is the fourth secured by the Justice Department in its probe into antitrust violations in the market for American depositary receipts. A former vice president at the New York brokerage unit of a large Chinese bank pleaded guilty to a criminal antitrust charge, the latest defendant ensnared in a federal crackdown on the market for American depositary receipts.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheat-review-the-art-of-sadism-11573770793", "title": "'Cheat' Review: The Art of Sadism", "date": "2019-11-14 17:33", "summary": "This thriller pits a vengeful university student against a faculty member.. If this saga of two females locked in deadly psychological combat weren't so consistently enthralling, you'd have cause to wonder what the appeal was in a series as packed with barely developed characters as \"Cheat\" is (Thursday, Nov. 21, Sundance Now).", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-sama-review-view-from-a-rebel-stronghold-11573770713", "title": "'For Sama' Review: View From a Rebel Stronghold", "date": "2019-11-14 17:31", "summary": "A 'Frontline' documentary captures life in Aleppo during the devastating Syrian conflict.. It's impossible to think of a more timely film than \"For Sama\" (Tuesday, 10 p.m., PBS), on the heroic pro-democracy rebels in Syria who rose up against Assad, the resulting assault on rebel-held Aleppo, and, not least, the leading role Putin's Russia played in that murderous campaign.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-wants-to-run-against-lloyd-blankfein-11573770660", "title": "Elizabeth Warren Wants to Run Against Lloyd Blankfein", "date": "2019-11-14 17:31", "summary": "Beating Deval Patrick may be tougher.. Sen. Elizabeth Warren is featuring former Goldman Sachs CEO Lloyd Blankfein in a new television advertisement showing how rich guys are disturbed by her plans to plunder their wealth. She's hoping it will prevent middle-class voters from focusing on how expensive her plans would be for them, too.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-treasury-yields-quiet-investors-concerns-11573736400", "title": "Rising Treasury Yields Quiet Investors' Concerns", "date": "2019-11-14 17:23", "summary": "Boost in economic outlook has powered a steep climb in benchmark 10-year Treasury yield. Yields on U.S. government bonds have rebounded from near-historic lows hit just two months ago, sending one of the clearest signals yet that investors' recent recession fears have waned.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-good-liar-review-untrue-romance-11573769583", "title": "'The Good Liar': Untrue Romance", "date": "2019-11-14 17:13", "summary": "A tale of deceit with Ian McKellen and Helen Mirren misplaces the notion of playfulness.. The calculation couldn't be clearer. Put two superb performers together-they don't get superber than Helen Mirren and Ian McKellen-and you're on your way to making an exceptional movie. Not so fast, though. \"The Good Liar\" is calculation from arch start to hollow finish.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-v-ferrari-review-hurtling-down-the-glory-road-11573769608", "title": "'Ford v Ferrari' Review: Hurtling Down the Glory Road", "date": "2019-11-14 17:13", "summary": "Christian Bale and Matt Damon star in a car-racing epic with a fine mind and a big heart.. For all its thunderous exhaust notes-movies about car racing sound like operas scored entirely for bassos-\"Ford v Ferrari\" has significant things to say on worthy subjects: art v commerce, the cowboy ethic v corporate caution, and friendship v everything else, since that's the powertrain driving the plot. At the same time, the film serves as a reminder that art and commerce aren't always in conflict. It's a new and emotionally complex model of an old-fashioned audience-pleaser, with wonderful performances by Christian Bale and Matt Damon and a resonant soul to go with its smarts.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-lawyer-confirmed-to-federal-judgeship-over-democratic-objections-11573769287", "title": "White House Lawyer Confirmed as Judge Over Democratic Objections", "date": "2019-11-14 17:08", "summary": "Senate puts Steven Menashi on the 2nd Circuit Court of Appeals despite controversial writings on race, sexual assault. The U.S. Senate on Thursday confirmed White House lawyer Steven Menashi to the federal appeals court in New York, overcoming opposition based on his controversial past writings about race and sexual assault.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rewrite-of-lower-income-lending-rules-to-advance-in-december-11573742588", "title": "Rewrite of Lower-Income Lending Rules to Advance in December", "date": "2019-11-14 16:49", "summary": "Comptroller of the Currency Joseph Otting to move forward alone if necessary after OCC talks end with Fed. WASHINGTON-A top bank regulator is poised to propose changes to bank lending requirements that could potentially transform the way lenders make billions of dollars in loans and investments in lower-income communities.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epsteins-estate-looking-to-establish-fund-to-compensate-victims-of-abuse-11573767938", "title": "Jeffrey Epstein's Estate Looks to Establish Fund to Compensate Victims", "date": "2019-11-14 16:45", "summary": "Program would be run by architects of Sept. 11 fund, including attorney Kenneth Feinberg. Jeffrey Epstein's estate is seeking court approval to establish a voluntary and confidential fund for compensating the many women he allegedly abused.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cannabis-stocks-fall-on-disappointing-earnings-11573754223", "title": "Cannabis Stocks Fall on Disappointing Earnings", "date": "2019-11-14 16:38", "summary": "Shares of Canopy Growth, Tilray and Cronos Group have declined this week. Investors in cannabis companies are finding their money is going up in smoke this week after a round of disappointing earnings reports.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-stocks-and-trade-jitters-push-global-markets-lower-11573726479", "title": "Cisco's Disappointing Outlook Weighs on Stocks", "date": "2019-11-14 16:35", "summary": "Networking giant, considered a proxy for corporate tech demand, blamed lighter customer spending for lackluster guidance. The S&P 500 eked out a small gain Thursday to close at a fresh record following a tepid session of trading.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-feds-williams-backs-keeping-rates-steady-11573750820", "title": "New York Fed's Williams Backs Keeping Rates Steady", "date": "2019-11-14 16:32", "summary": "After three rate cuts, U.S. central-bank interest-rate policy is in the right place, he said. Federal Reserve Bank of New York President John Williams echoed the views of many of his colleagues Thursday, saying that after three rate cuts, U.S. central-bank interest-rate policy is in the right place to deal with the current environment of uncertainty.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hiring-of-additional-mta-cops-to-cost-250-million-11573767179", "title": "Hiring of Additional MTA Cops to Cost $250 Million", "date": "2019-11-14 16:32", "summary": "Transit crime hasn't gone up, but MTA leader says added officers provide reassurance for riders, especially early in morning, late at night. The Metropolitan Transportation Authority estimates it will cost $250 million over the next four years to hire 500 police officers it recently pledged to add to patrol commuter trains, buses and the subway system.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-mexico-cuts-rates-as-expected-11573761690", "title": "Bank of Mexico Cuts Rates, as Expected", "date": "2019-11-14 16:24", "summary": "The central bank is continuing an easing cycle that started in August when inflation moved towards the bank's target. MEXICO CITY-The Bank of Mexico cut interest rates by a quarter percentage-point Thursday, as expected, continuing an easing cycle that started in August when inflation eased towards the bank's target.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-matt-bevin-concedes-tight-kentucky-gubernatorial-race-after-recanvass-11573759780", "title": "GOP Gov. Matt Bevin Concedes Tight Kentucky Gubernatorial Race", "date": "2019-11-14 16:22", "summary": "Democrat Andy Beshear wins after formal review. Republican Gov. Matt Bevin conceded a tight Kentucky gubernatorial race after a formal review of county vote totals in last week's election, making Democrat Andy Beshear the winner by roughly 5,000 votes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-trump-zelensky-call-barely-resembled-second-11573738399", "title": "First Trump-Zelensky Call Barely Resembled Second", "date": "2019-11-14 16:22", "summary": "Trump said he plans to release a transcript of April conversation, during which he congratulated Ukrainian counterpart for his election victory. WASHINGTON-Hours after comedian Volodymyr Zelensky won a landslide victory in Ukraine's April presidential election, President Trump was on the phone hailing his success.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-to-restrict-user-information-it-gives-advertisers-11573755206", "title": "Google to Restrict User Information It Gives Advertisers", "date": "2019-11-14 16:02", "summary": "Company will stop describing websites where ads will appear; critics call concession 'a sop'. Alphabet Inc.'s Google said its ad exchange would stop telling advertisers what categories of websites users are visiting, a concession to European data-protection authorities that have said the company's real-time ad auctions violate European Union privacy laws.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toll-wars-connecticut-gop-proposes-toll-free-transportation-plan-11573764530", "title": "Toll Wars: Connecticut GOP Proposes Toll-Free Transportation Plan", "date": "2019-11-14 15:48", "summary": "Republicans want to use the state's rainy-day fund to help pay for highway and rail upgrades. The battle over highway tolls rages on in Connecticut.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-says-policy-helping-u-s-economy-more-than-rate-cuts-would-suggest-11573752278", "title": "Fed's Bullard: After Three Cuts, It's Now Time for Fed to Hold Steady", "date": "2019-11-14 15:34", "summary": "St. Louis Fed leader says central-bank policy helping economy more than rate cuts would suggest. Federal Reserve Bank of St. Louis President James Bullard said he doesn't see any need to lower interest rates beyond the three cuts the U.S. central bank has made this year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadly-shooting-at-southern-california-high-school-11573763484", "title": "Deadly Shooting at Southern California High School", "date": "2019-11-14 15:31", "summary": "At least two students were killed and several wounded after a 16-year-old opened fire Thursday morning at a high school in Santa Clarita, Calif.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/2020-honda-passport-come-for-the-tent-stay-for-the-suv-11573763016", "title": "2019 Honda Passport: Come for the Tent, Stay for the SUV", "date": "2019-11-14 15:23", "summary": "With overlanding equipment, space for two mountain bikes and a premium rooftop tent, the rugged Honda Passport is looking to snatch some of Subaru's outdoor demo, says Dan Neil. And teens will love it, too. I LIVE NEAR two high schools, and in the morning the neighborhood sidewalks are crowded with bent, purgatorial figures, all bookbags and hoodies, trudging to class. A few weeks ago the sight of our test car set this crowd off like I had Ed Sheeran naked and hogtied to the hood. Good lord. Kids were running after it, taking pictures. I could have driven down the same street in a growling Corvette and got no looks, no love-more like sullen disdain. But for Honda's midsize, mainstream schlepper they go ape? Que pasa, brah?", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/podcast-industry-grapples-with-the-prospect-of-automated-ads-11573762876", "title": "Podcast Industry Grapples With the Prospect of Automated Ads", "date": "2019-11-14 15:21", "summary": "Podcasters debate following the ad tech trail blazed by the internet. As podcasts attract more advertisers, podcast publishers and ad sellers are beginning to embrace tactics that are common on the internet, including the automated buying and selling of targeted ads.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-pricing-and-the-broader-quality-of-life-11573762846", "title": "Drug Pricing and the Broader Quality of Life", "date": "2019-11-14 15:20", "summary": "By limiting the benefits included in its model and inappropriately valuing these health benefits, ICER risks mispricing innovative health therapies and disincentivizing investments in research and development.. The economic models created by the Institute for Clinical and Economic Review (ICER) have had a significant impact on the price negotiations between drug companies and health plans (\"Obscure Model Puts Price On Healthy Year of Life,\" Page One, Nov. 5). What ICER gets right in its approach is that drug prices should be linked to the benefits each drug provides.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adjusting-and-lowering-college-standards-11573762813", "title": "Adjusting and Lowering College Standards", "date": "2019-11-14 15:20", "summary": "If admission testing is unfair, so is course grading.. Regarding your editorial \"Meritocracy's Waterloo?\" (Nov. 8): Meritocracy has been under siege for a long time. I have been a professor of statistics and operations management for 39 years in four universities, starting in 1968. In the early '70s the new hippy generation argued that standardized admissions tests were unfair to minorities, the poor and the unwashed. Open admissions would fix this. Let everybody try and if they flunked out, that was their problem. This is a fairy-tale theory because many poorly prepared students result in lowering grade standards so more people can pass. It also increases the cost to the university in added faculty and classroom space. Student evaluation of teachers put the nail in the coffin because grading became a major factor in one's evaluation and its leverage in salary review. I can attest that easy grading results in higher salaries.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electoral-college-speculation-is-hazardous-11573762781", "title": "Electoral College Speculation Is Hazardous", "date": "2019-11-14 15:19", "summary": "When Sen. Bernie Sanders and Mrs. Clinton were battling it out in Democratic primaries, would an assessment of possible 2016 Electoral College votes versus Mr. Trump in the general election have come anywhere close to that November's actual result?. William Galston surveyed the potential swing-state landscape and concludes that \"Arizona Could Decide the 2020 Election\" (Politics & Ideas, Oct. 30). Given the anti-Trump media blitz it is remarkable that President Trump still is within striking distance of an Electoral College majority. Mitt Romney in 2012 had little of Mr. Trump's image baggage and ran against an incumbent with the worst economic recovery record since the Great Depression, but he still lost the Electoral College by 126 votes to President Obama. In 2016 Mr. Trump won by 77 votes over Hillary Clinton, a 203-vote turnaround in four years. When Sen. Bernie Sanders and Mrs. Clinton were battling it out in Democratic primaries, would an assessment of possible 2016 Electoral College votes versus Mr. Trump in the general election have come anywhere close to that November's actual result? Of course not.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-day-of-televised-impeachment-hearings-draws-13-1-million-viewers-11573762430", "title": "First Day of Televised Impeachment Hearings Draws 13.1 Million Viewers", "date": "2019-11-14 15:13", "summary": "Fox News leads rivals with 2.9 million viewers, edging MSNBC's 2.7 million. Some 13.1 million people tuned in to watch the first day of public hearings in the impeachment inquiry across the major cable and broadcast networks, as two senior U.S. officials testified in front of lawmakers and a daytime television audience.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-man-arrested-for-alleged-anti-semitic-egg-hurling-incidents-11573762104", "title": "Brooklyn Man Arrested for Alleged Anti-Semitic Egg-Hurling Incidents", "date": "2019-11-14 15:08", "summary": "Mohib Hoque is accused of hurling eggs at two women and a synagogue in a predominantly Jewish area of Brooklyn over the weekend, officials said. A Brooklyn man was arrested and charged with hate crimes Thursday in connection with a trio of anti-Semitic egg-throwing incidents in the Borough Park section of the borough, New York Police Department officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-again-with-feeling-11573762067", "title": "'Once' Again, With Feeling", "date": "2019-11-14 15:07", "summary": "More of a play with songs and a folk-pop score than a full-blown musical, this love story is both affecting and mature.. New Hope, Pa.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-cuts-u-s-oil-output-growth-forecast-11573733654", "title": "OPEC Cuts U.S. Oil Output Growth Forecast", "date": "2019-11-14 15:05", "summary": "In its closely-scrutinized monthly oil market report, the cartel lowers its 2020 non-OPEC production growth estimate by 34,000 barrels a day. LONDON-The Organization of the Petroleum Exporting Countries lowered its oil production growth forecast for non-cartel countries for 2020 on Thursday, citing a downward adjustment to its forecast for the U.S.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-use-the-hsa-for-medical-or-retirement-savings-11573122606", "title": "How to Use the HSA, for Medical or Retirement Savings", "date": "2019-11-14 14:57", "summary": "Health savings accounts offer a unique triple tax advantage. The health savings account, or HSA, can be a powerful savings tool-if you approach it the right way.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-lifts-4-year-ban-on-u-s-chicken-11573746696", "title": "China Lifts 4-Year Ban on U.S. Chicken", "date": "2019-11-14 14:54", "summary": "Resumption of poultry imports is estimated to bring about $2 billion in sales. WASHINGTON-China has agreed to lift a more than four-year-old ban on U.S. poultry imports, both governments said, in what a U.S. industry group said could lead to sales of about $2 billion of poultry.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-makes-some-improvements-in-consumer-reports-latest-reliability-ranks-11573753526", "title": "Tesla Makes Some Improvements in Consumer Reports Rankings", "date": "2019-11-14 14:52", "summary": "Model 3, Model S regain 'recommended' status, Lexus tops ratings. After tumbling in the rankings last year, electric car maker Tesla Inc. rebounded slightly in Consumer Reports's latest automobile reliability survey, with the organization restoring its recommended rating to two models: the Model 3 and Model S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-the-bus-the-fate-of-a-fall-guy-11573760261", "title": "'Under the Bus': The Fate of a Fall Guy", "date": "2019-11-14 14:37", "summary": "A phrase repeatedly invoked about figures in the impeachment inquiry is relatively new compared to 'scapegoat' and 'sacrificial lamb'. When House Intelligence Chairman Adam Schiff spoke to the press after the first public hearing in the impeachment inquiry on Wednesday, he relied on a familiar turn of phrase to describe what he saw as efforts by President Trump's supporters to find scapegoats in the Ukraine scandal.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/edwin-stephan-sold-sea-cruises-to-middle-class-america-11573760021", "title": "Edwin Stephan Sold Sea Cruises to Middle-Class America", "date": "2019-11-14 14:33", "summary": "Founder of Royal Caribbean persuaded Norwegian shipowners to finance his vision. He grew up far from the sea, in Wisconsin, didn't particularly like to travel and was prone to seasickness. Yet Edwin Stephan, who died Nov. 8 at age 87, was among the first entrepreneurs to see the vast potential for Miami as a base for cruises in the Bahamas and Caribbean.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-content-chief-says-nothing-has-changed-with-disney-launch-11573759213", "title": "Netflix's Content Chief Says 'Nothing Has Changed' With Disney+ Launch", "date": "2019-11-14 14:20", "summary": "Ted Sarandos said Netflix can weather competition because of its investments in original programming. Netflix Inc. Chief Content Officer Ted Sarandos said \"nothing has changed\" with the launch of Walt Disney Co. 's new streaming service, expressing optimism that his company is prepared to weather competition from rivals because of its investments in original programming.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-november-9-11573758297", "title": "Best-Selling Books Week Ended November 9", "date": "2019-11-14 14:04", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-promotes-465-managing-directors-as-it-looks-to-regain-its-luster-11573758020", "title": "Goldman Promotes 465 Managing Directors as It Looks to Regain Luster", "date": "2019-11-14 14:00", "summary": "Women make up a record 29% of newly minted managing directors at the Wall Street firm. Goldman Sachs Group Inc. promoted 465 employees to the role of managing director, a smaller class than previous ones as the bank looks to cut costs and restore the luster of its upper ranks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-perfect-days-in-cape-town-on-two-budgets-11573756972", "title": "Two Perfect Days in Cape Town on Two Budgets", "date": "2019-11-14 13:42", "summary": "South Africa's coastal charmer is a relative steal. But it's also home to some of the priciest hotels on the continent. Here, two daylong itineraries, one for thrifty travelers, the other for unapologetic luxury lovers. Cape Town offers some exceptional diversions-often at first-world prices, from swoon-worthy hotels to the rolling valleys and vines of the Cape winelands. For those with a severe case of FOMO, here's how to pack in key highlights in one ambitious day", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-stock-goes-upscale-11573755732", "title": "Walmart's Stock Goes Upscale", "date": "2019-11-14 13:22", "summary": "Walmart had solid quarterly results and shined in e-commerce, but investors are blanching at its valuation. At its start, 2019 didn't seem like a year in which Walmart shares would massively outperform those of Amazon.com . Yet here we are.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-banks-charlies-angels-director-profile-11573754819", "title": "Elizabeth Banks: How Making 'Charlie's Angels' Is Part of My Business Plan", "date": "2019-11-14 13:09", "summary": "The writer, director, producer and actress says she made a franchise from nothing with Pitch Perfect. Now she'll tackle Charlie's Angels for a new generation of women. Actor Elizabeth Banks knows her Hollywood career could have worked out dramatically differently. \"I think if I had a really successful acting career, I would not be interested in doing all of these other jobs,\" she says, sitting in the cafe of her hotel in Manhattan. More bluntly: \"If I was Julia Roberts, I would not be directing movies.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viacoms-earnings-revenue-slip-11573736109", "title": "Viacom Earnings Fall on Lower Revenue, Streaming Investments", "date": "2019-11-14 12:56", "summary": "Profitability at TV giant, which is merging with CBS, decreased as it ramped up spending on Pluto TV and BET+. Viacom Inc.'s profit fell in the last quarter of its fiscal year as lower revenue and increased investment in new online streaming services weighed on its bottom line.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deval-patrick-joins-democratic-race-for-president-11573733321", "title": "Deval Patrick Joins Democratic Race for President", "date": "2019-11-14 12:54", "summary": "Former Massachusetts governor, a close Obama friend, stakes out moderate positions on health care and taxing the wealthy. Former Massachusetts Gov. Deval Patrick on Thursday launched a late-stage campaign for president, joining a sprawling Democratic field that lacks a decisive front-runner three months before the Iowa caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-razr-is-back-but-does-it-come-in-pink-11573753330", "title": "The Razr Is Back, but Does It Come in Pink?", "date": "2019-11-14 12:42", "summary": "Motorola tries another Razr resurrection, this time with a foldable screen. Motorola is trying to resurrect its once-popular Razr phone-again. At least this time, the company has plenty of mistakes to learn from.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growth-in-economic-powerhouses-starts-to-diverge-11573730840", "title": "Global Powerhouses Stuck in Low Gear", "date": "2019-11-14 12:27", "summary": "China's economy slows, while Germany and Japan are close to stagnation. The global economy is showing few signs of rebounding from its slowdown, as fresh figures indicate that China continues to cool and Germany and Japan are close to stagnation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-read-japans-big-internet-merger-11573733813", "title": "How to Read Japan's Big Internet Merger", "date": "2019-11-14 12:26", "summary": "The combination of Yahoo Japan's online shopping and Line's instant messaging will depend on careful management of different corporate cultures. The merger of two internet giants in Japan looks good on paper. The question is how well they can make it work.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-awkward-anniversary-for-the-dow-11573751819", "title": "An Awkward Anniversary for the Dow", "date": "2019-11-14 12:16", "summary": "The Dow closed above 1000 points on this date in 1972 but it would take more than 10 years to finally conquer the four-digit mark. Milestones can look a lot different in the rearview mirror.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houlihans-restaurant-chain-files-for-bankruptcy-11573751584", "title": "Houlihan's Restaurant Chain Files for Bankruptcy", "date": "2019-11-14 12:13", "summary": "Houlihan's Restaurant Inc. has a $40 million deal to sell the business to Landry's Inc., subject to higher offers. The private-equity backed operator of the Houlihan's Restaurant + Bar chain has filed for bankruptcy protection with a deal in-hand to sell the casual dining chain to fellow restaurant operator Landry's Inc. for $40 million and assumption of some liabilities.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venice-submerged-by-near-record-flooding-11573750216", "title": "Venice Submerged by Near-Record Flooding", "date": "2019-11-14 12:12", "summary": "Exceptionally high tide inundates swaths of city that normally stay dry, adding to anxiety about Venice's long-term future. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jerome-powell-to-testify-before-house-budget-committee-on-economic-outlook-11573736401", "title": "Powell Signals Optimism but Cites Trade Uncertainties", "date": "2019-11-14 12:12", "summary": "On Day 2 of his testimony on Capitol Hill, Fed chairman says 'uncertainty is huge for businesspeople making decisions'. Federal Reserve Chairman Jerome Powell said the central bank was optimistic its interest-rate cuts this year would buoy the U.S. economy against lingering headwinds, including trade uncertainty and a slowdown in global growth.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-names-finance-chief-as-vatican-struggles-with-budget-11573750827", "title": "Pope Francis Names Finance Chief as Vatican Struggles With Budget", "date": "2019-11-14 12:00", "summary": "Spanish priest to fill long-empty seat vacated by Cardinal George Pell, who has been convicted of sex abuse. ROME-Pope Francis named a new head of the Vatican's finance office, filling a long-vacant role as he presses officials to close a yawning budget deficit and bring order to the Holy See's troubled finances.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daimler-warns-on-profits-aims-to-cut-labor-costs-11573737629", "title": "Daimler Warns on Profits, Aims to Cut Labor Costs", "date": "2019-11-14 11:53", "summary": "Mercedes-Benz maker squeezed by cost of developing electric cars and cutting emissions. BERLIN- Daimler AG's share price fell more than 4% after the Mercedes-Benz maker said it aims to reduce labor costs by $1.1 billion by 2022 and warned that costs associated with job cuts and efforts to meet stricter emission targets would dent profits for the next two years.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-amazons-echo-studio-replace-your-home-stereo-11573750352", "title": "Can Amazon's Echo Studio Replace Your Home Stereo?", "date": "2019-11-14 11:52", "summary": "With five speakers and Dolby Atmos processing packed inside, the do-it-all device rivals the best smart speakers on the market. THROW SOME GOOGLY EYES on the Echo Studio, Amazon 's latest smart speaker, and with the cutout at the base, it resembles a wide-mouthed robot ready to yammer all its stellar benefits, powered by Alexa.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-general-counsel-former-interim-ceo-parker-to-leave-11573743160", "title": "Wells Fargo's General Counsel, Former Interim CEO Parker to Leave", "date": "2019-11-14 11:47", "summary": "C. Allen Parker stepped into interim chief role in March, then returned to general counsel post in October. Wells Fargo & Co. said Thursday that General Counsel C. Allen Parker, who recently served a stint as interim chief executive, will leave the bank at the end of March.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-proposes-1-3-trillion-infrastructure-plan-11573749871", "title": "Biden Proposes $1.3 Trillion Infrastructure Plan", "date": "2019-11-14 11:44", "summary": "President Trump's infrastructure proposals have failed to garner support in Congress. WASHINGTON-Former Vice President Joe Biden is proposing a $1.3 trillion plan over the next decade to revitalize the nation's aging network of roads, highways and bridges, promote high-speed rail and fund other major projects, seeking to overcome a stalled infrastructure agenda in Washington.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-dow-closed-at-27691-4854488934just-like-the-day-before-11573748858", "title": "When the Dow Closed at 27691.4854488934-Just Like the Day Before", "date": "2019-11-14 11:27", "summary": "The DJIA went unchanged Tuesday, a mystery that finance geeks have spent the ensuing time trying to unravel-or not; 'the equivalent of watching paint dry'. Stocks go up. Stocks go down. On Tuesday, the Dow Jones Industrial Average went absolutely nowhere-a mystery that finance geeks, journalists and analysts have spent the ensuing time trying to unravel.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-top-agent-seeks-to-retain-his-grip-on-a-fading-free-agent-market-11573745831", "title": "The Agent Who Controls Baseball's Offseason", "date": "2019-11-14 11:09", "summary": "With teams spending less in free agency, Scott Boras thinks he can still break the bank with three of the most coveted players this offseason-Gerrit Cole, Stephen Strasburg and Anthony Rendon. SCOTTSDALE, Ariz.-Scott Boras, baseball's most prominent agent, strolled through a hotel courtyard Wednesday afternoon wearing a black zip-up pullover adorned with his personal corporate logo. For an hour, he sought to reinforce the idea that he still controls the sport's troubled free-agent marketplace.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://graphics.wsj.com/photo-poll/house-of-the-week-111419?mod=article_inline", "title": "Vote for the WSJ House of the Week", "date": "2019-11-14 11:04"}, {"link": "https://www.wsj.com/articles/can-religion-still-speak-to-younger-americans-11573747161", "title": "Can Religion Still Speak to Younger Americans?", "date": "2019-11-14 10:59", "summary": "Among 18- to 29-year-olds, 44% declare that they have no religious affiliation. Maybe it's because their idea of faith is too narrow.. The fastest-growing population on the American religious landscape today is \"Nones\"-people who don't identify with any religion. Recent data from the American Family Survey indicates that their numbers increased from 16% in 2007 to 35% in 2018. Over the same period, there has been a dramatic decline in the share of the population who identify as Christian, from 78% of Americans in 2007 to 65% in 2018-19, according to a report by the Pew Research Center released this month. The rise of Nones is even more dramatic among younger people: 44% of Americans aged 18 to 29 are Nones.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-to-deport-american-terrorist-suspect-to-the-u-s-11573746881", "title": "Turkey to Deport American Terrorist Suspect to the U.S.", "date": "2019-11-14 10:54", "summary": "The move comes a day after President Trump met with Turkish President Erdogan at the White House. ISTANBUL-The Turkish government moved forward with deporting an American accused of having been affiliated with a terrorist organization, after Ankara said it received assurances from the Trump administration that it will take him back.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-warranties-offer-buyers-protection-just-dont-forget-the-inspection-11573746448", "title": "Home Warranties Offer Buyers Protection. Just Don't Forget the Inspection", "date": "2019-11-14 10:47", "summary": "Sellers can sweeten the deal with home-service contracts, but buyers beware-not all repairs are covered. Houses are pretty good at keeping secrets. A hairline crack in a pipe or a worn belt on the clothes dryer may go undetected until something goes wrong.", "categories": [["Real Estate", "Counting House"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/counting-house?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saratoga-springs-real-estate-is-a-summer-hot-spot-11573746207", "title": "Saratoga Springs Real Estate Is a Summer Hot Spot", "date": "2019-11-14 10:43", "summary": "Values are soaring in this New York state community, which has been a summer getaway for the elite for over 200 years.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saratogas-real-estate-market-is-off-to-the-races-11573746231", "title": "Saratoga Springs' Real-Estate Market Is Off to the Races", "date": "2019-11-14 10:43", "summary": "An extended horse racing season and several new condo developments are taking home prices in this upstate New York community for a ride.. Like the thoroughbreds that whip around the famed track here, real estate moves fast in Saratoga Springs, N.Y.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-decide-whether-to-move-or-stay-in-your-house-in-retirement-11573745765", "title": "How to Decide Whether to Move or Stay in Your House in Retirement", "date": "2019-11-14 10:36", "summary": "Also: answering a reader's question about getting the shingles vaccine. My husband and I are going back and forth about whether to remodel our current home so we can continue living here as we age. Can you address some of the pros and cons of staying put? Full disclosure: We like where we live and are leaning toward remodeling.", "categories": [["Life & Work", "Journal Reports: Retirement", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honesty-is-the-best-expense-policy-11573745452", "title": "Honesty Is the Best Expense Policy", "date": "2019-11-14 10:30", "summary": "A behavioral economist answers questions on workplace ethics, the risks of e-cigarettes and mourning a spouse.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-pumps-in-104-293-billion-in-temporary-liquidity-11573744698", "title": "New York Fed Pumps In $104.293 Billion in Temporary Liquidity", "date": "2019-11-14 10:18", "summary": "Interventions are aimed at ensuring the financial system has enough liquidity. The New York Fed added $104.293 billion to financial markets Thursday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-wanted-something-more-from-retirement-so-he-got-three-jobs-11573743922", "title": "He Wanted Something More From Retirement. So He Got Three Jobs.", "date": "2019-11-14 10:05", "summary": "After a career in marketing and sales, Thomas Marshall has found physical and intellectual satisfaction by working completely different jobs. Thomas Marshall had been retired for several years when he decided to go back to work. He wanted to do something new that satisfied him intellectually and physically while providing him with a flexible schedule.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-problem-with-percentages-11573743724", "title": "Our Problem With Percentages", "date": "2019-11-14 10:02", "summary": "To understand everything from cancer risk to tax rates, we need to cultivate statistical literacy.. The mayor of Chicago, Lori Lightfoot, recently made headlines with a plan to double the city's tax on restaurant meals. This sounds dramatic-until you learn that the existing tax is just 0.25%. Doubling it only means raising it an additional 0.25%, but that makes for a less attention-grabbing story.", "categories": [["Life & Work", "Ideas", "Everyday Math"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-books-about-retirement-and-aging-of-2019-11573743746", "title": "The Best Books About Retirement and Aging of 2019", "date": "2019-11-14 10:02", "summary": "Here are six books that may help both your wallet and your well-being. Whatever your age, this year's book selections offer myriad ways to define-and redefine-what healthy aging means to you. You'll find helpful advice and insights for achieving health and well-being in mind, body and bank account, and perhaps inspirations for your next adventure.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coaches-played-crucial-role-in-college-admissions-cheating-network-11573727401", "title": "Coaches Played Crucial Role in College-Admissions Scandal", "date": "2019-11-14 09:34", "summary": "USC women's soccer coach and others made valuable introductions for William 'Rick' Singer. Years ago, William \"Rick\" Singer forged a fruitful connection with the head of the University of Southern California's women's soccer team.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-impeachment-trial-could-create-headaches-for-2020-contenders-11573740972", "title": "Impeachment Could Create Headaches for 2020 Contenders", "date": "2019-11-14 09:16", "summary": "Resume Subscription. ", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-california-boat-fire-unfolded-11573740000", "title": "How the California Boat Fire Unfolded", "date": "2019-11-14 09:00", "summary": "The blaze aboard Truth Aquatics' Conception over Labor Day weekend killed 34 people. More than two months after 34 people died in a fire on a dive boat in California, the U.S. House of Representatives' Subcommittee on Coast Guard and Maritime Transportation is expected to hear details about the deadly blaze on Thursday as part of a hearing on maritime-vessel safety.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-clarida-says-u-s-is-testing-edge-of-full-employment-price-stability-11573740021", "title": "Fed's Clarida: U.S. Testing Edge of Full Employment, Price Stability", "date": "2019-11-14 09:00", "summary": "The central bank vice chairman says robust job market isn't driving big wage gains. Federal Reserve Vice Chairman Richard Clarida said Thursday that the U.S. economy may be testing the edge of full employment, in remarks that noted the central bank's tool kit for influencing the economy is in a good place.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-guru-chris-whittle-tries-a-comeback-with-new-school-in-brooklyn-11573740001", "title": "Education Guru Chris Whittle Tries a Comeback With New School in Brooklyn", "date": "2019-11-14 09:00", "summary": "Whittle School to launch site next fall in New York with plans to expand for 90,000 students in 15 countries. ", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-calling-chinas-xi-jinping-president-u-s-panel-says-11573740000", "title": "Stop Calling China's Xi Jinping 'President,' U.S. Panel Says", "date": "2019-11-14 09:00", "summary": "Calling Mr. Xi 'president' implies China is a democracy, says U.S. commission. WASHINGTON-A bipartisan commission convened by Congress wants everyone to stop calling Chinese leader Xi Jinping \"president.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayne-thiebaud-on-how-painting-reminds-us-of-our-humanity-11573738537", "title": "The Wisdom of Wayne Thiebaud", "date": "2019-11-14 08:35", "summary": "The 98-year-old artist, renowned for his vibrant paintings of cakes, milkshakes and other sweet treats, has a new show in New York City-this time of mountains he recreates from memory. Wayne Thiebaud's most famous works have always appealed to the sweet tooths among us. For much of the 98 year-old artist's decades-long career, Thiebaud's calling card has been his oil paintings of confectionary delights: rows of cakes and cupcakes, milkshakes and sundaes, doughnuts and lollipops-as well as the way he layers colors to create them. A slice of white cake with white frosting, for example, might be bordered in orange, red or blue on a white plate with a similarly technicolored rim.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/burberrys-new-look-is-fully-priced-11573737998", "title": "Burberry's New Look Is Fully Priced", "date": "2019-11-14 08:26", "summary": "Shares in the British brand are more expensive than stock in Gucci's owner was at the same stage of its turnaround. Investors are lavishing praise on Burberry for modest sales growth in a booming luxury market. A comparison with where Gucci was at the same phase of its revamp is less flattering.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-disney-cisco-systems-smith-wesson-netapp-walmart-11573730527", "title": "Stocks to Watch: Walmart, Disney; Cisco Systems and NetApp", "date": "2019-11-14 08:17", "summary": "Here are some of the companies with shares expected to trade actively on Thursday. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blueprint-for-lamar-jacksons-stardom-colin-kaepernick-11573736400", "title": "The Blueprint for Jackson's Stardom: Colin Kaepernick", "date": "2019-11-14 08:00", "summary": "The Ravens quarterback has become the NFL's most exciting player running 'the pistol.' The formula distinctly mirrors another quarterback-who is now in exile.. The New England Patriots were hot and riding a long winning streak-until they met a coach named Harbaugh and a young quarterback with a powerful arm and uncanny speed. When that coach deployed the quarterback in an unusual formation, known as \"the pistol,\" it created a problem that not even the best team in football could solve.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fewer-jobless-americans-tap-unemployment-benefits-11573736401", "title": "Fewer Jobless Americans Tap Unemployment Benefits", "date": "2019-11-14 08:00", "summary": "The U.S. work force's reliance on unemployment insurance is dwindling amid tighter rules and a strong job market. Fewer jobless Americans are relying on unemployment insurance amid tighter state rules on obtaining the benefits and a strong job market.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-would-you-fix-college-admissions-share-your-story-11573736401", "title": "How Would You Fix College Admissions? Share Your Story", "date": "2019-11-14 08:00", "summary": "The Journal wants your suggestions on making the process more transparent and less stressful. The college-admissions process can seem unfair. Applicants who have access to private tutors and can afford extracurriculars and special academics get in. Legacies, donors and athletes get a leg up. Meanwhile, students at under-resourced high schools receive limited guidance on where to apply or how to stand out.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-moderates-sense-jitters-on-medicare-for-all-11573732801", "title": "Michigan Moderates Sense Jitters on Medicare for All", "date": "2019-11-14 07:00", "summary": "Polls show swing-state voters are more resistant to Warren and Sanders's Medicare for All plan. The Democratic Party's internal dispute over Medicare for All has reached this battleground state, and so far, supporters of a single-payer health care system are finding a tough audience.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ciscos-cloud-will-linger-11573732802", "title": "Cisco's Cloud Will Linger", "date": "2019-11-14 07:00", "summary": "Tech giant warns of further slowdowns even as its software and security businesses show promise. A lot of things are going right for Cisco Systems. They just aren't right enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-ethical-investors-oil-isnt-aramcos-only-problem-11573731900", "title": "For Ethical Investors, Oil Isn't Aramco's Only Problem", "date": "2019-11-14 06:45", "summary": "Social and governance concerns at the state-owned Saudi oil and gas giant will also scare away some buyers focused on sustainability. Can an oil-and-gas company count as a sustainable or ethical investment? In Saudi Aramco's case, the obvious question of its carbon emissions may not even be the main problem for the increasing numbers of investors who focus on environmental, social and governance (ESG) criteria.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-settlements-with-some-cryptocurrency-firms-showing-cracks-11573729200", "title": "SEC's Deals With Some Crypto Firms Showing Cracks", "date": "2019-11-14 06:00", "summary": "Three startups have missed deadlines to pay back investors or provide more transparency. WASHINGTON-Regulators' efforts to push cryptocurrency startups to comply with laws governing fundraising may be faltering, as several firms that agreed to fix past misdeeds missed deadlines to repay investors or provide more transparency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-latest-effort-to-get-its-numbers-taken-seriously-11573728286", "title": "Beijing's Latest Effort to Get Its Numbers Taken Seriously", "date": "2019-11-14 05:44", "summary": "Local governments will use same measuring methods as national statistics bureau, in an apparent bid to address skepticism about official data. BEIJING-China said local governments would start measuring economic data using the same methods as the national statistics bureau, in an apparent bid to address skepticism about the integrity of its official numbers.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-venture-capital-boom-is-over-leaving-investors-high-and-dry-11573727756", "title": "No More Easy Profits as China's Venture-Capital Boom Fizzles", "date": "2019-11-14 05:35", "summary": "Investors that bet on the rising fortunes of startups are finding it difficult to cash out at a profit. China's venture-capital boom, which spawned some of the world's most valuable technology companies and dozens of rags-to-riches entrepreneur tales in recent years, has come to an end.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktoks-growth-surges-in-india-undented-by-u-s-security-concerns-11573727400", "title": "TikTok-Target of U.S. Suspicion-Is a Smash Hit in India", "date": "2019-11-14 05:30", "summary": "Resume Subscription. NEW DELHI-As TikTok-the wildly popular video-sharing app from China-encounters suspicion in Washington, D.C., regulators and users are unfazed in its largest international market: India.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lawmakers-more-polite-in-private-get-aggressive-in-public-impeachment-hearing-11573727401", "title": "Lawmakers, More Polite in Private, Get Aggressive in Public Hearing", "date": "2019-11-14 05:30", "summary": "With cameras rolling, Republicans went on the offensive. Behind closed doors, lawmakers and staff from both political parties have generally been cordial to their witnesses in the impeachment inquiry, thanking them for their government service and focusing on asking detailed questions more than on making assertions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-impeachment-phase-doesnt-rattle-biden-campaign-11573727402", "title": "Public Impeachment Phase Doesn't Rattle Biden Campaign", "date": "2019-11-14 05:30", "summary": "At hearing, diplomat backed up ex-vice president's case that he did nothing wrong regarding Ukraine. WASHINGTON-The first day of public impeachment hearings offered evidence the drama on Capitol Hill is unlikely to reshape Joe Biden's 2020 presidential campaign, as the Democratic field largely ignored the events in Washington and a State Department official's testimony backed up the former vice president's case that he did nothing wrong.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yahoo-line-merger-plan-raises-hopes-for-japanese-super-app-11573726726", "title": "Yahoo-Line Merger Plan Raises Hopes for Japanese 'Super App'", "date": "2019-11-14 05:18", "summary": "Shares of Line and Yahoo Japan's parent soar, lifting combined market cap above $30 billion. TOKYO-Investors welcomed plans for a merger to create an internet-services giant in Japan controlled by SoftBank founder Masayoshi Son, but Yahoo Japan and chat app Line face challenges combining their businesses.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-with-a-trade-deal-copper-is-no-sure-thing-11573722613", "title": "Even With a Trade Deal, Copper Is No Sure Thing", "date": "2019-11-14 04:10", "summary": "Copper prices have risen in the past few months, but weakness in China's construction sector could put an end to the rally. Things have been looking up for copper. Prices for the red metal have risen about 4% since early September, after a dark and dreary stretch for it beginning in mid-2018. Like many growth plays, copper has been buoyed by signs of warming relations between the U.S. and China, after a bruising trade conflict.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centerbridge-co-founder-mark-gallogly-prepares-to-retire-11573718400", "title": "Centerbridge Co-Founder Mark Gallogly Prepares to Retire", "date": "2019-11-14 03:02", "summary": "Gallogly will retire next year to focus on public policy issues such as climate change, leaving Jeffrey Aronson in charge. Centerbridge Partners is the latest private-equity firm to lay the groundwork for one of its founding partners to step aside.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-talks-hit-snag-over-farm-purchases-11573671418", "title": "U.S.-China Trade Deal Hits Bump Over Farm Purchases", "date": "2019-11-14 02:53", "summary": "Beijing balks at committing to specific purchases, resists U.S. requests for tech-transfer curbs, enforcement mechanism. Trade talks between the U.S. and China have hit a snag over farm purchases, as officials seek to lock down the limited trade deal President Trump outlined last month.", "categories": [["WSJ News Exclusive", "China"]], "category_links": ["https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-challenges-los-angeless-suspension-of-its-scooters-11573727400", "title": "Uber Challenges Los Angeles's Suspension of Its Scooters", "date": "2019-11-14 00:01", "summary": "Company requests hearing with city officials, buying it more time during which it can continue renting the vehicles. Uber Technologies Inc. has requested a hearing with Los Angeles officials after the city suspended its permit to rent out electric scooters over a data-sharing dispute.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11573673960", "title": "Pepper...and Salt", "date": "2019-11-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]