[{"link": "https://www.wsj.com/articles/white-house-weighs-broader-immigration-curbs-11555283781", "title": "White House Weighs Broader Immigration Curbs", "date": "2019-04-14 19:32", "summary": "New rules would clamp down on countries whose nationals overstay their visas. WASHINGTON-President Trump and his top aides are weighing rules designed to clamp down on countries whose nationals overstay short-term visitor visas as part of a broader push for new ways to curb immigration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contract-drug-manufacturer-catalent-to-buy-paragon-bioservices-in-1-2-billion-deal-11555277951", "title": "Contract Drug Manufacturer Catalent to Buy Paragon Bioservices in $1.2 Billion Deal", "date": "2019-04-14 19:06", "summary": "The all-cash deal would help Catalent expand its gene-therapy manufacturing capabilities. Contract drug manufacturer Catalent Inc. agreed to buy closely held Paragon Bioservices Inc. for $1.2 billion, according to people familiar with the matter, the latest deal in the emerging market for gene-therapy drugs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-calls-for-tightened-security-on-omar-after-trump-tweet-11555282376", "title": "Pelosi Calls for Tightened Security for Omar After Trump Tweet", "date": "2019-04-14 18:52", "summary": "Speaker cites 'dangerous video' attacking Muslim congresswoman for 9/11 comment. WASHINGTON-House Speaker Nancy Pelosi said Sunday she asked police on Capitol Hill to step up protection of Rep. Ilhan Omar (D., Minn.) after President Trump tweeted a video of remarks she made about the Sept. 11 terrorist attacks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-graduates-may-be-next-targets-of-college-admissions-scandal-investigation-11555272625", "title": "Students, Graduates May Be Next Targets of College Admissions Scandal", "date": "2019-04-14 18:33", "summary": "Federal authorities send some young adults 'target letters' after court papers indicate some knew about their parents' alleged activities or were involved. BOSTON-Federal prosecutors have sent letters to some college students or graduates whose parents have been implicated in the nationwide admissions bribery and fraud scandal, informing them that they may also be targets in the probe, according to a person familiar with the matter.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-travel-season-to-take-hit-from-737-max-grounding-11555239601", "title": "American Joins Southwest in Extending Flight Cancellations as Jet-Grounding Drags On", "date": "2019-04-14 18:17", "summary": "Carriers around the world have been forced to tear up flight schedules, keep aging jets in service. The grounding of Boeing Co. 's 737 MAX jetliners continues to ripple through the airline industry, with two airlines now extending flight cancellations into August as efforts to fix the planes are beset with delays.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-wins-the-masters-11555266471", "title": "Tiger Woods Wins the Masters", "date": "2019-04-14 18:02", "summary": "The 43-year-old golf star captures his 15th major championship and first since 2008, completing a long comeback from injury and personal setbacks. AUGUSTA, Ga.-The question hung over him for a decade: What happened to Tiger Woods?", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-democrats-set-to-win-close-legislative-election-in-finland-11555278024", "title": "Social Democrats Set to Win Close Legislative Election in Finland", "date": "2019-04-14 17:40", "summary": "Likely narrow victory, which would be its first since 1999, over nationalist party comes amid polarization and populism seen elsewhere in Europe. Finland's Social Democrats were projected to have won a legislative election for the first time since 1999, edging out a nationalist movement in an election that echoed the polarization and populism seen elsewhere in Europe.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holy-bleep-tiger-woods-did-it-11555276331", "title": "Holy Bleep, Tiger Woods Did It", "date": "2019-04-14 17:12", "summary": "Golf's biggest name delivers a victory for the ages in Augusta. Now what?. All that's really left now in sports is for the Cleveland Browns to win the Super Bowl.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-waits-in-suspense-for-mueller-report-11555193798", "title": "Washington Waits in Suspense for Release of Mueller Report", "date": "2019-04-14 17:06", "summary": "Officials hash out logistics for the delivery of the 400-page document, expected this week. WASHINGTON-The finalizing of Robert Mueller's report on Russian election interference, expected to be released this week, had the capital abuzz and members of both parties lining up their political messaging over what the findings will mean for the Trump presidency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tension-rises-over-disputed-istanbul-vote-count-11555275698", "title": "Tension Rises Over Disputed Istanbul Vote Count", "date": "2019-04-14 17:01", "summary": "Turkey's ruling party says it has identified cases of possible fraud, providing it with enough legal ground to seek a city-wide rerun. ISTANBUL-The winner of the Istanbul mayor's race is still uncertain after two weeks of counting and recounting, opening up the possibility of a tense legal tussle in a megalopolis polarized over President Recep Tayyip Erdogan's party.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudanese-demonstrators-press-for-civilian-government-transition-11555272959", "title": "Sudanese Demonstrators Press for Civilian Government Transition", "date": "2019-04-14 16:16", "summary": "Sit-ins continue after military deposes longtime President Omar al-Bashir, as protesters seek a handover of power. Thousands of demonstrators staged sit-ins outside Sudan's Defense Ministry in defiance of curfews this weekend, as organizers of protests that forced the ouster of long-serving President Omar al-Bashir pressed the military to immediately hand power to a transitional civilian government.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-paris-roubaix-stubbornness-is-a-cyclists-best-friend-11555271644", "title": "At Paris-Roubaix, Stubbornness Is a Cyclist's Best Friend", "date": "2019-04-14 16:14", "summary": "Evaldas Siskevicius didn't have an official time in the 2018 Paris-Roubaix. This year, he produced the ride of his life to finish ninth in the sport's most storied one-day event.. ROUBAIX, France-Evaldas Siskevicius had been stewing for a year when he returned to the most fiendish day in professional cycling. He was upset about the official results for Paris-Roubaix 2018. They listed him as \"Did Not Finish.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-speech-scandal-at-the-court-11555271662", "title": "A Speech Scandal at the Court", "date": "2019-04-14 15:54", "summary": "Can government deny a trademark by deeming it offensive?. Two years ago the Supreme Court unanimously ruled that the U.S. government may not reject \"disparaging\" trademarks. On Monday the Justices will consider whether to broaden First Amendment protection to trademarks that offend moral sensibilities.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanctuary-city-illogic-11555271589", "title": "Sanctuary City Illogic", "date": "2019-04-14 15:53", "summary": "Busing migrants to coastal cities undercuts two Trump interests.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modis-reform-disappointment-11555271561", "title": "Modi's Reform Disappointment", "date": "2019-04-14 15:52", "summary": "India's PM may win re-election despite his economic record.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-buttigieg-did-in-south-bend-11555243201", "title": "Buttigieg Launches Presidential Bid", "date": "2019-04-14 15:50", "summary": "The mayor on Sunday made his campaign for the White House official, in the Indiana town he leads. SOUTH BEND, Ind.-For decades, the biggest symbol of this Midwestern city's decline was the vacant Studebaker plant at one end of the city with its broken windows.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-would-be-giant-slayer-11555270055", "title": "Brazil's Would-Be Giant Slayer", "date": "2019-04-14 15:27", "summary": "Economy Minister Paulo Guedes takes on the country's bloated bureaucracy.. When Jair Bolsonaro won Brazil's presidential election in October, he defeated the socialist Workers' Party and shocked the establishment. That was the easy part.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-scandal-of-fake-celebrity-ads-11555270000", "title": "Facebook's Scandal of Fake Celebrity Ads", "date": "2019-04-14 15:26", "summary": "Friends want to know: Is 'Dr. Oz's Diabetes Breakthrough' legit? The answer is no.. If you use Facebook , you might have seen ads for \"Dr. Oz's Diabetes Breakthrough,\" promising to cure diabetes and regulate blood sugar in two weeks. Friends and viewers wanted to know if it was legit. It wasn't.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tea-party-succeeded-but-not-at-policy-11555269795", "title": "The Tea Party Succeeded, but Not at Policy", "date": "2019-04-14 15:23", "summary": "Despite political wins, the debt has doubled and ObamaCare was never repealed.. 'They're not hearing us.\" With these words a protester in North Carolina summed up the sentiment behind the birth of the tea party. The date was April 15, 2009, when as many as half a million people joined more than 500 rallies across the country-and Washington took note.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freedoms-detective-review-the-first-war-on-terror-11555269763", "title": "'Freedom's Detective' Review: The First War on Terror", "date": "2019-04-14 15:22", "summary": "Hiram Whitley's Secret Service waged a brief, covert campaign against white racial terrorism in the Reconstruction-era South.. Hiram C. Whitley was appointed director of the Secret Service in 1869, only the second person to serve in that role since the agency's founding four years earlier. His tenure ended in 1875 when he became entangled in one of the numerous scandals of Ulysses S. Grant's presidency. Before that, however, he presided over this federal agency, originally designed to crack down on counterfeiting, during a fascinating, little-known period when it waged a brief covert campaign against white racial terrorism in the Reconstruction-era South. In \"Freedom's Detective: The Secret Service, the Ku Klux Klan and the Man Who Masterminded America's First War on Terror,\" Charles Lane provides a lively and well-researched account of Whitley's checkered career and the surprising early years of the Secret Service.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-theory-behind-my-disinvitation-11555269706", "title": "The Theory Behind My Disinvitation", "date": "2019-04-14 15:21", "summary": "If the purpose of speech is to get the better of one's opponent, why not do it via censorship instead?. Recently I was disinvited from giving a commencement address at the small Liberal Arts College within Concordia University in Montreal. My speech was to be on the study of great books, to which that college is devoted. The invitation was a surprise, and the rejection less of one, because I am a white male conservative professor. Though I teach at Harvard and lecture elsewhere fairly often, I don't get invitations for occasions when universities put their principles on display. My last commencement address was for a private high school in rural California.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pain-patients-get-relief-from-regulation-11555269610", "title": "Pain Patients Get Relief From Regulation", "date": "2019-04-14 15:20", "summary": "Abruptly losing opioids inflicts pain and withdrawal-sending them after illegal alternatives.. In a span of 24 hours, the prospects for chronic pain patients treated with opioid medication vastly improved. On April 9, the Food and Drug Administration made official what hundreds of doctors have been saying for years: Patients whose intractable pain is being treated with opioids should move off them slowly, if they are to be tapered at all.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-individual-mandate-is-here-to-stay-11555269653", "title": "The Individual Mandate Is Here to Stay", "date": "2019-04-14 15:20", "summary": "The logic of American health care precludes other options, from single payer to an employer mandate.. Believe it or not, America may be debating ObamaCare yet again. \"Repealing but not replacing\"-a terrible idea, you may remember-has come bouncing back like a bad penny. This time the effort is judicial rather than legislative, but it will run up against the same wall: The logic of American health care still pushes in the directions President Obama chose.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-dangerous-monopoly-on-metals-11555269517", "title": "China's Dangerous Monopoly on Metals", "date": "2019-04-14 15:18", "summary": "Control of the rare-earth supply gives Beijing both economic and military advantages over the U.S.. As trade talks between the U.S. and China have focused on manufacturing, American negotiators seem to be ignoring China's growing domination of raw materials that are crucial to both countries' security and standard of living.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-international-trade-consumer-spending-11555268400", "title": "Economy Week Ahead: International Trade, Consumer Spending", "date": "2019-04-14 15:00", "summary": "Also, the U.S. will see data on industrial production. In the week ahead, the U.S. will release data on industrial output and international trade. Also, the Bank of Korea will hold a rate-setting meeting.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-be-on-the-fed-and-it-isnt-a-ph-d-11555252121", "title": "What You Need to Be on the Fed...and It Isn't a Ph.D.", "date": "2019-04-14 14:47", "summary": "The real value of economics is in how you think, not your degree. Neither Stephen Moore nor Herman Cain, political allies that President Trump hopes to put on the Federal Reserve Board, has a Ph.D. in economics. For fans and even some foes, that's a virtue, not a vice.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/housing-finance-reform-first-do-no-harm-11555265202", "title": "Housing Finance Reform: First Do No Harm", "date": "2019-04-14 14:06", "summary": "President Trump and Sen. Mike Crapo have offered thoughtful proposals to implement needed reforms.. In light of the urgent need to reform the nation's housing finance system, it is deeply troubling to see Peter J. Wallison and Edward J. Pinto reflexively rehash worn-out scare tactics of an impending $7 trillion taxpayer bailout and housing bust if any plan is approved that falls short of complete privatization (\"The Coming Trump Housing Crisis,\" op-ed, April 5).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moving-norte-from-impoverished-honduras-11555265072", "title": "Moving Norte From Impoverished Honduras", "date": "2019-04-14 14:04", "summary": "Exactly what magic is President Trump to invoke to overcome the political, military and legislative environment in Honduras?. Mary Anastasia O'Grady explains \"Why Hondurans Flee for the U.S.\" (Americas, April 8) and recommends that President Trump pay more attention to improving economic freedom in Central America instead of fixating on stopping migrants at the border. It clearly is in the interests of the U.S. to improve economic freedom in Central America, but how much can and should President Trump do on that score?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irony-alert-socialism-needs-religion-to-work-11555265028", "title": "Irony Alert: Socialism Needs Religion to Work", "date": "2019-04-14 14:03", "summary": "The only elements which help this economic system work are religion, limited community and the free opportunity to leave.. Joshua Muravchik identifies the Israeli kibbutz was the one place where socialism has succeeded, but even then people choose to leave (\"Socialism Fails Every Time,\" op-ed, April 10). Therein lies the only elements which help this economic system work: religion, limited community and the free opportunity to leave. Socialism was practiced by the early Christians and is recorded in the book of Acts. It is still successful in monasteries but the adherents choose to enter and can equally choose to walk away.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ncaa-madness-machine-predictor-rules-the-world-11555264931", "title": "NCAA Madness Machine Predictor Rules the World", "date": "2019-04-14 14:02", "summary": "Last Monday night I was the only entrant out of 300 in my pool with Texas Tech and Virginia in the final. The tool worked!. I was truly skeptical of the sports editors' tool for completing an NCAA basketball bracket (\"The Madness Machine Is Here to Help You Fill Out Your Bracket,\" Sports, March 19). However, I decided to use the tool to complete my bracket and promised myself that I wouldn't change any selections the tool made. I had to swallow really hard when it predicted Virginia, Michigan State, Texas Tech and North Carolina, with Virginia beating Texas Tech in the final.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-fired-up-about-democracy-on-this-frigid-island-11555261275", "title": "Get Fired Up About Democracy on This Frigid Island", "date": "2019-04-14 13:01", "summary": "The EU wants to stoke passion for its parliamentary elections. What better than a festival in near-freezing temperatures in the North Sea?. DEN BURG, Netherlands-The European Union wants to get people fired up about democracy. So it invited citizens from across the continent to a frigid North Sea island for what it called the political version of a music festival-a mix of impassioned speeches with comic-book readings, comedy shows and a nail-hammering contest.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-ebola-outbreak-heath-care-workers-come-under-attack-11555260780", "title": "In New Ebola Outbreak, Health-Care Workers Come Under Attack", "date": "2019-04-14 12:53", "summary": "Resume Subscription. BUTEMBO, Democratic Republic of Congo-The smell of burning plastic and the clatter of gunshots caught Pamela Kiyangaliya in the shower, where she was decontaminating after a long day of treating patients in what has become the second-deadliest Ebola outbreak in history.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/two-children-killed-after-storms-hit-texas-11555202054", "title": "Powerful Storms in South Kill at Least Three People", "date": "2019-04-14 12:13", "summary": "Storms spawned at least one suspected tornado and damaged homes. Powerful storms that killed at least three people swept across the South on Sunday after spawning suspected tornadoes that left more than 20 people injured and multiple homes and businesses damaged or without power.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-fully-reviewing-sanctuary-cities-idea-11555258190", "title": "White House Fully Reviewing 'Sanctuary Cities' Idea", "date": "2019-04-14 12:09", "summary": "Press secretary says sending migrants to places away from the border is just one option. WASHINGTON-The Trump administration is extensively reviewing how to relocate detained immigrants to so-called sanctuary cities, one of numerous options it is considering absent any congressional revamp of immigration laws, the White House press secretary said Sunday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/local-schools-pressure-stanford-to-contribute-more-11555254001", "title": "Local Schools Pressure Stanford to Contribute More", "date": "2019-04-14 11:00", "summary": "Palo Alto school district says university expansion will add students but won't automatically provide more funding. PALO ALTO, Calif.-Stanford University's tax-exempt properties are a point of ire for the local public schools.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-housing-crisis-ensnares-stanford-11555254001", "title": "Silicon Valley Housing Crisis Ensnares Stanford", "date": "2019-04-14 11:00", "summary": "University under pressure to build more affordable housing for staff and faculty as it expands. PALO ALTO, Calif.-Stanford University is locked in a dispute with regional officials over whether it is providing enough affordable housing as part of a major planned expansion, drawing one of America's most prestigious institutions of higher education into Silicon Valley's housing crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bans-on-fur-threaten-an-industrys-rebirth-11555254000", "title": "Bans on Fur Threaten an Industry's Rebirth", "date": "2019-04-14 11:00", "summary": "Demand has surged in recent years, but some cities feel pressure to curb sales. New York could become the latest city to ban the sale of fur. There is just one problem: Consumers can't seem to get enough of fluffy animal hides.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congestion-pricing-could-turn-manhattan-into-pedestrian-paradise-11555250400", "title": "Congestion Pricing Could Turn Manhattan Into Pedestrian Paradise", "date": "2019-04-14 10:00", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/neiman-marcus-pushes-refinancing-highlighting-lenders-vulnerability-11555250401", "title": "Neiman Marcus Pushes Refinancing, Highlighting Lenders' Vulnerability", "date": "2019-04-14 10:00", "summary": "Retailer offered existing lenders deal that would leave those that don't participate more exposed to losses if it files for bankruptcy. Neiman Marcus Group Ltd. is poised to become the latest U.S. business to push lenders into supporting a refinancing, a trend that has raised concerns that some companies might be delaying a reckoning on unsustainable debt loads.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trading-activity-stalls-as-stocks-approach-records-11555246800", "title": "Trading Activity Stalls as Stocks Approach Records", "date": "2019-04-14 09:00", "summary": "Muted trading volumes come as S&P 500 rises to fresh six-month high and gets closer to record. Trading volumes have fallen as major indexes climb toward all-time highs, the latest sign that investors remain cautious despite 2019's powerful stock rebound.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-win-friends-and-influence-algorithms-11555246800", "title": "How to Win Friends and Influence Algorithms", "date": "2019-04-14 09:00", "summary": "From YouTube to Instagram, what you see in your feeds isn't really up to you-it's all chosen by invisible, inscrutable bots. Here's how to take back at least some control. The top of my Facebook feed currently shows a photo of a woman I'm not really friends with-I think we were on a kickball team once?-who recently got married. This photo has topped my feed for the better part of three days, despite the fact that I don't care. Meanwhile, there's been a black-hole sighting and a new way to watch Disney movies and a WikiLeaks arrest and presumably lots more. I'll never know because, according to Facebook, what matters is that wedding photo.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-jet-airways-makes-drastic-cuts-as-it-searches-for-investor-11555244147", "title": "India's Jet Airways Makes Drastic Cuts as It Searches for Investor", "date": "2019-04-14 08:15", "summary": "Struggling airline cancels all international flights and is flying just seven planes as it awaits a cash injection. MUMBAI-India's Jet Airways has drastically reduced operations as it looks for an investor to purchase a controlling stake in the airline and help reduce its mounting debt.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-commerzbank-deal-may-rest-on-a-mountain-of-badwill-11555243201", "title": "Deutsche-Commerzbank Deal Might Rest on Mountain of 'Badwill'", "date": "2019-04-14 08:00", "summary": "Combined bank could recognize a profit of more than $18 billion using an obscure accounting method. Deutsche Bank AG will likely depend on an obscure but valuable accounting quirk to make a deal for smaller rival Commerzbank AG workable.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-campaign-machine-has-two-year-head-start-11555243200", "title": "Trump's Campaign Machine Has Two-Year Head Start", "date": "2019-04-14 08:00", "summary": "As 2020 Democratic hopefuls report first-quarter fundraising totals, president's political committees have been at work since his inauguration. WASHINGTON-Before any well-known Democrats even began their White House bids, President Trump's re-election team had spent more than $83 million on rallies, fundraising and other expenses associated with the thick of a heated race.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-imf-germany-comes-under-pressure-to-stimulate-growth-11555243200", "title": "At the IMF, Germany Comes Under Pressure to Stimulate Growth", "date": "2019-04-14 08:00", "summary": "The IMF, backed by the U.S., has pressed Germany and others with budget surpluses to cut taxes or raise spending to prop up growth. With the global economy slowing and showing signs it may need support, economists are pointing fingers at Germany and a few other countries that are in a position to provide a lot of stimulus but are choosing not to.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-harris-releases-tax-returns-11555243201", "title": "Sen. Harris Releases Tax Returns", "date": "2019-04-14 08:00", "summary": "The effective tax rate paid by her and her husband is the highest of the five 2020 Democratic presidential candidates who have disclosed their returns. WASHINGTON-California Sen. Kamala Harris released 15 years of tax returns Sunday, the most of any Democrat seeking the party's 2020 presidential nomination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-rally-defies-dimming-economic-outlook-11555239600", "title": "Stock Rally Defies Dimming Outlook", "date": "2019-04-14 07:35", "summary": "Some investors look warily on gains delivered while global slowdown continues apace. Global stocks are rising at the fastest pace in decades as growth around the world slows, leaving many investors questioning how much longer the market can defy the gravity of the underlying economics.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-got-them-a-u-s-destroyer-hunts-for-north-korean-oil-smugglers-11555239601", "title": "U.S. Destroyer Hunts for North Korean Oil Smugglers", "date": "2019-04-14 07:00", "summary": "Resume Subscription. ABOARD THE USS MILIUS-The chase began just after lunch.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/publicis-nears-deal-to-buy-alliance-datas-epsilon-unit-for-about-4-5-billion-11555165076", "title": "Publicis Expands Access to Consumer Data With $4.4 Billion Deal", "date": "2019-04-14 06:58", "summary": "Deal for marketing-services business would give Publicis access to more consumer data. French advertising giant Publicis Groupe SA has agreed to acquire Alliance Data Systems Corp.'s marketing-services business for $4.4 billion.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/francesco-molinari-leads-masters-as-final-round-is-moved-to-sunday-morning-11555200692", "title": "Molinari Leads Masters; Final Round Moved Earlier", "date": "2019-04-14 20:51", "summary": "Tiger Woods, two shots back, will tee off in final group at 9:20 a.m.; afternoon thunderstorms are forecast. AUGUSTA, Ga.-If Tiger Woods wins his 15th career major championship on Sunday, it will happen far later than anyone expected. It will also happen significantly earlier than planned.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}]