[{"link": "https://www.wsj.com/articles/top-maduro-ally-slams-u-s-intervention-in-venezuela-11550879413", "title": "Top Maduro Ally Slams U.S. 'Intervention' in Venezuela", "date": "2019-02-22 18:50", "summary": "Diosdado Cabello vows government will resist foreign efforts at regime change, humanitarian relief. UREÑA, Venezuela-Diosdado Cabello, a powerful figure in President Nicolás Maduro's regime, whom the U.S. has accused of drug trafficking, told The Wall Street Journal that the authoritarian leader's embattled government would withstand an American-led effort at regime change.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/standing-up-to-the-comedy-scolds-11550879373", "title": "Standing Up to the Comedy Scolds", "date": "2019-02-22 18:49", "summary": "Veteran comic Colin Quinn on the encroachments of political correctness and the trials of Louis C.K., Aziz Ansari and Kevin Hart.. New York", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-calls-for-probe-into-facebooks-collection-of-sensitive-data-from-apps-11550868222", "title": "Cuomo Calls for Probe Into Facebook's Collection of Sensitive Data from Apps", "date": "2019-02-22 18:48", "summary": "New York governor asks regulators to examine findings in Wall Street Journal report. New York Gov. Andrew Cuomo ordered an investigation into how Facebook Inc. accesses people's personal information in response to an analysis by The Wall Street Journal that showed the social-media giant collects sensitive data from smartphone apps including users' menstrual cycles and blood pressure.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mad-dash-for-city-hall-in-the-windy-city-11550878847", "title": "A Mad Dash for City Hall in the Windy City", "date": "2019-02-22 18:40", "summary": "Chicago is a fiscal wreck, and none of the 13 candidates for mayor have a serious plan to fix it.. Visitors to Chicago's gleaming downtown might never know that the Windy City faces a fiscal crisis driven by unfunded pension liabilities as well as major challenges with crime and corruption. But local voters should know the full story as they head to the polls Tuesday to pick a new mayor.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-give-to-your-alma-mater-11550878729", "title": "Don't Give to Your Alma Mater", "date": "2019-02-22 18:38", "summary": "Any politically incorrect moment from a major donor's past could be used to excoriate him.. Do you donate money to your beloved alma mater? Before you write your next check, you may want to consider what happened to Bob Garthwait, an alumnus of and major donor to Pennsylvania's Gettysburg College-and until this week a college trustee.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-governors-push-for-state-tax-reversal-11550878551", "title": "Democratic Governors Push for State-Tax Reversal", "date": "2019-02-22 18:35", "summary": "New York Gov. Andrew Cuomo and others urge Congress, Trump to reconsider cap on federal deduction for state and local taxes. WASHINGTON-Eight states led by Democratic governors launched a campaign Friday to pressure the Trump administration to reconsider a measure in the 2017 tax overhaul that high-tax states say has led to a sharp revenue decline.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evan-williams-twitter-co-founder-to-step-down-from-board-11550878319", "title": "Evan Williams, Twitter Co-Founder, to Leave Board", "date": "2019-02-22 18:31", "summary": "Mr. Williams, former CEO, co-founded the company 13 years ago. Twitter Inc. co-founder and former Chief Executive Evan Williams is stepping down from the company's board, closing a 13-year run that started with a simple idea to use up some leftover money.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-hate-crime-laws-helping-11550878156", "title": "Are Hate-Crime Laws Helping?", "date": "2019-02-22 18:29", "summary": "Such statutes seem to encourage dubious claims like Jussie Smollett's more than they promote justice.. If your mother says she loves you, check it out. That old journalistic saw has been much neglected in recent years. It needs to be revived after the Jussie Smollett case. Here's another lesson: If Al Sharpton is not rushing to be seen standing next to the latest hate-crimes accuser, you might be wise to withhold judgment too.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arthur-millers-everyman-is-an-antidote-to-identity-politics-11550878093", "title": "Arthur Miller's 'Everyman' Is an Antidote to Identity Politics", "date": "2019-02-22 18:28", "summary": "His characters experience common struggles, helping audiences see past a black-and-white worldview.. I decided to give my students a dose of mid-20th-century Americana and taught a course last term entitled \"Arthur Miller and the American Dream.\" I was curious to see how they would respond to Miller's plays, and whether they would see themselves in the struggles of characters from another era.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singer-r-kelly-charged-with-10-counts-of-aggravated-criminal-sex-abuse-11550865684", "title": "R. Kelly Charged With 10 Counts of Aggravated Criminal Sex Abuse", "date": "2019-02-22 18:24", "summary": "Nine charges allege the victim was between 13 and 16 years old; R&B star has repeatedly denied having sex with underage girls in the past. CHICAGO-R&B singer R. Kelly was charged with criminal sexual abuse against three underage girls and one woman, authorities said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/final-mueller-report-not-expected-next-week-justice-department-official-says-11550874759", "title": "Where the Mueller Report Stands-and What Could Happen Next", "date": "2019-02-22 18:23", "summary": "Special counsel is widely seen as in the final stages of his probe; a look at what could happen next. The Justice Department said Friday that special counsel Robert Mueller's final report won't be released next week, tamping down speculation that the end of the investigation into a Trump connection to Russian election interference is imminent. But Mr. Mueller is widely believed to be in the final stages of his sprawling investigation and is expected to deliver his report to Attorney General William Barr in the coming weeks. That doesn't necessarily mean the public will get a full accounting of his work any time soon. Nor does the end of Mr. Mueller's probe mean other criminal investigations involving President Trump and his associates are wrapping up. Here's a look at where the case stands and what could happen next.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-england-patriots-owner-robert-kraft-charged-in-prostitution-ring-11550855207", "title": "New England Patriots Owner Charged With Soliciting Prostitution", "date": "2019-02-22 18:22", "summary": "Influential owner of the reigning NFL champion was charged by Jupiter, Fla., police for soliciting prostitution. Robert Kraft, owner of the NFL's Super Bowl champion New England Patriots, is facing charges of soliciting prostitution, swept up in what police described as a multicity investigation into human trafficking in the South Florida spa business.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-to-leave-more-than-200-troops-in-syria-officials-say-11550861486", "title": "U.S. to Revamp Strategy for Exiting Syria", "date": "2019-02-22 18:17", "summary": "More than 200 American troops will remain in Syria to help eradicate last pocket of Islamic State resistance. WASHINGTON-The U.S. military on Friday began to revamp its strategy in Syria, after President Trump decided to shift course and keep several hundred American troops in the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshires-stock-gets-caught-in-the-kraft-heinz-swoon-11550875419", "title": "Berkshire's Stock Gets Caught in the Kraft Heinz Swoon", "date": "2019-02-22 17:43", "summary": "Write-down at Kraft is expected to hit Berkshire Hathaway's earnings, to be released Saturday, representing a rare black eye for Warren Buffett. Shares in Berkshire Hathaway Inc. fell nearly 2% Friday, ahead of the company's fourth-quarter earnings report Saturday morning, dragged down by the disclosure of a multibillion-dollar write-down at Kraft Heinz Co.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-shook-the-food-business-by-snagging-burger-king-kraft-and-heinz-now-3g-is-reeling-11550875206", "title": "It Shook the Food Business by Snagging Burger King, Kraft and Heinz. Now 3G Is Reeling.", "date": "2019-02-22 17:40", "summary": "The Brazilian investment firm cut costs relentlessly but failed to spend on new ideas when consumer tastes changed. 3G Capital burst onto the business scene a decade ago when it spent billions to buy America's old-school food companies, including Heinz and Burger King, and then relentlessly cut costs, including mass layoffs, to create efficient production machines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinzs-goodwill-charge-tops-consumer-staples-record-11550874959", "title": "Kraft Heinz's Goodwill Charge Tops Consumer-Staples Record", "date": "2019-02-22 17:36", "summary": "Food maker's hit to goodwill comes as industry grapples with shifting consumer tastes. The $7.3 billion goodwill impairment Kraft Heinz Co. announced this week is the largest such write-down in the U.S. consumer staples industry in at least a decade, according to valuation firm Duff & Phelps LLC.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-to-vote-tuesday-on-resolution-terminating-national-emergency-11550850343", "title": "House to Vote Tuesday on Resolution Terminating National Emergency", "date": "2019-02-22 17:30", "summary": "Democrats move to curtail Trump effort to redirect funds for border wall; House Speaker Pelosi says president is 'lawless'. WASHINGTON-The House of Representatives will vote Tuesday on a resolution terminating President Trump's declaration of a national emergency at the U.S.-Mexico border, as Democrats move to curtail a White House effort to redirect government funds toward building a border wall.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-right-and-wrong-way-to-do-ceo-activism-11550874530", "title": "The Right and Wrong Way to Do 'CEO Activism'", "date": "2019-02-22 17:28", "summary": "Two researchers offer advice for corporate leaders who want to take stands on controversial issues. Some chief executive officers are starting to sound a lot like activists.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-y-feds-john-williams-calls-for-reassessing-inflation-targeting-framework-11550848526", "title": "N.Y. Fed's Williams Calls for Reassessing Inflation-Targeting Framework", "date": "2019-02-22 17:22", "summary": "John Williams says central bank must guard against consumers', businesses' expectations for low inflation becoming self-fulfilling. NEW YORK-Top Federal Reserve officials said Friday that the central bank would consider broad changes to its policy framework to encourage periods of modestly higher inflation, a response to the challenges the Fed has faced in driving inflation higher in recent years.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-gop-lawmakers-to-ask-lt-gov-fairfax-accusers-to-testify-11550865071", "title": "Virginia GOP Lawmakers to Ask Fairfax, Accusers to Testify", "date": "2019-02-22 17:14", "summary": "Two women have accused the Democrat of sexual assault; he has denied the allegations and faced calls to resign. Republicans in Virginia said they planned to invite Lt. Gov. Justin Fairfax and two women who have accused him of sexual assault to testify before a legislative committee, a move that drew criticism from Mr. Fairfax and his fellow Democrats.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/history-shows-stock-rally-could-have-more-legs-11550840401", "title": "History Shows Stock Rally Could Have More Legs", "date": "2019-02-22 17:09", "summary": "There are multiple factors driving this year's stock performance following the fourth quarter's bruising selloff. U.S. stocks extended their winning streak to nine consecutive weeks and are on track for their biggest early-year advance in three decades, a dramatic turnaround that has given investors renewed faith in the nearly 10-year bull market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fay-wray-and-robert-riskin-review-love-lines-11550872780", "title": "'Fay Wray and Robert Riskin' Review: Love Lines", "date": "2019-02-22 16:59", "summary": "Victoria Riskin remembers her parents with warmth and a perceptible touch of melancholy.. To know Fay Wray was to adore her. She had a joyous, jubilant personality and retained her can-do outlook to the end, living until she was 96 despite a life that offered more than her fair share of problems. In \"Fay Wray and Robert Riskin,\" Victoria Riskin remembers her parents with warmth and a perceptible touch of melancholy.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-closes-corruption-probes-of-glaxosmithkline-rolls-royce-individuals-11550872708", "title": "U.K. Closes Corruption Probes of GlaxoSmithKline, Rolls-Royce Individuals", "date": "2019-02-22 16:58", "summary": "There was either insufficient evidence or no public interest to bring cases, authorities said. The U.K. closed corruption investigations into GlaxoSmithKline PLC and individuals at subsidiaries of Rolls-Royce Holdings PLC.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arturos-island-review-childhoods-end-11550872699", "title": "'Arturo's Island' Review: Childhood's End", "date": "2019-02-22 16:58", "summary": "A new and close translation, by the proliﬁc Ann Goldstein, of a classic Italian fable of innocence and experience.. In 1957, the year it was published, \"Arturo's Island\" won the Strega Prize, Italy's most prestigious literary award. The novel is the fable-like story of a boy who, in the 1920s, grows up free, almost feral, on the island of Procida, in the Bay of Naples. Arturo never knew his mother; she died, at age 18, on the day of his birth. His only companion is his dog, Immacolatella-a female shepherd, \"white, like the moon,\" who doubles as his nursemaid. His often-absent father, Wilhelm, a half-German outcast whom Arturo worships and idealizes, is coldly indifferent and emotionally unavailable to him. The house they share is reputed to be fatal to women, who, in fact, are duly scorned and hated by Wilhelm.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-on-course-for-weekly-gains-11550826589", "title": "U.S. Stocks Climb on Trade Optimism", "date": "2019-02-22 16:56", "summary": "Tech stocks and companies exposed to Chinese growth rally. U.S. stocks advanced Friday as major benchmarks closed out the week with gains amid continuing hopes for a trade deal between the U.S. and China.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/support-for-abusive-priests-in-poland-shows-church-divide-11550859769", "title": "'We Gave Him a Chance': Mercy for Convicted Priests Divides Church", "date": "2019-02-22 16:51", "summary": "Sex offenders keep their jobs in some parishes in Poland, with congregations' blessings. WEGROW, Poland-One Sunday morning last year, the Rev. Jacek Wentczuk stood before his congregation and made a startling admission. He was a convicted sex offender, he said, found guilty in 2012 of molesting a 15-year-old girl in a nearby town. His bishop was considering transferring him.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barrick-gold-says-it-has-looked-at-possible-deal-with-newmont-11550845222", "title": "Barrick Gold Is Considering a Deal With Newmont", "date": "2019-02-22 16:44", "summary": "The Canadian miner has long considered a merger with its U.S. rival to consolidate gold operations and create an industry giant. TORONTO- Barrick Gold Corp. said it is sizing up Newmont Mining Corp. for a possible deal that would unite the world's two biggest gold producers and cap a flurry of big acquisitions in their industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayfair-firms-up-a-bit-but-could-still-be-rickety-11550856862", "title": "Wayfair Firms Up but Could Still Be Rickety", "date": "2019-02-22 16:42", "summary": "Furniture retailer's stock soars even as skeptics focus on negative free cash flow. Wayfair , the furniture retailer, has consistently reported worse losses than analysts expected, while often beating on revenue. That discrepancy underlined the company's core problem-that it has had to spend more money on acquiring customers than it was getting back.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-shares-tumble-following-write-downs-11550849178", "title": "Kraft Heinz Write-Downs Raise Doubts About Its Future Path", "date": "2019-02-22 16:37", "summary": "Food maker lost more than $14 billion of its market value. Kraft Heinz Co. lost more than $16 billion of its market value Friday morning after the company reported a barrage of negative news, including large write-downs on its well-known brands.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-ricos-debt-saga-may-land-back-in-washingtons-lap-11550871412", "title": "Puerto Rico's Debt Saga May Land Back in Washington's Lap", "date": "2019-02-22 16:36", "summary": "Appeals court demands Senate, White House involvement in Puerto Rico fiscal board. Puerto Rico's financial restructuring is ricocheting in a new direction after a federal court ruling threatened to leave the U.S. territory without functioning fiscal supervisors for the first time since its default on its debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-slightly-surreal-floral-arrangement-inspired-by-joan-miro-11550871075", "title": "A Slightly Surreal Floral Arrangement Inspired by Joan Miró", "date": "2019-02-22 16:31", "summary": "Floral designer Lindsey Taylor reflects upon the meaning of a painting by surrealist Joan Miró, and then says it with flowers. At first glance, Joan Miró's \"The Hunter, Catalan Landscape\" (1924) appears purely abstract, all squiggles and blobs. But a closer look at the piece-part of \"Birth of the World,\" an exhibit dedicated to the Spanish surrealist (1893-1983) that runs until June 15 at New York's Museum of Modern Art-reveals elements of a classic scenic tableau, complete with bisecting shoreline or horizon. To the left, a stick figure likely representing the hunter smokes a pipe and holds a dead rabbit in one hand, his gun in the other. Various other country critters of Catalan, the artist's childhood home, populate the scene.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cnn-president-defends-appointment-of-former-trump-official-as-a-political-editor-11550869665", "title": "CNN President Defends Appointment of Former Trump Official", "date": "2019-02-22 16:07", "summary": "On an editorial call, Jeff Zucker endorses former Justice Department official Sarah Isgur, clarifying her role and title. CNN President Jeff Zucker addressed concerns about his decision to appoint a former Trump administration official to the position of political editor, vouching for her character on a staff editorial call and clarifying that her role won't involve steering election debate or town hall coverage.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-bars-former-jpmorgan-subsidiary-executive-over-referral-hiring-scheme-11550865730", "title": "Fed Bars Former JPMorgan Subsidiary Executive Over Referral Hiring Scheme", "date": "2019-02-22 15:59", "summary": "Timothy Fletcher was the head of the program for the Asia-Pacific investment bank unit. The Federal Reserve Board permanently barred a former managing director of a JPMorgan Chase & Co. subsidiary from the banking industry over his involvement in a referral hiring program that the board says violated U.S. antibribery law.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-kraft-heinz-slashed-the-value-of-its-key-brands-11550866725", "title": "Key Brands Pay Price of Kraft Heinz Cost-Cutting", "date": "2019-02-22 15:53", "summary": "In focusing on profits, owner of Velveeta cheese, Oscar Mayer meats missed the consumer shift to simpler, more-natural ingredients. Kraft Heinz Co. , in slashing the value of some of its biggest brands this week, basically admitted that its Kraft cheese and Oscar Mayer deli meat aren't worth as much as they were when the brands merged with H.J. Heinz Co. less than four years ago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-fall-but-hold-range-11550853113", "title": "Treasury Bond Prices Rise, With Trading in Narrow Range", "date": "2019-02-22 15:47", "summary": "Resume Subscription. U.S. government bond prices rose Friday, reversing their move from a day earlier as investors continue to wait for news that could break the market out its current trading range.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-prosecutors-pursuing-criminal-charges-against-paul-manafort-11550864438", "title": "Manhattan Prosecutors Pursuing Charges Against Manafort", "date": "2019-02-22 15:46", "summary": "A state case against the Trump ex-campaign chairman could proceed even if he is pardoned. Prosecutors in New York are pursuing criminal charges against Paul Manafort, according to people familiar with the matter, raising the possibility that the former Trump campaign chairman could face legal liability even if the president pardons him of multiple federal crimes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-follow-stock-markets-higher-11550833955", "title": "Oil Hits Three-Month High as U.S. Stock Markets Advance", "date": "2019-02-22 15:44", "summary": "Brent crude rose 0.1% on London's Intercontinental Exchange. •Oil prices rose to a fresh three-month high Friday on the back of rising U.S. stock markets, a decline in drilling activity and hopes for a U.S.-China trade deal.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfire-victims-protest-pg-e-bid-to-pay-employee-bonuses-11550867932", "title": "Wildfire Victims Protest PG&E Bid to Pay Employee Bonuses", "date": "2019-02-22 15:38", "summary": "Bankrupt California utility is asking judge for approval to pay $130 million in bonuses. Lawyers for victims of several California wildfires are asking a bankruptcy judge to reject Pacific Gas & Electric Co. 's request to pay $130 million in bonuses to employees, saying they don't deserve to be awarded for good performance.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-resumes-rally-on-trade-optimism-11550845521", "title": "Copper Resumes Rally on Trade Optimism", "date": "2019-02-22 15:21", "summary": "Prices climb to seven-month high. Copper prices climbed Friday, resuming a recent rally and logging a fresh seven-month high as investors monitored ongoing trade talks between the U.S. and China.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-curbs-federal-funding-for-clinics-providing-abortions-11550866834", "title": "Trump Administration Curbs Funding for Clinics Providing Abortions", "date": "2019-02-22 15:20", "summary": "New rule forces separation of funding and facilities for programs that perform abortions or refer women to have them elsewhere. WASHINGTON-Health clinics that provide on-site abortions, or refer women for the procedure, are set to lose millions of dollars in federal family-planning funds, according to a final Trump administration rule published Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-safaris-little-known-national-parks-in-africa-11550865511", "title": "Secret Safaris: Little-Known National Parks in Africa", "date": "2019-02-22 15:07", "summary": "Some of Africa's most exciting new destinations are in the wildest corners thanks to an ambitious conservation non-profit. Here's why you should add Rwanda, Zambia and even Chad to your travel bucket list. MOST PEOPLE ON their first great African safari tend to flock to South Africa, Kenya and increasingly Botswana. Chad and the Central African Republic aren't usually the first stop, or even the fourth. But African Parks, a Johannesburg-based nonprofit, is endeavoring to attract more daring wildlife lovers to lesser-known pockets of the continent.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-investor-mpm-capital-refuels-with-400-million-venture-fund-11550768162", "title": "Biotech Investor MPM Capital Refuels With $400 Million Venture Fund", "date": "2019-02-22 15:04", "summary": "Firm creates and invests in startups that research treatments for cancer, other diseases. Biotech investor MPM Capital has refueled with $400 million to finance startups pursuing treatments for cancer and other diseases.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-pull-controversial-onavo-app-11550865297", "title": "Facebook to Pull Controversial Onavo App", "date": "2019-02-22 14:54", "summary": "Privacy concerns prompt withdrawal of tool for tracking user behavior. Facebook Inc. is shutting down its Onavo app that tracks user behavior, a sign the social-media titan is rethinking how it collects information about users amid widespread privacy concerns.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-safari-spots-11550864816", "title": "The Next Safari Spots", "date": "2019-02-22 14:46", "summary": "A few of the national parks and reserves-from Malawi to Chad-in the Africa Parks portfolio. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-craze-for-ataturk-gives-new-cachet-to-turkeys-founding-father-11550863831", "title": "A Craze for Atatürk Gives New Cachet to Turkey's Founding Father", "date": "2019-02-22 14:30", "summary": "Popularity of 'M. Kemal' highlights secularist revival, but Erdogan keeps legacy in check ahead of election. KARADENIZ EREGLI, Turkey-Hundreds of families, children in tow, lined up outside a bookstore in this industrial town on a recent Sunday, taking part in a publishing phenomenon: a 500-page best seller on Mustafa Kemal Atatürk, the father of modern Turkey.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/royal-bank-of-canadas-revenue-climbs-7-11550836581", "title": "Royal Bank of Canada's Revenue Climbs 7%", "date": "2019-02-22 14:28", "summary": "RBC reported earnings of C$3.17 billion, up 5.6% from the comparable quarter a year prior. Royal Bank of Canada , Canada's largest bank, reported a profit increase in its first quarter, as revenue climbed and the bank recorded lower income-tax costs, but its provision for credit losses jumped.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-falls-on-weak-u-s-data-11550863260", "title": "Dollar Falls on Weak U.S. Data", "date": "2019-02-22 14:21", "summary": "Soft U.S. economic data bolsters the case for the Fed to maintain a dovish stance on rates. The dollar edged lower Friday, a day after soft U.S. economic data bolstered the case for the Federal Reserve to maintain a dovish stance on interest rates.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-feb-16-22-2019-11550851454", "title": "A Super Snow Moon and ISIS on the Run: Photos of the Week", "date": "2019-02-22 14:16", "summary": "Civilians held by Islamic State in Syria go free, Duke basketball player injured by a shoe blowout, Super Snow Moon rises and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-key-to-building-a-successful-team-11550862585", "title": "The Key to Building a Successful Team", "date": "2019-02-22 14:09", "summary": "Researchers found that if a group has worked together effectively in the past, it can be more important than their individual skills. When it comes to building a winning team, the best approach may be to look backward.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-regulator-asks-mufg-branches-to-strengthen-anti-money-laundering-controls-11550862332", "title": "U.S. Regulator Asks MUFG Branches to Strengthen Anti-Money-Laundering Controls", "date": "2019-02-22 14:05", "summary": "An enforcement order from the Office of the Comptroller of the Currency cites weaknesses in how some branches monitored high-risk transactions. A U.S. banking regulator on Friday ordered three U.S. branches of Japan's biggest bank to strengthen anti-money laundering controls after finding weaknesses in their due-diligence and risk management procedures.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-quarles-balance-sheet-runoff-could-end-in-latter-half-of-2019-11550860212", "title": "Fed's Balance-Sheet Runoff Could End in Latter Half of 2019", "date": "2019-02-22 13:51", "summary": "Determining the final stopping point will depend in part on how low reserves can fall before putting upward pressure on benchmark policy rate, vice chairman says. NEW YORK-Top Federal Reserve officials said Friday the central bank could stop reducing Treasury holdings from its $4 trillion asset portfolio in the latter half of the year before keeping its holdings steady for some time to determine underlying demand for the central bank's liabilities.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smell-of-success-what-it-takes-to-be-a-top-perfumer-11550861278", "title": "Smell of Success: What It Takes to Be a Top Perfumer", "date": "2019-02-22 13:47", "summary": "A master perfumer talks about how he got his job, the smell of aspirin and why he never eats spicy food during the week. Steve Nicoll and perfumers like him use training and a bionic sense of smell to concoct what laundry detergents, dish soaps, shampoos or colognes smell like. Their behind-the-scenes craftsmanship can hook a consumer to a brand for life. Here are edited excerpts from an interview about Mr. Nicoll's career path.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nasa-archives-11550859908", "title": "The 'Nasa Archives' Open Up in a New Book", "date": "2019-02-22 13:25", "summary": "A look at some dramatic images from the history of space exploration. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/leaps-for-humankind-11550859706", "title": "Leaps for Humankind", "date": "2019-02-22 13:21", "summary": "A new book, 'The NASA Archives,' features dramatic images from the history of space exploration. AS the 50th anniversary of the first moon landing approaches in July, \"The NASA Archives,\" written and edited by Piers Bizony and published this week by Taschen, offers dramatic images from the history of space exploration. In the book's first chapters, covering the early 1960s, St. Louis factory workers produce shining spacecraft for Project Mercury, the NASA effort to put an astronaut into orbit. In the late 1960s, the Apollo program aimed to go further by putting a man on the moon. In March 1969, the Apollo 9 mission was piloted by Dave Scott, who emerged from the spacecraft's hatch to test spacesuit systems that would be used on the moon. A few months later, during the first moon landing, Buzz Aldrin photographed his boot and its print on the moon.", "categories": [["Life & Work", "Ideas", "Exhibit"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/exhibit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-cuts-jussie-smollett-from-final-episodes-of-empire-season-11550849652", "title": "Fox Cuts Smollett From Final Episodes of 'Empire' Season", "date": "2019-02-22 13:19", "summary": "Actor was charged by Chicago police with disorderly conduct for filing a false report. Producers of Fox's drama \"Empire\" said they would remove actor Jussie Smollett from the final two episodes of the current season after he was charged by Chicago police with filing a false report for allegedly staging a Jan. 29 attack on himself and making it appear that he was a victim of racism and homophobia.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-less-population-even-scarier-than-more-11550859496", "title": "Is Less Population Even Scarier Than More?", "date": "2019-02-22 13:18", "summary": "By every ecological measurement humanity has overpopulated the world and we are far exceeding its carrying capacity.. Regarding Lyman Stone's review of Darrell Bricker and John Ibbitson's \"Empty Planet\" (Bookshelf, Feb. 7): Mr. Stone says, \"Fewer people participating in the economy will mean slower economic growth, less entrepreneurship, rising inequality and calamitous government debt.\" But Messrs. Bricker and Ibbitson actually paint a far more nuanced picture finding, according to the publisher's website: \"a smaller global population will bring with it many benefits. Fewer workers will command higher wages, the environment will improve, the risk of famine will wane and falling birthrates in the developing world will bring greater affluence and autonomy for women.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seek-a-spending-revolution-not-a-tax-one-11550859404", "title": "Seek a Spending Revolution, Not a Tax One", "date": "2019-02-22 13:16", "summary": "The question isn't how much we should tax; it is how much we can spend.. \"The Next Tax Revolution?\" (Review, Feb. 16) ends with the Center for Economic and Policy Research's Eileen Appelbaum opining: \"It's just become so obvious and clear that if the wealthy can suck so much out of the economy, there's just not so much left for everybody else.\" Such an observation might have had some merit in centuries past when land, which is finite, was the basis of wealth. When the biggest and baddest gobbled up all the land, the rest of the populace could only be tenants and serfs. That economic model went away several hundred years ago, at least in most places. The pie isn't static. Innovation, production and commercialization continually expand the wealth-the pie-of everybody. The wealthy do not, like in Disney's \"Uncle Scrooge\" comic books, store their wealth in a huge money bin. That money, or capital, goes back to work. Some taxation is necessary to provide an authority with the means to protect ordered liberty, but if confiscatory, it stifles the innovation and production of wealth. Then we have either a static or smaller pie.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glencore-contractor-in-congo-spills-acid-killing-20-11550859325", "title": "Glencore Contractor in Congo Spills Acid, Killing 20", "date": "2019-02-22 13:15", "summary": "A truck carrying sulfuric acid crashed and spilled its contents on two vehicles. A truck owned by a contractor for a Glencore PLC mining company in the Democratic Republic of Congo crashed and spilled sulfuric acid on two vehicles, killing about 20 people.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-must-vaccinate-to-keep-diseases-defeated-11550859269", "title": "We Must Vaccinate to Keep Diseases Defeated", "date": "2019-02-22 13:14", "summary": "The public has forgotten how severe measles can be.. Your editorial \"Didn't We Already Beat Measles?\" (Feb. 13) is well-received by those of us who wish to see the disease eliminated, but doesn't go far enough. Widespread immunization began around 1965, and most of the doctors practicing today have never seen a case. The public has forgotten how severe the illness can be. Take it from an old doc, measles is a bad, bad disease. Many, if not most, of the children who get it are miserable, with high fever, malaise and an intense cough that often leads to pneumonia. Secondary middle-ear infections are also common. In the early decades of the 20th century, several thousand children died annually from measles. Occasional deaths still occur. Measles isn't an ordinary childhood disease. Children should be immunized.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-employee-cleared-to-join-health-venture-of-amazon-berkshire-jpmorgan-11550859259", "title": "UnitedHealth Employee Cleared to Join Health Venture of Amazon, Berkshire, JPMorgan", "date": "2019-02-22 13:14", "summary": "A judge's denial of a temporary restraining order could make it harder for UnitedHealth to learn more about the unnamed start-up venture. A federal judge on Friday denied a UnitedHealth Group Inc. attempt to block a former employee from working at new health-care venture launched by Amazon.com Inc., Berkshire Hathaway Inc. and JPMorgan Chase & Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-is-a-risk-for-the-democrats-11550859154", "title": "Medicare for All Is a Risk for the Democrats", "date": "2019-02-22 13:12", "summary": "For the Democrats' Medicare for all is a double trap. It may cost them the 2020 presidential election. It may also force them to choose between permeable borders and French-style health coverage.. Regarding William A. Galston's \"Medicare for All Is a Trap\" (Politics & Ideas, Feb 13): A simple, possibly transitional, solution to the problems associated with providing the entire population with Medicare would be for it to continue for the over-65 population (with the 20% deductible), and for all others to have Medicare with a $10,000 deductible which could be covered with private insurance. Private insurance companies would compete for the deductible as they do now for Medicare supplements.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seals-grasping-at-straws-11550859047", "title": "Seals Grasping at Straws", "date": "2019-02-22 13:10", "summary": "The government of San Francisco banned plastic straws but passes out plastic needles that can't be recycled.. Regarding the Feb. 2 Notable & Quotable citing Phil Matier writing for the San Francisco Chronicle, Jan. 30: The government of San Francisco banned plastic straws but passes out plastic needles that can't be recycled. Personally, were I a seal, I'd rather have a straw in my nose than a needle.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-heights-of-obsession-11550858639", "title": "The Heights of Obsession", "date": "2019-02-22 13:03", "summary": "Alfred Hitchcock's symphonic, voyeuristic 'Vertigo' is destined to endure.. It took Alfred Hitchcock's \"Vertigo\" 54 years to become the best film ever made. Released in 1958, it finally bumped \"Citizen Kane\" from its traditional first-place finish in the 2012 decennial Sight & Sound critics poll (the bible on these matters), a position the Orson Welles classic had held for 50 years. \"Vertigo\" hadn't even made the top 10 till 1982.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-failure-of-kraft-heinz-11550803181", "title": "The Failure of Kraft Heinz and the Future of Big Food", "date": "2019-02-22 12:59", "summary": "Radical cost-cutting is out of favor. Investing in brands to capture changing consumer tastes is in.. The Kraft Heinz experiment in radical cost-cutting has failed. For the broader food industry, investments in innovation and brand-building are coming back into style. Investors and companies must now adjust accordingly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-europe-condemns-trump-asia-takes-a-more-realistic-view-11550856751", "title": "As Europe Condemns Trump, Asia Takes a More Realistic View", "date": "2019-02-22 12:32", "summary": "Today's dramatic global shifts are more than the result of one presidency. There was a joke popular among the trans-Atlantic foreign policy crowd in the 1990s: \"The Cold War is over, and Germany and Japan won.\" An exaggeration, obviously, especially given what would shortly happen to Japan's economy. But it was a fittingly mordant observation on the ironies of a world in which the U.S. had led the West to victory in the greatest of ideological and strategic struggles, while the economic spoils seemed to have gone mostly to two countries that had not contributed much and had in fact been the two principal aggressors of the 20th century.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keeping-chanel-on-top-in-the-post-lagerfeld-era-11550856539", "title": "Keeping Chanel on Top in the Post-Lagerfeld Era", "date": "2019-02-22 12:29", "summary": "Can the French luxury house continue to play hardball with retailers without its longtime designer?. Bergdorf Goodman did something unusual for Chanel in 2016, agreeing to devote a window at its Fifth Avenue store for the foreseeable future to the French brand's jewelry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurry-up-please-fans-of-robert-caro-83-fear-hell-never-finish-his-life-of-lbj-11550856526", "title": "George R.R. Martin Isn't the Only Author Who Can't Finish a Beloved Series", "date": "2019-02-22 12:28", "summary": "Robert Caro's new book looks back at his own career, worrying readers who've waited since 2012 for the final volume of his Lyndon Johnson series. Two-time Pulitzer Prize-winning author Robert Caro will publish a book in April looking back at his life's work.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-carpenters-workshop-where-crosses-for-shootings-are-made-11550856255", "title": "In the Carpenter's Workshop Where Crosses for Shootings Are Made", "date": "2019-02-22 12:24", "summary": "Resume Subscription. AURORA, Ill. - Not long after Greg Zanis heard a pack of squad cars fly past his home a week ago, the master carpenter got to work.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/anti-money-laundering-watchdog-gives-iran-until-june-to-tighten-rules-11550856070", "title": "Anti-Money-Laundering Watchdog Gives Iran Until June to Tighten Rules", "date": "2019-02-22 12:21", "summary": "The organization warned of increased oversight if legal changes aren't enacted. A global anti-money-laundering watchdog again extended a deadline for Iran to complete legal changes. This time it came with a warning.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actress-ruth-wilson-dramatizes-her-familys-shocking-secret-11550855983", "title": "Actress Ruth Wilson Dramatizes Her Family's Shocking Secret", "date": "2019-02-22 12:19", "summary": "She plays her own grandmother in 'Mrs. Wilson,' a PBS Masterpiece miniseries that unfurls the mysteries of her grandfather's double life. Grandpa Alec was a figure of mystery when the actress Ruth Wilson was growing up in Surrey, England. He was never reminisced about, never puzzled over, actually never mentioned at all.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bangladesh-fire-points-to-safety-shortfalls-despite-progress-in-garment-industry-11550855341", "title": "Bangladesh Fire Points to Safety Shortfalls Despite Progress", "date": "2019-02-22 12:09", "summary": "Government push to remove industrial chemicals from residential areas had little impact. After a series of industrial accidents that killed hundreds of garment workers in Bangladesh earlier this decade, international brands agreed to improve Bangladeshi garment-factory safety.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ap-tests-are-still-a-great-american-equalizer-11550854920", "title": "AP Tests Are Still a Great American Equalizer", "date": "2019-02-22 12:02", "summary": "Many elite private schools are dropping Advanced Placement courses in the name of learning for learning's sake, but it's a blow to competition and national standards. ", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-report-highlights-resilient-financial-system-11550854828", "title": "Federal Reserve Report Highlights 'Resilient' Financial System", "date": "2019-02-22 12:00", "summary": "Central bank says U.S. economy is on solid footing and financial system safer than prior to recession. WASHINGTON-The Federal Reserve said Friday the U.S. financial system remains \"substantially\" safer than before the 2007-09 recession but noted a significant expansion in business debt and weaker lending standards.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clarida-outlines-scope-for-fed-review-of-interest-rate-policy-strategies-11550854800", "title": "Clarida Outlines Scope for Fed Review of Rate Strategies", "date": "2019-02-22 12:00", "summary": "One area of a monetary-policy review will cover how the Fed defines its 2% inflation target. NEW YORK-The Federal Reserve is reviewing how it conducts monetary policy given the challenges placed on central banks by interest rates that are likely to remain much lower than they have in the past, Fed Vice Chairman Richard Clarida said in a speech set for delivery on Friday.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-cross-nintendos-new-u-s-boss-11550854241", "title": "Don't Cross Nintendo's New U.S. Boss", "date": "2019-02-22 11:50", "summary": "Bowser the executive or Bowser the villain, employees need to figure out who is in charge. Nintendo of America's incoming president is earning rave reviews before he even takes the helm.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-norwegian-cruises-chief-navigates-the-sea-suite-11550853001", "title": "How Norwegian Cruise's CEO Navigates the Sea-Suite", "date": "2019-02-22 11:30", "summary": "Frank Del Rio turns to a crew of advisers who push him to take measured risks and keep him grounded. An accountant by trade, Frank Del Rio never intended to get into the hospitality industry. \"You don't study cruise-lining in college,\" he says.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-did-the-academy-award-become-the-oscar-11550852995", "title": "How Did the Academy Award Become the 'Oscar'?", "date": "2019-02-22 11:29", "summary": "Movie stars, newspaper columnists and vaudeville jokes might have contributed to creating the nickname. ", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-ikeas-strategy-to-stay-relevant-as-consumers-change-11550852828", "title": "Inside IKEA's Strategy to Stay Relevant as Consumers Change", "date": "2019-02-22 11:27", "summary": "One of the furniture giant's immediate challenges: What to do with its planned city-center stores. Flat-pack furniture giant IKEA Group recently announced the biggest restructuring in its history: plans to open 30 city-center stores, slash thousands of jobs, and create new jobs in areas like home delivery.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-marketing-plan-to-put-its-scandals-behind-it-11550852776", "title": "Uber's Marketing Plan to Put Its Scandals Behind It", "date": "2019-02-22 11:26", "summary": "The company's CMO talks about restoring enthusiasm for a tarnished brand. Uber TechnologiesInc. was already striving to put its troubles in the rearview mirror by the time Rebecca Messina arrived to take over the company's marketing last fall.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-give-apps-sensitive-personal-information-then-they-tell-facebook-11550851636", "title": "Apps Send Sensitive User Information Directly to Facebook", "date": "2019-02-22 11:07", "summary": "Resume Subscription. Millions of smartphone users confess their most intimate secrets to apps, including when they want to work on their belly fat or the price of the house they checked out last weekend. Other apps know users' body weight, blood pressure, menstrual cycles or pregnancy status.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wall-street-has-it-wrong-youre-a-smart-investor-11550851234", "title": "Wall Street Has It Wrong. You're a Smart Investor.", "date": "2019-02-22 11:00", "summary": "Investors on Main Street are nowhere near as naive as the 'smart money' has long contended. For decades, Wall Street has claimed that professional investors are \"the smart money\" and individuals \"the dumb money.\" That's been one of the most cynically lucrative propaganda campaigns in history, with billions of dollars in fees and commissions flowing to people who didn't turn out to be smart at all.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-failure-of-the-french-elite-11550851097", "title": "The Failure of the French Elite", "date": "2019-02-22 10:58", "summary": "The yellow vest protests have revealed the profound divide between the privileged class embodied by Emmanuel Macron and the rest of France. One of Emmanuel Macron's most endearing qualities is his unshakable faith in his own power to convince anyone of the truth of his beliefs. Last November, the youngest-ever president of France tried to commemorate the 100th anniversary of the 1918 armistice by touring small French towns situated on the former front line to talk about world peace. It did not go well. The ordinary citizens he encountered were less interested in the history of the Great War than in voicing their anger at his economic policies-especially a recently announced increase in gas taxes-and seemed only to get angrier the more he assured them that things would improve. A week later, some 300,000 people, mobilized over the internet, donned yellow safety vests and began to set up barricades on thoroughfares across France. It was the first step in what has turned out to be a roiling, monthslong political crisis.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equifax-expects-u-s-canada-watchdogs-to-press-cases-over-2017-breach-11550850545", "title": "Equifax Expects U.S., Canada Regulatory Action Over 2017 Breach", "date": "2019-02-22 10:49", "summary": "Credit-reporting agency says losses from litigation of regulatory investigations 'are reasonably possible'. Regulators in the U.S. and Canada intend to press forward their cases against Equifax Inc. over a massive 2017 hack that exposed personal information of more than 140 million people.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-an-oscar-campaign-worth-the-time-and-money-11550849429", "title": "Is an Oscar Campaign Worth the Time and Money?", "date": "2019-02-22 10:30", "summary": "The box-office bump from a nomination can be slight, but the real value for studios is in keeping stars happy.. In Los Angeles, signs are everywhere of the millions of dollars movie studios spend campaigning for their most prestigious films to win Academy Awards. Billboards bearing Glenn Close's pained grimace in \"The Wife\" are erected outside the neighborhood grocery store. Luncheon after luncheon is served with Ryan Gosling on hand. Five-pound coffee-table books offering behind-the-scenes photographs on the making of \"Roma\" are shipped across town.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-kitchenaid-recipe-for-a-tight-job-market-11550840415", "title": "'It's Not a Dead-End Job Anymore.' One Fix for the Worker Shortage Is to Grow Your Own.", "date": "2019-02-22 10:30", "summary": "Companies discover investment in workers as a way to keep churn low. Jennifer Hanna would be a dream hire for the many companies wrestling with talent shortages these days. Having worked in factories since 1991, she is responsible for more than 1,000 people building KitchenAid stand mixers that sit on countertops around the world.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-knowlton-saved-maker-of-spam-from-the-meat-grinder-11550849400", "title": "Richard Knowlton Saved Maker of Spam From the Meat Grinder", "date": "2019-02-22 10:30", "summary": "Hormel CEO diversified into turkey, promoted microwave-ready meals and faced down strikers. When Richard Knowlton got a summer job in the 1940s at the Hormel pork-processing plant in Austin, Minn., the pay was so good he wanted to quit high school and work full-time. His father and his football coach talked him out of it.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-auto-tinkerer-built-a-diy-empire-11550849400", "title": "An Auto Tinkerer Built a DIY Empire", "date": "2019-02-22 10:30", "summary": "John Haynes turned a passion for cars into a company publishing do-it-yourself manuals for millions of readers world-wide. A rundown convertible helped John Haynes turn his knack for tinkering into a do-it-yourself empire.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economists-advice-to-fed-look-at-rising-prices-and-tight-labor-market-11550848500", "title": "Economists' Advice to Fed: Look at Rising Prices and Tight Labor Market", "date": "2019-02-22 10:15", "summary": "The Fed 'needs to be especially watchful for awakening of the Phillips curve,' economists conclude. Federal Reserve officials have grown uneasy in recent months about the difficulty they've had generating enough price pressures to keep inflation at their 2% target. A paper presented at a monetary policy conference Friday argues they should worry instead that a tight labor market could generate more inflation than they want.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-ballets-foremost-metoo-accuser-a-second-act-11550848439", "title": "For Ballet's Foremost #MeToo Accuser, a Second Act", "date": "2019-02-22 10:14", "summary": "A one-time elite student at the School of American Ballet, Alexandra Waterbury-plaintiff in New York City Ballet's ongoing sexual misconduct lawsuit-sets her sights on an Ivy League degree and a modeling career. Still, she warns future ballerinas of dance's perils. Alexandra Waterbury's posture is perfect. It's the kind people beg their yoga teachers to make possible. The dancer, 21, lifts her chin in a way that unfurls her 5-foot-9-inch frame to its fullest. With her watery blue eyes and long blond hair, she looks like a music-box ballerina in a cream turtleneck.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-freights-bigger-value-choppy-container-waters-tracking-food-supplies-11550848491", "title": "Today's Logistics Report: Freight's Bigger Value; Choppy Container Waters; Tracking Food Supplies", "date": "2019-02-22 10:14", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georg-forster-review-in-search-of-earthly-paradise-11550848314", "title": "'Georg Forster' Review: In Search of Earthly Paradise", "date": "2019-02-22 10:11", "summary": "At age 17, Georg Foster set off around the world with Capt. Cook. The voluminous travelogue he compiled over the next three years included unprecedented accounts of places like Tahiti, and he wrote as few before had about the hallucinatory wonders of life at sea.. In August 1772, a little more than a month into Capt. Cook's second voyage around the world, Cook's men noticed that a small bird was following them: Hirundo rustica, commonly known as the barn swallow. In the confused swallow's mind, HMS Resolution had become land, and the bird could not be persuaded otherwise. At night, it would roost in one of the gun ports or the woodwork of the stern; during the day, unfazed by the incessant rain, it resumed its aimless travel. Georg Forster, the 17-year-old son of the expedition's official naturalist, took pity on the soggy animal. He dried it and let it loose in the steerage, where it feasted on flies. Soon the swallow came and went as it pleased. But then, as suddenly as it had shown up, it was gone. Someone must have killed his little bird, Forster lamented, and fed it to one of the ship's cats.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercard-renews-effort-to-enter-chinese-market-11550848246", "title": "Mastercard Renews Effort to Enter Chinese Market", "date": "2019-02-22 10:10", "summary": "U.S. card network has picked a new China partner in hopes of getting a credit card license from Beijing. BEIJING- Mastercard Inc., after years of frustrated attempts to enter the Chinese market, is trying again by joining with a Chinese company close to the regulator in charge of approving credit card businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-republicans-get-ready-to-vote-on-trump-11550847600", "title": "California GOP Gets Ready to Vote on Trump", "date": "2019-02-22 10:00", "summary": "After electoral wipeout in November, state GOP must decide whether to pick a leader closely allied with the president. SACRAMENTO-California's Republicans will gather for their spring convention here this weekend to decide whether the path to a comeback lies in minimizing their relationship with President Trump or strengthening it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-there-a-link-between-a-decline-in-u-s-births-and-abortion-11550847334", "title": "Is There a Link Between a Decline in U.S. Births and Abortion?", "date": "2019-02-22 09:55", "summary": "Data show American women are having fewer babies, but they are also having fewer abortions. A main driver of the recent decline in U.S. fertility has been a steady decrease in births by teenagers and women in their 20s. But some readers have asked whether abortion is responsible.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sleeping-with-strangers-review-flickers-of-desire-11550847187", "title": "'Sleeping With Strangers' Review: Flickers of Desire", "date": "2019-02-22 09:53", "summary": "How the movies shaped our ideals of femininity and masculinity, beauty and glamour, romance, sex and love.. David Thomson is the finest film critic at work today, yet his attitude to the cinema resembles that of one of those brutal male leads of the golden, or at least gilded, age of Hollywood, who after a night with his lady was liable to come to the breakfast table and push a grapefruit into her face.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-spy-in-canaan-and-bluff-city-review-reporter-and-informer-11550847159", "title": "'A Spy in Canaan' and 'Bluff City' Review: Reporter and Informer", "date": "2019-02-22 09:52", "summary": "Three years after his death, it emerged that a prominent photographer was an FBI mole.. Ernest Withers, an African-American who died in 2007 at age 85, took some of the most celebrated photographs of the civil-rights era. The famous picture of Martin Luther King Jr. and Ralph Abernathy sitting at the front of a bus in Montgomery, Ala., after the successful boycott there; the photo of Emmett Till's uncle in a courtroom pointing a finger at his nephew's murderers (who nonetheless went free); that iconic shot of striking black garbage workers in Memphis, Tenn., carrying signs that read \"I AM A MAN\"-they're all Withers's. But while he published several books of photos in his lifetime, there were no books about Withers himself until very recently, and one wonders if there would ever have been were it not for a fact that came to light in 2010: During the 1960s, the period of the most violent confrontations between law-enforcement officials and the activists whose images Withers captured and whose trust he had won, the photographer was an informant for the FBI.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-this-tiny-device-fix-your-posture-11550847074", "title": "Can This Tiny Device Fix Your Posture?", "date": "2019-02-22 09:51", "summary": "This techy gadget aims to help you sit a little taller in weeks. I'LL ADMIT, I had grand delusions that getting my posture fixed might involve being bound to a chair with Hermès scarfs-much like Anne Hathaway in \"The Princess Diaries\"-while Dame Julie Andrews casually insulted me into form. Instead I found myself sitting at my desk as a small device gently shocked my back like a dog testing an electric fence, reminding me to sit up straight vs. slouching almost sideways as is my wont.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-the-government-we-like-11550847101", "title": "Politics: The Government We 'Like'", "date": "2019-02-22 09:51", "summary": "Two new books examine how tech and politics have fueled a global populist attack on expertise.. The great majority of books on politics published in the past two years have, in one way or another, dealt with a single topic: the attack on expertise and established institutions by populists in America and Europe. Donald Trump, Brexit, Eastern European nationalism: Each is an expression of contempt for institutions thought by educated elites to be authoritative, even sacred-the news media, the universities, the scientific community, foreign-policy establishments, transnational organizations. Conservative commentators pin the blame on the elites for their arrogance and dishonesty; liberals blame Trump voters and European nationalists for their stupidity and backwardness. There is a little crossover-but only a little: David Goodhart's \"The Road to Somewhere\" (2017) is a powerful critique of liberal privilege from a writer of the left.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-disappear-review-the-unseen-virtues-11550847049", "title": "'How to Disappear' Review: The Unseen Virtues", "date": "2019-02-22 09:50", "summary": "In nature, being inconspicuous is power rather than weakness.. When I was learning to swim, a powerful yet diminutive athlete-my 5-foot mother-gave me a tip: \"Everything that actually matters, John, happens beneath the surface.\" At the time, I thought this was nonsense. I wanted to be seen. My splashing and thrashing were visible signs of my speed. My mother just shook her head: They were signs of something, but definitely not speed.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-drug-money-all-the-way-down-11550846844", "title": "Mysteries: Drug Money All the Way Down", "date": "2019-02-22 09:47", "summary": "The final volume in Don Winslow's epic trilogy of drug-war novels traces corruption to the top rungs of finance and politics.. Art Keller, the protagonist of Don Winslow's epic trilogy of drug-war novels, has fought the spread of hard narcotics for most of his professional career. In \"The Border\" (Morrow, 720 pages, $28.99), the culminating volume of Mr. Winslow's series, Keller has become director of the U.S. Drug Enforcement Administration. It's a perch from which he comes to feel at war with \"his own DEA, the US Senate, the Mexican drug cartels [and] even the president of the United States\" for having set off \"an investigation that's spread from the poppy fields of Mexico to Wall Street to the White House itself.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-black-and-white-in-wind-and-fog-11550846872", "title": "Fiction: Black and White, in Wind and Fog", "date": "2019-02-22 09:47", "summary": "Newly reissued, Ann Petry's novels 'The Street' and 'The Narrows' are masterpieces of social realism-volatile but exacting, heartbreaking but often brutally funny.. Ann Petry's \"The Street\" begins with the wind. It howls down Harlem's 116th Street like an angry apparition, rattling the garbage cans and whipping the window shades and stirring up the dirt and debris so that pedestrians have to stoop and shield their faces. \"And then the wind grabbed their hats, pried their scarves from around their necks, stuck its fingers inside their coat collars, blew their coats away from their bodies.\" It doesn't relent for a moment throughout this lashing book, one of the fiercest and most powerful representations of American city life written in the 20th century, and yet, strangely, one of the most overlooked.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-david-gilmour-on-memoirs-of-british-india-11550846770", "title": "Five Best: David Gilmour on Memoirs of British India", "date": "2019-02-22 09:46", "summary": "The author, most recently, of 'The British in India: A Social History of the Raj' recommends works about the lives of colonists on the subcontinent.. Edited by Alfred Spencer (1913-25)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autonation-names-carl-liebert-new-ceo-11550837027", "title": "AutoNation Names Carl Liebert New CEO", "date": "2019-02-22 09:46", "summary": "Former 24-Hour Fitness chief will lead company as new-car sales slow. AutoNation Inc. , the nation's largest car-dealership chain, has named Carl Liebert its new CEO, tapping an industry outsider to steer the company through a period of transformation in the auto-retailing sector.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-the-travails-and-triumphs-of-derring-do-11550846809", "title": "Children's Books: The Travails and Triumphs of Derring-Do", "date": "2019-02-22 09:46", "summary": "Meghan Cox Gurdon on 'How I Became a Spy' by Deborah Hopkinson, and more.. 'The agent should merge into the background.\" So read the manual issued to civilians recruited for intelligence work by Britain's Special Operations Executive during World War II. It is counsel that 13-year-old Bertie Bradshaw tries to follow, in his own improvising way, but in 1944 London the boy's flaming red hair and his constant companion, a noisy black spaniel, tend to make him stand out.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-kraft-heinzs-mess-means-for-rivals-and-investors-11550846018", "title": "What Kraft Heinz's Mess Means for Rivals and Investors", "date": "2019-02-22 09:33", "summary": "Turmoil at the ketchup giant will help bosses of consumer brands like Nestlé and Unilever push back against demands for deeper cost cuts. With Kraft Heinz in turmoil, calls to slash costs will no longer cut the mustard at other major consumer brands.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-beyond-basic-phone-that-made-a-execs-life-better-11550845775", "title": "The Beyond-Basic Phone that Made an Exec's Life Better", "date": "2019-02-22 09:29", "summary": "A new kind of compact, minimalist 'card phone' is improving lives because of what it doesn't do. \"LISTEN, iPhone, it's not you. It's me. You're great, really. I just think it'd be healthy if we took some time apart. For years, I've been hopelessly seeking something a little smarter, a little sexier-more vibrant, nice curves, strong communication skills. Now it's time I stepped back and decided what I really need from my soul mate.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/londons-brexit-exodus-is-more-of-a-trickle-11550843845", "title": "Bankers Don't Flee London, Despite Exodus Predictions", "date": "2019-02-22 09:03", "summary": "Mass departures from U.K.'s financial center so far haven't happened. LONDON-A month before the U.K. is set to leave the European Union, a long-feared exodus of financiers from London hasn't yet materialized.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calm-blankets-markets-from-stocks-to-bonds-even-as-risks-remain-11550844001", "title": "Calm Blankets Markets From Stocks to Bonds, Even as Risks Remain", "date": "2019-02-22 09:00", "summary": "Volatility measures in markets from stocks to currencies have retreated this year-a sign that investors are shedding caution even as uncertainties linger in the global economy. Volatility measures in markets from stocks to currencies have retreated this year-a sign that investors are shedding caution even as uncertainties linger in the global economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-cork-and-wood-sandals-to-give-you-a-lift-11550843982", "title": "Six Cork and Wood Sandals to Give You a Lift", "date": "2019-02-22 08:59", "summary": "Walk tall in this season's platform sandals. A cutout detail takes this bold pair up a notch. Miu Miu, $850, select Miu Miu boutiques", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-main-ally-in-syria-welcomes-trumps-reversal-on-troops-11550836036", "title": "U.S. Ally in Syria Welcomes Trump's Reversal on Troops", "date": "2019-02-22 08:51", "summary": "The decision is a win for Kurdish-led forces who feared the withdrawal would leave them unprotected against Turkey's plans for northern Syria. BEIRUT-The U.S.'s main ally in the fight against Islamic State welcomed President Trump's decision to leave U.S. troops in Syria, a change in American plans that the Syrian Kurds have lobbied for ever since the withdrawal announcement.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kushner-cos-pays-1-1-billion-for-suburban-apartment-portfolio-11550843211", "title": "Kushner Cos. Pays $1.1 Billion for Suburban Apartment Portfolio", "date": "2019-02-22 08:46", "summary": "Acquisition of 6,000 apartments from Lone Star Funds marks family firm's biggest deal in over a decade. ", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-tesla-model-3s-zoom-into-china-outracing-tariff-threat-11550822555", "title": "First Tesla Model 3s Zoom Into China, Outracing Tariff Threat", "date": "2019-02-22 08:44", "summary": "The electric-car maker hopes the Model 3 can deliver the same kind of liftoff in China as it did in the U.S.. SHANGHAI-China's first Tesla Model 3 owners took express delivery of their new cars Friday, after the electric-car maker rushed a boatload of vehicles across the Pacific to beat a looming tariff deadline.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/booking-directs-its-own-traffic-11550840400", "title": "Booking Directs Its Own Traffic", "date": "2019-02-22 08:00", "summary": "More brand ads could mean more business for Booking. Booking Holdings Inc. is tired of being just a travel brochure.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfl-player-moonlighting-as-an-ivy-league-professor-11550839741", "title": "The NFL Player Moonlighting as an Ivy League Professor", "date": "2019-02-22 07:49", "summary": "Jets linebacker Brandon Copeland is teaching a financial literacy seminar in the Urban Studies department at the University of Pennsylvania. Brandon Copeland is not a typical Ivy League professor. He packs 263 pounds of lean muscle onto a 6-foot-3 frame, doesn't wear much tweed and moonlights as starting linebacker in the National Football League.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-crown-prince-courts-china-as-counterweight-to-critical-west-11550836060", "title": "Saudi Crown Prince Courts China to Counter Critical West", "date": "2019-02-22 06:47", "summary": "Prince Mohammed is in Beijing to sign raft of deals including a pact for a $10 billion petrochemical refinery. Saudi Arabia on Friday signed a wide-ranging set of agreements on energy and trade with China, as Crown Prince Mohammed bin Salman accelerated efforts to court an economic power that offers a potential counterweight to the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chelsea-may-have-to-hit-the-reset-button-again-11550833200", "title": "Chelsea May Have to Hit the Reset Button, Again", "date": "2019-02-22 06:00", "summary": "Maurizio Sarri represented a new direction for the London club. But his stubborn approach and uninspiring season have put the team at a familiar crossroad.. Not every soccer manager gets a whole style of play named after him. Especially not when that manager has never won a single league title or played a minute of professional soccer. But Maurizio Sarri, a 60-year-old former banker, has earned the honor. His philosophy, developed over nearly three decades up and down Italy, is commonly known as Sarri-Ball. And until recently, it was a considered a compliment.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-in-barcelona-huawei-flexes-as-u-s-officials-head-to-trade-show-11550831400", "title": "U.S.-Huawei Fight to Take Center Stage at Trade Show", "date": "2019-02-22 05:30", "summary": "Washington's warnings about spying threat go up against Chinese company's market prowess. A large delegation of U.S. officials is heading to Spain this weekend for the world's largest telecommunications trade show, planning to ratchet up a monthslong offensive against Huawei Technologies Co. that has produced mixed results.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-still-needs-your-coal-australia-11550829301", "title": "China Still Needs Your Coal, Australia", "date": "2019-02-22 04:58", "summary": "Chinese officials often rely on Australian thermal coal to power their cities without breaching Beijing's pollution targets. Australia drops Huawei, China drops Australian coal. Is Beijing punishing Canberra?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-some-investors-are-skeptical-about-chinas-search-giant-11550813787", "title": "Why Some Investors Are Skeptical About China's Search Giant", "date": "2019-02-22 04:27", "summary": "China's Baidu keeps losing ground to bigger rivals Alibaba and Tencent. China's Baidu has lost more ground to its bigger online rivals Alibaba and Tencent, as measured in market-value terms, as competition grows and China's economy slows.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baidus-costly-search-for-growth-11550826635", "title": "Baidu's Costly Search for Growth", "date": "2019-02-22 04:10", "summary": "The Chinese tech company's revenue growth is strong-but comes at a high price. Baidu is playing catch-up, and it will cost investors eventually.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baidu-reports-50-quarterly-profit-drop-but-revenue-beats-projections-11550787977", "title": "Baidu Forecasts Weaker Growth as Chinese Economy Slows", "date": "2019-02-22 02:14", "summary": "Search-engine giant's advertising-reliant business is a barometer for the health of China's private sector. China's search-engine giant Baidu Inc. expects to post its slowest revenue growth in nearly two years in the current quarter, with advertising pinched by tighter government regulation and the downturn in the Chinese economy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-erdogan-discuss-u-s-troop-withdrawal-from-syria-11550796816", "title": "Trump Shifts Course to Keep 200 Troops in Syria", "date": "2019-02-22 00:24", "summary": "Decision comes as U.S. struggles with exit strategy. WASHINGTON-The U.S. will maintain a small peacekeeping force of about 200 troops in Syria despite President Trump's earlier decision to remove all American troops, the White House said Thursday, illustrating the complications of a hastily announced withdrawal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-legacy-of-a-japanese-classic-11550846467", "title": "The Legacy of a Japanese Classic", "date": "2019-02-22 00:01", "summary": "For a millennium, artists have taken inspiration from 'The Tale of Genji'. Legend has it that the Japanese noblewoman known as Murasaki Shikibu was in a Buddhist temple, sitting under a full moon, when she had the idea of writing a story to entertain the princess she served. The book she produced in the early 11th century, \"The Tale of Genji,\" is now widely considered the world's first psychological novel-a 750,000-word tale about the complex dynamics of the imperial Japanese court. \"The Tale of Genji: A Japanese Classic Illuminated,\" at the Metropolitan Museum of Art from March 5 to June 16, shows the book's far-reaching influence on Japanese visual culture for the past thousand years.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-kraft-heinz-zillow-hewlett-packard-enterprise-nike-and-tesla-11550835939", "title": "Stocks to Watch: AutoNation, Kraft Heinz, Wayfair, Zillow, Cinemark", "date": "2019-02-22 00:01", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11550787342", "title": "Pepper...and Salt", "date": "2019-02-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glynns-take-rbas-lowe-calms-the-rate-cut-mob-11550811079", "title": "Glynn's Take: RBA's Lowe Calms The Rate Cut Mob", "date": "2019-02-22 23:51", "summary": "Financial markets have been pricing a strong probability of an interest-rate cut by the year-end for some time. SYDNEY-Governor of the Reserve Bank of Australia, Philip Lowe, is considered good at calming the mob and his skill appeared to be much needed this week.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-cuts-off-talks-with-california-over-fuel-efficiency-standards-11550770073", "title": "Trump Administration Cuts Off Talks With California Over Fuel-Efficiency Standards", "date": "2019-02-22 23:50", "summary": "White House has sought to rollback Obama-era vehicle regulations. WASHINGTON-The Trump administration said it would cut California out of its effort to craft new efficiency rules for cars and trucks, the latest in a series of confrontations between Washington and Sacramento that now threatens to destabilize one of the country's biggest industries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-files-confidentially-for-ipo-11550782552", "title": "Pinterest Files Confidentially for IPO", "date": "2019-02-22 22:15", "summary": "The company, which operates a platform for online-image searches, is expected to seek a valuation of at least $12 billion. Pinterest Inc. has confidentially filed paperwork with the Securities and Exchange Commission for an initial public offering that is expected to value the company, which operates a platform for online-image searches, at $12 billion or more as it joins a parade of hot tech startups planning share debuts in 2019.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-discloses-sec-probe-misses-earnings-forecasts-11550789493", "title": "Kraft Heinz Divulges SEC Investigation, Swings to Loss", "date": "2019-02-22 21:56", "summary": "Food maker also cuts dividend as merger savings dry up. Kraft Heinz Co. on Thursday wrote down the value of its Kraft and Oscar Mayer brands by $15.4 billion, disclosed an investigation by federal securities regulators and slashed its dividend, sending its stock down more than 20% in after-hours trading.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jussie-smollett-arrested-after-charge-of-filing-false-report-of-attack-11550753504", "title": "Police: Smollett Faked Attack Because He Was Unhappy With His Salary", "date": "2019-02-22 20:22", "summary": "'Empire' actor said he was victim of a racist and antigay attack last month. CHICAGO-Actor Jussie Smollett staged an attack to make himself appear the victim of an antigay, racist assault because he was unhappy with his salary on the television drama \"Empire,\" alleged Chicago police, who detailed an elaborate but ultimately clumsy plot.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-family-member-sought-to-avoid-comparison-of-oxycontin-to-morphine-documents-show-11550798052", "title": "Sackler Sought to Avoid Comparison of OxyContin to Morphine, Documents Show", "date": "2019-02-22 20:14", "summary": "Richard Sackler worked to ensure OxyContin didn't develop the end-of-life reputation of morphine, according to court documents. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikes-blowout-underscores-how-perception-of-safety-and-quality-can-affect-reputation-11550796372", "title": "Nike's Blowout Underscores How Perception of Safety, Quality Can Affect Reputation", "date": "2019-02-22 19:46", "summary": "Consumers expect shoes to degrade; they don't expect them to suddenly rip apart. The blowout of a college basketball star's shoe Wednesday underscored how consumer perception of safety and quality can weigh heavily on a company's reputation.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-detective-work-prosecutors-say-exposed-the-jussie-smollett-hoax-11550796145", "title": "Inside the Detective Work on the Jussie Smollett Case", "date": "2019-02-22 19:42", "summary": "Starting with a grainy video, police tracked the movements of two men authorities say were paid to stage the alleged attack. CHICAGO-As the Chicago Police Department's investigation into an alleged attack on \"Empire\" star Jussie Smollett stretched from one week to three, detectives' biggest piece of evidence-a grainy video showing two figures silhouetted by streetlights on a city sidewalk-seemed like a slim lead.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nickel-and-diming-democrats-11550795583", "title": "Nickel-and-Diming Democrats", "date": "2019-02-22 19:33", "summary": "From coast to coast, they're taxing anything that moves.. Democrats claim they will pay for their cradle-to-grave welfare state by soaking the rich, but progressive states are now graciously showing that they will eventually try to dun everyone. Witness how Democrats are nickel-and-diming taxpayers like budget airlines without the service.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-motor-investigating-process-for-u-s-emissions-certification-11550786668", "title": "Ford Investigating Process for U.S. Emissions Certification", "date": "2019-02-22 19:32", "summary": "Auto maker has notified regulators it is reviewing processes for ensuring compliance with U.S. fuel standards. Ford Motor Co. said Thursday that it would investigate its process for certifying vehicles to meet U.S. fuel-economy standards, after a group of employees raised concerns about the company's testing methods.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aid-showdown-in-venezuela-11550795476", "title": "Aid Showdown in Venezuela", "date": "2019-02-22 19:31", "summary": "Will Maduro use violence against people bringing food and medicine?. The fight for democracy in Venezuela has retreated from the front pages, but an important moment arrives Saturday when thousands of Venezuelan exiles will try to deliver food and medical supplies to their suffering compatriots. Dictator Nicolás Maduro may try to block the aid, and his forces may resort to violence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-smollett-hoaxers-11550795374", "title": "The Smollett Hoaxers", "date": "2019-02-22 19:29", "summary": "Again the media rushed to conclude the worst about their countrymen.. If you are wondering why the President of the United States took time Thursday to fire off a tweet about the Jussie Smollett case, the answer should be obvious: Mr. Smollett was soaking up the media's attention this week. That said, the Smollett hoax is instructive-not for what it says about President Trump's Twitter habits, not even for what it says about Jussie Smollett, but for what it reveals about the practices and social mind-set of the country's primary media outlets.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-new-york-amazonnow-go-home-11550795261", "title": "Welcome to New York, Amazon-Now Go Home", "date": "2019-02-22 19:27", "summary": "Progressives put out the unwelcome mat, and city dwellers will pay the price for years to come.. A last word on Amazon and New York City. The story's over but it doesn't stop hurting. Twenty-five thousand jobs lost, maybe 40,000 when all is said and done, and of all kinds-high-tech, management, white-collar, blue. All the construction, and the signs and symbols of a coming affluence: the streets lit bright, the sidewalks busy, shops and restaurants humming, hiring. The feeling of safety you have when you pass doorways on the street at night and can hear laughter and conversation on the other side.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bets-on-chinas-special-envoy-in-trade-talks-11550795104", "title": "U.S. Bets on China's Special Envoy", "date": "2019-02-22 19:25", "summary": "Two sides face a March 1 deadline before tariffs on some Chinese imports rise. WASHINGTON-As U.S.-China trade talks reach a pivotal point, the Trump administration is counting on the Chinese leader's special envoy, Liu He, to get Beijing to accept tough new strictures that are increasingly controversial in Beijing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schiffting-to-phase-2-of-collusion-11550794762", "title": "Schiffting to Phase 2 of Collusion", "date": "2019-02-22 19:19", "summary": "Conspiracy theorists look for something new, anticipating a Mueller letdown.. There's been no more reliable regurgitator of fantastical Trump-Russia collusion theories than Democratic Rep. Adam Schiff. So when the House Intelligence Committee chairman sits down to describe a \"new phase\" of the Trump investigation, pay attention. These are the fever swamps into which we will descend after Robert Mueller's probe.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-disappearing-private-colleges-11550794707", "title": "America's Disappearing Private Colleges", "date": "2019-02-22 19:18", "summary": "The post-Great Recession baby bust will soon mean not enough students to keep small schools alive.. 'Total Liquidation Sale! Everything Must Go!\" the signs screamed. Which was odd, because this wasn't a furniture store or a carpet warehouse. It was Concordia College, a small historically black private college in Selma, Ala., and it was selling office equipment, classroom articles and athletic apparatus.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-based-jihadists-kill-40-and-indians-demand-a-response-11550794680", "title": "Pakistan-Based Jihadists Kill 40, and Indians Demand a Response", "date": "2019-02-22 19:18", "summary": "As elections approach, Modi is under pressure from enraged citizens.. Can India protect itself from Pakistan-based jihadist groups? How New Delhi responds to a Feb. 14 suicide car bombing claimed by Jaish-e-Mohammed (Army of Mohammed), which killed at least 40 Indian soldiers, may answer this question. One thing is already clear: With national elections this spring, Prime Minister Narendra Modi faces enormous domestic pressure to punish Pakistan militarily.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secs-misguided-attack-on-shareholder-arbitration-11550794645", "title": "The SEC's Misguided Attack on Shareholder Arbitration", "date": "2019-02-22 19:17", "summary": "Most securities class actions are meritless, yet federal regulators take action to encourage them.. Jay Clayton, chairman of the Securities and Exchange Commission, announced earlier this month that the staff of his agency would allow Johnson & Johnson to block its shareholders from voting on an amendment to its own bylaws. I submitted that amendment as trustee of a trust that owns J&J shares. The proposed amendment would substitute arbitration for costly class-action securities lawsuits. Most securities class actions have no merit, damage shareholder interests, and tarnish the attractiveness of our public capital markets.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywoods-mimicry-can-miss-the-point-11550794549", "title": "Hollywood's Mimicry Can Miss the Point", "date": "2019-02-22 19:15", "summary": "Precise physical depictions can dazzle-and distract.. The Academy of Motion Picture Arts and Sciences was wise to abandon its notion of a \"popular picture\" award for Sunday's Oscars, but if organizers wanted a hot new category they might have considered \"best spitting image.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/borrowed-time-review-the-long-ramp-to-the-final-exit-11550794511", "title": "'Borrowed Time' Review: The Long Ramp to the Final Exit", "date": "2019-02-22 19:15", "summary": "The human experience of aging includes decline and decrepitude. Researchers seek to learn why this should be so, and what can be done about it.. In the immortal words of the character Sportin' Life in \"Porgy and Bess\": \"Methus'lah lived 900 years. But who calls that livin' when no gal'll give in to no man what's 900 years?\" He has a point, one increasingly relevant as populations around the world age. We want to live longer, but we're not exactly eager to become superannuated. Why strive for an extra decade or two if those hard-won years are spent suffering from debilitation or dementia?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mgm-resorts-moves-coo-to-finance-chief-role-amid-leadership-reshuffle-11550794395", "title": "MGM Resorts Moves COO to Finance Chief Role Amid Leadership Reshuffle", "date": "2019-02-22 19:13", "summary": "Corey Sanders will become the company's next finance chief. Casino operator MGM Resorts International on Thursday said its leading operations executive, Corey Sanders will become the company's next finance chief, as part of other changes to the management team.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]