[{"link": "https://www.wsj.com/articles/trump-invokes-executive-privilege-over-materials-sought-by-house-democrats-11557325410", "title": "House Panel Votes to Hold William Barr in Contempt Over Mueller Report", "date": "2019-05-08 19:56", "summary": "'We've talked for a long time about approaching a constitutional crisis-we are now in it,' the panel's chairman says. WASHINGTON-The House Judiciary Committee voted to hold Attorney General William Barr in contempt as the Democratic-led chamber and President Trump continued along a collision course over special counsel Robert Mueller's report.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mixed-verdict-in-college-basketball-bribery-scheme-11557355113", "title": "Mixed Verdict in College Basketball Bribery Scheme", "date": "2019-05-08 19:38", "summary": "Aspiring agent and former consultant convicted on bribery counts, acquitted on fraud charges that portrayed universities as victims. An aspiring sports agent and a former consultant for Adidas AG were found guilty of bribery charges Wednesday, in a scheme to pay college basketball coaches to steer star players to sign with a fledgling sports-management company.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/redfin-to-let-home-buyers-make-offers-via-website-11557358236", "title": "Redfin to Let Home Buyers Make Offers Via Website", "date": "2019-05-08 19:30", "summary": "Direct-purchase option would cut some real-estate agents out of transactions. Real-estate broker Redfin Corp. will allow visitors to its website to make an offer on a house with a click of a button, marking a renewed effort to reduce the role of real-estate agents.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/discord-mars-festival-celebrating-woodstocks-50th-anniversary-11557357574", "title": "Discord Hits Festival Marking Woodstock's 50th Anniversary", "date": "2019-05-08 19:19", "summary": "Festival owner and producer engage in turf battle with financial partner-clash that could result in event's demise. Earlier this year, when organizers announced plans for a 50th anniversary edition of Woodstock, the 1969 landmark rock festival in upstate New York, they hailed it as a chance to celebrate the event's spirit of harmony and compassion.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-investigates-doctor-over-measles-vaccination-exemptions-11557357597", "title": "San Francisco Investigates Doctor Over Measles Vaccination Exemptions", "date": "2019-05-08 19:19", "summary": "City attorney issues subpoena for patient records of Dr. Kenneth Stoller, an opponent of vaccination requirements. SAN FRANCISCO-City officials here are investigating whether a pediatrician illegally gave medical exemptions to parents seeking to not vaccinate their children for school entry, as the U.S. struggles to get control of a growing measles outbreak.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-tax-bill-of-attainder-11557356009", "title": "Cuomo's Trump Bill of Attainder", "date": "2019-05-08 19:17", "summary": "Albany Democrats want to release the President's New York tax return to Congress.. If Donald Trump's claims of executive privilege are a threat to the Constitution, as his critics now claim, what are we to make of the unprecedented bill of attainder against Mr. Trump now moving through the New York Legislature? Every President in memory has claimed executive privilege, but New York Democrats want to hand over the state tax returns of one man, the U.S. President, to Congress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-helps-slay-inflation-11557355430", "title": "Airbnb Helps Slay Inflation", "date": "2019-05-08 19:08", "summary": "Tech gets more out of economic resources, bringing prices down.. Why is inflation still so low? Because the economy is enjoying a positive supply-side shock, and it's not going away soon.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-executive-seeks-dismissal-of-u-s-extradition-request-11557356683", "title": "Huawei Executive Seeks Dismissal of U.S. Extradition Request", "date": "2019-05-08 19:04", "summary": "Lawyer for CFO Meng Wanzhou says arrest violated her rights and Trump comments were political abuse. VANCOUVER, British Columbia-Lawyers for senior Huawei Technologies Co. executive Meng Wanzhou told a Vancouver court they would ask it to dismiss the U.S. request to have her extradited, saying the U.S. interfered in the case politically and Canadian border officials violated her rights.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-killed-in-harlem-apartment-fire-11557315255", "title": "Fire in New York Public Housing Kills Six, Including Four Children", "date": "2019-05-08 19:03", "summary": "Cause appears to be accidental, authorities say. A fire in a Harlem apartment that killed six people, including a mother and her four children, started on a kitchen stove, then quickly spread and blocked their access to the front door and fire escapes, New York City officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-state-lawmakers-revive-push-to-allow-online-sports-betting-11557356345", "title": "Two State Lawmakers Revive Push to Allow Online Sports Betting", "date": "2019-05-08 18:59", "summary": "Democrats say they have a way around New York Constitution's ban on gambling. A pair of state lawmakers renewed their push to legalize online sports betting in New York, but they still face questions about whether such efforts are prohibited by the state's constitution.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judicial-border-epiphany-11557355920", "title": "Judicial Border Epiphany", "date": "2019-05-08 18:52", "summary": "The Ninth Circuit finally decides not to add to the immigration mess.. Could it be, by some miracle, that anti-Trump judges are recognizing that their hijacking of immigration policy is contributing to the mess at the U.S.-Mexico border? That's the hopeful way to read the Ninth Circuit Court of Appeals decision late Tuesday to stay a district court injunction against the Trump Administration for returning asylum applicants to Mexico while they await a hearing.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-help-for-military-spouses-11557355523", "title": "Bipartisan Help for Military Spouses", "date": "2019-05-08 18:45", "summary": "A new Senate bill would encourage state occupational-licensing reform.. Kim Lopez has been a teacher for more than two decades. But as the wife of an Air Force service member, she struggles to maintain her career because of the complex requirements for out-of-state teaching licenses to be recognized. Mrs. Lopez has active licenses in California and Virginia, but she's relocated nine times and has had to fight through red tape with each move.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-and-jewish-destiny-11557355547", "title": "Netanyahu and Jewish Destiny", "date": "2019-05-08 18:45", "summary": "Israel's prime minister was once a moderate. Will he now lead the right to the Promised Land?. After a resounding victory in the Israeli election, Benjamin Netanyahu is now free to continue forging the destiny of the Jewish people. A look at Mr. Netanyahu's early political views offers revealing insights into his evolution from a fence-straddling moderate to the guardian of the right who promises to annex parts of the West Bank.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/historys-precedents-for-the-737-max-11557355472", "title": "History's Precedents for the 737 MAX", "date": "2019-05-08 18:44", "summary": "Boeing isn't the first manufacturer to miss critical problems when certifying a new aircraft.. Frenzied headlines aside, the recent Boeing 737 MAX crashes fit a long pattern in the imperfect history of aircraft-certification programs, which sometimes miss fatal flaws.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/so-its-trump-vs-biden-in-2020-11557355381", "title": "So It's Trump vs. Biden in 2020?", "date": "2019-05-08 18:43", "summary": "It looks like Democratic voters want plain-vanilla Joe Biden to contest the election against Donald Trump.. Joe Biden has opened up a 21-length lead over the 20 or so other ponies running to challenge the big horse, Donald Trump, in the 2020 presidential derby.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sinclair-revenue-rises-as-it-bets-big-on-sports-11557324190", "title": "Sinclair Revenue Rises as It Bets Big on Sports", "date": "2019-05-08 18:43", "summary": "The television station owner reached a deal last week to buy 21 regional sports networks from Disney. Sinclair Broadcast Group Inc. posted stronger revenue in the latest quarter as the television station owner looks to its purchase of a suite of sports networks to bolster its business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-need-a-health-care-offensive-11557355332", "title": "Republicans Need a Health-Care Offensive", "date": "2019-05-08 18:42", "summary": "Jobs won't be enough to win in 2020. The GOP must challenge Democratic strength.. It's the paradox of success. With 3.6% unemployment and 3.2% growth in gross domestic product, voters are turning to other issues. When the May 1 NBC/Wall Street Journal survey asked what \"should be the top priority for the federal government,\" 24% chose health care and 18% said immigration and border security. Job creation and growth came in third, at 14%. While this shouldn't stop Republicans from selling their economic success, it points to a central challenge for 2020.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jump-starting-america-review-investing-in-the-brain-11557355297", "title": "'Jump-Starting America' Review: Investing in the Brain", "date": "2019-05-08 18:41", "summary": "The economy at present appears to be strong. Would more public and private expenditure on education and research help it grow faster?. The unemployment rate may be under 4%, but parts of our economy are still rotten. Over 10% of prime-aged American men have left the labor force entirely, and they are typically worse off than the \"unemployed\" who are still looking for work. Robert Gordon's book \"The Rise and Fall of American Growth\" (2016) showed that the annual real growth rate of output per hour fell from 2.8% between 1920 and 1970 to 1.6% since then. The economists Ian Hathaway and Robert E. Litan have also documented a striking decadeslong decline in American entrepreneurship: Between 1978 and 2011, \"the firm entry rate-or firms less than one year old as a share of all firms-fell by nearly half.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/erdogans-obvious-insecurities-11557271086", "title": "Erdogan's Obvious Insecurities", "date": "2019-05-08 18:40", "summary": "The Turkish strongman loses an election but then gets a do-over.. Turkey's democracy has taken a beating in recent years, and on Monday it absorbed another blow. The country's national election board announced an arbitrary do-over of the Istanbul mayoral election, after President Recep Tayyip Erdoğan's Justice and Development Party (AKP) suffered an embarrassing defeat.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-job-advice-you-wish-you-knew-how-to-give-11557135000", "title": "The Job Advice You Wish You Knew How to Give", "date": "2019-05-08 18:37", "summary": "Times have changed so much that parents puzzle over how to guide their sons and daughters toward a career. Nearly two million students will emerge from U.S. colleges with bachelor's degrees this year.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-store-managers-make-175-000-a-year-11557339360", "title": "Walmart Store Managers Make $175,000 a Year on Average", "date": "2019-05-08 18:36", "summary": "Retailer said its hourly workers make average of $25,000 in report seeking to rebut criticism that its pay is too low. Walmart Inc. outlined average wages for its store workers and efforts to improve benefits in a social responsibility report, part of the retailer's long-running efforts to rebut criticism of its pay and bolster its competitive position in a tight labor market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-set-to-price-ipo-at-midpoint-of-target-range-or-below-11557337202", "title": "Uber Set to Price IPO at Midpoint of Target Range or Below", "date": "2019-05-08 18:34", "summary": "Investors like SoftBank Group still stand to reap major windfalls. Uber Technologies Inc. is on track to price its initial public offering at the midpoint of its target or below, according to people familiar with the matter, following a big stock-market drop and the disappointing debut of rival Lyft Inc.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-plans-20-billion-bond-sale-as-market-for-new-corporate-debt-heats-up-11557335557", "title": "IBM Completes $20 Billion Bond Sale", "date": "2019-05-08 18:33", "summary": "Trade fears are doing little to stop U.S. companies from borrowing in the bond market. International Business Machines Corp. sold $20 billion of bonds Wednesday to help fund its purchase of Red Hat Inc., adding to a busy week for corporate-debt issuance a day after Bristol-Myers Squibb Co. sold $19 billion of bonds to finance its acquisition of Celgene Corp.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/atlassian-cio-makes-diversity-a-priority-11557354807", "title": "Atlassian CIO Makes Diversity a Priority", "date": "2019-05-08 18:33", "summary": "Archana Rao says 'diversity in thought' brings better business decisions, problem solving. Diversity among information-technology employees is critical for companies undergoing major transitions, as well as high-growth businesses, said Archana Rao, chief information officer of business-productivity software maker Atlassian Corp.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tottenham-stuns-ajax-to-advance-to-champions-league-final-11557353831", "title": "Tottenham Stuns Ajax to Advance to Champions League Final", "date": "2019-05-08 18:17", "summary": "With a second-half hat trick completed in the 96th minute, Lucas Moura carried Spurs to an all-English final against Liverpool. AMSTERDAM-This was the Champions League season where leads came to die.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/booming-disneys-streaming-picture-is-still-fuzzy-11557353789", "title": "Booming Disney's Streaming Picture Is Still Fuzzy", "date": "2019-05-08 18:16", "summary": "The entertainment giant beat consensus estimates and showed off rapid growth at Hulu, but more evidence is needed to keep the stock's rally going. Walt Disney is coming hot on Netflix 's heels. Its stock has risen 22% since the beginning of the year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-to-stop-complying-with-some-nuclear-deal-commitments-11557297791", "title": "U.S. Tightens Iran Sanctions After Tehran Warning", "date": "2019-05-08 18:09", "summary": "Measures targeting industrial-metals sector follow Rouhani administration's warning that it may ignore limits on stockpiling materials in an effort to pressure Europe to aid its economy. The White House expanded its pressure campaign against Iran by imposing sanctions for the first time against its industrial-metals sector, hitting one of the largest nonpetroleum segments of Iran's economy just hours after Tehran warned it may restart parts of its nuclear program.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mom-killed-in-harlem-blaze-known-as-loving-cook-11557353279", "title": "Mom Killed in Harlem Blaze Known as Loving Cook", "date": "2019-05-08 18:07", "summary": "Andrea Pollidore specialized in Trinidad cuisine and brought meals to needy, her sister says. The mother who died in a Harlem apartment fire with four of her children and a family friend loved to cook and often brought meals to the needy, her sister said Wednesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eqt-to-replace-three-long-serving-directors-ahead-of-shareholder-vote-11557346786", "title": "EQT Moves to Replace Three Long-Serving Directors Ahead of Shareholder Vote", "date": "2019-05-08 17:59", "summary": "Natural-gas producer also renominates Daniel Rice as it faces his brothers in a proxy fight. EQT Corp. is replacing three of its longest-serving directors as it heads into a proxy fight with two brothers who want to take over running the natural-gas producer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-strengthens-as-trade-concerns-persist-11557342815", "title": "Dollar Strengthens as Trade Concerns Persist", "date": "2019-05-08 17:52", "summary": "Increase in odds that the U.S. and China won't resolve their trade dispute has affected currencies around the world. The U.S. dollar strengthened Wednesday, with investors becoming increasingly pessimistic about the chances of a trade agreement between the U.S. and China.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-fox-reports-2-75-billion-in-revenue-in-first-stand-alone-quarter-11557349019", "title": "Fox Profit, Revenue Rise in First Quarter Since Spinoff", "date": "2019-05-08 17:51", "summary": "Strong performance in cable, broadcast TV units drove higher profit following spinoff from 21st Century Fox. Fox Corp. said its profit rose in its first quarterly earnings report since being separated from 21st Century Fox, driven by stronger performances in its cable network and broadcast TV segments.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-central-bank-says-economy-still-exposed-to-uncertainty-11557352205", "title": "Brazil Central Bank Says Economy Still Exposed to Uncertainty", "date": "2019-05-08 17:50", "summary": "Balance of risks calls for leaving Selic rate unchanged at 6.5%, bank says. SÃO PAULO-Brazil's central bank kept its benchmark lending rate unchanged Wednesday amid sluggish economic growth and expectations of slowing inflation.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drivers-lead-protests-ahead-of-uber-ipo-11557337543", "title": "Drivers Lead Protests Ahead of Uber IPO", "date": "2019-05-08 17:44", "summary": "Demonstrations underscore risks faced by ride-sharing companies and others in the gig economy. Drivers for ride-sharing companies protested Wednesday, saying companies such as Uber Technologies Inc. and Lyft Inc. have failed to pay drivers a living wage.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-dakotas-triangle-petroleum-files-for-bankruptcy-11557351709", "title": "North Dakota's Triangle Petroleum Files for Bankruptcy", "date": "2019-05-08 17:41", "summary": "Bondholder J.P. Morgan Securities to take ownership of oil-and-gas fracker. Triangle Petroleum Corp. , which has interests in North Dakota's energy and commercial real-estate markets, filed for bankruptcy Wednesday with a reorganization plan under which bondholder J.P. Morgan Securities LLC will get all of the equity.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-jr-is-subpoenaed-by-senate-committee-in-russia-probe-11557347943", "title": "Donald Trump Jr. Is Subpoenaed by Senate Committee in Russia Probe", "date": "2019-05-08 17:40", "summary": "Panel led by Republicans wants testimony about earlier responses to investigators. WASHINGTON-The Republican-led Senate Intelligence Committee in recent weeks subpoenaed Donald Trump Jr., the president's eldest son, to testify about answers he gave congressional investigators as part of their Russia probe, according to people with knowledge of the matter, marking the first time a congressional panel has subpoenaed a member of President Trump's family.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delays-to-brazils-pension-overhaul-raise-economic-concerns-11557333594", "title": "Delays to Brazil's Pension Overhaul Increase Economic Concerns", "date": "2019-05-08 17:35", "summary": "Analysts slash growth forecasts as lawmakers hold up bill to close gap consuming $60 billion a year of taxpayer funds. BRASÍLIA-Brazilian President Jair Bolsonaro's slow-moving effort to get a pension overhaul approved in Congress has left the country's already struggling economy in limbo as businesses, consumers and markets wait to see when, and in what form, the proposal will finally be approved.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/camp-notes-on-fashion-at-the-met-review-celebrating-excess-11557350810", "title": "'Camp: Notes on Fashion' Review: Celebrating Excess", "date": "2019-05-08 17:26", "summary": "The Met's spring Costume Institute exhibition takes an evanescent idea and makes it approachable.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-prices-to-be-disclosed-in-tv-ads-soon-11557335295", "title": "Drug Prices to Be Disclosed in TV Ads Soon", "date": "2019-05-08 17:15", "summary": "Trump administration expects more transparency to help limit cost increases; pharmaceutical makers fear consumers will be misled. The Trump administration completed its rule requiring drugmakers to include list prices for most drugs in television ads, pushing ahead with efforts to improve transparency in health-care costs despite opposition from pharmaceutical companies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-brave-young-men-of-highlands-ranch-and-charlotte-11557350016", "title": "The Brave Young Men of Highlands Ranch and Charlotte", "date": "2019-05-08 17:13", "summary": "Remarkable courage stops the carnage.. Amid the heartbreak resulting from recent school shootings comes news of exceptional bravery displayed by students.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pet-care-company-petiq-to-acquire-perrigos-animal-health-business-11557346489", "title": "Pet Care Company PetIQ to Acquire Perrigo's Animal Health Business", "date": "2019-05-08 17:06", "summary": "The $185 million transaction will boost EOS Partners-backed PetIQ's portfolio of over-the-counter pet products. PetIQ Inc. has agreed to buy the animal health division of pharmaceutical giant Perrigo Co. for about $185 million in a move to capture more of the growing demand from pet owners for products and services that keep their furry companions healthy.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-continue-to-fall-as-uncertainty-over-trade-talks-persists-11557301708", "title": "S&P 500 Falls Again as Uncertainty Over Trade Talks Simmers", "date": "2019-05-08 17:02", "summary": "Stocks had moved slightly higher after Trump tweeted that China says it is 'coming to the U.S. to make a deal'. The S&P 500 fell for a third consecutive session Wednesday, as investors continued to fret over the potential impact of billions of dollars in tariffs due to hit Chinese imports later this week.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africans-vote-in-election-that-tests-mandelas-legacy-11557314975", "title": "South Africans Vote in Election That Tests Mandela's Legacy", "date": "2019-05-08 16:54", "summary": "The African National Congress has been in power for 25 years but corruption and inequality cloud its popularity with young voters. Millions of South Africans headed to the polls Wednesday amid growing disillusionment over steep racial inequalities that persist a quarter-century after Nelson Mandela became the nation's first black president.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-border-patrol-reports-another-surge-of-arrests-at-southern-border-11557348768", "title": "U.S. Border Patrol Reports Another Surge of Arrests at Southern Border", "date": "2019-05-08 16:52", "summary": "Rise in arrivals of immigrants traveling in families continues, with many coming from Central America and seeking asylum. WASHINGTON-The U.S. Border Patrol arrested 98,977 people crossing the southern border without authorization in April, the Trump administration said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-profit-surges-but-costs-rise-as-it-splurges-on-content-11557348219", "title": "Disney Spends Big on Its Streaming Bet", "date": "2019-05-08 16:47", "summary": "Revenue rises as do content-production costs. LOS ANGELES-Walt Disney Co. shareholders on Wednesday got a glimpse of the expenses coming to the company as it readies the launch of its streaming service in November, but it nonetheless beat Wall Street expectations for its fiscal second-quarter financial results.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-investors-gather-to-elect-revamped-board-air-gripes-11557307800", "title": "GE Investors Approve Executive Pay, Reject Independent Chairman", "date": "2019-05-08 16:43", "summary": "Both measures draw significant opposition; CEO says company would consider clawbacks if misconduct found. TARRYTOWN, N.Y.- General Electric Co. shareholders approved the company's executive-compensation plans and rejected a proposal to appoint an independent chairman, but both measures garnered high levels of protest votes after two difficult years for the conglomerate.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-gm-to-sell-its-lordstown-plant-to-an-electric-truck-maker-11557332419", "title": "GM In Talks to Sell Ohio Plant, Drawing Praise From Trump", "date": "2019-05-08 16:37", "summary": "The auto maker has a tentative agreement to sell Lordstown factory to Cincinnati-based Workhorse. General Motors Co. said it is in talks to sell its shuttered assembly plant in Lordstown, Ohio, to an electric-truck maker, a development that drew praise from President Trump for creating jobs in the politically pivotal state.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maui-go-round-11557346949", "title": "Maui Go Round", "date": "2019-05-08 16:22", "summary": "Where to eat, sleep, hike, shop and do cartwheels on the beach. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/walmart-to-raise-tobacco-age-to-21-drop-fruit-flavored-e-cigarettes-11557330870", "title": "Walmart to Raise Tobacco Age to 21, Drop Fruit-Flavored E-Cigarettes", "date": "2019-05-08 16:14", "summary": "Retailer says changes are in response to FDA effort to combat surge in underage use of e-cigarettes. Walmart Inc., one of the biggest U.S. cigarette sellers, is raising the minimum age to purchase tobacco products to 21 in all its stores and will stop selling fruit-flavored e-cigarettes, amid pressure from regulators to curb use by children and teens.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolsonaro-further-eases-brazilians-access-to-guns-11557344770", "title": "Bolsonaro Further Eases Brazilians' Access to Guns", "date": "2019-05-08 15:46", "summary": "New rules boost access to foreign-made firearms and ammunition and raise limits on how much ammunition a gun owner can purchase. BRASÍLIA-New rules relaxing gun-control laws took effect in Brazil on Wednesday, boosting access to foreign-made firearms and ammunition, raising limits on how much ammunition a gun owner can purchase and letting gun enthusiasts carry loaded weapons to shooting clubs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rises-on-falling-supplies-rising-hopes-for-u-s-china-trade-deal-11557331010", "title": "Oil Rises on Falling U.S. Supplies, Trade Optimism", "date": "2019-05-08 15:39", "summary": "Prices buoyed by drop in U.S. crude inventories, renewed optimism that trade agreement with China could be near. • Oil notched its largest gain in more than two weeks on Wednesday, after weekly data showed a sizable drop in U.S. crude inventories and on renewed confidence a U.S.-China trade deal could occur soon.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coast-to-coast-airline-battle-royale-11557307802", "title": "Flying Coast-to-Coast Nonstop Has Rarely Been Cheaper", "date": "2019-05-08 15:39", "summary": "Competition among five airlines serving New York, California and other coastal destinations means deals even in high travel season. From Los Angeles, a flight to New York is sometimes cheaper these days than a flight to Chicago, even though it's 2½ hours longer. From Boston, you can fly 2,611 miles to Los Angeles cheaper than 91 miles to Nantucket.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-career-advice-for-recent-graduates-11557343809", "title": "More Career Advice for Recent Graduates", "date": "2019-05-08 15:30", "summary": "Wall Street Journal readers join Work & Family columnist Sue Shellenbarger in offering advice to recent college graduates for entering a changing job market. ", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-again-falls-as-china-worries-linger-11557321680", "title": "Copper Falls as China Worries Linger", "date": "2019-05-08 15:28", "summary": "Prices have trimmed much of their 2019 advance in recent days. Copper prices fell again Wednesday, dropping on continued worries about trade tensions and a slowdown in Chinese economic growth.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adjunct-professors-struggle-as-colleges-prosper-11557343598", "title": "Adjunct Professors Struggle as Colleges Prosper", "date": "2019-05-08 15:26", "summary": "The grad students and other poorly paid instructors aren't being paid poorly because the tuition dollars aren't flowing in. Where is all the money, including government grants, being spent?. Regarding Barton Swaim's review of Herb Childress's \"The Adjunct Underclass\" (Bookshelf, May 2): A suggestion to the talented graduate students who love teaching-seek out jobs in high schools. Qualified and dedicated teachers of English literature are in high demand in the private and parochial schools with which I am familiar. Teaching upperclassmen in high school can be extraordinarily rewarding (not that different than college freshmen) and the pay much exceeds college adjuncts'.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-differ-on-remedies-for-facebook-privacy-breach-11557343397", "title": "Lawmakers Differ on Remedies for Facebook Privacy Breach", "date": "2019-05-08 15:25", "summary": "At hearing, Democrats lean toward giving FTC more authority to police companies' privacy practices. WASHINGTON-A consumer-data privacy breach by Facebook Inc. is spurring Congress to rewrite rules for how tech companies safeguard personal information, but a hearing with regulators Wednesday highlighted the hurdles ahead.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ex-im-bank-helps-small-u-s-businesses-11557343550", "title": "The Ex-Im Bank Helps Small U.S. Businesses", "date": "2019-05-08 15:25", "summary": "Bringing the Ex-Im back to full functionality is the right thing for the U.S. economy and for our workers.. Your editorial \"Honey, We Shrunk the Ex-Im Bank\" (May 2) claims that \"nobody outside Washington noticed\" the debilitated state of the Export-Import Bank since 2015, and that \"no one seems to have suffered\" from it. The fact is that American businesses across the country noticed, and their workers and their families are the ones who have suffered. President Trump realizes how crucial Ex-Im is to these businesses and their workers and families, and he has been a strong proponent of Ex-Im as a result.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2-trillion-infrastructure-plan-has-some-problems-11557343470", "title": "$2 Trillion Infrastructure Plan Has Some Problems", "date": "2019-05-08 15:24", "summary": "Politicians should stop touting the number of jobs various programs might create. The U.S. economy has already created more jobs than there are workers.. Regarding your editorial \"$2 Trillion From Whom?,\" (May 1): You quote Sen. Chuck Schumer and Speaker Nancy Pelosi as saying \"infrastructure is about creating jobs immediately.\" From what I read and hear, we already have a surplus of job openings, but not enough workers with the right skills or desire to take the available jobs. Given all this, politicians should stop touting the number of jobs various programs might create. The U.S. economy has already created more jobs than there are workers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-claims-goal-was-to-show-deep-losses-for-tax-purposes-11557326541", "title": "Trump Claims Goal Was to Show Deep Losses for Tax Purposes", "date": "2019-05-08 15:08", "summary": "Comments come after report found Trump paid no income tax in eight of 10 years in the '80s and '90s. WASHINGTON-President Trump said Wednesday that the deep losses he reported for tax purposes in the 1980s and 1990s amounted to \"sport,\" citing write-offs and tax shelters allowed at the time to avoid taxes by the federal government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-y-lawmakers-advance-measure-on-trumps-taxes-11557340287", "title": "N.Y. Lawmakers Advance Measure on Trump's Taxes", "date": "2019-05-08 14:50", "summary": "Bill would let members of Congress request the president's state tax returns. The New York state Senate on Wednesday passed two bills that sponsors said would hold President Trump accountable, including a measure that would let members of Congress request his state tax returns.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-carmel-suburbia-finds-harmony-with-downtown-development-11557338436", "title": "In Carmel, Suburbia Finds Harmony With Downtown Development", "date": "2019-05-08 14:16", "summary": "With a population of 96,900, the city just north of Indianapolis balances its urban core and with a more suburban periphery. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-ceo-battles-oil-field-giant-to-rule-the-permian-basin-11557269895", "title": "Occidental CEO Battles Oil-Field Giant to Rule the Permian Basin", "date": "2019-05-08 14:12", "summary": "Resume Subscription. Driven by a risk-taking chief executive, Occidental Petroleum Corp. is trying to swallow a competitor close to its own size, outmaneuvering one of the world's oil giants in the process.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-a-placebo-work-if-you-know-its-fake-11557338381", "title": "Can a Placebo Work If You Know It's Fake?", "date": "2019-05-08 13:59", "summary": "A behavioral economist answers questions about the power of fake medicines, getting career advice and students who come late to class.. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-may-win-by-losing-in-permian-11557338395", "title": "Chevron May Win by Losing in Permian", "date": "2019-05-08 13:59", "summary": "The integrated oil giant could outbid Occidental, but it can also bide its time and wait for the big kill. Chevron is sitting pretty. The integrated oil giant has until Friday to make a counteroffer for Anadarko Petroleum , the Texas-based driller at the center of a bidding duel that will give the winner a much bigger presence in the shale-heavy Permian Basin.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tinder-ghosts-the-stigma-of-online-dating-11557330537", "title": "Tinder Ghosts the Stigma of Online Dating", "date": "2019-05-08 13:44", "summary": "The younger demographic of Match Group's Tinder is sexing up online dating. Online dating is no longer a hard sell. That is a good sign for Match Group , whose biggest brand Tinder is, as the kids say, \"so hot right now.\"", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maui-a-discriminating-insiders-guide-11557337299", "title": "Maui: A Discriminating Insider's Guide", "date": "2019-05-08 13:41", "summary": "How to conquer Hawaii's second-largest island and bypass all the usual tourist tedium? Follow these locals' tips to the best beaches, forest hikes, sunset cruises and our chef's favorite poke bowls. YOU FIND A LOT of oddball pairings in Maui, which looks like a small and big island clumsily glued together. Visitors compare ritzy beach resorts as feverishly as they do roadside banana-bread stands. The wealthy, omnipotent Oprah Winfrey runs a farm that supplies local restaurants with humble cabbage. And last winter, even as snow pelted the slopes of Haleakala for six straight days, nearby white-sand beaches steadily attracted sun-and-sea worshipers. Though change happens slowly on this development-resistant island, a few welcome additions are afoot. Chefs increasingly mine the state's varied culinary traditions instead of peddling macnut-crusted clichés, while revived interest in Maui's old sugar-plantation towns, such as Wailuku and Makawao, means more life-and chic shops-along the main streets. Here, locals share their favorite spots to stroll the sand, gobble fish burgers and spy on whales.", "categories": [["Life & Work", "Travel", "Journal Concierge"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/journal-concierge?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-struggles-to-attract-paying-music-subscribers-11557337040", "title": "Google Struggles to Attract Paying Music Subscribers", "date": "2019-05-08 13:37", "summary": "After several months of gains, search giant's music efforts have recently plateaued. Google's subscription music services are struggling to grow, almost a year into a revamp of its flagship YouTube Music, according to people with knowledge of its user numbers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-this-so-cheap-chinese-shopping-app-falls-for-american-bargains-11557326054", "title": "'Why Is This So Cheap?' Chinese Shopping App Falls for American Bargains", "date": "2019-05-08 13:26", "summary": "Resume Subscription. It's 7 p.m. on a Saturday night and Yang Liu is whizzing around a T.J. Maxx store in New York City, filling her cart to the brim with cosmetics. \"Oh my God,\" she says. \"There's so much Burberry here today, so much Burberry,\" referring to bottles of perfume from the British fashion house, their prices reduced by half.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-times-posts-higher-profit-adds-223-000-digital-subscribers-11557335720", "title": "New York Times Posts Higher Profit, Adds 223,000 Digital Subscribers", "date": "2019-05-08 13:15", "summary": "Publisher had 4.5 million paying customers at end of first quarter as digital-subscription growth slowed. New York Times Co. added 223,000 digital subscribers in the first quarter as the publisher continued to spend aggressively in pursuit of its goal of reaching 10 million total subscriptions by 2025.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-economy-isnt-tariff-proof-11557335746", "title": "The U.S. Economy Isn't Tariff-Proof", "date": "2019-05-08 13:15", "summary": "The economy may be more vulnerable to higher levies on Chinese imports than the White House thinks. If President Donald Trump raises tariffs on Chinese imports, there is little doubt that the U.S. economy would take a hit. The question is how big the hit would be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-mount-deadly-attack-on-u-s-based-aid-group-in-kabul-11557335474", "title": "Taliban Mount Deadly Attack on U.S.-Based Aid Group in Kabul", "date": "2019-05-08 13:11", "summary": "Insurgents' assault on organization they said promotes Western values is likely to amplify concerns about commitments to human-rights gains as part of any deal to end 18-year-long war. KABUL-Taliban fighters mounted a deadly attack at the Kabul offices of a U.S.-based aid organization they said promoted Western values, an assault likely to amplify concerns about the insurgents' commitment to human-right gains as part of any deal to end the nearly 18-year Afghan war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accounting-and-cheerleading-combining-your-profession-and-your-passion-11557334801", "title": "Accounting and Cheerleading: Combining Profession and Passion", "date": "2019-05-08 13:00", "summary": "Varsity Spirit controller Jordan Olson shares how his love of cheer led him to college and a career. Cheerleading and accounting might seem an unlikely mix, but they've added up well for Jordan Olson.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/how-did-you-get-that-job?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thai-leader-poised-to-win-premiership-after-opposition-falls-short-11557334534", "title": "Thai Leader Poised to Win Premiership After Opposition Falls Short", "date": "2019-05-08 12:55", "summary": "Coalition of opposition parties had hoped to command parliamentary majority and block ex-army chief from prime minister's post. Opposition parties failed to secure a majority in Thailand's parliament, long-delayed election results showed Wednesday, paving the way for Prime Minister Prayuth Chan-ocha to return as the country's leader five years after he seized power in a military coup.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-built-for-this-u-s-border-struggles-to-handle-crush-of-migrant-families-11557334318", "title": "Immigrant Arrests Smash Records, and U.S. Border Struggles to Handle the Crush", "date": "2019-05-08 12:51", "summary": "Shelters fill up with asylum-seekers; officials shuttle families hundreds of miles to find space and build a tent city. Three children have died in federal custody.. DONNA, Texas-After tens of thousands of families streamed across America's southern border late last year, a Catholic charity in Tucson, Ariz., opened a monastery to house asylum-seeking migrants whom federal agents released. The 66,000-square-foot space is now full. The recent discovery of an unused closet caused excitement.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-files-paperwork-to-raise-china-tariffs-on-friday-11557323595", "title": "China Threatens Retaliation as U.S. Files Paperwork to Raise Tariffs", "date": "2019-05-08 12:44", "summary": "Filing formalizes threat made by President Trump and U.S. Trade Representative amid trade talks with Beijing. WASHINGTON-The U.S. Trade Representative's office filed paperwork to formally raise tariffs to 25% from 10% on about $200 billion a year of Chinese imports effective on Friday, carrying through on a threat made by President Trump over the weekend as talks with Beijing deteriorated.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/count-goldmans-millionaire-clients-as-big-winners-on-uber-11557333739", "title": "Count Goldman's Millionaire Clients as Big Winners on Uber", "date": "2019-05-08 12:42", "summary": "Private-wealth clients bought debt in 2015 that would convert into stock at a discount to the eventual IPO price. The discount now stands at 40%.. Wealthy clients of Goldman Sachs Group Inc. will emerge with deeply discounted stakes in Uber Technologies Inc. when it goes public this week, placing them among the biggest winners in a deal full of them.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apex-legends-hits-bulls-eye-for-electronic-arts-11557332541", "title": "'Apex Legends' Hits Bull's-Eye for Electronic Arts", "date": "2019-05-08 12:22", "summary": "Surprise 'Fortnite' challenger boosts EA's results and eases pain of other misfires. For Electronic Arts , one out of three has turned out to be...not too bad.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christian-woman-in-blasphemy-case-leaves-pakistan-11557332080", "title": "Christian Woman in Blasphemy Case Leaves Pakistan", "date": "2019-05-08 12:14", "summary": "Secretive flight to Canada ends ordeal at home in dispute that inflamed hard-line Islamists. A Pakistani Christian woman who was wrongfully convicted of blasphemy and jailed for eight years has left the country after months in legal limbo, reuniting with her daughters in Canada on Wednesday.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rage-behind-hearts-barracuda-11557331740", "title": "The Rage Behind Heart's 'Barracuda'", "date": "2019-05-08 12:09", "summary": "Sisters Ann and Nancy Wilson say the 1977 hit was a furious response to sexism they faced in the music industry as the band's popularity soared. Outraged by record-industry sexism in 1976, Ann Wilson of Heart wrote a poem expressing the pain and humiliation of workplace harassment.", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-tested-50-mens-hair-goops-here-are-the-best-11557331465", "title": "We Tested 50 Men's Hair Products. Here Are the Best.", "date": "2019-05-08 12:04", "summary": "Though most fuzzy-haired fellas put some product in their hair, finding the exact pomade or wax that suits your needs can be maddening. We tried 50 so you don't have to. IN MY MIDDLE-SCHOOL years, filled with suburban tween angst, I began spiking my hair. It was my first stab at quasi-rebellion, one inspired by the Sex Pistols bassist Sid Vicious, whom I admired though he had died well before my birth. Each morning, I would squeeze out a dollop of cement-strength gel and mash it into my hair until I looked sufficiently electrocuted. I prided myself on the look (my first instant-messenger alias was Spikekid13), but I'd never style my hair that way today nor squirt that particular product into my hair. Gel is too gloppy, too glossy and too glue-like for my thick, straight strands, which I wear slightly up, slightly pushed to the side (think Armie Hammer's swoopy hair without the Hollywood polish).", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-wasting-money-on-unnecessary-monthly-subscriptions-11557331377", "title": "Stop Wasting Money on Unnecessary Monthly Subscriptions", "date": "2019-05-08 12:02", "summary": "That $10-a-month service you signed up for five years ago and rarely use? It's already cost you $600. Here's a hilarious story. For the past three years I've been paying $15 a month for an electronic fax service I've used... twice. That's $540. For the same amount, I could have bought 20 rolls of fax paper. Or 10 real working fax machines. Or a plane ticket to Ireland to visit the museum where the world's first fax machine is on display.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-set-to-revive-ex-im-bank-11557313600", "title": "Senate Revives Ex-Im Bank", "date": "2019-05-08 12:02", "summary": "Confirmation of Trump nominees give bank quorum it needs to approve significant transactions. WASHINGTON-Senate lawmakers brought back to life a long-hobbled agency that smooths export deals between U.S. manufacturers and overseas buyers, ending a four-year freeze-at least temporarily.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-proposes-redirecting-u-s-security-aid-to-address-migrant-crisis-11557322100", "title": "Mexico Proposes Redirecting U.S. Security Aid to Address Migrant Crisis", "date": "2019-05-08 11:28", "summary": "President López Obrador wants funds to instead foster growth and employment in southern Mexico, Guatemala, Honduras and El Salvador. MEXICO CITY-Mexican President Andrés Manuel López Obrador wants to take the security aid his country receives from the U.S. and use the money instead for a development plan for Central America and southern Mexico to help stop migration.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/communications-infrastructure-company-zayo-group-agrees-to-go-private-11557321123", "title": "Communications Infrastructure Firm Zayo Group Agrees to Go Private", "date": "2019-05-08 11:16", "summary": "Affiliates of investment firms Digital Colony and EQT will acquire Zayo in a deal with an equity value of about $8.2 billion. Communications infrastructure company Zayo Group Holdings Inc. has agreed to go private, a move that comes two months after activist investor Starboard Value criticized the firm for poor performance.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-miami-beach-penthouse-of-related-group-ceo-jorge-perez-11557328313", "title": "The Miami Beach Penthouse of Related Group CEO Jorge Pérez", "date": "2019-05-08 11:11", "summary": "In One Ocean, a condo building completed by Related in 2016, the four-bedroom unit has a rooftop terrace with ocean views.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-pause-in-quiet-trade-11557328045", "title": "U.S. Treasurys Fall After Weak Auction", "date": "2019-05-08 11:07", "summary": "Treasury Department's auction of $27 billion in 10-year notes draws poor demand from investors. U.S. government-bond prices fell as conflicting reports pointed to uncertainty over trade negotiations and a Treasury auction drew tepid demand from investors.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miami-condo-king-brought-back-to-earth-by-luxury-home-price-correction-11557327614", "title": "Miami Condo King Brought Back to Earth by Luxury Home Price Correction", "date": "2019-05-08 11:00", "summary": "Jorge Pérez lowers expectations of the ultra-luxe market (and the price of his condo by nearly half). Jorge Pérez, the billionaire real-estate developer widely referred to as Miami's \"condo king,\" is having a bit of trouble selling his own: He is relisting his Miami condo for $10.95 million, or 45% off what he first sought three years ago.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-to-offset-donations-from-family-tied-to-oxycontin-maker-11557317023", "title": "Warren to Offset Donations From Family Tied to OxyContin Maker", "date": "2019-05-08 10:31", "summary": "Massachusetts senator also plans to revive a bill providing federal funds to fight opioid crisis. WASHINGTON-Massachusetts Sen. Elizabeth Warren plans to donate $4,500 to offset political contributions that her Senate campaign received over the years from members of the billionaire Sackler family that owns OxyContin maker Purdue Pharma LP, according to a Warren aide.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bunge-names-new-finance-chief-11557321062", "title": "Bunge Revamps Leadership Under New CEO", "date": "2019-05-08 10:20", "summary": "Agribusiness giant names new finance chief, swings to profit in first quarter. Bunge Ltd. extended its leadership revamp as its new chief executive seeks to make the 200-year-old agricultural company nimbler and more profitable.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mothers-day-spa-gift-guide-for-rest-and-relaxation-11557324803", "title": "11 Mother's Day Gifts She'll Actually Appreciate", "date": "2019-05-08 10:15", "summary": "To rest, relax and wear a cool-mom single earring: that is the Mother's Day mandate. Or so says WSJ. Magazine's resident cool mom, Art Director Tanya Moskowitz. Her eleven luxurious gift ideas that will leave Mom actually pampered-no shade to macaroni art. Muji Organic Cotton Double Gauze Pajamas & Herbivore Soaking Salts Set", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-rules-of-middle-age-written-by-women-11557323488", "title": "The New Rules of Middle Age, Written by Women", "date": "2019-05-08 09:51", "summary": "Resume Subscription. Darcey Steinke knew she was going to write a book about menopause when she read that two of the only creatures to go through it are human women and killer whales. Instead of disappearing into the murky depths, she learned, the whales become leaders of their pods.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kawhi-leonard-toronto-raptors-rest-plan-11557321327", "title": "Kawhi Leonard Hibernated. Now He's Dominating.", "date": "2019-05-08 09:44", "summary": "The Toronto Raptors paced him to peak in the playoffs. Is that what every NBA team should be doing?. When the Toronto Raptors traded for Kawhi Leonard last summer, they were making the kind of calculated risk that most professional sports teams prefer to avoid. Leonard was a superstar player entering the prime of his career, but he was also an enigma coming off an injury with one year left on his contract.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-chinese-markets-theres-no-such-thing-as-a-bad-news-day-11557318397", "title": "For Chinese Markets, There's No Such Thing as a Bad-News Day", "date": "2019-05-08 09:42", "summary": "As stocks slid Monday, state media kept quiet about President Trump's overnight tariff threats. SHANGHAI-As Chinese shares began their worst selloff in three years, local investors didn't have much to go on.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ceo-who-wants-to-change-how-people-think-about-mining-11557320302", "title": "The CEO Who Wants More Women in Mining", "date": "2019-05-08 08:58", "summary": "Most Popular News. In his six years at the helm of mining giant BHP Group Ltd. BHP -1.19% , Andrew Mackenzie has tangled with an activist investor, faced a fatal mining disaster and made moves aimed at streamlining the company's business.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/siemens-moving-to-avoid-ges-fate-sheds-more-businesses-11557320136", "title": "Siemens, Moving to Avoid GE's Fate, Sheds More Businesses", "date": "2019-05-08 08:55", "summary": "The spinoff is the company's most dramatic overhaul since it exited the telecommunications business in 2006. BERLIN- Siemens AG shares rose sharply, a day after it disclosed plans to spin off its struggling gas and power business-part of a broader shake-up that people familiar with the company's thinking say has been triggered in part by worry over activist investors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-sprint-lyft-electronic-arts-qorvo-tripadvisor-match-group-11557311773", "title": "Stocks to Watch: Sprint, Lyft, Electronic Arts, Qorvo, TripAdvisor", "date": "2019-05-08 08:47", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-fight-over-401-k-fees-11557317878", "title": "A New Fight Breaks Out Over 401(k) Fees", "date": "2019-05-08 08:17", "summary": "Lawsuits claim financial-services firms' search for new revenue isn't always serving consumers. Investors have reaped big savings as fees have fallen in 401(k)-style retirement plans. But two recent lawsuits have claimed some financial-services companies tried to generate revenue beyond traditional administrative fees, sometimes at consumers' expense.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-gop-debates-who-should-control-political-purse-strings-11557317306", "title": "Arizona GOP Debates Who Should Control Political Purse Strings", "date": "2019-05-08 08:14", "summary": "Some Republicans want to bypass state party over concerns about its chairwoman. PHOENIX-Republicans in Arizona are discussing whether to shift who oversees money raised for the 2020 election as competitive presidential and Senate contests loom.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generic-drug-stocks-are-worst-ever-11557317475", "title": "Generic Drug Stocks are 'Worst Ever'", "date": "2019-05-08 08:11", "summary": "Investor frustration over years of losses is boiling over, and things could still get worse. Generic-drug stocks have tormented investors for years. Now the frustration is boiling over.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/changes-to-hong-kong-extradition-laws-would-put-americans-at-risk-commission-says-11557308482", "title": "Changes to Hong Kong Extradition Laws Would Put Americans at Risk, Commission Says", "date": "2019-05-08 08:06", "summary": "If passed, they would diminish Hong Kong's reputation as a safe place for U.S. businesses, according to a group that advises Congress. HONG KONG-American national security and economic interests in Hong Kong face serious risks from proposed changes to the semiautonomous Chinese city's extradition laws, a U.S. commission said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toyota-rolls-out-bigger-compensation-plan-for-top-executives-11557317157", "title": "Toyota Rolls Out Bigger Compensation Plan for Top Executives", "date": "2019-05-08 08:05", "summary": "The Japanese car maker proposes to use stock for a portion of pay to improve longer-term strategy and attract talent. TOKYO- Toyota Motor Corp. plans to make its top executives pay closer attention to the company's stock price.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-key-data-about-natural-gas-loses-clout-11557316800", "title": "Once-Key Data About Natural Gas Loses Clout", "date": "2019-05-08 08:00", "summary": "Drop in weekly storage fails to excite trading volatility as domestic drilling boom goes on. A gauge of U.S. natural-gas availability that used to be on every trader's desk is falling victim to surging domestic production.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marathon-petroleums-midstream-limited-partnerships-to-combine-11557315935", "title": "Marathon Petroleum's Midstream Partnerships to Combine", "date": "2019-05-08 07:45", "summary": "MPLX, a midstream energy and logistics business, is buying Andeavor in all-stock deal with equity value of $9 billion. The two limited partnerships that largely make up Marathon Petroleum Corp.'s midstream operations are combining in an all-stock deal, the entities said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chick-fil-as-lean-menu-helps-chain-bulk-up-11557313200", "title": "Chick-Fil-A's Lean Menu Helps Chain Bulk Up", "date": "2019-05-08 07:00", "summary": "Resume Subscription. As the biggest fast-food chains have expanded menus to attract new customers, Chick-fil-A Inc. has gained ground with a different strategy: its focus on chicken sandwiches.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/quiz-based-life-insurance-company-now-valued-at-450-million-11557313201", "title": "Quiz-Based Life Insurance Company Now Valued at $450 Million", "date": "2019-05-08 07:00", "summary": "Health IQ prods individuals about exercise habits; offers discounted life insurance to those with healthy lifestyles. The maker of an online quiz that prods marathoners and weightlifters about their exercise habits is the latest beneficiary of Silicon Valley's ardor for the insurance industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastering-all-trades-is-a-risky-gamble-for-airlines-11557313123", "title": "Mastering All Trades Is a Risky Gamble for Airlines", "date": "2019-05-08 06:58", "summary": "The woes of European tour operators showcase the dangers of low-cost carrier Allegiant's diversification into hotels and entertainment centers. For U.S. ultra low-cost carrier Allegiant Air, Europe offers a lesson in why it is sometimes best to stick to what you know.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-blackstone-insurance-is-next-big-push-on-route-to-1-trillion-asset-goal-11557312738", "title": "For Blackstone, Insurance Is Next Big Push on Route to $1 Trillion Goal", "date": "2019-05-08 06:54", "summary": "A company whose assets it manages is looking to bulk up by buying blocks of fixed annuities. Blackstone Group LP is planning to build its insurance business into a powerhouse as it casts about for new sources of cash in a bid to build a trillion-dollar stockpile of assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-fines-kpmg-over-audit-of-co-op-bank-11557310791", "title": "U.K. Regulator Fines KPMG Over Audit of Co-op Bank", "date": "2019-05-08 06:19", "summary": "Audits relating to Co-op's merger with Britannia Building Society fell short of expectations, Financial Reporting Council said. A U.K. regulator on Wednesday fined KPMG LLP and a partner at the firm after they admitted to misconduct in relation to the audit of financial statements of Co-operative Bank PLC.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulator-to-oppose-merger-of-tpg-vodafone-hutchison-australia-11557295796", "title": "Regulator to Oppose TPG, Vodafone Hutchison Australia Merger", "date": "2019-05-08 05:35", "summary": "TPG's shares dropped sharply with the news, ending the day down almost 14%. MELBOURNE, Australia-One of the biggest recent deals in Australia faces collapse after the country's antitrust regulator said it would block the combination of TPG Telecom Ltd. and Vodafone Hutchison Australia.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-tax-return-shows-perils-of-do-it-yourself-tax-prep-11557307800", "title": "Bernie Sanders Tax Return Shows Perils of Do-It-Yourself Tax Prep", "date": "2019-05-08 05:30", "summary": "Sanders underpaid by $4,479 in 2009, an accountant says. He promptly fixed any mistakes, his campaign says.. WASHINGTON-The oldest tax return released by Democratic presidential candidate Bernie Sanders offers a lesson in the perils of do-it-yourself tax preparation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbanks-vision-fund-poised-to-reap-big-uber-gain-11557307803", "title": "SoftBank's Vision Fund Poised to Reap Big Uber Gain", "date": "2019-05-08 05:30", "summary": "Fund bought a roughly 15% stake for $7.7 billion in early 2018, when Uber was reeling from series of crises. SoftBank Group Corp.'s Vision Fund, the world's largest technology investor, is set to be a big winner on Uber Technologies Inc.'s blockbuster IPO this week, with a paper profit of roughly $3 billion in about 16 months.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/applying-for-a-condo-mortgage-dont-forget-the-common-charges-11557307800", "title": "Applying for a Condo Mortgage? Don't Forget the Common Charges", "date": "2019-05-08 05:30", "summary": "How high monthly fees can derail the home loan process. ", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-luxury-and-monthly-fees-to-match-11557307801", "title": "High Luxury, and Monthly Fees to Match", "date": "2019-05-08 05:30", "summary": "These high-end condominium buildings have HOA fees in excess of $2,500 a month. These high-profile luxury buildings feature top amenities, such as fancy gyms, spas, lounges, private dining rooms and concierge services. Here's a look at recent two-bedroom listings and their monthly fees.", "categories": [["Real Estate", "Jumbo Jungle"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/jumbo-jungle?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/automating-workplace-tasks-can-backfire-if-employees-shun-the-technology-11557307802", "title": "Automating Workplace Tasks Can Backfire if Employees Shun the Technology", "date": "2019-05-08 05:30", "summary": "The idea is to free up staff for higher-value work, but executives say it's important to get buy-in. More companies are moving to automate repetitive office tasks-using virtual assistants, chatbots, collaboration software and other tools-but the efforts can run into an old enterprise-technology problem: getting workers to use them.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-do-bankers-do-online-edit-wikipedia-11557306722", "title": "What Do Bankers Do Online? Edit Wikipedia", "date": "2019-05-08 05:12", "summary": "A Twitter bot has been tweeting when Wikipedia edits are made from the IP addresses of major banks. Financial journalists would love to get a look inside banks to see what their employees are up to online. For now, we'll have to make do with their Wikipedia editing history.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-trade-on-chinas-terrible-trade-numbers-11557306274", "title": "Don't Trade on China's Terrible Trade Numbers", "date": "2019-05-08 05:04", "summary": "April exports plummeted after a strong March, but the volatility is less meaningful than it appears. Just a month ago, many investors were convinced China's economy was on the mend. What a difference a few weeks make.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-thailand-keeps-benchmark-rate-unchanged-at-1-75-11557300257", "title": "Bank of Thailand Keeps Benchmark Rate Unchanged at 1.75%", "date": "2019-05-08 03:24", "summary": "The monetary-policy committee unanimously voted to keep the policy rate steady. The Bank of Thailand left interest rates unchanged Wednesday against a backdrop of weak inflation and a subdued economic-growth outlook amid global uncertainty stemming from U.S.-China trade tensions.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-swipe-more-than-40-million-of-bitcoin-from-cryptocurrency-exchange-11557296830", "title": "Hackers Swipe More Than $40 Million of Bitcoin From Cryptocurrency Exchange", "date": "2019-05-08 02:27", "summary": "Price of bitcoin and other digital currencies barely budged after the robbery was disclosed. Binance, one of the world's largest cryptocurrency exchanges, said hackers stole more than $40 million worth of bitcoin from its platform in what it called a \"large scale security breach.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-shifts-from-growth-engine-to-potential-drag-for-china-11557295839", "title": "Trade Shifts From Growth Engine to Potential Drag for China", "date": "2019-05-08 02:10", "summary": "Chinese exports declined 2.7% in April, with demand weakening across most major markets. BEIJING-China's exports dropped unexpectedly in April, likely adding a further complication to Beijing's efforts to stabilize growth amid renewed trade tensions with the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volatility-pricing-goes-a-little-haywire-11557290590", "title": "Volatility Pricing Goes a Little Haywire", "date": "2019-05-08 00:43", "summary": "Resume Subscription. Unusual moves in volatility markets have raised concerns about record bets on continued calm in U.S. stocks. But fear not: a return of February 2018's \"Volmageddon,\" when several short-volatility funds blew up, is unlikely.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/denver-area-school-shooting-leaves-several-injured-11557268590", "title": "Denver-Area School Shooting Leaves One Dead, Several Injured", "date": "2019-05-08 00:19", "summary": "Two students in custody after attack at STEM school in Highlands Ranch. Two students opened fire at a suburban Denver school on Tuesday, killing an 18-year-old and wounding eight other students, authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genetically-engineered-viruses-treat-antibiotic-resistant-infection-11557334800", "title": "Genetically Engineered Viruses Treat Antibiotic-Resistant Infection", "date": "2019-05-08 00:01", "summary": "Case points to potential path for countering growing threat of bacteria resistant to antibiotics. Researchers said they treated a teenage patient's antibiotic-resistant infection with the help of genetically engineered viruses. The effort points to a potential path for countering the growing threat of bacteria resistant to antibiotics.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-pullback-pays-off-for-vix-wagers-11557330880", "title": "Market Pullback Pays Off for VIX Wagers", "date": "2019-05-08 00:01", "summary": "Fear gauge jumped 25% on May 7, its biggest one-day gain since December. Traders betting on a spike in Wall Street's fear gauge are the big winners from Tuesday's market turmoil.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11557254688", "title": "Pepper...and Salt", "date": "2019-05-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprint-reports-steepest-decline-of-cellphone-customers-in-years-11557262625", "title": "Sprint Reports Steepest Decline of Cellphone Customers in Years", "date": "2019-05-08 23:40", "summary": "Loss of 189,000 postpaid phone connections far exceed analysts' projections for No. 4 wireless carrier. Sprint Corp. lost 189,000 of its most lucrative phone connections in the first three months of the year, the steepest such decline since at least late 2015.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-tells-don-mcgahn-to-rebuff-subpoena-for-documents-related-to-mueller-11557243316", "title": "White House Tells McGahn to Rebuff Subpoena for Mueller-Related Document", "date": "2019-05-08 23:37", "summary": "Democrats requested information from former White House counsel prominently featured in the report. WASHINGTON-The White House directed former White House counsel Don McGahn to rebuff a congressional subpoena for documents related to the special counsel investigation, escalating a standoff between the administration and lawmakers on Capitol Hill over Congress's oversight efforts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-appeals-court-allows-trump-back-to-mexico-asylum-policy-to-remain-in-effect-11557275323", "title": "Trump's Back-to-Mexico Asylum Policy Stays in Effect", "date": "2019-05-08 23:19", "summary": "Appeals court grants administration's request to leave migration protocols in place during litigation. A federal appeals court on Tuesday ruled that the Trump administration can for now continue returning Central American migrants to Mexico while their requests for asylum in the U.S. are adjudicated, a boost for White House efforts to tighten the southern border.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-colorado-school-shooting-leaves-many-injured-at-least-one-dead-11557281503", "title": "Photos: Colorado School Shooting Leaves Many Injured, at Least One Dead", "date": "2019-05-08 22:11", "summary": "Officials say they have two in custody after the shooting, just weeks after the 20th anniversary of the mass shooting at nearby Columbine High School. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/watchdog-probes-fbi-reliance-on-dossier-in-surveillance-of-trump-aide-11557275757", "title": "Watchdog Probes FBI Reliance on Dossier in Surveillance of Trump Aide", "date": "2019-05-08 20:35", "summary": "Justice Department official looks at handling of Christopher Steele's dossier in applications to surveil Carter Page. The Justice Department's internal watchdog, close to concluding its inquiry into steps the FBI took in its probe of Trump campaign associates and Russia beginning in 2016, is homing in on whether the agency continued surveillance of one associate despite questions about a key source's credibility, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papa-johns-international-swings-to-quarterly-loss-11557263662", "title": "Papa John's International Swings to Quarterly Loss", "date": "2019-05-08 20:33", "summary": "Pizza chain's first-quarter adjusted profit and sales, however, beat Wall Street expectations. Papa John's International Inc. swung to a loss largely tied to legal costs and financial assistance to North American franchisees in the latest period.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}]