[{"link": "https://www.wsj.com/articles/behind-googles-project-nightingale-a-health-data-gold-mine-of-50-million-patients-11573571867", "title": "Google's 'Project Nightingale' Triggers Federal Inquiry", "date": "2019-11-12 23:13", "summary": "Deal with Ascension health system aimed at improving patient care provides Google with health-data gold mine. Google's project with the country's second-largest health system to collect detailed health information on 50 million American patients sparked a federal inquiry and criticism from patients and lawmakers.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-midwest-hospital-systems-call-off-planned-merger-11573613986", "title": "Major Midwest Hospital Systems Call Off Planned Merger", "date": "2019-11-12 21:59", "summary": "UnityPoint Health's board rejected deal after hammering out terms for more than a year and a half, Sanford Health CEO says. Two Midwestern hospital giants became the latest to break off merger talks, another drag on deal making across the $1 trillion hospital sector.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-pursues-criminal-cases-on-land-tax-donation-deals-11573599354", "title": "IRS Pursues Criminal Cases on Land-Tax Donation Deals", "date": "2019-11-12 20:49", "summary": "Agency is increasing enforcement of syndicated conservation easements. WASHINGTON-The Internal Revenue Service is pursuing criminal cases surrounding land-conservation deals that have emerged as a focus of the agency's enforcement efforts, the tax agency said on Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-hearings-mark-turning-point-for-impeachment-inquiry-11573583573", "title": "Public Hearings Mark Turning Point for Impeachment Inquiry", "date": "2019-11-12 20:40", "summary": "Voters will be able to see for the first time an investigation of President Trump that has played out behind closed doors. WASHINGTON-House Democrats are entering a crucial phase of their impeachment investigation this week, holding the first two in a series of landmark open hearings that aim to build public support for one of the gravest actions Congress can take: the removal of a sitting president.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smiledirectclub-posts-losses-on-sales-marketing-spending-11573608586", "title": "SmileDirectClub Posts Losses on Sales, Marketing Spending", "date": "2019-11-12 20:29", "summary": "Teeth-straightening company recorded a net loss of $88.3 million in the latest quarter. SmileDirectClub Inc. posted wider losses in the latest quarter as the company continued to spend heavily on marketing and sales, as well as other expenses.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-streaming-service-debuts-with-technical-issues-amid-high-demand-11573572627", "title": "Disney+ Service Makes Debut to Glitches and High Demand", "date": "2019-11-12 20:01", "summary": "Social-media users point to long wait times and error messages; 'It wouldn't let us play anything'. Walt Disney Co. 's flagship streaming service made its debut Tuesday morning amid technical glitches that prevented some users from logging in and created difficulties for others who wanted to watch movies and shows, a result of a problem stemming in part from computer servers operated by another company, according to a person familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anonymity-games-11573606545", "title": "Anonymity Games", "date": "2019-11-12 19:55", "summary": "Rarely has so much been demanded of so many by so few unidentified sources.. The government \"whistleblower\" seeking to overturn the results of an election in which more than 120 million Americans identified themselves and then voted is still insisting on anonymity. But a second anonymous federal employee is now blowing the whistle on the first one, alleging a problem with anonymous donations.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-the-public-impeachment-hearings-11573593458", "title": "A Guide to the Public Impeachment Hearings", "date": "2019-11-12 19:44", "summary": "Here is how the testimony this week will proceed, with a look at who and what to watch for. This week, the public will get to hear directly from impeachment witnesses as they are likely to describe a subversion of American policy toward Ukraine by a handful of President Trump's allies. Here is a guide to the hearings, with State Department officials George Kent and Bill Taylor up first on Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-extradites-accused-russian-hacker-to-u-s-11573565270", "title": "Israel Extradites Accused Russian Hacker to U.S.", "date": "2019-11-12 19:41", "summary": "Alexei Burkov, sought by Kremlin in prisoner swap, is instead to be tried for fraud, identity theft, money laundering, among other charges. Alleged Russian cybercriminal Alexei Burkov was extradited from Israel to the U.S. on hacking-related charges, including fraud, identity theft, computer intrusion and money laundering, after the Kremlin's efforts to recover him in an unusual prisoner exchange failed.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-the-impeachment-defense-11573605427", "title": "The Case for the Impeachment Defense", "date": "2019-11-12 19:37", "summary": "My client's call with the Ukrainian president was innocent, and the House inquiry is a travesty.. If your only sources of news the past two months have been CNN and MSNBC, you probably think President Trump has committed some heinous act that is deserving of being drawn, quartered and carted out of the White House.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukrainian-corruption-showdown-sets-stage-for-impeachment-inquiry-11573605386", "title": "Ukrainian Corruption Showdown Sets Stage for Impeachment Inquiry", "date": "2019-11-12 19:36", "summary": "Resume Subscription. KYIV, Ukraine-After a revolution swept aside a Ukrainian president and his associates in 2014, anticorruption campaigners such as Daria Kaleniuk thought their time had come.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bolivias-morales-takes-asylum-in-mexico-leaving-fraught-political-vacuum-behind-11573584534", "title": "Bolivia Left in Turmoil in Morales's Wake", "date": "2019-11-12 19:29", "summary": "Top opposition lawmaker assumes presidency but former leader, now in Mexican exile, says her move is illegal and urges backers to resist. LA PAZ, Bolivia-Bolivia was in turmoil for a second straight day as an opposition lawmaker declared herself the new head of state following the resignation of President Evo Morales, who arrived Tuesday in Mexico after being granted asylum.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/administration-plans-to-ease-exports-of-u-s-made-firearms-11573592986", "title": "Administration Plans to Ease Exports of U.S.-Made Firearms", "date": "2019-11-12 19:29", "summary": "Commerce Department to handle exports of consumer-style weapons. The Trump administration has finalized plans to shift authority over the export of certain firearms and ammunition from the State Department to the Commerce Department, part of a nearly decadelong effort to boost compliance, strengthen enforcement and protect U.S. technology.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mr-president-dont-abandon-the-dreamers-11573604775", "title": "Mr. President, Don't Abandon the Dreamers", "date": "2019-11-12 19:26", "summary": "Reneging on the promise to 'take care' of blameless DACA recipients would be a moral outrage.. President Obama did something in 2012 that he previously said he lacked the authority to do. He bypassed Congress and used his executive powers to issue temporary work permits to teenagers and young adults brought to the U.S. illegally as children. President Trump wants to end the program, and the Supreme Court heard oral arguments Tuesday in a case that could decide its fate.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-can-lead-europe-and-save-syrias-kurds-11573604546", "title": "France Can Lead Europe and Save Syria's Kurds", "date": "2019-11-12 19:22", "summary": "Following Chirac's Bosnia example, Macron should assume the responsibility Trump's U.S. abdicated.. Nothing remains to be said about the American abandonment of Syrian Kurdistan. But what about Europe?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-sanford-11573604379", "title": "Notable & Quotable: Sanford", "date": "2019-11-12 19:19", "summary": "'Impeachment has made my goal of making the debt, deficit and spending issue a part of this presidential debate impossible right now.'. From a Nov. 12 statement by former South Carolina Gov. Mark Sanford:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colin-kaepernick-set-to-workout-for-nfl-teams-11573604388", "title": "Colin Kaepernick Set to Work Out for NFL Teams", "date": "2019-11-12 19:19", "summary": "The workout, scheduled for this weekend, comes during the free agent quarterback's third season going unsigned after starting social justice protests during the national anthem. Colin Kaepernick, the quarterback who has gone unsigned for the last three seasons after catalyzing a protest movement on the field, is scheduled to work out in front of NFL teams and decision makers on Saturday, two people familiar with the matter said.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-limits-phone-searches-at-u-s-borders-11573603036", "title": "Judge Limits Phone Searches at U.S. Borders", "date": "2019-11-12 19:18", "summary": "Federal agents must have reasonable suspicion of a crime before examining electronic devices at airports, other crossings. A federal judge ruled Tuesday that border agents can't search international travelers' electronic devices without suspecting them of a crime, potentially putting a limit on a growing practice in U.S. ports of entry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankrupt-trucker-nemf-seeks-court-approval-of-chapter-11-liquidation-plan-11573603868", "title": "Bankrupt Trucker NEMF Seeks Court Approval of Chapter 11 Liquidation Plan", "date": "2019-11-12 19:11", "summary": "A bankruptcy judge will hold a confirmation hearing of New England Motor Freight Inc.'s plan in January. Bankrupt trucking company New England Motor Freight Inc. has received support from the majority of its lenders and creditors for its proposed chapter 11 liquidation plan, paving the way for a drama-free confirmation process.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-u-s-china-close-on-phase-one-of-trade-deal-11573584025", "title": "Tariffs on China Imports Emerge as Hurdle to Trade Deal", "date": "2019-11-12 19:08", "summary": "Logjam in initial agreement centers on whether the U.S. has agreed to remove existing tariffs. WASHINGTON-Tariffs are emerging as the main stumbling block in efforts by the U.S. and China to come to a limited trade deal, a month after the two countries called a truce in their trade war.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hbo-ex-ceo-in-advanced-talks-to-sign-exclusive-production-deal-with-appletv-11573588982", "title": "Apple TV+ in Talks to Add Ex-HBO Chief to Producer Lineup", "date": "2019-11-12 19:07", "summary": "Deal would be exclusive, could be finalized in coming weeks. Former HBO Chairman and Chief Executive Richard Plepler is in advanced talks to sign an exclusive production deal with Apple Inc . 's new TV+ streaming service, according to a person familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdermott-investors-lent-1-7-billion-without-knowing-of-sec-probe-11573603223", "title": "McDermott Investors Lent $1.7 Billion Without Knowing of SEC Probe", "date": "2019-11-12 19:00", "summary": "Engineering company waited to disclose it was being probed by the SEC until after obtaining a financing package. McDermott International Inc. investors knew they were investing in a faltering business when they extended $1.7 billion in rescue financing last month. They didn't know the oil-and-gas engineering company had been notified it was under Securities and Exchange Commission investigation.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tax-increases-to-come-11573603018", "title": "The Tax Increases to Come", "date": "2019-11-12 18:56", "summary": "Democrats in Congress want to raise the top individual rate to 47%.. The Democratic candidates for President are promising a smorgasbord of new taxes, but why wait until 2021? Last week Maryland Senator Chris Van Hollen and Virginia Congressman Don Beyer unveiled the Millionaires Surtax Act, a plan to soak the top 0.2%.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revolutionary-san-francisco-11573602909", "title": "Revolutionary San Francisco", "date": "2019-11-12 18:55", "summary": "The new district attorney will ignore quality-of-life offenses.. The deterioration of the City by the Bay has been tragic to watch. From the Tenderloin to Mid-Market to the Mission, open use of narcotics is commonplace, homeless encampments dominate public spaces, and human feces dot the sidewalks. The middle class has fled punishing housing costs, and neighborhoods are increasingly plagued with burglaries and property crimes.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racial-contracts-by-force-11573602945", "title": "Racial Contracts by Force", "date": "2019-11-12 18:55", "summary": "Can a company be required to do business with a minority firm?. These days most businesses feel an obligation to promote diversity. But on Wednesday the Supreme Court in Comcast v. National Association of African American-Owned Media will consider whether a Reconstruction-era civil-rights law creates a de facto legal obligation to employ and contract with minorities.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-virginias-move-in-opposite-directions-11573602783", "title": "The Virginias Move in Opposite Directions", "date": "2019-11-12 18:53", "summary": "Democrats dominate the Old Dominion, where Dukakis didn't crack 40% in 1988.. It is a tale of two Virginias-and a microcosm of America's shifting political landscape.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-is-bidens-best-friend-11573602835", "title": "Bloomberg Is Biden's Best Friend", "date": "2019-11-12 18:53", "summary": "Mayor Mike won't be president, and neither will he do any favors for Trump or Warren.. Michael Bloomberg is not going to be president, but he is a sane liberal with an interesting election strategy-albeit also a strategy likely to turn the White House into ashes in his mouth in the unlikely event he were to win (not that many ambitious people don't prefer the taste of White House ashes to almost any other favor).", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-trans-women-compete-in-women-s-sports-11573602744", "title": "Should Trans Women Compete in Women's Sports?", "date": "2019-11-12 18:52", "summary": "Students debate what's fair and what's not.. Editor's note: This Future View is about the participation of male-to-female transgender athletes in women's sports. Next week we'll ask, \"Has the constitutional and political bar for impeaching U.S. officials been set too high or too low?\" Students should click here to submit opinions of fewer than 250 words before Nov. 19. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-correctness-claims-a-tough-guy-11573602684", "title": "Political Correctness Claims a Tough Guy", "date": "2019-11-12 18:51", "summary": "Hockey legend Don Cherry is fired, and Canadian elites cheer.. My childhood friends in Canada couldn't believe my family still had a VCR. I blamed my \"old-fashioned\" parents, but in fact I needed it to watch Don Cherry's \"Rock'em Sock'em Hockey\" highlight tapes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nick-jonas-and-priyanka-chopras-new-encino-home-11573602651", "title": "Nick Jonas and Priyanka Chopra's New Encino Home", "date": "2019-11-12 18:50", "summary": "Purchased for $20 million, the roughly 20,000-square-foot property has seven bedrooms and 11 bathrooms.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/marie-antoinette-review-a-queen-and-her-troubles-11573602592", "title": "'Marie-Antoinette' Review: A Queen and Her Troubles", "date": "2019-11-12 18:49", "summary": "As the revolution turned more radical, the king was \"sunk in depressive apathy.\" Marie-Antoinette took the reins and kept her head-for a while.. Because of the Revolution and her horrible fate, Marie-Antoinette is the best-known queen of France-known but rarely understood and generally misrepresented. She has come down to us as a frivolous, out-of-touch monarch, an emblem of the indifference and dissipation that supposedly typified the last phase of the ancien régime. Though not without faults, she was rather different from this caricature, as John Hardman shows in his splendid \"Marie-Antoinette: The Making of a French Queen.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-drivers-licenses-go-digital-11573602288", "title": "Colorado Driver's Licenses Go Digital", "date": "2019-11-12 18:44", "summary": "Move is part of effort by state CIO Theresa Szczurek to modernize how services are delivered. Colorado residents who download a special app can use their phones as a form of ID in places like bars, restaurants and banks, but it is up to the establishments to decide whether they accept the new format.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-luxury-utah-ranch-fit-for-a-billionaire-11573601613", "title": "A Luxury Utah Ranch Fit for a Billionaire", "date": "2019-11-12 18:41", "summary": "Trevor Milton, chief executive of Nikola Motor, has paid a record $32.5 million for this sprawling property.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/supreme-court-wrestles-with-liability-for-cross-border-shooting-11573601810", "title": "Supreme Court Wrestles With Liability for Cross-Border Shooting", "date": "2019-11-12 18:36", "summary": "Justices hear case in which U.S. Border Patrol agent killed teenager in Mexico. WASHINGTON-Several Supreme Court justices voiced hesitations about where to draw legal lines in a case in which a U.S. Border Patrol agent shot across an international boundary, killing a teenager in Mexico.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikola-motor-chief-sets-utah-real-estate-record-with-32-5-million-buy-11573601653", "title": "Nikola Motor Chief Sets Utah Real Estate Record With $32.5 Million Buy", "date": "2019-11-12 18:34", "summary": "Trevor Milton purchased the 2,670-acre Riverbend Ranch, which includes a 16,800-square-foot mansion along the Weber River. Trevor Milton, chief executive of Nikola Motor, a rival of electric-car concern Tesla that makes hydrogen-electric trucks, has paid $32.5 million for a ranch in Utah. The deal sets a new price record for the state, according to the listing agent.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-hears-arguments-on-trump-decision-to-end-daca-11573578544", "title": "Supreme Court Conflicted Over 'Dreamers' Program", "date": "2019-11-12 18:23", "summary": "Solicitor General says president's action shouldn't be subject to judicial review at all. WASHINGTON-Some Supreme Court justices expressed sympathy for the so-called Dreamers even as they suggested during arguments Tuesday that the Trump administration was entitled to cancel the Obama-era program that protected nearly 700,000 illegal immigrants brought to the U.S. as children.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-to-cap-paratransit-riders-taxi-trips-to-cut-costs-11573600659", "title": "MTA to Cap Paratransit Riders' Taxi Trips", "date": "2019-11-12 18:17", "summary": "Disabled riders, advocates plead for retention of on-demand service transit officials say is unsustainable in current form. A pilot program that puts paratransit riders in taxis for $2.75 a trip is proving so costly that the Metropolitan Transportation Authority will limit benefits in 2020 while asking New York City to contribute tens of millions of dollars in additional funding.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-governor-steps-up-pressure-on-utility-11573600556", "title": "Gov. Cuomo Steps Up Pressure on National Grid", "date": "2019-11-12 18:15", "summary": "Andrew Cuomo is threatening to revoke National Grid's certificate to operate unless it presents a satisfactory delivery plan. New York Gov. Andrew Cuomo is threatening to revoke National Grid's certificate to operate unless the utility presents a plan for meeting the natural-gas demand in its Long Island and New York City service areas.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abbvie-prepares-large-bond-sale-to-fund-allergan-purchase-11573581779", "title": "AbbVie Sells $30 Billion of Bonds", "date": "2019-11-12 18:09", "summary": "The deal marked the fourth-largest investment-grade debt sale on record. AbbVie Inc. sold $30 billion of bonds Tuesday to help fund its acquisition of Allergan PLC, taking advantage of investors' strong demand for higher-quality business debt to bring one of the largest corporate-bond sales on record.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skyworks-got-too-much-air-11573599950", "title": "Skyworks Got Too Much Air", "date": "2019-11-12 18:05", "summary": "The chip maker's results fail to justify a big run-up after rival Qorvo's strong report. It is easy to put Skyworks Solutions and Qorvo in the same bucket. As Skyworks's latest results attest, sometimes too easy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-jitters-lead-bloomberg-patrick-to-give-race-second-look-11573598789", "title": "Democrats' Jitters Lead Bloomberg, Patrick to Give Race Second Look", "date": "2019-11-12 17:56", "summary": "Uncertainty in the race is underscored by Iowa poll showing Pete Buttigieg atop the field. WASHINGTON-No dominant front-runner. Sky-high stakes in the 2020 election against President Trump. Fast-approaching filing deadlines and looming votes in early states.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulator-considers-adjusting-rules-guiding-audit-firms-on-quality-control-11573597971", "title": "Regulator Considers Adjusting Rules Guiding Audit Firms on Quality Control", "date": "2019-11-12 17:32", "summary": "A proposal could lead to the first major changes to quality-control systems standards since 2003. Changes in technology and the structure of audit firms have prompted a U.S. regulator to consider tweaking rules governing the controls audit firms use to determine the quality of their audits.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-urge-scrutiny-of-health-data-deals-including-google-project-11573597883", "title": "U.S. Lawmakers Scold Google's 'Project Nightingale' Over Health-Data Privacy", "date": "2019-11-12 17:31", "summary": "Sen. Mark Warner, a Democrat, urges federal authorities to halt deal. Several U.S. lawmakers called for sharper regulatory scrutiny of patient health-data deals, including one between Google and the nonprofit health system Ascension, on concerns such arrangements run afoul of federal privacy rules regarding medical records.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arctic-front-brings-snow-freezing-weather-to-much-of-u-s-11573572551", "title": "Arctic Front Brings Snow, Freezing Weather to Much of U.S.", "date": "2019-11-12 17:26", "summary": "Monticello, Ky., was among areas that saw a 40-degree temperature drop in a 24-hour period. Temperatures rapidly fell across a wide swath of the U.S., breaking record lows from Wisconsin to Texas, as a powerful Arctic front moved east, bringing snow, ice and freezing rain.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chamber-of-commerce-joins-pushback-against-warrens-private-equity-plan-11573597511", "title": "Chamber of Commerce Joins Pushback Against Warren's Private-Equity Plan", "date": "2019-11-12 17:25", "summary": "The nation's largest lobbying group said the senator's Stop Wall Street Looting Act would cost at least 6 million jobs. Private-equity firms have gained an influential ally in their efforts to resist proposed legislative changes to their industry.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dean-foods-files-for-chapter-11-bankruptcy-plans-to-sell-itself-11573568845", "title": "Biggest U.S. Milk Company Files for Bankruptcy", "date": "2019-11-12 17:22", "summary": "Dairy producer in talks about sale to Dairy Farmers of America. Dean Foods Co. , the biggest U.S. milk company, filed for bankruptcy protection, a fresh setback to a U.S. dairy industry struggling against declining U.S. milk consumption and rising competition.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/savior-of-big-quebec-pension-fund-to-step-down-11573597201", "title": "Savior of Big Quebec Pension Fund to Step Down", "date": "2019-11-12 17:20", "summary": "Michael Sabia's departure caps 11-year tenure in which he directed fund's turnaround, tripled its assets. Michael Sabia is stepping down as head of Canada's second-largest pension fund, capping an 11-year run in which he steered Caisse de dépôt & placement du Québec out of danger, diversified its investments and tripled its assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-shares-rally-as-global-stocks-eek-out-small-gains-11573552912", "title": "Dow Industrials End Session Unchanged", "date": "2019-11-12 17:15", "summary": "The index last ended flat on April 24, 2014, and was last unchanged on the trading day after a record close on Jan. 18, 1994. The Dow Jones Industrial Average closed unchanged for the first time in more than five years, hovering at its record.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-the-economy-anymore-stupid-11573570241", "title": "'It's Not the Economy Anymore, Stupid'", "date": "2019-11-12 17:09", "summary": "A polarized electorate is less swayed by how well the economy performs. President Trump has presided over solid economic growth and much lower unemployment than economists would have expected a few years ago, a record he proudly touted in a speech in New York Tuesday.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boomers-want-to-stay-home-senior-housing-now-faces-a-budding-glut-11573554601", "title": "Once-Hot Bet on Housing for Seniors Is Cooling Off", "date": "2019-11-12 17:07", "summary": "Aging-in-place technology trend poses challenge to builders of living facilities for elderly. The rise of technologies that help the elderly stay in their homes threatens to upend one of commercial real estate's biggest bets: Aging baby boomers will leave their residences in droves for senior housing.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-artists-of-the-dutch-golden-age-review-pedagogy-without-pandering-11573596210", "title": "'Women Artists of the Dutch Golden Age' Review: Pedagogy Without Pandering", "date": "2019-11-12 17:03", "summary": "An informative, sometimes surprising show looks at eight female artists who worked during the 17th and early 18th centuries without playing to modern trends.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-sued-accused-of-ignoring-harassment-at-a-restaurant-11573578462", "title": "McDonald's Sued, Accused of Ignoring Harassment at a Restaurant", "date": "2019-11-12 16:48", "summary": "ACLU, Michigan workers file lawsuit seeking class-action status and at least $5 million in damages. The American Civil Liberties Union and a group of McDonald's Corp. workers from Michigan sued the fast-food giant on Tuesday, accusing the company of not properly handling allegations of sexual harassment at one of its restaurants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-software-company-discloses-potential-sanctions-violations-11573594857", "title": "U.S. Software Company Discloses Potential Sanctions Violations", "date": "2019-11-12 16:40", "summary": "Altair Engineering Inc. said it discovered possible violations in May and disclosed them to regulators. Altair Engineering Inc. may have violated U.S. economic sanctions and export control regulations, the company said in a regulatory filing.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overstock-shares-hit-seven-year-low-as-sec-expands-investigation-11573594722", "title": "Overstock Shares Hit Seven-Year Low as SEC Expands Investigation", "date": "2019-11-12 16:38", "summary": "SEC looking into Overstock's dividend and stock-trading plans of certain executives. Overstock.com Inc. shares hit a seven-year low Tuesday after the online retailer disclosed that a government investigation has widened to focus on the stock plans of some of its executives.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-posts-weaker-profit-after-fire-at-beef-plant-11573564548", "title": "Tyson Posts Weaker Profit After Fire at Beef Plant", "date": "2019-11-12 16:34", "summary": "Meatpacker's quarterly sales rise 9%; adjusted earnings miss expectations. Tyson Foods Inc. said profit fell by almost one-third in its latest quarter, in part because a fire forced it to temporarily close a major beef-processing plant.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-to-build-european-car-plant-in-berlin-musk-says-11573589893", "title": "Tesla to Build European Car Plant in Berlin Area", "date": "2019-11-12 16:29", "summary": "CEO of electric car maker says assembly facility is planned for southeast area of German capital. Tesla Inc. Chief Executive Elon Musk said the company would build its planned European plant in Germany, where it will assemble electric vehicles and compete with some of the world's biggest auto makers on their home turf.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-drones-appear-to-show-turkish-backed-forces-accosting-civilians-in-syria-11573558898", "title": "U.S. Drones Appear to Show Turkish- Backed Forces Targeting Civilians", "date": "2019-11-12 16:08", "summary": "Drone footage adds to concerns over alleged war crimes, but some caution evidence isn't conclusive. U.S. military officials watched live drone feeds in October that appeared to show Turkish-backed Arab gunmen targeting civilians during their assault on Kurdish fighters in northeastern Syria, attacks the Americans reported to their commanders as possible war crimes, current and former U.S. officials familiar with the incidents said.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/culottes-as-worn-by-kate-middleton-are-sharply-divisive-11573592185", "title": "Culottes, as Worn by Kate Middleton, Are Sharply Divisive", "date": "2019-11-12 15:56", "summary": "Fans of the cropped, wide-legged pants adore their unexpectedness while critics decry their awkward ambiguity. WE'RE LIVING IN a more fluid world these days, with strict binaries and rules thrown into question. So culottes-which are kind-of pants, kind-of shorts and kind-of a skirt-might be the ideal garment for our indecisive era. Which explains why over the past few seasons, they've been cropping up in varying lengths and materials from luxury fashion brands like Celine and Chanel as well as mass retailers such as COS and Zara.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-prices-swing-between-gains-losses-11573583936", "title": "Crude Prices Swing Between Gains, Losses", "date": "2019-11-12 15:56", "summary": "OPEC, allies signal they will keep current production cuts. Crude futures swung between small gains and losses on Tuesday after the Organization of the Petroleum Exporting Countries and its allies signaled they were planning to maintain their current curbs on crude output through next year, holding off on more aggressive cuts.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fake-meat-fake-out-how-to-trick-eaters-into-plant-based-burgers-11573577867", "title": "How to Get Die-Hard Meat Eaters to Try Impossible Burgers: Trick Them", "date": "2019-11-12 15:51", "summary": "The rise of plant-based protein is inspiring people to dupe family and friends; not everyone is pleased. How do you get die-hard meat eaters to try a plant-based burger? You trick them.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proposed-bill-aims-to-limit-consumer-loan-rates-to-36-11573590805", "title": "Proposed Bill Aims to Limit Consumer Loan Rates to 36%", "date": "2019-11-12 15:33", "summary": "The legislation would effectively eliminate traditional payday loans, which often charge interest rates exceeding 300%. WASHINGTON-A group of lawmakers wants to limit interest rates on consumer loans nationally at 36%, a move that worries the payday and online-lending industries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-jonas-brothers-are-setting-real-estate-records-in-encino-11573589485", "title": "The Jonas Brothers Are Setting Real-Estate Records in Encino", "date": "2019-11-12 15:11", "summary": "Nick Jonas and wife Priyanka Chopra Jonas bought a $20 million property in the Los Angeles neighborhood, while his brother Joe Jonas and Sophie Turner purchased a $14.1 million home about 3 miles away. Nick and Joe Jonas, the Jonas Brothers musicians whose profiles have grown since their marriages to actresses Priyanka Chopra Jonas and Sophie Turner, are breaking real-estate records by spending a combined $34.1 million in Encino, an upscale area of the San Fernando Valley in Los Angeles.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-sberbank-names-former-rusal-ceo-as-finance-chief-11573589167", "title": "Russia's Sberbank Names Former Rusal CEO as Finance Chief", "date": "2019-11-12 15:06", "summary": "Alexandra Bouriko is scheduled to take over the finances of Russia's largest bank in January. A former chief executive of aluminum giant United Co. Rusal PLC will become finance chief of Sberbank, Russia's biggest lender.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-harker-says-october-rate-cut-wasnt-needed-11573588669", "title": "Fed's Harker Says October Rate Cut Wasn't Needed", "date": "2019-11-12 14:57", "summary": "Philadelphia Fed leader didn't call for any change in policy now. 'I'm of the mind we stay put now and see how things work out.'. NEW YORK-Federal Reserve Bank of Philadelphia President Patrick Harker said Tuesday that the U.S. central bank was wrong to lower interest rates last month.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-archbishop-elected-as-president-of-catholic-bishops-group-11573587273", "title": "Los Angeles Archbishop Elected as President of Catholic Bishops Group", "date": "2019-11-12 14:34", "summary": "Archbishop José H. Gomez becomes first Latino ever to lead U.S. Conference of Catholic Bishops. Roman Catholic bishops in the U.S. elected José H. Gomez, the archbishop of Los Angeles, as president of their joint organization on Tuesday, making him the first Latino ever to hold the position.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-widebody-deliveries-fall-short-11573574271", "title": "Boeing Loses More 737 MAX Orders", "date": "2019-11-12 14:33", "summary": "Some customers opt instead for other models from the plane maker; its overall deliveries are down sharply this year. Boeing Co. said it has lost orders for about 200 of its 737 MAX jets this year because of airline bankruptcies and customers swapping out for other models from the U.S. plane maker.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaza-militants-fire-rockets-into-israel-after-islamic-jihad-leader-killed-11573543719", "title": "Israel Kills Islamic Jihad Leader, Prompting Gaza Rocket Attacks", "date": "2019-11-12 14:30", "summary": "Both Islamic Jihad and Hamas vowed strong responses to the killing of Baha Abu Al-Ata. TEL AVIV-Israel's military killed a senior leader of the second-largest militant group in Gaza on Tuesday, prompting fighters in the Palestinian enclave to fire about 190 rockets into Israel that set off sirens and forced people into bomb shelters across the country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumer-urges-army-to-avoid-recruiting-on-tiktok-citing-china-fears-11573586663", "title": "Schumer Urges Army to Avoid Recruiting on TikTok", "date": "2019-11-12 14:24", "summary": "Senator raises national security alarms over use of Chinese-owned social-media platform popular among young people. Senate Minority Leader Chuck Schumer (D., N.Y.) is raising concerns about the U.S. Army's use of video-sharing app TikTok and other China-owned social media platforms for recruiting efforts, citing the potential for personal data to be shared with the Chinese government.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-official-heard-of-wikileaks-emails-earlier-than-known-11573584248", "title": "Trump Campaign Official Heard of WikiLeaks Emails Earlier Than Known", "date": "2019-11-12 13:44", "summary": "Rick Gates testifies that campaign viewed hacking of Democratic emails as 'a gift'. WASHINGTON-A top official on President Trump's 2016 campaign testified that longtime Trump adviser Roger Stone told him as early as spring 2016 that WikiLeaks would release materials that could damage rival Hillary Clinton-and that the campaign viewed the materials as \"a gift.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-liquid-investment-opportunity-from-europes-top-craft-brewer-11573583947", "title": "A Liquid Investment Opportunity From Europe's Top Craft Brewer", "date": "2019-11-12 13:39", "summary": "Scotland's BrewDog has launched a bond with a 6% yield, half of which will be paid in beer. Who said bonds were boring? Scottish beer brand BrewDog on Tuesday launched a fixed-income offer with a promise to pay investors a 6% yield-half in cash and half in beer.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-erdogan-rapport-tested-by-tensions-over-syria-russia-11573582085", "title": "Trump-Erdogan Rapport Tested by Tensions Over Syria, Russia", "date": "2019-11-12 13:08", "summary": "White House meeting Wednesday takes place amid strains between the NATO allies over Turkish policies that U.S. officials say are at odds with their own. ISTANBUL-Since taking office, President Trump has frequently extolled Turkish President Recep Tayyip Erdogan, calling him \"a hell of a leader\" despite Turkish policies that run counter to U.S. priorities and alarm some of Mr. Trump's own advisers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-cosco-pours-more-money-into-greek-port-11573581625", "title": "China's Cosco Pours More Money Into Greek Port", "date": "2019-11-12 13:00", "summary": "Chinese shipping giant will invest around $1 billion to make the Port of Piraeus a main gateway for China exports to Europe. Chinese shipping giant Cosco Group plans to invest around $1 billion in Greece's Port of Piraeus to help turn the site into a main entry point for China's exports to Europe.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-pursues-probe-into-death-of-british-supporter-of-white-helmets-11573581094", "title": "Turkey Pursues Probe Into Death of British Supporter of White Helmets", "date": "2019-11-12 12:51", "summary": "Authorities in Istanbul question preliminary finding that former British Army officer James Le Mesurier fell to his death. Turkish authorities said they needed to further investigate the death of a Briton who helped create the Syrian relief group White Helmets and was accused by Russia of being a spy, a day after a preliminary finding suggested he fell from his apartment window.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/income-quintiles-dont-tell-the-whole-story-11573580927", "title": "Income Quintiles Don't Tell the Whole Story", "date": "2019-11-12 12:48", "summary": "The \"hockey stick\" nature of inequality doesn't become apparent until one looks at the top 5% and, more realistically, the top 2% of households.. Regarding Phil Gramm and John F. Early's \"The Truth About Income Inequality\" (op-ed, Nov. 4): The socialist promise of income equality is understandably appealing but is a canard. Every society, regardless of its utopian goals, will have inequality: It will have the powerful and it will have the weak. In our capitalist system, the wealthy have more power than the poor. Occasionally this wealth is due to illegal enterprise or simple good fortune, but mostly it is due to creativity, an entrepreneurial spirit or hard work, and usually to a combination of all three. Social power, therefore, is essentially a meritocracy: If there is \"inequality,\" it is generally the result of efficiently providing the public with needed goods and services. Hence, the \"privileged\" are those who actually produce the wealth.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/entrepreneurship-is-becoming-much-harder-11573580874", "title": "Entrepreneurship Is Becoming Much Harder", "date": "2019-11-12 12:47", "summary": "We need a better environment to allow true entrepreneurs to start up and thrive. The entrepreneurial spirit and mind-set are there. The ease of starting a business 40-50 years ago is gone.. I truly appreciate TD Ameritrade 's Joe Ricketts's \"In Praise of Today's Entrepreneurs\" (op-ed, Nov. 5) about the declining rate of new businesses. I have been an entrepreneur many times over the past 30 years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blocking-political-ads-favors-liberal-elites-11573580813", "title": "Blocking Political Ads Favors Liberal Elites", "date": "2019-11-12 12:46", "summary": "Twitter's new paid-political speech ban is the social-media version of the left's goal for all media-tilting free speech toward progressive influences.. Regarding \"Notable & Quotable: Twitter \" (Nov. 5): Bradley A. Smith in his City Journal commentary addresses deficiencies in Twitter's new ban on political candidate and \"issue ads.\" Twitter's CEO Jack Dorsey explained that the ban is directed at those who \"pay for reach\" (e.g., politicians and activist groups) as opposed to those who have \"earned\" influence (e.g., celebrities). The latter can receive substantial revenues for speaking in favor of or mentioning a politician or campaign issue.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-art-of-cramming-people-around-your-thanksgiving-table-11573579298", "title": "The Art of Cramming People Around Your Thanksgiving Table", "date": "2019-11-12 12:21", "summary": "Some years, columnist Michelle Slatalla finds the seating arrangement more challenging than the cooking. She walks us through this holiday's dilemma. PEOPLE PAY too much attention to the food on Thanksgiving and not nearly enough to the setting.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waiting-game-by-terri-lyne-carrington-review-the-sweet-sound-of-speaking-out-11573579186", "title": "'Waiting Game' by Terri Lyne Carrington Review: The Sweet Sound of Speaking Out", "date": "2019-11-12 12:19", "summary": "The drummer's latest album with Social Science features a range of voices committed to making a better world.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-to-free-taliban-officials-in-push-for-prisoner-swap-and-peace-talks-11573572380", "title": "Afghanistan to Free Taliban Prisoners in Push for Swap, Talks", "date": "2019-11-12 11:36", "summary": "President Ghani moves to seize negotiations and secure release of U.S., Australian hostages. KABUL-Afghan President Ashraf Ghani said he would release three senior Taliban prisoners to induce the insurgents to enter direct peace talks with his government, a step that also appeared aimed at winning the release of two American and Australian hostages held by the group since 2016.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-are-urged-not-to-miss-the-train-on-aramco-ipo-11573560000", "title": "Saudis Are Urged Not to 'Miss the Train' on Aramco IPO", "date": "2019-11-12 11:34", "summary": "Among Saudi Arabia's middle class, anticipation is mounting for oil giant's stock-market debut. Saudi Arabia's middle class is preparing to invest billions of dollars in Aramco shares, as the populace gets the chance to own a sliver of the kingdom's prized asset-the world's most profitable company-for the first time.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-kanye-west-jerry-seinfeld-trevor-noah-innovators-11573489803", "title": "See Portraits of Kanye West, Jerry Seinfeld, Trevor Noah and More", "date": "2019-11-12 11:20", "summary": "At WSJ. Magazine's annual Innovator Awards, some of the distinguished guests, including Kim Kardashian West and A$AP Rocky, got in our portrait studio and struck a pose.. At WSJ. Magazine's 2019 Innovator Awards on Nov. 6th, visionaries came together at the recently reopened Museum of Modern Art to celebrate the achievements of nine honorees. Some of our guests sat with photographer Andreas Laszlo Konrath for portrait to mark the occasion. Check out his shots of Kim Kardashian West, Jerry Seinfeld, Pose's MJ Rodriguez, Kanye West and more below.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spain-s-socialists-agree-to-initial-coalition-with-rivals-still-lack-majority-11573574647", "title": "Spain's Socialists Agree to Initial Coalition With Rivals, Still Lack Majority", "date": "2019-11-12 11:04", "summary": "The Socialists and Podemos had earlier failed to agree to terms for a coalition government, triggering the recent election. Spain's left-leaning parties struck a preliminary coalition deal after national elections on Sunday left the country with a deeply fragmented Parliament. But the would-be government remains well short of a majority and will need smaller allies too.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-a-cut-rate-escape-to-the-caribbean-think-strategically-11573574536", "title": "For a Great-Value Caribbean Escape, Think Strategically", "date": "2019-11-12 11:02", "summary": "How to plan a sun-drenched island vacation this winter without paying a premium? Here, 4 ways to shore up the best deals. Plus: Tips from seasoned Caribbean visitors. Many hotels don't lock in their high-season prices until mid- and sometimes late-December. If nosebleed prices have kept you from a place where you've been longing to lounge, see what the room rates are between now and Christmas. For instance, if you've been thinking about a long weekend at Hermitage Bay in Antigua, suites that now run between $1,020 and $1,480 a night will cost nearly an additional $500 come February. The same is true at GoldenEye in Jamaica: A Beach Hut that goes for $315 a night until mid-December will be $715 in January.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ford-that-dethroned-ferrari-in-1966-11573574351", "title": "The Ford That Dethroned Ferrari in 1966", "date": "2019-11-12 10:59", "summary": "Resume Subscription. Rob Kauffman of Charlotte, N.C., 56, an entrepreneur and owner of RK Motors, a sales and restoration shop for collector cars, on his 200-mph Fords, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/airports-tame-the-ridesharing-rodeo-11573468232", "title": "Airports Tame the Ride-Sharing Rodeo", "date": "2019-11-12 10:50", "summary": "Across the country, airports are trying to get a handle on the traffic clogging entrances and exits. Airports are still sorting out how to handle the ride-hailing companies crowding their curbs.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-take-over-hong-kong-universities-business-district-11573551681", "title": "Hong Kong Protests Take Over Universities, Business District", "date": "2019-11-12 10:50", "summary": "Antigovernment demonstrators wreak havoc for second straight day, with train service disrupted, schools closed and roads blocked. HONG KONG-Antigovernment protesters wreaked havoc on the city for a second straight day, with train services disrupted, schools closed and roads blocked a day after one of the bloodiest episodes of unrest in more than five months of demonstrations.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-miranda-lambert-nothing-about-singing-came-easy-11573573706", "title": "For Miranda Lambert, Nothing About Singing Came Easy", "date": "2019-11-12 10:48", "summary": "The Texas-born country-music star watched her parents come back from losing everything and learned from their determination. Miranda Lambert, 36, is a Grammy-winning country singer and songwriter. Her latest album is \"Wildcard\" (Vanner/RCA). She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-matched-pair-of-200-mph-fords-11573573671", "title": "Photos: A Matched Pair of 200-MPH Fords", "date": "2019-11-12 10:47", "summary": "The 1966 Le Mans-winning GT40 Mk II and its custom-painted mate, the 2017 GT Heritage Edition. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/these-people-got-the-flu-so-you-wont-have-to-11573573285", "title": "These People Got the Flu So You Won't Have To", "date": "2019-11-12 10:41", "summary": "As part of a study aimed at developing a better, longer-lasting flu vaccine, participants signed up to get infected with the flu, quarantined and tracked by researchers. Baltimore", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-president-carter-in-recovery-after-surgery-11573573174", "title": "Ex-President Carter in Recovery After Surgery", "date": "2019-11-12 10:39", "summary": "No complications seen from procedure to relieve pressure from bleeding in the 95-year-old's brain. ATLANTA-Former President Jimmy Carter was recovering Tuesday from surgery to relieve pressure from bleeding on his brain. His spokeswoman said there were no complications from the procedure at Emory University Hospital.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mick-mulvaney-to-drop-lawsuit-refuse-to-testify-in-impeachment-inquiry-11573573022", "title": "Mulvaney to Drop Suit, Refuses to Testify in Impeachment Inquiry", "date": "2019-11-12 10:37", "summary": "Acting White House chief of staff had planned to ask a court whether he must appear. WASHINGTON-Acting White House Chief of Staff Mick Mulvaney reversed course on Tuesday, dropping plans to file a lawsuit asking a federal court to decide whether he is required to testify before Congress as part of a Democratic-led impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasdaq-to-exit-energy-futures-11573572500", "title": "Nasdaq to Exit Energy Futures", "date": "2019-11-12 10:28", "summary": "Deutsche Börse's energy arm to buy NFX's core assets, as Nasdaq gives up on its effort to break into commodities. Nasdaq Inc. said it has agreed to sell its struggling energy-futures business, NFX, to a unit of German exchange group Deutsche Börse, giving up on its four-year effort to break into commodities.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-reports-lower-profit-on-merger-related-costs-11573565556", "title": "CBS Reports Lower Profit on Content, Merger Costs", "date": "2019-11-12 10:09", "summary": "CBS spent about 20% more on programming in the quarter as it prepares to merge with Viacom. CBS Corp. said profit fell about 35% in the third quarter as the media company continues to ramp up its spending on programming and incurs higher costs ahead of its planned merger with sister company Viacom Inc.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-knicks-havent-been-this-bad-in-a-half-century-11573571027", "title": "The Knicks Haven't Been This Bad in a Half-Century", "date": "2019-11-12 10:03", "summary": "But it didn't have to be this way. It's easy to forget the Knicks were good not long ago. Really.. Not too long ago, the Knicks were good. Seriously.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-won-t-hear-gun-maker-challenge-to-lawsuit-by-sandy-hook-families-11573569589", "title": "Supreme Court Won't Hear Gun Maker Challenge to Lawsuit by Sandy Hook Families", "date": "2019-11-12 10:01", "summary": "Families of shooting victims argue Remington is liable for advertising semiautomatic rifle in ways that promote violence. WASHINGTON-The Supreme Court left in place a Connecticut ruling that allowed families of victims in the 2012 Sandy Hook Elementary School shooting to sue the maker of a popular assault rifle used in the massacre.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-hot-stock-a-1990-ford-mustang-11573570800", "title": "The Next Hot Stock? A 1990 Ford Mustang", "date": "2019-11-12 10:00", "summary": "Companies offer investors opportunity to buy a share of a collectible. Want to buy a vintage Rolex for $20?", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-to-keep-oil-production-curbed-through-2020-11573569866", "title": "OPEC to Keep Oil Production Curbed Through 2020", "date": "2019-11-12 09:44", "summary": "The cartel and its allies are holding off on deeper cuts to production as some shale producers plan cuts of their own. OPEC and an alliance of oil producers led by Russia are set to maintain their current curbs on crude output through next year, according to the group's delegates, holding off on more vigorous efforts to mop up a global supply glut as some of their U.S. shale rivals plan production cuts of their own for 2020.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-111-909-billion-in-temporary-liquidity-to-markets-11573568940", "title": "Fed Adds $111.909 Billion in Temporary Liquidity to Markets", "date": "2019-11-12 09:29", "summary": "Eligible banks sought less liquidity than the Fed was willing to offer. The New York Fed added $111.909 billion to financial markets on Tuesday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-seahawks-end-the-49ers-undefeated-season-11573564556", "title": "The Seahawks End the 49ers' Undefeated Season", "date": "2019-11-12 09:15", "summary": "In an overtime thriller, two of the best defenses in the NFL produced a classic that showed why both of these teams are Super Bowl contenders. By the time the Seahawks lined up for the game-winning field goal, there had been a season's worth of jaw-dropping moments-in overtime alone. Russell Wilson had thrown a stunning interception, a rookie kicker butchered a game-winner for the 49ers and nobody at Levi's Stadium had fingernails left.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissans-turnaround-has-barely-started-11573565646", "title": "Nissan's Turnaround Has Barely Started", "date": "2019-11-12 08:34", "summary": "Car maker's new CEO faces tough task of improving sales while also patching up relations with alliance partner Renault. Nissan Motor has hit another bump in its long road to recovery.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-swing-district-democrat-fundraises-on-impeachment-11573565319", "title": "In Swing District, Democrat Fundraises on Impeachment", "date": "2019-11-12 08:28", "summary": "Rep. Elaine Luria, with new ad, is trying to turn impeachment into an advantage for the party's moderate wing. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-erin-morgenstern-fused-books-and-video-games-together-11573565246", "title": "How Erin Morgenstern Fused Books and Video Games Together", "date": "2019-11-12 08:27", "summary": "The author of 2011's \"The Night Circus\" creates a grown-up fantasy world in her new book, \"The Starless Sea\". Erin Morgenstern builds a strange fantasy setting in The Starless Sea, her ambitious followup to her bestselling 2011 debut, The Night Circus. It's the story of Zachary Ezra Rawlins, a grad student who's equally at home in the worlds of video games and books, a lover of storytelling in its many forms. When Zachary gains entry to an ancient subterranean library, he discovers a hidden world that is as inviting as it is dangerous.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zillow-opendoor-pay-close-to-market-value-for-homes-study-says-11573564580", "title": "Zillow, Opendoor Pay Close to Market Value for Homes, Study Says", "date": "2019-11-12 08:16", "summary": "Analysis finds iBuyers operating on thin margins. Companies using technology to make rapid cash offers to home sellers are typically paying their customers close to market value, a new study found.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-slashes-forecasts-on-weak-demand-11573548495", "title": "Nissan Slashes Forecasts as Sales and Profit Fall on Weak Demand", "date": "2019-11-12 08:14", "summary": "Japanese car maker struggles to overhaul its business amid auto downturn and internal turmoil since Carlos Ghosn's arrest a year ago. YOKOHAMA, Japan- Nissan Motor Co. slashed its outlook for the full year after reporting another quarter of declining sales and profit.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foes-of-law-granting-licenses-to-illegal-immigrants-vow-to-fight-despite-court-ruling-11573563934", "title": "Foes of Law Granting Licenses to Illegal Immigrants Vow to Fight Despite Court Ruling", "date": "2019-11-12 08:05", "summary": "Law allows a New Yorker to apply for a driver's license without a Social Security number. Officials in New York's Rensselaer County said they would ask a federal judge to stop a state law allowing illegal immigrants to get driver's licenses after a similar lawsuit filed in Buffalo was dismissed last week.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portland-suburbs-proposed-law-could-discourage-home-development-11573563601", "title": "Portland Suburb's Proposed Law Could Discourage Home Development", "date": "2019-11-12 08:00", "summary": "Oregon lawmaker, housing advocates say home-demolition tax could hinder affordable-housing initiative. A Portland, Ore. suburb is poised to vote on a law that taxes anyone who demolishes a home, the latest salvo in the fight over how to create more affordable housing in the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/options-traders-bet-on-year-end-rally-in-chinas-stocks-11573563600", "title": "Options Traders Bet on Year-End Rally in China's Stocks", "date": "2019-11-12 08:00", "summary": "As U.S. stocks set fresh records, some investors are positioned for other markets to extend gains. Trade tensions between the U.S. and China have eased, helping send major U.S. stock indexes to fresh records after months of rangebound trading. Now traders are turning to options contracts that would profit if Chinese stocks and emerging-market equities extend gains.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-users-guide-to-the-esg-confusion-11573563604", "title": "A User's Guide to Confusion Over Sustainable Investing", "date": "2019-11-12 08:00", "summary": "Investing based on environmental, social and governance criteria is all the rage, but it comes with necessary trade-offs. It's hard to move in the world of investment without being bombarded by sales pitches for running money based on \"ESG,\" or environmental, social and governance criteria. The trouble is that few involved seem to agree on how it works (or, more to the point, doesn't). Investors should be clear about what it is they're trying to achieve, and the trade-offs they make along the way. Here are four ways to use the E and S parts (the G is a major part of ordinary fund management already), typically confused by investors:", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-dxc-technology-tencent-asure-software-southwest-airlines-11573552016", "title": "Stocks to Watch: Craft Brew Alliance, Rockwell Automation, Tyson Foods", "date": "2019-11-12 07:49", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-to-cut-roughly-650-jobs-or-16-of-workers-11573561830", "title": "Juul to Cut Roughly 650 Jobs, or 16% of Workers", "date": "2019-11-12 07:30", "summary": "E-cigarette maker to cut $1 billion in spending next year. Juul Labs Inc. is cutting around 650 jobs, or about 16% of its total workforce, according to a Juul official, as the embattled e-cigarette maker braces for a hit in sales after voluntarily stopping the sale of its most popular flavor in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-times-appoints-first-female-editor-11573561749", "title": "Financial Times Appoints First Female Editor", "date": "2019-11-12 07:29", "summary": "Roula Khalaf will take over from Lionel Barber in January. LONDON-The Financial Times appointed its first woman editorial chief in its 130-year history as the publication's current editor said he would step down after 14 years on the job.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-markets-were-wrong-and-thats-good-11573561204", "title": "Stock Markets Were Wrong, and That's Good", "date": "2019-11-12 07:20", "summary": "The recent rush of optimism that has overtaken investors is likely the correction of a past mistake, rather than foolish giddiness. After months of sending mixed signals, investors have turned optimistic. There is little justification for the mood shift, but that doesn't make it wrong.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spanish-property-hot-again-a-decade-after-the-bubble-burst-11573560000", "title": "Spanish Residential Property Is Hot Again", "date": "2019-11-12 07:00", "summary": "In some regions, there is a lack of new supply to meet foreigners' growing demand. Foreign investors are returning to Spain's real-estate market after a decadelong slump that caused prices to plummet as much as 40%. But in some popular tourist destinations such as Marbella, a past corruption scandal and illegal building are undermining development.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-of-ceo-comes-at-a-time-of-expansion-big-bets-for-kaiser-permanente-11573559679", "title": "CEO's Death Comes Amid Expansion, Big Bets for Kaiser Permanente", "date": "2019-11-12 06:54", "summary": "The unexpected death of Bernard Tyson was met with shock by those who praised his work on social issues. The unexpected death of Kaiser Permanente Chief Executive Bernard Tyson leaves the hospital and health-insurance giant in flux at a time of ambitious growth and it was met with shock by those who praised his work on public health and social issues.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-consumers-get-their-mojo-back-11573556611", "title": "Chinese Consumers Get Their Mojo Back", "date": "2019-11-12 06:03", "summary": "Consumer stocks as diverse as Alibaba, Geely Auto and Tal Education have all gained more than 10% since September. The worst may be over for Chinese consumers. For investors, the best might be too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrity-board-members-engaged-in-big-ticket-transactions-with-nra-11573554600", "title": "Celebrity Board Members Engaged in Big-Ticket Transactions With NRA", "date": "2019-11-12 05:30", "summary": "Gun-rights group's board didn't approve deals with Tom Selleck and Ted Nugent until at least a year later. The National Rifle Association has long burnished its image by attracting celebrities to its board. Internal NRA documents show that two of them-actor Tom Selleck and rocker Ted Nugent-engaged in big-ticket financial transactions with the nonprofit that the NRA board didn't approve until at least a year later.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ill-never-come-back-massacre-shatters-u-s-community-in-mexico-11573554604", "title": "'I'll Never Come Back': Massacre Shatters U.S. Community in Mexico", "date": "2019-11-12 05:30", "summary": "Resume Subscription. LA MORA, Mexico-Cole Langford softly sang his mother's favorite ballad as he prepared to sign her death certificate in a harshly lit government office in the northern Mexican state of Sonora.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/clarida-lowering-inflation-created-new-challenges-for-central-banks-11573554602", "title": "Clarida: Lowering Inflation Created New Challenges for Central Banks", "date": "2019-11-12 05:30", "summary": "Officials will have less room to reduce rates to stimulate growth with their conventional tools in a future downturn, Fed official says in prepared remarks. The success of the Federal Reserve and other central banks in reducing inflation and holding it at low levels has limited the scope for monetary policy to combat future downturns, a top Fed official said in a speech set for delivery Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investment-giants-raise-voices-in-debate-over-their-impact-on-competition-11573554601", "title": "Investment Giants Raise Voices in Debate Over Their Impact on Competition", "date": "2019-11-12 05:30", "summary": "Vanguard, BlackRock aim to get in front of dispute about whether consumers are hurt by investors' holdings of competing firms. The biggest U.S. money managers are working to persuade Washington that they don't harm competition among corporations as a debate about their sway has caught regulators' attention.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sadfishing-predators-and-bullies-the-hazards-of-being-real-on-social-media-11573554603", "title": "The Hazards of Being 'Real' on Social Media", "date": "2019-11-12 05:30", "summary": "As influencers share more about anxiety and depression online, teens are following suit-and becoming targets. It seems like lately everyone on Instagram and YouTube is feeling anxious, stressed and depressed. Images of amazing vacations, flawless bodies and beautiful homes that once dominated social-media feeds are being replaced with snapshots of real life, with all its laundry piles and stretch marks.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anheuser-busch-inbev-to-buy-out-craft-brewing-company-11573514581", "title": "Anheuser-Busch InBev to Buy Out Craft-Brewing Company", "date": "2019-11-12 01:11", "summary": "Craft Brewer Alliance deal bring brands such as Kona Brewing and Cisco Brewers into the AB InBev fold. Anheuser-Busch InBev SA has agreed to buy out the remaining shares of Craft Brew Alliance Inc. that it doesn't own, placing the value of the Portland, Ore.-based company at roughly $321 million.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawyers-for-ex-national-security-official-move-to-keep-mulvaney-off-suit-11573511235", "title": "Mulvaney to File Own Suit Related to Impeachment Inquiry", "date": "2019-11-12 00:37", "summary": "Acting chief of staff wants court to rule on whether he has to testify before Congress. WASHINGTON-Attorneys for acting White House chief of staff Mick Mulvaney said Monday he will file his own lawsuit asking a federal court to determine whether he is immune from being forced to testify in front of Congress as part of the Democratic-led impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11573500618", "title": "Pepper...and Salt", "date": "2019-11-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]