[{"link": "https://www.wsj.com/articles/trump-to-seek-overhaul-of-housing-finance-system-11553716477", "title": "Trump to Seek Overhaul of Housing-Finance System", "date": "2019-03-27 19:37", "summary": "White House says it aims to encourage sustainable homeownership while protecting taxpayers from bailouts. WASHINGTON-President Trump directed his administration to begin drafting plans to overhaul Fannie Mae and Freddie Mac to reduce the government's footprint in housing finance.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-fed-pick-stephen-moore-owes-over-75-000-in-unpaid-taxes-11553729491", "title": "Trump Fed Pick Stephen Moore Owes Over $75,000 in Unpaid Taxes", "date": "2019-03-27 19:31", "summary": "Deduction claimed on a 2014 tax return is at center of a dispute with the IRS. Former Trump campaign adviser Stephen Moore, the president's latest pick for a Federal Reserve Board seat, owes more than $75,000 in unpaid taxes, penalties and interest, according to a tax lien filed in a Maryland court last year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-renal-associates-to-restate-financial-results-cfo-departs-11553729387", "title": "American Renal Associates to Restate Financial Results, CFO Departs", "date": "2019-03-27 19:29", "summary": "CFO Jason Boucher resigned as the company says it will have to restate its financials dating back to 2014. American Renal Associates Holdings Inc. said Wednesday its financial chief left the company and that it would have to restate financial documents dating back to 2014 after discovering accounting mistakes.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bail-remains-sticking-point-in-talks-oncriminal-justice-overhaul-in-new-york-11553729057", "title": "Bail Remains Sticking Point in Talks on Criminal-Justice Overhaul", "date": "2019-03-27 19:24", "summary": "The biggest dispute has been over how to handle defendants who could be a risk to public safety. State lawmakers are working through disagreements over how to reduce or eliminate the use of money bail as part of a broad overhaul of New York's criminal-justice system they hope to finalize this week.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theresa-may-vows-to-quit-to-get-brexit-deal-through-parliament-11553708350", "title": "May Offers to Resign as Lawmakers Fail to Break Brexit Impasse", "date": "2019-03-27 19:23", "summary": "U.K. prime minister tells party lawmakers that she would step aside if her deal is passed in Parliament. LONDON-U.K. Prime Minister Theresa May pledged Wednesday to quit in a bid to salvage her beleaguered plan to leave the European Union, confirming her lame-duck status and setting off a period of intense politicking among her potential successors.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dot-secretary-says-making-safety-systems-optional-on-boeing-jet-troubling-11553715731", "title": "Federal Officials Defend Response to Boeing 737 MAX Crashes", "date": "2019-03-27 19:22", "summary": "Transportation Secretary Elaine Chao says it is 'troubling' that certain safety features were available as options, rather than standard equipment. WASHINGTON-Federal transportation officials on Wednesday defended the government's response to two fatal crashes of a new Boeing airliner, even as questions grew about whether the jet should have been certified for commercial use.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-reviews-more-737-max-systems-as-it-completes-software-update-11553709619", "title": "Boeing Reviews More 737 MAX Systems as It Completes Software Update", "date": "2019-03-27 19:15", "summary": "Safety audits of 737 MAX systems have revealed no other concerns, official says. RENTON, Wash.-A Boeing Co. official said the planemaker's reviews of various flight-control systems on its new 737 MAX aircraft haven't turned up any additional potential problems in the wake of two recent deadly crashes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-terminator-democrats-11553728014", "title": "The Terminator Democrats", "date": "2019-03-27 19:06", "summary": "The party spent two years crawling across broken glass to take down a presidency.. With one big difference, the Democratic Party, since the day Donald Trump won the 2016 election, has looked like the killer android at the end of \"The Terminator.\"", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/move-on-from-mueller-mr-president-11553727961", "title": "Move On From Robert Mueller, Mr. President", "date": "2019-03-27 19:06", "summary": "Obsessing over the investigation's origins isn't the way to win over swing voters.. Only Donald Trump's inauguration in 2017 could have been a sweeter day for the present occupants of the White House than last Sunday. The publication of Attorney General William Barr's letter summarizing special counsel Robert Mueller's report lifted an enormous political weight off President Trump and his team.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tax-on-robocalls-makes-plenty-of-cents-11553727899", "title": "A Tax on Robocalls Makes Plenty of Cents", "date": "2019-03-27 19:04", "summary": "Human callers would pay it, too. But the cost would be trivial.. President Trump can become wildly popular going into next year's election-by imposing a tax. Robocalls are the top sources of complaints to both the Federal Communications Commission and the Federal Trade Commission. There were nearly 50 billion of these nuisances in 2018, according to YouMail. No one likes them. A few months ago, 35 state attorneys general asked the feds to do more to address this blight.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hot-protestants-review-fevered-believers-11553727864", "title": "'Hot Protestants' Review: Fevered Believers", "date": "2019-03-27 19:04", "summary": "Puritanism was a political impulse. It aspired to a Christian commonwealth governed by an intolerant state and a puriﬁed Calvinist church.. For many people, \"Puritanism\" signifies little more than a joyless religious mania-\"the haunting fear,\" as H.L. Mencken famously defined it, \"that someone, somewhere, may be happy.\" A not-insignificant number of religious believers around the world today still revere the Puritans for the dense and often gravely eloquent works of theological reflection produced by its 16th- and 17th-century divines. At its core, though, Puritanism was a political impulse. As Michael Winship writes in the final sentence of \"Hot Protestants: A History of Puritanism in England and America,\" the Puritans aspired \"to a Christian commonwealth governed and guided by an intolerant state and a purified Calvinist church establishment.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-reform-is-no-sugar-high-11553727809", "title": "Tax Reform Is No 'Sugar High'", "date": "2019-03-27 19:03", "summary": "Despite unprecedented monetary tightening, the 2017 law breathed new life into the U.S. economy.. The current mantra from opponents of the 2017 Tax Cuts and Jobs Act is that the strong economic growth that followed is the result of a \"sugar high.\" Many now wrongly argue the U.S. is headed for a sharp economic slowdown, possibly even recession. These arguments reflect political and ideological wishful thinking, not a substantive analysis of what is happening in the economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseball-wisdom-plays-out-in-every-field-11553727741", "title": "Baseball Wisdom Plays Out in Every Field", "date": "2019-03-27 19:02", "summary": "Joe DiMaggio, Frank Robinson and others told me tips from the game that apply to life in general.. As the great game shakes off the winter hiatus, I've been thinking of the wisdom shared with me by some of baseball's titans. I have long believed superb ballplayers are so intelligent that their thoughts about how they played the game have broader applications to other fields.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-means-hope-for-none-11553727544", "title": "Medicare for All Means Hope for None", "date": "2019-03-27 18:59", "summary": "Americans deserve a system that helps them get well, not get in line.. Medicare, as President Lyndon B. Johnson put it, is a \"light of hope\" for elderly Americans. Medicare for All proposals threaten to extinguish it. Medicare for All would break a sacred promise and harm seniors' access to care by forcing a system designed to support them to take on every other American. They deserve a system that helps them get well, not get in line.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-golan-strategy-11553727595", "title": "Trump's Golan Strategy", "date": "2019-03-27 18:59", "summary": "Treating the 1967 borders as sacrosanct has only reinforced Palestinians' refusal to make peace.. President Trump's decision to recognize Israel's sovereignty over the Golan Heights has foreign-policy grandees furious. It shakes up the Middle East peace process by doing what they never would: putting the Palestinians on notice.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-sues-chemical-companies-over-contamination-11553716227", "title": "New Jersey Sues Chemical Companies Over Contamination", "date": "2019-03-27 18:52", "summary": "DuPont, Chemours, 3M asked to pay for costs related to PFAS cleanup. New Jersey officials sued chemicals makers DuPont , Chemours Co. and 3M Co. to pay to clean up years of industrial contamination.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-release-investigative-files-against-smollett-after-charges-were-dismissed-11553727034", "title": "Police Release Files That Back Up Case Against Smollett", "date": "2019-03-27 18:50", "summary": "Documents chronicle evolution of the case, from a probe of Mr. Smollett's reported hate crime to charges that he filed a false police report. CHICAGO-Police released investigative files underpinning their case that actor Jussie Smollett staged a hate crime against himself, a day after prosecutors dismissed all 16 charges he had faced.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pedophile-doctor-could-get-u-s-pension-of-more-than-1-8-million-while-in-prison-11553695202", "title": "Pedophile Doctor Could Get U.S. Pension of More Than $1.8 Million While in Prison", "date": "2019-03-27 18:47", "summary": "Stanley Patrick Weber, who worked at Indian Health Service hospitals, is serving 18-year prison term for sexually abusing boys on Montana reservation. A U.S. government pediatrician convicted of sexually abusing Native American boys under his care is still receiving his government pension, officials said, and records indicate he is due more than $1.8 million during his prison term.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macrons-next-reform-battle-11553726863", "title": "Macron's Next Reform Battle", "date": "2019-03-27 18:47", "summary": "Fixing the bloated bureaucracy is his best idea in a while.. Give Emmanuel Macron credit for persistence. The French President is still reeling from months of \"yellow vest\" protests against his poorly conceived fuel-tax hike, but now he has a much better idea to take on France's infamously bloated civil service.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stanley-black-decker-settles-iran-sanctions-case-for-1-9-million-11553726816", "title": "Stanley Black & Decker Settles Iran Sanctions Case for $1.9 Million", "date": "2019-03-27 18:46", "summary": "Stanley's Chinese subsidiary exported or attempted to export goods with a total value of more than $3.2 million directly and indirectly to Iran between 2013 and 2014, Treasury says. Stanley Black & Decker Inc. and Chinese subsidiary Jiangsu Guoqiang Tools Co. agreed to pay roughly $1.9 million to settle allegations they violated U.S. sanctions against Iran, the Treasury Department said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-orders-chinese-company-to-sell-grindr-app-11553717942", "title": "U.S. Orders Chinese Firm to Sell Grindr App Over Blackmail Risk", "date": "2019-03-27 18:43", "summary": "Beijing could exploit the app's personal data for espionage, U.S. officials believe. U.S. national-security officials have ordered a Chinese company to sell gay-dating app Grindr, citing the risk that the personal data it collects could be exploited by Beijing to blackmail individuals with security clearances, according to people familiar with the situation.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-tpg-growth-head-mcglashan-denies-using-college-admissions-side-door-11553726612", "title": "Ex-TPG Growth Head Denies Using College-Admissions 'Side Door'", "date": "2019-03-27 18:43", "summary": "Executive is accused of conspiring to commit mail fraud in connection with son's college admission. William McGlashan Jr., the founder of TPG's growth unit, in a federal court filing Wednesday denied some of the accusations against him in the college-admissions cheating scandal.", "categories": [["Pro PE People"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-scraps-medicaid-work-requirements-11553724923", "title": "Federal Judge Blocks Medicaid Work Requirements", "date": "2019-03-27 18:39", "summary": "Ruling against Arkansas and Kentucky deals a blow to the Trump administration's attempts to remold health program. WASHINGTON-A federal judge invalidated Medicaid work requirements in Arkansas and Kentucky, dealing a blow to the Trump administration's attempts to remold the safety-net health program.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-ethnically-cleanses-its-uighur-culture-11553726278", "title": "China Ethnically Cleanses Its Uighur Culture", "date": "2019-03-27 18:37", "summary": "Mao sought to destroy China's own \"old\" culture by making things disappear: temples, monuments, walls, entire streets once filled with lively markets.. Regarding \"China Razes Territory, Dismantling a Culture\" (page one, March 21): The Chinese government has long understood the power of the physical landscape. In his excellent book, \"Chinese Shadows,\" Sinologist Pierre Ryckmans (writing under the pseudonym Simon Leys), describes how Mao Zedong sought to destroy China's own \"old\" culture by making things disappear: temples, monuments, walls and entire streets once filled with lively markets. After \"Chinese Shadows\" was published, Chinese authorities eventually learned the true identity of Simon Leys and denied him further entrance to the country.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alan-dershowitzs-issue-is-frighteningly-common-11553726242", "title": "Alan Dershowitz's Issue Is Frighteningly Common", "date": "2019-03-27 18:37", "summary": "Unfortunately, consistent, thoughtful legal analysis is no more respected by those intent on virtual lynching today than it was by those doing the actual lynchings in earlier sad and embarrassing periods in our history.. Prof. Alan Dershowitz's plea \"I Want to Be Investigated By the FBI\" (op-ed, March 22) is a poignant reminder about the value of due process in the face of mob demands for justice. But Mr. Dershowitz tactfully fails to mention the most disturbing part of the story: Virtual assassination is seldom applied equally. It is a tool to take down those whose opinions are inconvenient. Whatever else he did or didn't do, Mr. Dershowitz's problem is that he bit the progressive hand that fed him.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-aoc-move-to-the-collectivist-cuban-paradise-11553726212", "title": "Let AOC Move to the Collectivist Cuban Paradise", "date": "2019-03-27 18:36", "summary": "The Cuban people in the 1950s wanted change, equality for all and the end of capitalism. Well, we got it.. Regarding Karl Rove's \"American History as Told by AOC\" (op-ed, March 14): Rep. Alexandria Ocasio-Cortez is naive when she speaks about socialism and the power of equality. I was born in one of those socialist countries that AOC so admires. Cuban people in the 1950s wanted change, equality for all and the end of capitalism. Well, we got it. I would like to give her a reality check of life in Cuba today and the wonders of socialism. There is no freedom of expression. You are jailed if you voice your opinion. There is little food. Houses are collapsing. The free medical care is a farce. Hospitals lack basic medical tools and medicine.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-schools-took-johnny-but-not-the-brightest-jane-11553726115", "title": "Many Schools Took Johnny But Not the Brightest Jane", "date": "2019-03-27 18:35", "summary": "You could have a 4.0 grade-point average, SAT scores of 800 and an Olympic gold medal. If your first name was Jane instead of John, however, you could forget about even applying for admission.. Regarding Daniel Henninger's \"Parents Gone Wild\" (Wonder Land, March 21): Mr. Henninger writes that: \"Until about the 1960s, once you got past some number of legacy admissions and athletes, the bulk of the class got [into a good college] on merit-grades, test scores and high-school recommendation letters.\" There is a glaring omission in this blithe assertion. To take Yale as an example of a good college, until 1969 you could have a 4.0 grade-point average, SAT scores of 800 and an Olympic gold medal. If your first name was Jane instead of John, however, you could forget about even applying for admission. The same was true of Princeton until 1969, and Dartmouth until 1972.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wilhelmine-germany-is-a-better-analogy-for-china-11553726153", "title": "Wilhelmine Germany Is a Better Analogy for China", "date": "2019-03-27 18:35", "summary": "The closest 19th-century parallel to modern China isn't America but Imperial Germany.. Regarding Katherine E. Epstein's \"To Understand China, Look to America's History\" (op-ed, March 20): The closest 19th-century parallel to modern China isn't America but Imperial Germany. Both countries combined rapid industrialization at home with a policy of grievance abroad. Both clung to autocracy and suppressed would-be democrats. Both pursued parity with the era's dominant naval power even though, as Winston Churchill warned, this was an entirely unnecessary \"luxury\" for land-based powers. Both made massive infrastructure projects, designed to tie Europe and Asia, a centerpiece of their diplomacy. Wilhelmine Germany built a Berlin-Baghdad railway, China pursues its Belt and Road Initiative today. Both created crises around attempts to seize overseas facilities: Agadir in 1911, and artificial South China Sea islands today.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-losing-health-care-strategy-11553726059", "title": "A Losing Health-Care Strategy", "date": "2019-03-27 18:34", "summary": "The latest ObamaCare lawsuit is bad law and high-risk politics.. An abiding mystery of the Trump Presidency is why it can't stand prosperity. And right on time, after its victory on Russian collusion, the Administration decided this week to elevate a legal fight over health care that it is almost sure to lose.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-watches-the-hate-watchers-11553726030", "title": "Who Watches the 'Hate' Watchers?", "date": "2019-03-27 18:33", "summary": "The Southern Poverty Law Center's recent turmoil is a sad irony.. The Southern Poverty Law Center, which turned fighting \"hate\" into big business, is taking a long look in the mirror. Two weeks ago the SPLC fired its co-founder, Morris Dees, with only a vague statement that employee conduct must reflect the organization's values.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soda-tax-fizz-out-11553725998", "title": "Soda Tax Fizz Out", "date": "2019-03-27 18:33", "summary": "Philly politicians up for re-election have some regrets about the levy.. Philadelphia fought all the way to the Pennsylvania Supreme Court last summer to keep its soda tax. But primary elections are in May, and Democrats fighting to keep their City Council seats are having second thoughts. Other cities can learn from this spectacle of regret.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-trounces-nike-barely-breaks-a-sweat-11553725243", "title": "Lululemon Trounces Nike, Barely Breaks a Sweat", "date": "2019-03-27 18:20", "summary": "Athleisure company easily exceeded analyst estimates and raised guidance. Lululemon Athletica 's founder and former chief executive may once have warned that the athleisure maker's leggings aren't for women of a certain size. That faux pas hasn't mattered much-everyone and their mother is buying Lululemon .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-names-tcws-marc-stern-a-major-gop-donor-to-kennedy-center-board-11553724747", "title": "Trump Names TCW Chairman to Kennedy Center Board", "date": "2019-03-27 18:12", "summary": "Resume Subscription. WASHINGTON-President Trump has appointed Marc Stern, an asset-management company executive and major Republican donor, to the board of the John F. Kennedy Center for the Performing Arts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-who-set-clint-eastwood-to-music-11553723833", "title": "The Man Who Set Clint Eastwood to Music", "date": "2019-03-27 17:57", "summary": "In a new book, Ennio Morricone, the composer best known for scoring Sergio Leone's 'spaghetti Westerns,' explores the art of crafting film music.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-raid-swedens-leading-bank-as-russian-money-laundering-scandal-spreads-11553696080", "title": "Russian Money Laundering Scandal Spreads to Sweden", "date": "2019-03-27 17:56", "summary": "The unfolding scandal comes six months after Danske Bank said its tiny Estonia branch had moved more than $230 billion from Russia and other former Soviet states. Swedish police on Wednesday raided the headquarters of Swedbank AB, the latest Scandinavian banking giant to come under suspicion of laundering billions of dollars in illicit funds from Russia.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-cuts-sales-forecast-11553686160", "title": "Southwest Flags Bullish Outlook Despite 737 MAX Groundings", "date": "2019-03-27 17:55", "summary": "Biggest U.S. carrier by passengers says air travel demand is strong. Southwest Airlines Co. cut Boeing Co. 's 737 MAX jets from its schedule for another month but offered a bullish outlook for air-travel demand in the second quarter, triggering a rally for shares in the sector.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wave-of-teacher-sickouts-draws-a-backlash-in-kentucky-11553688001", "title": "Wave of Teacher Sickouts Draws a Backlash in Kentucky", "date": "2019-03-27 17:52", "summary": "'If you are going to call in sick, then you need to be sick,' state education commissioner says. Kentucky officials are cracking down on a wave of sickouts called by teachers to protest legislation they oppose, part of a wave of teacher activism that has led to higher pay in some states and districts.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-congressional-gop-at-odds-over-2020-health-care-message-11553723262", "title": "White House, Congressional GOP at Odds Over 2020 Health-Care Message", "date": "2019-03-27 17:47", "summary": "Rank and file wants to stress free-market ideas, White House wants to kill Obamacare. The White House is increasingly at odds with congressional Republicans over the party's health-care message for the 2020 election campaign.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-boosts-its-ipo-price-range-11553723109", "title": "Lyft Boosts Its IPO Price Range", "date": "2019-03-27 17:45", "summary": "At top of new range, ride-hailing service would be valued at more than $23 billion. Lyft Inc. raised its targeted price range to $70 to $72 a share for its initial public offering, a move that indicates burgeoning demand for its shares.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-rises-as-investors-seek-safety-11553707305", "title": "U.S. Dollar Rises as Investors Seek Safety", "date": "2019-03-27 17:42", "summary": "Signs of weakening economy in Europe fuel concerns about global growth. The U.S. dollar rose Wednesday, propelled by continued signs of a weakening economy in Europe, which fueled spreading concerns about a slowdown in global growth.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazilian-prosecutors-plan-to-pursue-penalties-against-german-certifications-company-over-mine-dam-collapse-11553703856", "title": "Brazil Prosecutors to Pursue Penalties Against German Firm Over Dam Collapse", "date": "2019-03-27 17:40", "summary": "Authorities plan to use anticorruption law against TÜV SÜD, which certified Vale dam as safe in June and September audits. ", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/titanic-rising-by-weyes-blood-review-sweet-sounds-to-plumb-the-depths-11553722834", "title": "'Titanic Rising' by Weyes Blood Review: Sweet Sounds to Plumb the Depths", "date": "2019-03-27 17:40", "summary": "Singer and songwriter Natalie Mering, aka Weyes Blood, uses the trappings of classic pop to draw listeners in on an album that explores big ideas.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arbys-parent-taps-sephora-executive-as-cio-11553722530", "title": "Arby's, Sonic Parent Taps Sephora Executive as CIO", "date": "2019-03-27 17:35", "summary": "Raghu Sagi, known for 'cutting-edge technologies in the retail space,' will help Inspire Brands improve online ordering and mobile payments. The owner of Arby's and Buffalo Wild Wings is tapping a high-end-retail technology leader as its chief information officer, as the newly merged restaurant chains seek to leverage digital tools to improve online ordering, mobile payments and other services.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlottesville-car-attacker-pleads-guilty-to-hate-crime-charges-11553719356", "title": "Charlottesville Car Attacker Pleads Guilty to Hate Crime Charges", "date": "2019-03-27 17:31", "summary": "Facing life sentence, James Alex Fields Jr. changes plea to guilty in exchange for agreement with federal prosecutors not to seek death penalty. An Ohio man pleaded guilty Wednesday to federal hate crimes in a fatal attack on protesters at a 2017 white-nationalist rally in Charlottesville, Va.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palladium-drops-amid-concerns-about-price-bubble-11553709003", "title": "Palladium Drops Amid Concerns About Price Bubble", "date": "2019-03-27 17:21", "summary": "Prices for palladium are up nearly 20% this year. Palladium tumbled Wednesday, after the head of one of the metal's biggest producers said a rapid rise in prices may have created a bubble.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-vows-to-block-white-nationalism-separatism-on-site-11553711344", "title": "Facebook to Block White Nationalism, Separatism Content on Site", "date": "2019-03-27 17:19", "summary": "Social-media giant had previously only restricted users from supporting white supremacy. Facebook Inc. said it would begin banning content that praises or represents white nationalism and white separatism on its Facebook and Instagram platforms next week.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-pause-as-economic-doubts-persist-11553677005", "title": "U.S. Stocks Drop on Global Growth Concerns", "date": "2019-03-27 17:16", "summary": "Ten-year Treasury yield falls below 2.4%; gold prices also decline. U.S. stocks fell Wednesday, sliding alongside Treasury yields as worries about the global economy lingered.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-start-tax-investigation-of-land-conservation-deals-11553702520", "title": "Senators Start Tax Investigation of Land Conservation Deals", "date": "2019-03-27 16:59", "summary": "Grassley and Wyden seek details of syndicated conservation easements they suspect exploit laws designed to protect environmentally sensitive land. WASHINGTON-Sens. Chuck Grassley (R., Iowa) and Ron Wyden (D., Ore.) launched an investigation into syndicated conservation easements, the tax-advantaged land deals that have already drawn scrutiny from the IRS and the Justice Department.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-pulls-ships-from-operation-against-people-smugglers-11553703297", "title": "Europe Pulls Ships From Operation Against People Smugglers", "date": "2019-03-27 16:54", "summary": "The move is a victory for Italy's anti-immigration League party. BRUSSELS-European Union governments withdrew their naval ships from an operation against migrant smuggling that has rescued tens of thousands of migrants in the Mediterranean Sea, acting under pressure from the anti-migration Italian government.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-chancellor-speaks-boldly-for-diversity-but-critics-want-action-11553719929", "title": "Schools Chancellor Speaks Boldly for Diversity, but Critics Want Action", "date": "2019-03-27 16:52", "summary": "One year on the job, Richard Carranza uses tweets and town halls, not 'fiat,' to challenge exclusivity. Chancellor Richard Carranza has been blunt in calling for better integration of New York City classrooms. Describing himself as a man of color, he has called out parents publicly for language he sees as racist.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centene-to-buy-wellcare-health-plans-11553682582", "title": "Insurers' $15.3 Billion Merger Creates Big Provider of Government Plans", "date": "2019-03-27 16:44", "summary": "Merger will create a powerhouse in the business of managing government health programs. Health insurer Centene Corp. agreed to buy competitor WellCare Health Plans Inc. for around $15.3 billion, creating a giant in the business of managing government health programs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-national-oil-company-aramco-to-buy-70-of-state-petrochemicals-firm-sabic-for-69-1-billion-11553700162", "title": "Saudi Aramco to Buy 70% Stake in State Petrochemicals Firm Sabic", "date": "2019-03-27 16:33", "summary": "Deal gives Crown Prince Mohammed freer hand to pursue ambitious plan to diversify kingdom's economy. DUBAI-Saudi Arabia's national oil company has agreed to buy a 70% stake in Saudi Basic Industries Corp., the kingdom's petrochemicals firm, for $69.1 billion, giving Crown Prince Mohammed bin Salman's agenda a massive jolt of cash.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-are-near-deal-on-plastic-bag-ban-11553718836", "title": "New York Lawmakers Are Near Deal on Plastic-Bag Ban", "date": "2019-03-27 16:33", "summary": "Negotiations continue on whether a fee on paper bags would accompany the ban and how much the fee would be. New York state lawmakers said Wednesday they expected to ban single-use plastic bags in the coming days as they wrap up the state's pending $175 billion budget.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-pyongyang-to-chicago-lifetimes-spent-searching-for-family-in-north-korea-11553684403", "title": "From Pyongyang to Chicago: Lifetimes Spent Looking for Family in North Korea", "date": "2019-03-27 16:26", "summary": "Resume Subscription. At the end of her life in Chicago, a dying mother spoke about the day she lost her two youngest children on a beach in North Korea.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-says-he-met-with-google-chief-executive-sundar-pichai-11553717098", "title": "Trump Says Google CEO Told Him He's Committed to U.S. Military, 'Not Chinese'", "date": "2019-03-27 16:09", "summary": "Trump says he and Pichai discussed 'political fairness'. WASHINGTON-President Trump said that the chief executive officer of Alphabet Inc.'s Google unit expressed his company's commitment to the U.S. military, \"not Chinese military,\" during their meeting at the White House on Wednesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-loses-a-round-in-its-15-year-pursuit-of-funds-from-parmalat-11553688295", "title": "Parmalat vs. Citigroup: 15 Years After Italian Scandal, Court Fight Rages On", "date": "2019-03-27 16:04", "summary": "Dairy company's executives perpetrated Europe's biggest corporate fraud. MILAN-Remember Parmalat?", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-board-votes-for-consultant-to-oversee-l-train-tunnel-fix-11553715691", "title": "MTA Board Votes for Consultant to Oversee L Train Tunnel Fix", "date": "2019-03-27 15:41", "summary": "Contract for $1.2 million is approved despite objection by three members. The Metropolitan Transportation Authority board on Wednesday voted to approve a $1.2 million contract for a consultant to monitor the repair of an L train subway tunnel, despite three members objecting, including one calling for a full review of the project before construction begins.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-travel-in-china-11553715534", "title": "Time Travel in China", "date": "2019-03-27 15:38", "summary": "Where to find vestiges of old-world China-including an entire traditional village that's been restored as a luxury hotel. WHILE MOST of China hurtles toward the future, replacing small villages with megacities chock-full of high-rises, a few pockets of the nation have managed to preserve their past by turning to unlikely collaborators: tourists and hoteliers. In places such as Shaxi, a lush valley high in the mountains of Yunnan Province, visitors hungry to see the storybook version of ancient China are helping to spur a flurry of private and public preservation initiatives.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-border-chief-says-breaking-point-has-arrived-11553715442", "title": "U.S. Border Chief Says 'Breaking Point' Has Arrived", "date": "2019-03-27 15:37", "summary": "Official says overwhelmed facilities are forcing officials to release asylum seekers directly into the country, warns of more deaths. The Trump administration's border chief said Wednesday that a surge in families seeking asylum in the southwest is overwhelming officials and warned that more deaths of people in government custody were likely.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-bond-yields-slide-to-fresh-lows-following-ecb-comments-11553701401", "title": "Global Bond Yields Slide to Fresh Lows", "date": "2019-03-27 15:30", "summary": "Yields have slipped as central banks have signaled they are willing to hold rates low for significantly longer than expected. Government-bond yields from the U.S. to Germany slid Wednesday, falling further below recent lows, as signs that the European Central Bank could consider additional delays in interest-rate increases spurred a fresh round of bond buying.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-nominates-new-uniformed-leaders-for-army-marines-11553714944", "title": "Trump Nominates New Uniformed Leaders for Army, Marines", "date": "2019-03-27 15:29", "summary": "Lt. Gen. David H. Berger tapped to lead Marine Corps, while Gen. James McConville will take the Army's reins. President Trump nominated a pair of top generals as the new leaders of the U.S. Army and Marine Corps, the first in a series of expected changes in the military leadership, the Pentagon announced.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/company-repatriations-of-cash-surged-then-moderated-in-2018-11553714803", "title": "Company Repatriations of Cash Surged, Then Moderated in 2018", "date": "2019-03-27 15:26", "summary": "Firms sent $664.91 billion of their foreign earnings back to U.S. as dividend payments in 2018, up from $155.08 billion the year before. U.S. companies more than quadrupled the amount of foreign earnings they sent home in 2018 following enactment of a tax-law overhaul in late 2017, though the size of so-called repatriations declined after an initial spike.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-declines-as-u-s-crude-inventories-rise-unexpectedly-11553701954", "title": "Oil Drops as U.S. Inventories Rise Unexpectedly", "date": "2019-03-27 15:25", "summary": "A 2.8-million-barrel jump came after two weeks of declines, but a drop in gasoline stockpiles helped prevent a selloff. • Oil prices fell Wednesday because of an unanticipated increase in U.S. inventories of crude oil amid a sharp slowdown in refining activity.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warnermedia-offers-buyouts-to-turner-employees-amid-restructuring-11553709291", "title": "WarnerMedia Offers Buyouts to Turner Employees Amid Restructuring", "date": "2019-03-27 15:17", "summary": "HBO, which is being combined with Turner following AT&T-led overhaul, is also undergoing round of voluntary buyouts. AT&T Inc.'s WarnerMedia took steps to reduce head count at its Turner unit, which was essentially dissolved as a result of a wide-ranging restructuring announced earlier this month.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-secretary-devos-defends-proposal-to-end-special-olympics-funding-11553712637", "title": "DeVos Defends Proposal to End Special Olympics Funding", "date": "2019-03-27 14:50", "summary": "Trump administration budget would eliminate $17.6 million for the sports program for people with disabilities. WASHINGTON-Education Secretary Betsy DeVos on Wednesday defended the Trump administration's proposal to eliminate federal funding for the Special Olympics in the face of opposition to the idea.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kainos-capital-countersues-co-founder-11553712201", "title": "Kainos Capital Countersues Co-Founder", "date": "2019-03-27 14:43", "summary": "The firm says Sarah Bradley, who sued in January, undermined the firm and broke her fiduciary duty. A legal dispute between buyout firm Kainos Capital and one of its co-founders escalated Tuesday, with the firm claiming Sarah Bradley, who sued it earlier this year, has sabotaged its latest fundraising effort.", "categories": [["Pro VC Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-investment-bank-boss-steps-down-as-part-of-broad-restructuring-11553699201", "title": "Barclays Investment Bank Boss Steps Down as Part of Broad Restructuring", "date": "2019-03-27 14:34", "summary": "Changes come as activist investor Edward Bramson calls for cuts to Barclays' investment bank. Barclays PLC announced the surprise departure of investment-banking head Tim Throsby in a reshuffle that puts Chief Executive Jes Staley directly in charge of the embattled unit of the British lender.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-electrifying-stories-behind-rocks-most-famous-guitars-11553711505", "title": "The Electrifying Stories Behind Rock's Most Famous Guitars", "date": "2019-03-27 14:31", "summary": "You can finally get your fingers on a rock god's legendary ax with these faithful recreations. The back stories are pretty good, too. ENTHRALLED BY a handsome black Les Paul he spied on the cover of Smokey Robinson and his band's 1963 album \"The Fabulous Miracles,\" Peter Frampton had long sought a similar model to suit his rocker needs- eBay wasn't an option then. So he was giddy when a fan of his band Humble Pie gifted him a striking \"lamp black\" 1954 Gibson Les Paul Deluxe. That same night, he played it while recording his band's 1971 breakout album, \"Performance Rockin' The Fillmore.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-could-be-having-more-fun-at-the-grocery-store-11553781779", "title": "You Could Be Having More Fun at the Grocery Store", "date": "2019-03-27 14:31", "summary": "Good cooking begins with thoughtful shopping. This market strategy from one of the season's smartest cookbooks lays out how to put the pleasure back in provisioning. SHOPPING FOR FOOD can make you want to cook, especially when the drudgery is minimized. The key is knowing the difference between fun food shopping and functional food shopping, and exploiting it to your advantage.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-nsa-contractor-expected-to-plead-guilty-this-week-for-theft-of-top-secret-documents-11553705472", "title": "Former NSA Contractor Expected to Plead Guilty for Document Theft", "date": "2019-03-27 14:21", "summary": "Harold 'Hal' Martin III was scheduled to go to trial in June for allegedly committing the largest heist of classified government information in U.S. history. WASHINGTON-A former National Security Agency contractor who was scheduled to go to trial in June on charges of removing a huge amount of classified material from the agency's headquarters is expected to plead guilty on Thursday, according to court records and a lawyer for the contractor.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schiff-and-the-media-11553710482", "title": "Schiff and the Media", "date": "2019-03-27 14:14", "summary": "Forget direction from the White House. Why aren't journalists deciding on their own to shun the discredited lawmaker?. No self-respecting journalist is going to stop using a source because of an instruction from the White House. But the media question of the day is why members of the press corps aren't deciding on their own to reject the source who seems to have been misleading them for years.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-meets-at-white-house-with-spouse-of-venezuelan-opposition-leader-11553703655", "title": "Trump Meets Wife of Venezuela's Opposition Leader", "date": "2019-03-27 14:11", "summary": "U.S. criticizes Russian involvement in Venezuela, offers support for Juan Guaidó. WASHINGTON-President Trump and Vice President Mike Pence condemned Russia's support for Venezuela's embattled president during a meeting with Fabiana Rosales, the wife of opposition leader Juan Guaidó, whom the White House has declared the legitimate president.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-are-the-best-looking-sustainable-menswear-looks-11553709871", "title": "These Are the Best-Looking Sustainable Menswear Looks", "date": "2019-03-27 14:04", "summary": "A shirt made of 1950s napkins? Pants from a quilt? For inventive brands like Bode and Needles, the design credo is 'reduce, reuse, recycle.\" And they do it remarkably well. IN HER DOWNTOWN New York studio, Emily Adams Bode creates handsomely patchworked clothes that began life as those forgotten fabrics you find stacked haphazardly at flea markets. Circa-1950s napkins in shades of cream are reconfigured as a button-up shirt while a pair of high-waisted trousers is made from a quilt comprising 1940s suiting pieces. When Ms. Bode encounters these materials during her global sourcing escapades, she thinks, \"Oh my God, somebody's going to throw this out if I don't take it.\" Now, in the form of her prized pieces, those salvaged materials are fetching four figures in high-end department stores.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-have-younger-brains-than-men-11553708268", "title": "Women Have Younger Brains Than Men", "date": "2019-03-27 13:37", "summary": "A new study of brain metabolism reveals a gender gap with important implications for the way we age. Women tend to live longer than men. This is one of the most robust findings in biological science, and the evidence isn't hard to find. In the U.S., women outlive men by almost five years, on average, while the gap is as wide as 10 years in Latvia and Vietnam. Now there is fresh evidence that women not only have a longevity advantage; their brains seem to be more youthful throughout adulthood, too.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-sides-with-sec-in-broker-false-statements-case-11553701938", "title": "Supreme Court Sides With SEC in Broker False Statements Case", "date": "2019-03-27 13:27", "summary": "Court rules brokers can be liable for sending fraudulent investment pitches, even if they didn't write them. WASHINGTON-The Supreme Court on Wednesday upheld Securities and Exchange Commission efforts to sanction stockbrokers for disseminating false statements to clients.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-heavy-handed-crackdown-on-currency-speculators-11553707585", "title": "Turkey's Heavy-Handed Crackdown on Currency Speculators", "date": "2019-03-27 13:26", "summary": "Restrictions on borrowing have stabilized the lira, but at further cost to Turkey's credibility as a place to invest. Heavy-handedness has become the trademark of Turkish President Recep Tayyip Erdogan-also when dealing with financial markets. His officials' attempts to stop a currency selloff ahead of local elections Sunday could create a bigger problem than the one they solved.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayhem-and-murder-star-in-a-fairy-tale-ballet-11553707453", "title": "Mayhem and Murder Star in a Fairy Tale Ballet", "date": "2019-03-27 13:24", "summary": "Resume Subscription. \"Grimm Tales,\" a ballet opening Friday in Austin, Texas, has queens and dwarves and a frog-kissing princess-but doesn't end happily ever after.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/youve-got-to-burn-money-to-make-money-11553707302", "title": "You've Got to Burn Money to Make Money", "date": "2019-03-27 13:21", "summary": "Energy companies may soon burn millions of dollars of valuable natural gas a day in the Permian Basin instead of selling it, and it will be a wise financial decision. Imagine setting fire to $10 million a day.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-gap-narrowed-sharply-in-january-11553690145", "title": "U.S. Trade Gap Narrowed Sharply in January", "date": "2019-03-27 12:41", "summary": "Deficit in goods with China shrinks 14%, explaining much of the reduction in overall gap. The U.S. trade deficit narrowed sharply in January, reflecting a slowing domestic economy and volatile trade dynamics with China amid the Trump administration's tariff negotiations.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-proposes-new-mammography-rule-11553704403", "title": "FDA Plans New Mammography Rule", "date": "2019-03-27 12:33", "summary": "Under regulation, women will be provided with breast-density information. WASHINGTON-The Food and Drug Administration plans new mammography regulations, in particular that women will be notified if they have dense breast tissue that makes imaging less precise.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-markets-in-turmoil-as-key-elections-loom-11553697848", "title": "Turkish Markets in Turmoil as Key Elections Loom", "date": "2019-03-27 12:29", "summary": "Rates for a type of Turkish lira borrowing used by currency investors jumped to more than 1,000% from just above 20% last week. The turbulence in Turkey's financial system spread Wednesday with stocks falling sharply and borrowing costs rising, as the government denied it had attempted to block foreign investors from betting against the currency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-firm-ryder-system-names-new-cfo-as-it-looks-to-cut-costs-expand-business-11553703724", "title": "Logistics Firm Ryder System Names New CFO as It Looks to Cut Costs, Expand Business", "date": "2019-03-27 12:22", "summary": "Miami-based company has been investing heavily in areas tied to e-commerce. Ryder System Inc. appointed a new finance chief on Wednesday, a move that comes as the truck leasing and fleet management company zeroes in on costs while growing its supply chain services businesses.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-fed-president-too-soon-for-fed-to-consider-cutting-rates-11553679121", "title": "Fed Officials Push Back on Market's Rate-Cut Belief", "date": "2019-03-27 12:19", "summary": "'We're not there' on yield curve inversion, Robert Kaplan said. Some Federal Reserve officials are saying it is too soon to consider cutting U.S. interest rates, despite rising market speculation of such a move because of slowing global growth.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-oil-futures-give-new-york-and-london-a-run-for-their-money-11553679002", "title": "China's Oil Futures Give New York and London a Run for Their Money", "date": "2019-03-27 12:02", "summary": "Despite a surge in volumes, most trading in yuan-based contracts has been initiated by Chinese, rather than foreign players. SHANGHAI-A year after China rolled out yuan-denominated oil futures to shake up the global crude market, trading in the new contracts is gaining ground on rivals in London and New York.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-penalty-tips-zte-to-1-billion-loss-11553695604", "title": "U.S. Penalty Tips ZTE to $1 Billion Loss", "date": "2019-03-27 11:56", "summary": "Company attributes loss to $1 billion fine after violating settlement last year, but expects a return to profit in the first quarter. HONG KONG- ZTE Corp. , the Chinese telecommunications company whose brush with death last year thrust it to the center of the trade war between the U.S. and China, posted a net loss of more than $1 billion in 2018.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centene-buys-itself-some-insurance-11553698640", "title": "Centene Buys Itself Some Insurance", "date": "2019-03-27 11:51", "summary": "Having risen 10-fold in the wake of Obamacare's passage, Centene is paying up in cash and stock for a pricey asset in WellCare that makes strategic sense. A cool market reaction to Centene 's $15 billion acquisition shouldn't lift shareholders' blood pressure.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-hog-futures-soar-as-china-continues-to-fight-swine-fever-11553688000", "title": "U.S. Hog Futures Soar as China Fights Swine Fever", "date": "2019-03-27 11:23", "summary": "Chinese pork production down roughly 30% from last year as farmers struggle to limit spread of illness in herds. U.S. hog futures prices have rocketed nearly 50% higher in the past month, as expectations rose that China would use American imports to cover shortfalls in its pork supplies.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rare-family-home-among-the-l-a-spec-houses-11553699765", "title": "A Rare Family Home Among the L.A. Spec Houses", "date": "2019-03-27 11:16", "summary": "This family's newly renovated home is surrounded by houses purchased and renovated by developers looking to take advantage of the booming market in the Mar Vista neighborhood of Los Angeles. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-zealand-gunmans-links-to-austrian-far-right-come-under-investigation-11553699638", "title": "New Zealand Gunman's Links to Austrian Far Right Come Under Investigation", "date": "2019-03-27 11:13", "summary": "Investigation in Austria comes as Brenton Tarrant's travels to Europe before the massacre are already in focus. Prosecutors in Austria are investigating possible links between the Christchurch gunman and an Austrian far-right group after its leader received a donation in the suspect's name, raising new questions about the attacker's European connections.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-ad-exec-had-to-learn-to-trust-the-pros-11553699505", "title": "This Ad Exec Had to Learn to Trust the Pros", "date": "2019-03-27 11:11", "summary": "He used to get frustrated when his ad clients doubted his vision. When he started doing the same thing to his architects, he learned fast to let the pros do what they do best.. As an advertising creative director who has been responsible for accounts like Netflix, Adidas and Miller Lite, Dave Horton knows the frustration of people doubting his vision. \"When clients don't trust me, the result comes out much worse than it would have,\" he says.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-connecticut-estate-built-for-an-art-collector-11553698550", "title": "A Connecticut Estate Built for an Art Collector", "date": "2019-03-27 10:55", "summary": "In Litchfield County, this compound with art museum was owned by Melva Bucksbaum, a longtime trustee of the Whitney Museum of American Art.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/workers-push-back-as-companies-gather-fingerprints-and-retina-scans-11553698332", "title": "Companies' Use of Biometric Data Rankles Workers", "date": "2019-03-27 10:52", "summary": "Lawsuits challenge firms over how biometric data gets collected and stored. As more companies track their workers with fingerprint and facial scans, employees are increasingly challenging firms in court over how that biometric data gets used and stored.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beverly-hills-upside-down-house-comes-to-market-for-32-million-11553698114", "title": "Beverly Hills 'Upside Down' House Comes to Market for $32 Million", "date": "2019-03-27 10:48", "summary": "A local landmark, the property is linked to one of the founders of one of China's largest entertainment companies.. A contemporary Beverly Hills home linked to a wealthy Chinese movie executive is coming on the market for $32 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-the-infamous-blown-call-in-new-orleans-the-nfl-makes-penalty-reviewable-11553697887", "title": "After the Infamous Blown Call in New Orleans, the NFL Makes Penalty Reviewable", "date": "2019-03-27 10:44", "summary": "Coaches can now challenge offensive and defensive pass interference, but adding penalties to the replay mix adds a completely new element for scrutiny. PHOENIX-The first thing Gayle Benson did as she exited the NFL's annual meeting here was wrap her arms around her coach, Sean Payton. Second, she declared victory of sorts: the owner, who two months ago vowed to \"aggressively pursue\" a drastic change to a rule that had likely robbed her Saints a spot in the Super Bowl, was leaving these meetings with that accomplished.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/love-is-fleeting-but-netflix-passwords-are-forever-11553697241", "title": "Love Is Fleeting, But Netflix Passwords Are Forever", "date": "2019-03-27 10:34", "summary": "Streaming music subscriptions, video services and 'friends and family' cellphone plans have created ties that bind long after a breakup or even divorce. When Aimee Custis and Kian McKellar broke up after four years of dating, the couple divvied up their books, photography equipment and cookware. Left intertwined: their Netflix, Hulu and Pandora accounts.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-upside-down-beverly-hills-house-11553697142", "title": "The 'Upside Down' Beverly Hills House", "date": "2019-03-27 10:32", "summary": "Designed by Los Angeles architect Noah Walker, the home has its living spaces on the top floor. A large oak tree hangs over the pool.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fifty-years-after-apollo-11-the-moon-is-more-important-than-ever-11553697009", "title": "Fifty Years After Apollo 11, the Moon Is More Important Than Ever", "date": "2019-03-27 10:30", "summary": "Resume Subscription. Neil Armstrong and Buzz Aldrin took their first steps on the moon on July 20, 1969. Nearly 50 years after the Apollo 11 landing, the moon continues to offer a logical gateway to the universe, a training ground for astronauts and a potential staging area for Mars exploration.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-sweet-16-team-without-a-coach-11553696818", "title": "The Sweet 16 Team Without a Coach", "date": "2019-03-27 10:26", "summary": "Will Wade remains suspended after refusing to answer questions from LSU and the NCAA about his appearance on an FBI wiretap. College basketball scandals used to be straightforward. An embarrassing story would surface about a program, NCAA investigators would move in and, some months or years down the line, slap the program with a postseason ban or scrub some wins from the record book.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-explosion-creates-new-dilemma-too-many-choices-11553696335", "title": "Streaming Explosion Creates New Dilemma: Too Many Choices", "date": "2019-03-27 10:18", "summary": "Apple joins the likes of Hulu, Netflix and Amazon Prime in offering TV to an increasingly media-saturated audience. Apple Inc. previewed its long-awaited TV app on Monday, rolling out a star-studded presentation featuring A-listers like Reese Witherspoon, Steve Carell and Oprah Winfrey.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-joint-venture-to-exit-russia-passenger-car-market-11553689430", "title": "Ford Joint Venture to Exit Russia Passenger Car Market", "date": "2019-03-27 10:11", "summary": "Auto maker will book pretax charges of up to $500 million from the move. Ford Motor Co. said Wednesday that its Russian joint venture with Sollers PJSC will stop selling passenger vehicles in the country as part of a broader restructuring that aims to restore profits to the company's money-losing European business.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-missouri-river-has-crested-but-some-towns-are-still-under-water-11553695200", "title": "The Missouri River Has Crested, but Some Towns Are Still Under Water", "date": "2019-03-27 10:00", "summary": "After the most severe flooding in decades hit communities in the Midwest, some are wondering if they will ever recover. CRAIG, Mo.-It has been nearly a week since the Missouri River crested, but floodwaters on Tuesday continued to lap at City Hall and cover Main Street in this town of 250.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-expels-former-interpol-president-from-communist-party-11553694664", "title": "China Expels Former Interpol President From Communist Party", "date": "2019-03-27 09:51", "summary": "Meng Hongwei is accused of bribery and misusing public money as part of country's corruption crackdown. BEIJING-China's Communist Party expelled a senior Chinese police official who once headed Interpol, accusing him of accepting bribes and taking public funds to support what state media called his family's lavish lifestyle.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powells-critics-miss-the-mark-11553693402", "title": "Powell's Critics Miss the Mark", "date": "2019-03-27 09:33", "summary": "Since raising interest rates in December, the Fed has faced mounting criticism that it went too far. Barely a year into his chairmanship of the Federal Reserve, Jerome Powell is facing his first real test.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecbs-draghi-hints-at-drawbacks-of-negative-rates-11553678388", "title": "ECB's Draghi Hints at Drawbacks of Negative Rates", "date": "2019-03-27 09:31", "summary": "Comments mark significant shift from previous ECB statements on negative rates. FRANKFURT-European Central Bank President Mario Draghi signaled Wednesday that the bank is starting to worry about the adverse effects of negative interest rates, a controversial policy tool it introduced almost five years ago to encourage European banks to lend.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-you-only-need-your-passport-youd-better-double-check-11553693043", "title": "You Need Only Your Passport to Travel? You'd Better Check", "date": "2019-03-27 09:24", "summary": "Travelers without the right paperwork can be out thousands of dollars due to stricter regulations that have complicated international trips. A passport alone often isn't enough to travel internationally these days.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-trade-deficit-narrows-in-january-remains-in-near-record-territory-11553691586", "title": "Canada Trade Deficit Narrowed in January, Remains in Record Territory", "date": "2019-03-27 09:23", "summary": "Jump in crude-oil prices helped lift export levels for first time in five months, although trade deficit in January second-biggest on record. OTTAWA-Canada's trade deficit narrowed in January from a record set in the previous month as exports rose for the first time since mid-2018, mostly driven by higher energy prices, according to the government's latest trade report.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-wellcare-centene-apple-boeing-dowdupont-and-others-11553683275", "title": "Stocks to Watch: Apple, Boeing, DowDuPont, KB Home, Shoe Carnival and Others", "date": "2019-03-27 09:23", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-successfully-tests-satellite-killer-missile-11553679166", "title": "India Successfully Tests Satellite-Killing Missile", "date": "2019-03-27 09:07", "summary": "With the test, which destroyed an Indian satellite orbiting around 186 miles up, India joined the U.S., Russia and China as the only nations with such capability. NEW DELHI-India said it successfully tested a satellite-destroying missile, signaling its growing military ambitions by joining the small group of countries with weapons to carry war into space.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-is-being-transformedoutside-washington-11553691748", "title": "An Education Revolution Unfolds, Outside Washington", "date": "2019-03-27 09:02", "summary": "U.S. cities and states are expanding the standard of free public education to include prekindergarten and two years of community college. A century ago, a grass-roots drive revolutionized public education for American children. The high-school movement took hold in communities across the land, spreading the idea that the basic education that society provided needed to run from first grade through four full years of high school.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-search-for-route-out-of-brexit-deadlock-11553689184", "title": "U.K.'s May to Face Calls to Quit Over Brexit Plan", "date": "2019-03-27 09:01", "summary": "Votes on preferred Brexit options don't guarantee the logjam will suddenly clear. LONDON-British Prime Minister Theresa May is expected to face calls from rebels in her party to lay out her resignation plans, as lawmakers on Wednesday begin the process of selecting alternatives to her widely disliked plan on how to leave the European Union.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-senators-running-in-2020-face-loyalty-test-11553691600", "title": "GOP Senators Running in 2020 Face Loyalty Test", "date": "2019-03-27 09:00", "summary": "About-face by North Carolina Republican Thom Tillis on Trump's national emergency leaves him vulnerable for re-election. REIDSVILLE, N.C.-The calls to Sen. Thom Tillis's office after his announcement last month that he would vote to terminate President Trump's national emergency came in such great volume that Debbie Deaton Morris was, initially, unable to connect to place her own complaint.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rates-are-low-again-where-should-you-put-your-cash-11553691436", "title": "Rates Are Low Again. Where Should You Put Your Cash?", "date": "2019-03-27 08:57", "summary": "High-yield savings accounts retain some allure, and there are options for those with strong stomachs. The hunt for yield is on again.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-ge-dropping-kpmg-wont-be-easy-11553691353", "title": "For GE, Dropping KPMG Won't Be Easy", "date": "2019-03-27 08:55", "summary": "Other auditors that are big enough to take on GE's massive auditing business all have potential conflicts of interest. General Electric Co. has signaled it may want to switch to a new auditor, after more than a century with KPMG LLP. But that might not be so simple.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pressure-mounts-on-facebook-to-police-users-content-11553690518", "title": "Pressure Mounts on Facebook to Police Users' Content", "date": "2019-03-27 08:41", "summary": "Following shooter's live stream of mosque massacres, New Zealand, Australia join other jurisdictions seeking stricter regulations. CHRISTCHURCH, New Zealand-Pressure on Facebook is mounting following a live stream of the New Zealand mosque massacre, with the nation's leader calling for an overhaul of the country's social-media laws and her Australian counterpart proposing criminal penalties for companies that are slow to remove such content.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-to-reduce-the-juice-for-electric-car-sales-11553690186", "title": "China to Reduce the Juice for Electric-Car Sales", "date": "2019-03-27 08:36", "summary": "As Beijing slashes subsidies, predictions are that most Chinese electric-vehicle makers will eventually vanish. SHANGHAI-China is slashing subsidies for electric vehicles, which will test the resilience of a fast-growing EV market that government support helped create.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hotel-where-youll-be-sleep-coached-into-bed-11553689674", "title": "The Hotel Where You'll Be 'Sleep-Coached' Into Bed", "date": "2019-03-27 08:27", "summary": "At the gym chain Equinox's first hotel, the minibar has jet-lag tonics, the gym has cryotherapy chambers, and an on-call sleep coach will analyze your circadian rhythms. Welcome to the fittest hotel on Earth. How We Feeling?\" asks Harvey Spevak. \"One more round?\" It's just after 7 a.m. on a polar-vortexed winter morning in New York, and Spevak, the 54-year-old executive chairman and managing partner of Equinox Holdings LLC, is ready for his final training circuit of the day. As Equinox's alpha, Spevak oversees the company's entire portfolio: 99 Equinox Fitness clubs in the U.S., the U.K. and Canada, 91 SoulCycle studios, 81 Blink Fitness locations and the five high-end \"E by Equinox\" outposts, including this two-month-old Upper East Side space where he has just used a Hyperice Vyper 2.0 roller to send good vibrations into his lower back.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-arcade-is-a-blast-from-the-past-11553686201", "title": "Apple's Arcade Is a Blast From the Past", "date": "2019-03-27 07:30", "summary": "New service faces tough task reviving interest in paid games. For a company that prides itself on never looking back, Apple Inc.'s new videogame service is based on a decidedly retro idea-getting players to pay up front.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officials-step-up-swine-fever-checks-to-protect-hog-industry-market-rally-11553684408", "title": "Officials Step Up Swine Fever Checks to Protect Hog Industry", "date": "2019-03-27 07:00", "summary": "China is buying pork from the U.S. again after a virus decimated Chinese herds. A deadly virus that has decimated Chinese hog herds has prompted buyers in the world's largest pork market to purchase more of the meat from U.S. producers for the first time in a year.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yield-pressure-on-u-s-banks-may-intensify-11553684400", "title": "Yield Pressure on U.S. Banks May Intensify", "date": "2019-03-27 07:00", "summary": "If the Fed goes from standing still to cutting rates, bank stocks will get crushed. The recent collapse in Treasury yields has been a bad development for banks. What comes next could be even worse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/korean-air-ceo-ousted-from-board-in-wake-of-nut-rage-other-family-scandals-11553682709", "title": "Korean Air CEO Ousted From Board After Family Scandals", "date": "2019-03-27 06:40", "summary": "Rejection of airline's chairman is rare investor move against South Korea's family-run corporate giants. SEOUL-Shareholders voted to remove Korean Air Lines Co.'s chairman from the board after a string of scandals engulfed the company's ruling family, a rare rebuke for one of South Korea's family-run businesses that have operated for decades with little investor opposition.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-a-third-of-china-is-now-invested-in-one-giant-mutual-fund-11553682785", "title": "More Than a Third of China Is Now Invested in One Giant Mutual Fund", "date": "2019-03-27 06:33", "summary": "588 million users of Alipay have parked cash in Ant Financial's flagship Tianhong Yu'e Bao fund. The world's biggest money-market fund, overseen by China's Ant Financial Services Group, drew 114 million new investors last year despite regulatory pressure to shrink.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-lion-other-grocers-will-use-ai-for-food-suppliers-11553682600", "title": "Food Lion, Other Grocers Will Use AI for Food Suppliers", "date": "2019-03-27 06:30", "summary": "System rolling out for Ahold-owned U.S. supermarkets is aimed at giving a single 'view of inventory across the brands'. Food Lion and five sister U.S. grocery chains are turning to artificial intelligence to overhaul the way they order food from suppliers.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-brands-follow-the-money-to-airports-11553681663", "title": "Luxury Brands Follow the Money to Airports", "date": "2019-03-27 06:14", "summary": "Sales in travel hubs are growing much faster than in downtown boutiques. Few people would choose to spend more time in airports. The bosses of luxury brands are the rare exception.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-gives-electric-vehicle-makers-a-long-term-power-surge-11553681202", "title": "Beijing Gives Electric-Vehicle Makers A Long-Term Power Surge", "date": "2019-03-27 06:06", "summary": "A subsidies cut is bad news in the near term for car makers. But government changes should help the industry grow in a more stable way.. China is paving a better road ahead for its electric-car industry. Its car makers could be in for a rough ride meantime.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-changes-hit-overseas-profits-of-some-u-s-companies-11553679000", "title": "Tax Changes Hit Overseas Profits of U.S. Companies", "date": "2019-03-27 05:30", "summary": "New tax called GILTI entangles P&G, Otis Elevator. WASHINGTON-When Republicans rewrote the international tax system in 2017, they were trying to help U.S. companies like Procter & Gamble Co. compete in foreign markets and create domestic jobs. Fifteen months later, the Ohio-based consumer products maker and other U.S.-based multinationals warn the new law could instead put them at a disadvantage globally and reduce their incentive to invest at home.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equifax-fico-team-up-to-sell-consumer-data-11553679001", "title": "Equifax, FICO Team Up to Sell Consumer Data to Banks", "date": "2019-03-27 05:30", "summary": "Partnership is an effort to diversify beyond the nuts and bolts of credit reports and scores. Two consumer-credit giants plan to start working together to sell consumers' data to banks, the latest attempt to feed banks' appetite for more information on customers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pro-democracy-parties-challenge-thai-juntas-grip-after-contentious-vote-11553678425", "title": "Pro-Democracy Parties Challenge Thai Junta's Grip After Vote", "date": "2019-03-27 05:20", "summary": "Both sides maneuver to build coalitions to form the next government. BANGKOK-Thailand's opposition parties banded together in a united front to form a new government, challenging the junta chief, Prime Minister Prayuth Chan-ocha, to draw on the votes of an unelected Senate to stay in power.", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hna-to-sell-airline-hk-express-to-cathay-pacific-for-628-million-11553667366", "title": "HNA to Sell Airline HK Express to Cathay Pacific for $628 Million", "date": "2019-03-27 02:16", "summary": "The sale comes as the overstretched conglomerate retreats from investments made during an acquisition spree. HNA Group Co. has agreed to sell budget airline Hong Kong Express Airways Ltd. to Cathay Pacific Airways Ltd., in the overstretched conglomerate's latest move to offload assets and pay down its debts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secretive-north-korea-agitators-took-hostages-in-madrid-embassy-raid-11553660279", "title": "Secretive North Korea Agitators Took Hostages in Spain Embassy Raid", "date": "2019-03-27 00:17", "summary": "Cheollima Civil Defense, which seeks to bring down the regime of Kim Jong Un, said it shared information it seized with the FBI. Members of a North Korean dissident group held staff at Pyongyang's embassy in Madrid hostage in late February as they tried to persuade a senior official to defect, before escaping with computers and documents, according to a person familiar with the incident and a Spanish court account.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11553632139", "title": "Pepper...and Salt", "date": "2019-03-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-boeings-737-max-failed-11553699239", "title": "How Boeing's 737 MAX Failed", "date": "2019-03-27 00:01", "summary": "Resume Subscription. Boeing Co. needed the redesign of its crucial 737 jetliner to go swiftly and smoothly, so it pursued a path that reduced regulatory scrutiny and accommodated its biggest customer by requiring as little new training for pilots as possible.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vrbo-changes-its-name-to-match-how-people-say-it-11553659260", "title": "Vrbo Changes Its Name to Match How People Say It", "date": "2019-03-27 00:01", "summary": "Home-sharing service updates its brand as battle for online bookings intensifies. Vrbo is changing its name-or the pronunciation, at least-to what many people already thought it was.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-drop-all-charges-against-actor-jussie-smollett-11553615207", "title": "Prosecutors Drop All Charges Against Actor Jussie Smollett", "date": "2019-03-27 22:06", "summary": "'Empire' star was accused of staging a racist, antigay attack on himself. Chicago's mayor and police chief criticized the move.. CHICAGO-Prosecutors dropped all 16 charges against actor Jussie Smollett, who was accused of staging a hate crime against himself, after he agreed to surrender a $10,000 bond, drawing strong rebukes from Chicago Mayor Rahm Emanuel and his police superintendent.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rbnz-adopts-dovish-outlook-fearing-global-downturn-11553651636", "title": "RBNZ Adopts Dovish Outlook Fearing Global Downturn", "date": "2019-03-27 21:53", "summary": "The RBNZ left its official cash rate at 1.75%. SYDNEY-The Reserve Bank of New Zealand kept interest rates on hold at a policy meeting on Wednesday, but warned the next move in interest rates was more likely to be down given an increasingly uncertain global economy.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-violated-qualcomm-patent-u-s-trade-judge-rules-11553624866", "title": "Apple, Qualcomm Trade Blows in Patent Fight", "date": "2019-03-27 21:44", "summary": "U.S. trade body hands each a victory over licensing of chips for iPhone. Apple Inc. and Qualcomm Inc. each notched victories from a U.S. trade body in their yearslong feud over patent licensing, hardening the divide between them ahead of a federal trial slated to begin next month.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-nabs-former-vitamin-shoppe-cfo-11553635403", "title": "J.C. Penney Taps New CFO as Retailer Fights Falling Sales", "date": "2019-03-27 20:36", "summary": "Bill Wafford, previously finance chief at Vitamin Shoppe, will take the job effective April 8. J.C. Penney Co. named a new finance chief on Tuesday, filling the post after a nearly six-month vacancy as the retailer battles falling sales and searches for a turnaround strategy.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-de-blasios-wife-defends-mental-health-initiative-11553646294", "title": "Mayor de Blasio's Wife Defends Mental-Health Initiative", "date": "2019-03-27 20:24", "summary": "After New York City Council hearing, Chirlane McCray says 'everyone loves what we are doing'. ThriveNYC officials defended the funding and effectiveness of the city's mental-health initiative during a New York City Council hearing Tuesday, as lawmakers pushed to understand how the sprawling program is structured and if it reaches the seriously mentally ill.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}]