[{"link": "https://www.wsj.com/articles/trump-sues-to-block-latest-bid-for-tax-returns-11568909099", "title": "Trump Sues to Block Latest Bid for Tax Returns", "date": "2019-09-19 19:48", "summary": "Lawsuit, filed to block efforts by Manhattan DA, is latest move in battle over president's taxes. President Trump filed a lawsuit Thursday to block New York prosecutors' subpoena for his tax returns, the latest salvo in a continuing battle over the disclosure of the president's financial information.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-department-orders-duke-unc-to-revamp-mideast-program-11568935966", "title": "Education Department Orders Duke, UNC to Revamp Mideast Program", "date": "2019-09-19 19:32", "summary": "Government says joint curriculum reflects anti-Israel bias, raising alarms over academic freedom. WASHINGTON-The Education Department ordered Duke University and the University of North Carolina at Chapel Hill to overhaul their joint Middle Eastern studies program, which the department determined after an investigation presented students a biased curriculum.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-dose-opioid-pills-helped-fuel-purdue-pharmas-growth-11568914319", "title": "Purdue Led Its Opioid Rivals in Pills More Prone to Abuse", "date": "2019-09-19 19:25", "summary": "OxyContin maker was the market leader in total oxycodone sold, based on dosage strength, during a seven-year period reviewed by WSJ. Purdue Pharma LP's bankruptcy filing this week punctuates a fall from its perch as one of the pharmaceutical industry's most recognizable marketers of opioid pain pills. At its height, Purdue's signature OxyContin product notched billions of dollars in annual sales, fueled in part by booming demand for high-dose pills.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firms-tied-to-de-blasios-closed-nonprofit-agree-to-pay-penalties-11568933691", "title": "Firms Tied to De Blasio's Closed Nonprofit Agree to Pay Penalties", "date": "2019-09-19 19:24", "summary": "New York state's ethics commission said the companies donated to the nonprofit while lobbying the city for real-estate projects. Three companies agreed to pay a total of $65,000 in settlements to New York state's ethics commission as part of a yearslong investigation into a political nonprofit created by New York City Mayor Bill de Blasio, state officials said Thursday.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-gantz-would-likely-maintain-netanyahus-foreign-policy-stance-11568935060", "title": "Gantz Would Likely Maintain Netanyahu's Foreign-Policy Stance", "date": "2019-09-19 19:17", "summary": "If he becomes prime minister, ex-military chief pledges less-divisive politics at home while fostering U.S. alliance and countering Iran. TEL AVIV-Retired Gen. Benny Gantz, possibly weeks away from being Israel's next leader, would likely follow the same path as Prime Minister Benjamin Netanyahu on strengthening his country's alliance with the U.S., securing its borders and countering Iran at a time of crisis in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-expel-cuban-diplomats-from-u-n-posts-11568933717", "title": "U.S. Moves to Expel Cuban Diplomats From U.N. Posts", "date": "2019-09-19 18:55", "summary": "Washington alleges the envoys tried to conduct 'influence operations' against the U.S. but doesn't provide details. The Trump administration moved to expel a pair of Cuban diplomats from their posts at the country's mission to the United Nations, alleging they attempted to conduct \"influence operations\" against the U.S. ahead of next week's gathering of world leaders in New York.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ping-identity-listing-marks-ipo-milestone-for-vista-11568933532", "title": "Ping Identity Listing Marks IPO Milestone for Vista", "date": "2019-09-19 18:52", "summary": "Offering for the cybersecurity company marks the first time a Vista Equity portfolio company went public since the firm's launch. Ping Identity Holding Corp.'s initial public offering marked a milestone not only in the company's past three years of private-equity ownership, but also for its backer, Vista Equity Partners.", "categories": [["Pro PE Exits"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-exits?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-chicago-tackled-the-opioid-crisis-11568933505", "title": "How Chicago Tackled the Opioid Crisis", "date": "2019-09-19 18:51", "summary": "Cities and states can mitigate public-health risks, but they need more help from Washington.. The campaign against America's opioid epidemic earned a victory last month when an Oklahoma judge held Johnson & Johnson responsible for its role in oversupplying addictive drugs. Yet the opioid problem is far larger than one drug company, or even the entire industry. Preventing abuse of addictive drugs requires improvements in countless nooks and crannies of public policy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-theyll-never-stop-targeting-kavanaugh-11568933484", "title": "Why They'll Never Stop Targeting Kavanaugh", "date": "2019-09-19 18:51", "summary": "The continuing assault reflects both a fixation and an effort to deprive the court of its legitimacy.. Here are the reasons, in no certain order, that the accusations against Justice Brett Kavanaugh will never stop and his foes on the progressive left never let up.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2001-arabian-nights-may-sink-trudeau-11568933407", "title": "2001 'Arabian Nights' May Sink Trudeau", "date": "2019-09-19 18:50", "summary": "A month from the election, a 'brownface' controversy erupts in Canada.. Canadians have seen the face of social justice, and it's rather dark. On Wednesday Time magazine published a yearbook photo of Prime Minister Justin Trudeau dressed in a turban and white robes, his face covered with brown makeup. It was taken at an \"Arabian Nights\"-themed gala in 2001 for the Vancouver private day school where he was teaching drama, French and math.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/howdy-modi-and-goodbye-growth-11568933442", "title": "Howdy Modi and Goodbye Growth", "date": "2019-09-19 18:50", "summary": "He's held four U.S. rallies in five years, but still doesn't seem to grasp how freedom feeds prosperity.. If the hype turns out to be true, on Sunday 50,000 Indian-Americans will troop into Houston's NRG Stadium to listen to a speech by Narendra Modi, India's prime minister. That's nearly three times the size of the crowd that turned up for Mr. Modi at New York's Madison Square Garden five years ago. Perhaps lured by the yugeness, President Trump plans to speak as well.", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-workers-are-free-from-uaw-11568933378", "title": "Auto Workers Are Free From UAW", "date": "2019-09-19 18:49", "summary": "The union is on strike, but right-to-work laws, along with a corruption scandal, have it running on empty.. The size of the United Auto Workers' membership was for decades tied to the economics of the domestic auto industry. But a corruption scandal involving UAW leadership, the spread of right-to-work laws across the Midwest, and the pain of participating in this week's strike have some auto workers wondering if union membership still has its privileges.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-great-purpose-review-what-the-invisible-hand-cant-grasp-11568933289", "title": "'Our Great Purpose' Review: What the Invisible Hand Can't Grasp", "date": "2019-09-19 18:48", "summary": "Virtues like self-command and benevolence characterize Adam Smith's outlook better than unfettered trade or the acquisition of wealth.. Not long after Adam Smith's resignation from the University of Glasgow, his successor, Thomas Reid, summarized Smith's philosophy in a series of lectures as \"selflove variously modified.\" Thus began a long tradition of grossly oversimplifying Smith. Today undergraduates learn that he shaped classical economic theory, which is outlined in the first section of his second book, \"The Wealth of Nations\" (1776). In this standard narrative, Smith's thinking is mostly about capitalism, the invisible hand of the free market, natural and market prices, and the division of labor.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-brief-splendor-of-autumn-and-of-keats-11568933332", "title": "The Brief Splendor of Autumn, and of Keats", "date": "2019-09-19 18:48", "summary": "The poet wrote his masterworks at age 23. He died at 25.. The autumnal equinox isn't until Monday, and my favorite football team has already lost to its archrival. Fortunately I have a fall ritual that never disappoints: Every September I read John Keats's \"To Autumn.\" That tradition has special significance this season, the ode's 200th anniversary.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-a-mob-descended-on-mass-11568933182", "title": "When a Mob Descended on Mass", "date": "2019-09-19 18:46", "summary": "A Facebook-driven movement to revive churches in America's Midwestern cities.. Detroit", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mr-horowitz-speaks-11568933134", "title": "Mr. Horowitz Speaks", "date": "2019-09-19 18:45", "summary": "Never mind Nadler's impeachment circus. The real action was at a Wednesday hearing.. House Judiciary Committee Chairman Jerry Nadler held another spectacle of a hearing Tuesday as part of his impeachment dramaturgy. Former Trump campaign manager Corey Lewandowski testified to a thronged hearing room and was grilled on Russia interactions and Oval Office discussions. The day produced no new information, yet cable stations broadcast it live and newspapers ran breathless coverage.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sting-operation-led-to-arrest-of-nypd-officer-who-moonlighted-as-bodyguard-for-el-chapos-wife-11568933015", "title": "NYPD Officer, Who Was Bodyguard for El Chapo's Wife, Arrested", "date": "2019-09-19 18:43", "summary": "Ishmael Bailey accused of agreeing to transport duffel bags of cocaine for undercover officers posing as dealers. A New York Police Department officer who worked as a bodyguard for the wife of Mexican drug lord Joaquín \"El Chapo\" Guzmán Loera was arrested in Queens for allegedly transporting cocaine, following an elaborate sting operation by the NYPD's Internal Affairs Bureau, prosecutors said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-considering-additional-hardware-defenses-for-mideast-11568915039", "title": "Pentagon Weighs Sending More Military Assets to Mideast", "date": "2019-09-19 18:27", "summary": "U.S. may send more antimissile batteries and jet fighters to region in wake of attacks on Saudi Arabia. WASHINGTON-The Pentagon is considering sending additional antimissile batteries, another squadron of jet fighters and added surveillance capabilities to the Middle East to shore up the military's regional presence in the wake of the attack last weekend on Saudi Arabia's petroleum industry, U.S. military officials said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keycorp-ceo-beth-mooney-to-retire-in-may-11568928449", "title": "KeyCorp CEO Beth Mooney to Retire in May", "date": "2019-09-19 18:19", "summary": "Chief of KeyBank's retail lender, Chris Gorman, will succeed her. KeyCorp . Chief Executive and Chairman Beth Mooney is retiring from the regional lender in May and will be succeeded by Chris Gorman, who leads KeyBank, in both roles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-will-weigh-resuming-balance-sheet-growth-at-october-meeting-11568916223", "title": "Fed Will Weigh Resuming Balance Sheet Growth at October Meeting", "date": "2019-09-19 18:18", "summary": "Decision to add new Treasuries wouldn't represent a resumption of crisis-era quantitative easing stimulus. A sudden spike in overnight lending rates this week is forcing the Federal Reserve to consider growing its holdings of Treasury securities for the first time in five years, putting a decision on the agenda for its meeting next month.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wolverines-anacondas-raccoons-join-new-yorks-dangerous-animals-list-11568931462", "title": "Wolverines, Anacondas, Raccoons Join New York's 'Dangerous Animals' List", "date": "2019-09-19 18:17", "summary": "Regulation would create new licensing requirements for zoos, wildlife parks, exhibitions. Badgers and boomslang snakes would seem to be dangerous animals to the average New Yorker.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-old-image-of-trudeau-this-one-in-blackface-emerges-11568905648", "title": "Trudeau Apologizes Again as Another Blackface Image Emerges", "date": "2019-09-19 18:15", "summary": "Canadian prime minister's re-election campaign still dealing with fallout from 2001 image in dark makeup. OTTAWA-Canadian Prime Minister Justin Trudeau tried to contain the fallout from a growing firestorm after a series of images emerged of him wearing blackface and brownface, damaging his reputation as a progressive champion of diversity amid a tough bid for re-election.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-add-100-000-electric-vehicles-as-part-of-climate-pledge-11568914649", "title": "Amazon to Add 100,000 Electric Vehicles as Part of Climate Pledge", "date": "2019-09-19 18:13", "summary": "CEO Jeff Bezos says the company plans to be carbon neutral by 2040 and plans to meet goals of the Paris climate agreement 10 years early. Amazon.com Inc. plans to buy 100,000 electric delivery vehicles as it seeks to reduce its carbon emissions in the face of criticism of its environmental impact.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-wants-government-to-negotiate-prices-of-costliest-drugs-11568898000", "title": "Pelosi Wants Government to Negotiate Prices of Costliest Drugs", "date": "2019-09-19 18:12", "summary": "House speaker's plan would make minimum of 25 drugs annually subject to price negotiation. WASHINGTON-House Speaker Nancy Pelosi is calling for the federal government to negotiate prices for many of the most costly drugs in Medicare and the private market, part of a broad proposal to take on an industry already under siege from Republicans who have vowed to rein in pharmaceutical costs.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-judge-fines-landlord-17-000-for-threatening-to-call-ice-on-tenant-11568931010", "title": "New York Judge Fines Landlord for Threatening to Call ICE on Tenant", "date": "2019-09-19 18:10", "summary": "Lawyers for city's human-rights commission said they believe Queens case is first in U.S. where an individual was penalized for threatening to call immigration authorities. A New York City judge ordered a landlord to pay a $5,000 fine to the city and $12,000 in damages to a tenant for threatening to call Immigration and Customs Enforcement officers on the tenant.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/milled-to-order-rice-has-arrivedin-new-york-11568930993", "title": "Milled-to-Order Rice Has Arrived in New York", "date": "2019-09-19 18:09", "summary": "Scarsdale store offers variety of brands imported from Japan and polishes the grain based on a customer's preference. New Yorkers may need little in the way of introduction to sushi or other facets of Japanese food. But a local business now aims to bring newfound attention to what is arguably the building block of the cuisine.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bird-populations-plummet-in-north-america-11568930443", "title": "Bird Populations Plunge in North America", "date": "2019-09-19 18:00", "summary": "Continent's bird population has dropped by about 3 billion since 1970, says new study, a grim indicator of environmental health. Bird populations across North America-from common sparrows to threatened species-have plummeted over the last five decades, according to an expansive new study sending shock waves through the research community.", "categories": [["Life & Work", "Environment"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/environment-science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-keep-exports-flowing-saudi-arabia-looks-to-import-oil-11568885401", "title": "To Keep Exports Flowing, Saudi Arabia Looks to Import Oil", "date": "2019-09-19 17:56", "summary": "Attacks on the kingdom's oil facilities are changing global trade flows in unusual ways. Less than a week after a withering attack on the heart of Saudi Arabia's oil industry, the country is pulling out all the stops to do what it has promised it always would: give customers every drop of oil they've ordered.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-union-and-lawyer-state-11568930075", "title": "The Union and Lawyer State", "date": "2019-09-19 17:54", "summary": "California's agenda: fewer charters, fewer gig workers, more lawsuits.. Despite political howling about corporate power, California is demonstrating that private businesses are no match for unions and plaintiff attorneys. Witness the crush of anti-business and charter-school legislation that Democrats in Sacramento passed last week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thank-you-big-business-11568930042", "title": "Thank You, Big Business", "date": "2019-09-19 17:54", "summary": "The rich help pay medical-school tuition for those who need it.. Bernie Sanders and Elizabeth Warren often talk about tackling the high cost of college, but some schools are beating them to the punch. This week Cornell University's medical school, Weill Cornell Medicine in New York City, announced a $160 million scholarship program to eliminate education debt for all of its students with financial need.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/administrative-state-under-judicial-fire-11568929932", "title": "Administrative State Under Judicial Fire", "date": "2019-09-19 17:52", "summary": "Appeals courts brawl over agency power. Will the Justices intervene?. Elizabeth Warren touts her creation of the Consumer Financial Protection Bureau as a major accomplishment, and expect regulatory agencies shielded from accountability to proliferate in a Warren Administration. But as a recent appellate ruling suggests, the courts may prove an obstacle to such bureaucratic entrenchment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-andrew-yang-eligible-to-appear-on-snl-11568929476", "title": "Is Andrew Yang Eligible to Appear on 'SNL'?", "date": "2019-09-19 17:44", "summary": "The forgiving overachiever may qualify for more debates but not comedy bookings.. Andrew Yang may be this year's most intriguing presidential candidate, a scrappy political outsider who has lately been rising above some of the political pros. Now if he can just manage to avoid offending people-an increasingly tough task wherever Democrats are gathered.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurance-executive-greg-lindberg-seeks-dismissal-of-bribe-charges-11568929415", "title": "Insurance Executive Seeks Dismissal of Bribe Charges", "date": "2019-09-19 17:43", "summary": "Attorneys say his actions fall short of criminal conduct in light of Supreme Court rulings. Indicted insurance executive Greg Lindberg asked a federal judge to dismiss charges that he tried to bribe North Carolina's insurance commissioner, with his attorneys saying that his actions fell short of criminal conduct in light of recent Supreme Court rulings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transports-keep-flashing-warning-signals-even-as-stocks-flirt-with-records-11568894401", "title": "Transports Keep Flashing Warning Signals Even as Stocks Flirt With Records", "date": "2019-09-19 17:38", "summary": "FedEx's 2020 outlook marks latest sign of weakness in transport sector. FedEx Corp. has offered the latest signal that a turning point is coming in the business cycle.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-arab-voters-blocked-netanyahu-victory-11568922812", "title": "Israel's Arab Voters Helped Deal Netanyahu an Electoral Setback", "date": "2019-09-19 17:38", "summary": "A younger, more-connected generation turned out in force to counter prime minister and demand a greater say in the country's affairs. NAZARETH, Israel-A surge in Arab voter turnout was a major factor in dealing Israeli Prime Minister Benjamin Netanyahu an electoral setback, setting up a potentially historic moment for Arab political power in the country.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colt-defense-to-stop-producing-ar-15-rifles-for-civilians-11568922519", "title": "Colt Defense to Stop Producing AR-15 Rifles for Civilians", "date": "2019-09-19 17:25", "summary": "Gun maker will only manufacture rifles for soldiers and police. Gun maker Colt Defense LLC said it would stop producing semiautomatic rifles for civilians, citing a glut in the market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-calls-a-foul-on-the-mighty-ncaa-11568927371", "title": "California Calls a Foul on the Mighty NCAA", "date": "2019-09-19 17:09", "summary": "Since college athletes are treated exactly like professional ballplayers, it is only fair that they receive fair compensation as participants in the businesses they work for.. Regarding Allysia Finley's \"California's Dreaming About Paying Student Athletes\" (op-ed, Sept. 16): I strongly support the drive to allow student athletes to accept compensation for the use of their names, likenesses and images. Since they are treated exactly like professional ballplayers, it is only fair that they receive fair compensation as participants in the businesses they work for. Despite the lip service given, academics takes second place in any serious college sports program. I received a full scholarship to play football and know the physical and mental stresses the players must endure. For many of them, this will be their peak life experience.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-issues-looser-emissions-standard-11568902413", "title": "Trump Administration Takes Step Toward Loosening Emissions Rules", "date": "2019-09-19 17:08", "summary": "Move marks another step in easing requirements set under Obama administration. WASHINGTON-The Trump administration took a step toward loosening emissions rules for vehicles sold in the U.S. by moving to strip California's ability to set its own tougher requirements, which officials said will give drivers access to cheaper, safer cars.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crude-rebounds-on-renewed-concerns-about-saudi-production-11568910741", "title": "Crude Rebounds on Renewed Concerns About Saudi Production", "date": "2019-09-19 17:08", "summary": "Brent rises 1.3% to $64.40 a barrel amid fresh worries about kingdom's capacity to rebound quickly from weekend attack. Oil prices rose Thursday, highlighting fresh signs of pressure on Saudi Arabian output after weekend attacks on one of the kingdom's largest oil facilities.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-housing-godzillas-try-for-a-better-life-11568927323", "title": "The Housing Godzillas Try for a Better Life", "date": "2019-09-19 17:08", "summary": "Clearly, the status quo is unacceptable with the two mortgage giants now entering their 11th year of conservatorship.. \"Subduing the Housing Godzillas,\" your editorial call to take an ax to Fannie Mae and Freddie Mac (Sept. 10) through immediate administrative action to shrink the two government-sponsored enterprises, could have grave repercussions for the housing sector and U.S. economy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/property-rights-vs-the-extended-community-11568927253", "title": "Property Rights vs. the Extended Community", "date": "2019-09-19 17:07", "summary": "In the Sedona area, there are approximately 1,200 of them. This has drastically reduced the number of homes to rent for those who wish to work here.. Christina Sandefur (\"Airbnb Offers a Property-Rights Opportunity,\" Letters, Sept. 14) doesn't fully understand the impact that Airbnbs have on small communities. In the Sedona area, there are approximately 1,200 of them. This has drastically reduced the number of homes to rent for those who wish to work here. These potential residents are forced to live in other communities that are 15-20 miles away. New rental units cannot be built in Sedona since the city has run out of land and is surrounded by both state and federal land which is not available for building.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-pockets-can-end-the-mighty-power-of-the-purses-11568927174", "title": "More Pockets Can End the Mighty Power of the Purses", "date": "2019-09-19 17:06", "summary": "I soon learned I could get along with a small wallet that carried my driver's license, a couple of credit cards and my keys.. Regarding Laura Boggs's \"Hell Without a Handbasket\" (op-ed, Sept. 17): I haven't carried a purse since I broke my wrist 25 years ago. With my arm in a fixture, I couldn't risk getting entangled in purse straps, etc. So I asked myself how was it that my husband could get along without a purse? The answer was pockets. I soon learned I could get along with a small wallet that carried my driver's license, a couple of credit cards and my keys. Gone was the lipstick, hairbrush and other superfluous items, but most of all, gone was the stuff my husband used to ask me to carry because he didn't have a purse.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-regulate-monopoly-not-just-real-monopolies-11568927215", "title": "Time to Regulate Monopoly, Not Just Real Monopolies", "date": "2019-09-19 17:06", "summary": "In \"Californ-opoly,\" building a hotel on a property requires the purchase of four additional \"affordable\" houses.. Regarding your editorial \"Introducing: Das Monopoly [TM]\" (Sept. 14): In \"Californ-opoly,\" building a hotel on a property requires the purchase of four additional \"affordable\" houses. Railroads will cost $1 to ride but $6 billion to purchase in order to complete another mile of high-speed rail in the desert. Eighty percent of rent earned from the water company must be allocated to wetland preservation and the purchaser of the electric utility will be required to insure all houses against fire owned by other players.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/darrell-issas-fbi-file-is-holding-up-his-nomination-for-trade-post-11568927118", "title": "Darrell Issa's FBI File Is Holding Up His Nomination for Trade Post", "date": "2019-09-19 17:05", "summary": "Menendez wants committee to see file because it has 'potentially disqualifying information'. WASHINGTON-Darrell Issa's effort to take a top trade post in the Trump administration hit another snag Thursday when the former GOP congressman's hearing was delayed because lawmakers objected to not being able to see his FBI background file.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-withdraws-nomination-of-trumps-fema-pick-11568926679", "title": "White House Withdraws Nomination of Trump's FEMA Pick", "date": "2019-09-19 16:58", "summary": "Jeffrey Byard asked last week to pull his nomination after scrutiny during confirmation hearing. The White House withdrew its nomination of Jeffrey Byard to head the Federal Emergency Management Agency, a week after Mr. Byard asked to pull his nomination amid senators' concerns about personal matters in his background.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-push-to-speed-up-green-card-backlog-stalls-11568923611", "title": "Senate Push to Speed Up Green Card Backlog Stalls", "date": "2019-09-19 16:56", "summary": "Bill to lift per-country caps on permanent residency, long sought by Indian and Chinese immigrants, fails to bypass roll-call vote. WASHINGTON-A bipartisan bill in the Senate that aimed to speed up employment-based green cards for some Indian and Chinese immigrants caught in a yearslong backlog failed to pass Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-edge-up-after-fed-move-on-rates-11568879949", "title": "Dow Gives Up Gains, Poised for Modest Weekly Loss", "date": "2019-09-19 16:53", "summary": "Major indexes still remain within striking distance of their records. U.S. stocks gave up most of their gains heading into Thursday's closing bell, though major indexes remain within striking distance of their records.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-harnesses-ai-for-visual-based-shopping-11568925943", "title": "Pinterest Harnesses AI for Visual-Based Shopping", "date": "2019-09-19 16:45", "summary": "Company says its AI technology can identify more than 2.5 billion objects in photos of fashion and home décor. Pinterest Inc. wants to redesign how people shop online for the perfect area rug or pair of shoes.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ios-13-apples-latest-iphone-update-is-outproceed-with-caution-11568923253", "title": "You Can Update Your iPhone to iOS 13 Today but You Probably Shouldn't", "date": "2019-09-19 16:43", "summary": "One suggestion: Wait until next week, when bug fixes are expected. Apple released its next big iPhone software update, iOS 13, as a free download Thursday. It includes lots of welcome new features, bound to improve your daily iPhone experience.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-tv-advertising-soars-in-new-report-11568925670", "title": "Startups' TV Advertising Soars in New Report", "date": "2019-09-19 16:41", "summary": "Direct-to-consumer marketers continue to expand beyond their digital roots. Young brands that once advertised nearly exclusively through digital media are moving into television at a rapid clip, according to a new report on U.S. ad spending for the U.S.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-argues-ban-on-doing-business-with-u-s-government-is-unconstitutional-11568925681", "title": "Huawei Argues Ban on Doing Business With U.S. Government Is Unconstitutional", "date": "2019-09-19 16:41", "summary": "Judge Amos L. Mazzant III in the Eastern District of Texas will await briefs from both parties before issuing a ruling. SHERMAN, Texas-Attorneys for China's Huawei Technologies Co. argued in court Thursday that a law barring it from doing business with U.S. government agencies is unconstitutional for selectively targeting the company for punishment using legislation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whistleblower-complaint-involves-trump-communication-with-foreign-leader-11568898983", "title": "Whistleblower Complaint Involves Trump Communication With Foreign Leader", "date": "2019-09-19 16:36", "summary": "Details emerge of complaint that led to standoff between intelligence director and Democrats. A whistleblower complaint that prompted a standoff between the U.S. intelligence community and Democrats in Congress involves President Trump's communications with a foreign leader, a person familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olive-garden-boosts-darden-restaurants-results-11568907901", "title": "Olive Garden Boosts Darden Restaurants Results", "date": "2019-09-19 16:34", "summary": "Restaurant operator sales climb as Olive Garden, LongHorn Steakhouse offset declines at smaller chains. Darden Restaurants Inc. said sales rose in its latest quarter as stronger results from its flagship Olive Garden and LongHorn Steakhouse brands offset declines from its smaller chains.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentinas-economy-contracts-as-joblessness-rises-11568922360", "title": "Argentina's Economy Contracts, as Joblessness Rises", "date": "2019-09-19 16:34", "summary": "GDP shrank 0.3% in the second quarter as the unemployment rate rose to 10.6%. Argentina's economy contracted again in the second quarter while unemployment rose, as the country was slammed by galloping inflation, government austerity and high interest rates.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altrias-bet-on-e-cigarettes-is-burning-its-stock-11568907559", "title": "Altria's Bet on E-Cigarettes Is Burning Its Stock", "date": "2019-09-19 16:27", "summary": "Scrutiny of Juul, broader shift in health trends pressure shares of cigarette maker. America's biggest tobacco company is being burned by its investment in e-cigarettes.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pirates-pitcher-faces-deportation-if-convicted-of-sex-crimes-11568924677", "title": "Pirates Star Faces Deportation if Convicted of Sex Crimes", "date": "2019-09-19 16:24", "summary": "All-Star closer Felipe Vázquez is charged with child pornography and solicitation of sex from a teenage girl. U.S. Immigration and Customs Enforcement is tracking charges of child pornography and solicitation of sex from a teenage girl against Pittsburgh Pirates pitcher Felipe Vázquez, agency officials said Thursday, raising the possibility that the U.S. will seek to deport the All-Star closer if he is convicted of crimes.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crucible-review-looking-at-witches-in-the-21st-century-11568924355", "title": "'The Crucible' Review: Looking at Witches in the 21st Century", "date": "2019-09-19 16:19", "summary": "A staging of Arthur Miller's play, jointly produced by Bedlam and the Nora Theatre Company, tackles contemporary feminist challenges without moralizing.. Cambridge, Mass.", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-sale-of-directv-would-be-no-blockbuster-11568923943", "title": "AT&T Sale of DirecTV Would Be No Blockbuster", "date": "2019-09-19 16:12", "summary": "Undoing the 2015 DirecTV deal wouldn't be easy and doesn't immediately make a lot of sense. Two wrongs don't make a right for AT&T .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-rise-review-new-judge-on-the-bench-11568923264", "title": "'All Rise' Review: New Judge on the Bench", "date": "2019-09-19 16:01", "summary": "Simone Missick stars as a newly appointed judge who has to learn the ins and outs of the Los Angeles County court system.. Seasons change. TV seasons change. And some things never change, including TV's fascination with the courtroom.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prodigal-son-review-dad-made-a-career-of-murder-11568923223", "title": "'Prodigal Son' Review: Dad Made a Career of Murder", "date": "2019-09-19 16:00", "summary": "A criminal profiler turns to his serial killer father for help finding a copycat slayer who's on the loose.. Malcolm Bright, real name Malcolm Whitly (Tom Payne of \"The Walking Dead\"), has the physique of a heroin addict, sleeps with a mouthguard and shackles to prevent injury during his night terrors, and consumes pharmaceuticals by the fistful. His father, Martin Whitly (Michael Sheen), is a smiling, solicitous and even jolly sort who craves the company of his son and will do anything to win his love.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-astra-review-up-there-solo-11568921970", "title": "'Ad Astra' Review: Up There Solo", "date": "2019-09-19 15:39", "summary": "Brad Pitt stars as an astronaut whose father disappeared on a mission to contact extraterrestrial life in James Gray's sci-fi look at the loneliness and isolation of space.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/downton-abbey-review-when-royalty-comes-calling-11568921924", "title": "'Downton Abbey': When Royalty Comes Calling", "date": "2019-09-19 15:38", "summary": "King George V and Queen Mary pay a visit to the Crawleys in the hit PBS series' big-screen debut.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-my-roy-cohn-review-youd-want-him-on-your-side-11568921894", "title": "'Where's My Roy Cohn?': You'd Want Him on Your Side", "date": "2019-09-19 15:38", "summary": "Matt Tyrnauer's documentary paints a picture of a ruthless lawyer who was as successful as he was unlikable.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-existing-home-sales-rose-in-august-11568901750", "title": "Home Sales Inch Up, Raising Hopes That Slump Is Easing", "date": "2019-09-19 15:37", "summary": "August data suggest recovery could be under way in the housing market. August was the strongest month for sales of U.S. homes in nearly a year and a half, sparking fresh hope that a protracted slump in the housing market may finally be starting to reverse.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-top-diplomat-warns-of-all-out-war-if-his-country-is-attacked-11568909325", "title": "Iran's Top Diplomat Warns of 'All-Out War' if His Country Is Attacked", "date": "2019-09-19 15:36", "summary": "Javad Zarif is scheduled to travel to New York for U.N. summit. Iran's top diplomat said a military strike by the U.S. or Saudi Arabia against his country would result in \"an all-out war,\" a day after Riyadh accused Tehran of orchestrating debilitating attacks on its oil infrastructure and raised the prospect of retaliation.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houses-approves-short-term-spending-bill-11568921650", "title": "House Approves Short-Term Spending Bill", "date": "2019-09-19 15:34", "summary": "Move is first step toward avoiding a federal-government shutdown at end of September. WASHINGTON-The House passed a short-term spending bill Thursday, taking the first step toward avoiding a government shutdown at the end of the month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-everyone-suddenly-interested-in-greenland-11568921641", "title": "Why You Should Add Greenland to Your Travel Bucket List", "date": "2019-09-19 15:34", "summary": "The growing curiosity about this Arctic island doesn't mean it's easy to visit. Four pieces of intel to know before you plan a trip. GREENLAND, the world's largest island, receives less than a 10th the visitors its neighbor Iceland does. That could soon change. Last month, just after the autonomous Danish territory became the focus of President Trump's real estate inquiry, visits to the tourism board's website spiked. But even before that, more travelers were starting to eyeball enigmatic Greenland, worried that its tamer rival, Iceland, was being overrun with tourists. The big draws: dramatic scenery, polar bears, northern lights and Viking settlements. The downside: Unless you're planning to arrive by cruise ship, a visit requires a little extra planning. Here's a head start:", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-related-lung-ailments-rise-to-530-officials-say-11568910892", "title": "Vaping-Related Lung Ailments Rise to 530, Officials Say", "date": "2019-09-19 15:31", "summary": "Seven people have died, as officials continue to search for answers. The number of confirmed or probable cases of vaping-associated pulmonary illness has risen to 530 across 38 states and one U.S. territory, the Centers for Disease Control and Prevention reported Thursday, and a federal official disclosed that a criminal probe is under way.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-september-14-11568921000", "title": "Best-Selling Books Week Ended September 14", "date": "2019-09-19 15:23", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaccine-law-targeted-in-potential-maine-ballot-question-11568920751", "title": "Vaccine Law Targeted in Potential Maine Ballot Question", "date": "2019-09-19 15:19", "summary": "Voters likely to decide whether to toss new state law limiting vaccine exemptions. Opponents of vaccination requirements in Maine are close to getting a question added to the March ballot that would ask voters to overturn a state law eliminating nonmedical vaccine exemptions for school children.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fentanyl-drug-finds-new-home-in-first-opioid-crisis-bankruptcy-deal-11568919110", "title": "Fentanyl Drug Finds New Home in First Opioid Crisis Bankruptcy Deal", "date": "2019-09-19 14:51", "summary": "A bankruptcy judge approved the sale of Insys's Subsys, with restrictions on how the drug is prescribed. Insys Therapeutics Inc. won bankruptcy-court approval Thursday to sell Subsys, the opioid that spawned criminal racketeering charges against its top executives and set off investigations and lawsuits that plunged the company into bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tunisian-ex-leader-zine-el-abidine-ben-ali-dies-at-83-11568906977", "title": "Tunisian Ex-Leader Ben Ali Dies at 83", "date": "2019-09-19 13:56", "summary": "The longtime autocrat was ousted in the uprising that sparked the Arab Spring in 2011. Cairo-Tunisia's former president Zine El Abidine Ben Ali, an autocrat who ruled the country for more than two decades before his ouster in 2011 sparked the Arab Spring uprisings, has died at the age of 83.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-really-tailgating-if-you-hire-a-waitstaff-11568915092", "title": "Is It Really Tailgating If You Hire a Waitstaff?", "date": "2019-09-19 13:44", "summary": "Some fans think it's smarter to rent the ultimate football experience. But 'true tailgaters' bring their own grills to the game. Here, the best strategies whichever side you fall on. THERE ARE A FEW things you should avoid doing yourself: taxes; exterminating termites; embalming a recently deceased loved-one. It's time to add tailgating to the list.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toys-r-us-we-are-now-an-experience-11568914910", "title": "Toys 'R' Us: We Are Now an Experience", "date": "2019-09-19 13:41", "summary": "The company's brand owner is reviving its business with 'experiences'. Millennials, we have been told, prefer to spend money on experiences. Does that go for their kids as well?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-launches-first-smartphone-without-googles-key-apps-11568908872", "title": "Huawei Launches First Smartphone Without Google's Key Apps", "date": "2019-09-19 13:39", "summary": "Chinese tech giant's Mate 30 series doesn't include apps such as Google Maps, YouTube following U.S. blacklisting. MUNICH-Huawei Technologies Co. on Thursday unveiled its first smartphone devoid of Google's most popular apps, a byproduct of the U.S.-China trade dispute that could complicate the Chinese technology giant's efforts to stoke demand for its consumer products outside China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tennessee-pharmacy-bought-nearly-a-million-high-dose-oxycontins-in-2008-11568914433", "title": "Tennessee Pharmacy Bought Nearly a Million High-Dose OxyContins in 2008", "date": "2019-09-19 13:33", "summary": "Three years later, Purdue informed sales reps to stop calling the doctor and referred him to drug enforcement. A grocery-store pharmacy in Knoxville, Tenn., bought nearly one million high-dose OxyContin pills in 2008, third-most in the nation, according to a Wall Street Journal analysis of data from the Drug Enforcement Administration.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wine-grapes-true-sophisticates-should-know-a-guide-11568913380", "title": "Wine Grapes Oenophiles Should Know: A Guide", "date": "2019-09-19 13:16", "summary": "Do you hear 'Pecorino' and think cheese? It's also the name of a grape that makes some terrific wines. Our wine columnist shares some intel on obscure varieties winemakers love. HOW CAN SOMETHING commonplace also be obscure? This would seem to defy logic, and yet many grape varieties key to the world's wine producers remain a mystery to most oenophiles. These grapes may not be household names like Merlot or Cabernet, but they're responsible for some very solid, very drinkable and occasionally even great wines. I consider the following grapes particularly deserving of a bit of acclaim.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-to-go-public-next-year-11568906227", "title": "Airbnb to Go Public Next Year", "date": "2019-09-19 13:09", "summary": "The home-sharing company is among the most valuable closely held companies, with a valuation of $31 billion as of March 2017. ", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fintech-company-stripe-joins-silicon-valley-elite-with-35-billion-valuation-11568912443", "title": "Fintech Firm Stripe Climbs Ranks of U.S. Startup Valuations", "date": "2019-09-19 13:00", "summary": "Stripe surpasses Airbnb and Palantir valuations in new funding round. Stripe Inc. climbed closer to the top ranks of the highest-priced U.S. startups after a new fundraising round valued the financial-technology company at $35 billion.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-labor-nominee-eugene-scalia-poised-to-advance-in-senate-11568911349", "title": "Trump's Labor Nominee, Eugene Scalia, Poised to Advance in Senate", "date": "2019-09-19 12:44", "summary": "Democrats say they didn't have a chance to properly vet candidate, who has a long history of representing big corporations. WASHINGTON-Senate Republicans said they would press to quickly confirm Eugene Scalia, President Trump's nominee to head the Labor Department, deflecting complaints from Democrats that they hadn't had a chance to properly vet the longtime corporate lawyer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-every-species-adolescents-go-wild-11568911291", "title": "Adolescents Go Wild-And Not Just Humans", "date": "2019-09-19 12:41", "summary": "The risky behavior of teenagers has parallels in otters, gazelles, eagles and other animals, and helps them to survive as adults. Off the Pacific coast, between San Francisco and Monterey, lies a treacherous area of ocean nicknamed the Triangle of Death. Sharks patrol these waters so intensely that all the local sea otters have learned to steer clear. All of them, that is, except the adolescents.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-prime-ministers-line-up-to-criticize-u-k-s-johnson-11568911049", "title": "Ex-Prime Ministers Line Up to Criticize U.K.'s Johnson", "date": "2019-09-19 12:37", "summary": "Brexit destroys the British convention of former leaders treading carefully around the incumbent. LONDON-Brexit has dented another distinguished British convention: Former prime ministers no longer refrain from criticizing successors from their own parties.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-clayton-says-sec-doesnt-judge-direct-listings-11568904829", "title": "SEC's Clayton Says SEC Doesn't Judge Direct Listings", "date": "2019-09-19 12:28", "summary": "When comparing direct listings versus more traditional IPOs, the agency chairman asks, 'Who are we to judge if one is better than the other?'. The Securities and Exchange Commission doesn't mind when companies go public using a cheaper \"direct listing\" on exchanges instead of a traditional offering, where investment banks underwrite the deal, the agency's chairman said.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-a-jones-co-founded-humana-creating-a-health-care-giant-11568909260", "title": "David A. Jones Co-Founded Humana, Creating a Health-Care Giant", "date": "2019-09-19 12:07", "summary": "Starting with nursing homes, Louisville native switched to hospitals and then focused on insurance. David A. Jones and another Louisville, Ky., lawyer, Wendell Cherry, were looking to make a little money on the side in 1961 when they decided to open a nursing home. That Louisville home-touted as \"the newest and finest geriatric care center in the nation\"-turned into a chain called Extendicare and evolved into today's Humana Inc.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surging-ethane-demand-to-trigger-big-gas-carrier-orders-11568909203", "title": "Surging Ethane Demand to Trigger Big Gas-Carrier Orders", "date": "2019-09-19 12:06", "summary": "Falling refining prices in the U.S spark seaborne exports of ethane for use in manufacture of plastics and detergents. Ship owners are likely to order up to 40 large ethane carriers over the next 12 months as demand for the gas widely used in the petrochemical industry to make plastics and detergents steadily rises.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-master-spa-is-a-post-slopes-paradise-11568908828", "title": "This Master Spa is a Post-Slopes Paradise", "date": "2019-09-19 12:00", "summary": "In the Italian Alps, a luxurious bathroom featuring a larch wood bathtub, wood-burning fireplace and custom sauna. Sometimes the best après-ski activity is a long, hot soak next to the fireplace.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/master-the-chunky-chain-necklace-trend-11568908437", "title": "Master the Chunky-Chain Necklace Trend", "date": "2019-09-19 11:53", "summary": "As actress and model Marisa Berenson illustrated in 1969, weighty gold chains can make for an impressive statement, especially when layered. Jewelry brands including Hermès are tackling the style. CHAIN NECKLACES-like those actress and model Marisa Berenson layered so effusively in 1969-have never exactly been out of style. Dating back to at least the Roman era, simple links have been the basis for trends from the Belle Époque to the early 2000s, when they resurfaced as Carrie Bradshaw-style nameplate necklaces. Most recently, fashionable sorts are embracing distinctly chunky gold versions.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cory-bookers-tax-plan-draws-contrast-with-trump-overhaul-11568908318", "title": "Cory Booker's Tax Plan Draws Contrast With Trump Overhaul", "date": "2019-09-19 11:51", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-calls-for-unity-government-after-election-deadlock-11568881009", "title": "Gantz Declares Win, Rejects Netanyahu's Call for Negotiations", "date": "2019-09-19 11:44", "summary": "Benny Gantz vows to lead a broad coalition from across Israel's political spectrum. Israel's former military chief Benny Gantz declared victory Thursday in Israel's election and rebuffed Prime Minister Benjamin Netanyahu's calls for power sharing, as the country braced for weeks of political uncertainty and geopolitical tensions rise in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-new-hampshires-ski-home-buyers-the-icier-the-better-11568907084", "title": "For New Hampshire's Ski-Home Buyers, The Icier The Better", "date": "2019-09-19 11:31", "summary": "Slippery slopes and frigid winters aren't discouraging buyers from planting their poles in the Granite State. For Gosia and Mark Moreau and their three children, owning a New Hampshire ski home is great-but two are even better. After buying a six-bedroom chalet at Loon Mountain, in Lincoln, for $680,000 in 2018, they spent $1.21 million on Black Bear Lodge, a 5,700-square-foot home about 40 miles east in the Mount Washington valley town of Glen in January.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-flea-markets-rebound-11568904556", "title": "After a Slump, Paris's Most Famous Flea Market Rebounds", "date": "2019-09-19 11:25", "summary": "Designers and decorators say Paris's famous flea market has new energy-and that it's worth protecting: \"We cry about Notre Dame, but in a way the antique market is like Notre Dame too.\". Paris's legendary flea market, the Marché aux Puces de Saint-Ouen, has been around for 134 years-as much a testament to the city's beauty and resilience as any of its monuments. Tracing its origins to the aftermath of the Franco-Prussian War, Les Puces began when the rag-and-bone men who had been ousted from the city began to sell their wares in Saint-Ouen.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-bombing-flattens-hospital-kills-at-least-15-in-afghanistan-11568887954", "title": "Taliban Bombing Flattens Hospital, Kills at Least 22 in Afghanistan", "date": "2019-09-19 11:18", "summary": "Insurgents keeping up military pressure after collapse of negotiations with U.S. and ahead of vote. KABUL-A Taliban car bomb killed and wounded dozens of people in southern Afghanistan on Thursday, as the insurgents kept up military pressure after the collapse of negotiations with the U.S. and ahead of national elections.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mountain-living-in-new-hampshire-11568906262", "title": "Mountain Living in New Hampshire", "date": "2019-09-19 11:17", "summary": "Come for the skiing, stay for the ski homes.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yes-you-can-sleep-on-the-job-just-please-use-the-nap-room-11568905638", "title": "Yes, You Can Sleep on the Job. Just Please Use the Nap Room.", "date": "2019-09-19 11:07", "summary": "Resume Subscription. TOKYO- Mitsubishi Estate Co. Chief Executive Junichi Yoshida has heard his company's new nap rooms are supposed to help employees feel recharged. Not that he would know.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-utah-these-entrepreneurs-are-creating-their-own-version-of-eden-11568905597", "title": "In Utah, These Entrepreneurs Are Creating Their Own Version of Eden", "date": "2019-09-19 11:06", "summary": "Summit Powder Mountain is turning a built-in fan base into a luxury ski resort just north of Salt Lake City. Can it weather a struggling industry?. The new ski getaway home of Darcy Bingham and her husband, Robert Bingham, isn't what you'd call rustic. It, in fact, eschews nearly all normal \"mountain\" architecture influences, like faux log cabin, Swiss chalet or stone McMansion. Though popular at many ski resorts, those designs are effectively banned here at Summit Powder Mountain, a 10,000-acre ski development in Eden, Utah, about 60 miles north of Salt Lake City.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-summit-11568904393", "title": "At The Summit", "date": "2019-09-19 10:46", "summary": "Inside Summit Powder Mountain, a 10,000-acre ski development in Eden, Utah.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pay-college-athletes-heres-a-common-sense-way-to-do-it-11568902914", "title": "Pay College Athletes? Here's a Common Sense Way to Do It", "date": "2019-09-19 10:36", "summary": "A California bill allowing athletes to profit off their name, image and likeness wouldn't be the end of the games fans love. Greetings from the Dept. of Reasonable. Have you ever been to the Dept. of Reasonable? It's a sensible, practical place. Nothing too crazy happens here. One glass of wine. Bed by 10 p.m. Lots of comfy sweaters and corduroys. You may hear some Coldplay.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-piazza-snags-new-home-base-in-miami-beach-for-5-6-million-11568902827", "title": "Mike Piazza Snags New Home Base in Miami Beach for $5.6 Million", "date": "2019-09-19 10:20", "summary": "The MLB Hall of Famer and his wife Alicia Piazza are closing on a three-bedroom apartment at the Ritz-Carlton Residences, Miami Beach. His Italian soccer team now defunct, Baseball Hall of Famer Mike Piazza is buying a new home back in the U.S., snagging a luxurious Miami Beach condo for $5.6 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-tencent-to-invest-in-educational-startup-vipkid-11568862463", "title": "China's Tencent to Invest in Educational Startup VIPKid", "date": "2019-09-19 09:53", "summary": "VIPKid's latest funding round has taken longer than anticipated amid concerns about firm's business model. Chinese technology giant Tencent Holdings Ltd. is set to invest $150 million in VIPKid, according to people familiar with the matter, pushing a funding round closer to completion even amid concerns among some current and prospective investors over the Chinese online education company's business model.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-75-billion-to-financial-system-in-third-repo-transaction-this-week-11568900107", "title": "Fed Adds $75 Billion to Financial System in Third Repo Transaction This Week", "date": "2019-09-19 09:35", "summary": "Latest central bank operation aims to calm roiled money markets. The Federal Reserve Bank of New York added $75 billion to the financial system Thursday, using the market for overnight repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-court-acquits-executives-over-fukushima-daiichi-nuclear-accident-11568899801", "title": "Japanese Court Acquits Executives Over Fukushima Nuclear Accident", "date": "2019-09-19 09:30", "summary": "Three-judge panel says defendants knew of a tsunami prediction but were legitimately skeptical of it. TOKYO-A Japanese court found three former Tokyo Electric Power Co. executives not guilty of negligence in the 2011 Fukushima Daiichi nuclear-reactor meltdowns, saying they knew of a projection for a giant tsunami but the forecast was too uncertain to require action.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-reserves-what-are-they-and-why-a-shortage-is-roiling-a-key-interest-rate-11568891110", "title": "Bank Reserves: What Are They and Why a Shortage Is Roiling a Key Rate", "date": "2019-09-19 09:04", "summary": "Not many people realize this, but there are two basic types of money in the world. Bank reserves are normally obscure, even to bankers and professional investors. But this week they have hit the news when a shortage of them caused a key measure of borrowing costs-known as the overnight repo rate-to spike. That is a worry because typically these more wonky areas of finance only become interesting when something is going wrong.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eus-new-boss-invoking-european-way-of-life-sparks-partisan-brawl-11568885402", "title": "EU's New Boss, Invoking 'European Way of Life,' Sparks Partisan Brawl", "date": "2019-09-19 08:43", "summary": "Not yet in office, Ursula von der Leyen thrills far right with new titles for her deputies. BRUSSELS-Partisan bickering between Europe's left and right is threatening to engulf the once-insulated technocratic institution of the European Commission as new leaders take charge.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-cant-win-its-14-billion-european-tax-battle-11568895635", "title": "Apple Can't Win Its $14 Billion European Tax Battle", "date": "2019-09-19 08:20", "summary": "Even if the tech giant wins its court appeals, it will have to pay the money-and more-to Washington. Apple 's €13 billion ($14.4 billion) tax fight with Europe is grinding through the courts. It could end up generating unwelcome headlines-for Apple and Brussels alike.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-microsoft-at-t-rh-and-herman-miller-11568889550", "title": "Stocks to Watch: Microsoft, AT&T, RH, Herman Miller and More", "date": "2019-09-19 08:07", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snapchat-must-hit-more-angles-with-advertisers-11568893398", "title": "Snapchat Must Hit More Angles with Advertisers", "date": "2019-09-19 07:43", "summary": "Advertisers are spending heavily on social media, but Snapchat may have limited appeal.. Advertisers are flocking to social media to reach its users with pictures rather than words. It seems they prefer a wide lens.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-dealers-show-little-interest-in-treasury-ultra-bonds-11568890800", "title": "Bond Dealers Show Little Interest in Treasury Ultra Bonds", "date": "2019-09-19 07:00", "summary": "U.S. agency considers 50-year bonds to lock in low rates. The Treasury Department wants to take advantage of falling interest rates to borrow long term, selling bonds that don't mature for a half-century. Wall Street may not want them.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dolphins-are-tanking-theres-no-proof-it-will-work-11568890802", "title": "The Dolphins Are Tanking. There's No Proof It Will Work.", "date": "2019-09-19 07:00", "summary": "Miami has lost its first two games by a combined 92 points and traded away its best players. But unlike other sports leagues, there isn't a precedent that this type of radical rebuild can work in the NFL.. The Miami Dolphins season began disastrously with a 49-point loss to the Baltimore Ravens. The next week, they marginally improved. They lost to the New England Patriots by only 43 points.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cash-may-be-king-in-india-but-google-is-prince-of-mobile-payments-11568885404", "title": "Cash May Be King in India, but Google Is Prince of Mobile Payments", "date": "2019-09-19 05:30", "summary": "Millions of Indian consumers are using Google Pay to spend and transfer money. NEW DELHI-The leading player in the battle for mobile payments in India isn't either of China's pioneers, Alibaba Group Holding Ltd. or Tencent Holdings Ltd. It isn't Apple Inc., Visa Inc. or even PayPal Holdings Inc. It's Google.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-jerome-powell-masters-the-art-of-saying-nothing-11568885401", "title": "Fed Chairman Powell Masters the Art of Saying Nothing", "date": "2019-09-19 05:30", "summary": "By refusing to elaborate on what the central bank will do next, Powell leaves less room for misinterpretation and forces market to think for itself. Asked Wednesday when the Federal Reserve would be done cutting interest rates, Chairman Jerome Powell answered: \"When we think we've done enough.\"", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-japan-hints-at-possible-action-in-october-11568863113", "title": "Bank of Japan Hints at Possible Action in October", "date": "2019-09-19 05:14", "summary": "BOJ says it believes momentum toward achieving its inflation target may be falling short. TOKYO-The Bank of Japan hinted it may ease monetary policy at its next meeting, citing the risk of losing momentum toward its inflation target.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-growth-to-hit-decade-low-amid-u-s-china-trade-war-11568883600", "title": "World Economy to Grow at Lowest Rate Since Financial Crisis: OECD", "date": "2019-09-19 05:00", "summary": "Growth to remain low in 2020 and possibly beyond if U.S.-China trade conflict spills over. The global economy is set to grow at the slowest pace since the financial crisis, with business investment and trade hampered by an escalating dispute between the U.S. and China that could inflict even more damage over coming years, the Organization for Economic Cooperation and Development said Thursday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-property-giants-could-regret-milking-the-countrys-middle-class-11568875710", "title": "Chinese Property Giants Could Regret Milking the Country's Middle Class", "date": "2019-09-19 02:48", "summary": "Using presales for financing might seem cheap compared with high-yield bonds, but companies may have now promised buyers too much. China's property giants are notorious for their rapacious issuance of debt. But a more politically sensitive liability has risen even faster, posing a less well known risk to the country's housing market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-nomination-for-fema-chief-hits-a-snag-11568860906", "title": "Trump's Nomination for FEMA Chief Hits a Snag", "date": "2019-09-19 01:04", "summary": "Lawmakers in recent days had acknowledged problems with Jeffrey Byard's nomination. WASHINGTON-Jeffrey Byard, President Trump's pick to head the Federal Emergency Management Agency, sought to withdraw his nomination last week after concerns about personal matters in his background were raised during the confirmation process.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cities-going-to-hell-trumps-epa-to-put-san-francisco-on-notice-for-homeless-11568865080", "title": "'Cities Going to Hell': Trump to Hit San Francisco With Pollution Violation Over Homelessness", "date": "2019-09-19 00:54", "summary": "The president announces plan to deliver an EPA notice, saying waste such as used needles contributes to ocean pollution. WASHINGTON-The Trump administration plans to deliver a notice of environmental violation to San Francisco over its homelessness problem.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-decline-after-fed-moves-to-stabilize-markets-11568910212", "title": "U.S. Government Bonds Steady After Fed Moves to Stabilize Markets", "date": "2019-09-19 00:01", "summary": "Banks bid for $83.875 billion in reserves, $8.875 billion more than the amount offered by the Fed. U.S. government bond prices held steady Thursday after the Federal Reserve added $75 billion to the financial system to stabilize short-term money markets in its third such operation this week.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11568831074", "title": "Pepper...and Salt", "date": "2019-09-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-prime-minister-justin-trudeau-apologizes-for-posing-in-2001-photo-in-brownface-11568853164", "title": "Trudeau Apologizes for Wearing Brownface at 2001 Party", "date": "2019-09-19 23:05", "summary": "Photo from school yearbook, taken at 'Arabian Nights' costume party, marks a blow to campaign. OTTAWA-Canadian Prime Minister Justin Trudeau apologized Wednesday after the publication of a photo from nearly two decades ago in which he appeared at a costume party wearing brownface, saying he is disappointed in himself.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-immigration-courts-backlog-exceeds-one-million-cases-11568845885", "title": "Immigration Courts' Case Backlog Tops One Million", "date": "2019-09-19 21:22", "summary": "Number of pending cases has nearly doubled since President Trump took office. WASHINGTON-The backlogged deportation docket pending in U.S. immigration courts surpassed one million cases in August, despite the Trump administration's varied attempts to cut back on asylum claims.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hows-new-york-doing-mayors-report-shows-ups-and-downs-11568847698", "title": "How's New York Doing? Mayor's Report Shows Ups and Downs", "date": "2019-09-19 21:11", "summary": "It takes the fire department a little longer to get to fires, but there are fewer of them; crime keeps falling. New York City's fire-response time is getting longer. Taxi drivers are being hit with more summonses. And more city-owned electric cars are on the road.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-explores-parting-ways-with-directv-11568841544", "title": "AT&T Examines Split With DirecTV", "date": "2019-09-19 20:48", "summary": "Telecom giant considers fate of DirecTV satellite unit as cord-cutting saps subscriber base. AT&T Inc. is exploring parting with its DirecTV unit, people familiar with the matter said, a sharp reversal from Chief Executive Randall Stephenson's strategy to make the $49 billion bet on the satellite provider a key piece of the phone giant's future.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zuckerberg-heads-to-capitol-hill-to-push-his-version-of-internet-regulation-11568846617", "title": "Zuckerberg Heads to Capitol Hill to Push His Version of Web Regulation", "date": "2019-09-19 20:33", "summary": "Facebook founder will seek to placate lawmakers who are weighing tougher moves. WASHINGTON- Facebook Inc. CEO Mark Zuckerberg will travel to Capitol Hill on Thursday to pitch his vision for moderate internet regulation and seek to placate lawmakers who are weighing tougher moves.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-intelligence-chief-agrees-to-testify-before-house-panel-over-whistleblower-complaint-11568853051", "title": "Acting Intelligence Chief Agrees to Testify Before House Panel Over Whistleblower Complaint", "date": "2019-09-19 20:30", "summary": "Chairman Adam Schiff said Joseph Maguire's testimony would occur in open session on Sept. 26.. WASHINGTON-The acting director of national intelligence, Joseph Maguire, will testify next week before the House Intelligence Committee, the panel's chairman said, a move that follows a spat over the handling of a whistleblower complaint.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}]