[{"link": "https://www.wsj.com/articles/fedex-slashes-prices-to-fill-its-planes-11561332244", "title": "FedEx Slashes Prices to Fill Its Planes", "date": "2019-06-23 19:24", "summary": "Shipping giant offering two-day air for same price as ground, hoping to lure customers from UPS and boost flagging Express network. FedEx Corp. is offering big discounts to woo online merchants to its air network as it seeks to refashion a delivery system ill-equipped for the rise of e-commerce.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-pushes-to-deregulate-with-less-enforcement-11561291201", "title": "Trump Administration Pushes to Deregulate With Less Enforcement", "date": "2019-06-23 19:12", "summary": "Enforcement at the Consumer Financial Protection Bureau is down by 80% from its 2015 peak. CHICAGO-President Trump's promises to reverse the regulatory actions of the Obama administration have been stymied by court challenges, but his administration is achieving the goal another way: by not hiring people to do the work of enforcing rules that are on the books.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-economy-comes-to-grips-with-bond-yield-plunge-11561311410", "title": "Bond-Yield Plunge Confounds the World's Economy", "date": "2019-06-23 19:01", "summary": "Investors, companies and central banks are adjusting to the sudden drop in bond yields. The collapse in bond yields since this spring has been stark, swift and global, upending expectations that the world's economy would be strong enough to support a return to normal monetary policy after years of easy money.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winners-and-losers-in-albanys-legislative-session-11561330800", "title": "Winners and Losers in Albany's Legislative Session", "date": "2019-06-23 19:00", "summary": "With traditional Republican allies knocked from power in the Senate, business groups didn't fare well. State lawmakers wrapped up their annual session with a flurry of activity, passing bills in the last two weeks to grant labor protections to farm workers, require steep new limits on greenhouse gas emissions, decriminalize marijuana and strengthen rent regulations in favor of tenants.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-set-to-ban-e-cigarettes-11561298400", "title": "San Francisco Set to Ban E-Cigarettes", "date": "2019-06-23 18:59", "summary": "Measure to address teen vaping comes as Juul expands presence in the city with new office. San Francisco is expected to become the first city in the U.S. to ban e-cigarettes this week, a move that will likely pit the city against one of its fastest-growing startups: Juul Labs Inc.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-considers-requiring-5g-equipment-for-domestic-use-be-made-outside-china-11561313072", "title": "U.S. Considers Requiring 5G Equipment for Domestic Use Be Made Outside China", "date": "2019-06-23 18:53", "summary": "Move follows White House executive order restricting some foreign-made gear and services. The Trump administration is examining whether to require that next-generation 5G cellular equipment used in the U.S. be designed and manufactured outside China, according to people familiar with the matter. The move could reshape global manufacturing and further fan tensions between the countries.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-delays-ice-raids-11561230851", "title": "Lawmakers Skeptical of Asylum-Law Changes in Two Weeks", "date": "2019-06-23 18:40", "summary": "President Trump said the delay in deportations he had set for this weekend is contingent on a congressional border deal. U.S. lawmakers on Sunday expressed doubts that they could advance legislation to toughen the asylum process for migrants in the next two weeks, as sought by President Trump and Vice President Mike Pence after the administration delayed a planned weekend round of deportations.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/early-democratic-field-splits-into-two-tiers-11561282203", "title": "Early Democratic Field Splits Into Two Tiers", "date": "2019-06-23 18:18", "summary": "Ahead of the first primary debates this week, Biden, Sanders, Warren, Buttigieg, Harris have opened clear lead. WASHINGTON-For the sprawling field of Democrats vying to challenge President Trump, the summer could mean breakout or bust.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/czechs-gather-to-protest-autocratic-drift-in-central-europe-11561321940", "title": "Czechs Protest Autocratic Drift in Central Europe", "date": "2019-06-23 18:17", "summary": "Largest demonstration since fall of Communism protests prime minister and region's move toward autocracy. PRAGUE-Czechs on Sunday held their largest protest since the fall of Communism, as hundreds of thousands gathered on a hilltop overlooking the capital to try to prevent the country from joining what organizers see as the increasingly autocratic direction of the region.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozone-job-market-cools-putting-economic-recovery-in-peril-11561287600", "title": "Eurozone Job Market Cools, Putting Economic Recovery in Peril", "date": "2019-06-23 18:02", "summary": "Manufacturers hiring more slowly as demand for export weakens. A steady rise in employment has been one of the eurozone's big successes over the past six years of economic expansion. But there are signs the region's job market may be cooling as manufacturers cut back on hiring in response to weaker global demand for their exports.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolsonaros-conservative-agenda-is-tested-in-brazilian-supreme-court-11561291200", "title": "Bolsonaro's Conservative Agenda Is Tested in Brazilian Supreme Court", "date": "2019-06-23 17:55", "summary": "President's plans to move country to right are complicated by progressively-leaning justices. SÃO PAULO-When Brazilian President Jair Bolsonaro took office in January, he promised to defend what he calls traditional-family values, loosen gun laws and push the nation to the right after years of mostly leftist rule. But six months into Mr. Bolsonaro's administration, the Supreme Court is proving to be a powerful obstacle to his conservative agenda.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accenture-retrains-its-workers-as-technology-upends-their-jobs-11561318022", "title": "Accenture Retrains Its Workers as Technology Upends Their Jobs", "date": "2019-06-23 17:33", "summary": "The firm, an adviser on automation, helps employees at the company prepare for new roles when layoffs loom. Five months after Dorian Twiggs packed up her life in Detroit and moved to Charlotte, N.C., to work as a mortgage underwriter for Accenture PLC, a manager pulled her and some colleagues into an office and told them their jobs were disappearing. Instead of getting laid off, they would be retrained for software roles.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-setback-for-erdogan-opposition-candidate-wins-istanbul-mayor-seat-11561309654", "title": "In Setback for Erdogan, Opposition Candidate Wins Istanbul Mayor Seat", "date": "2019-06-23 16:32", "summary": "Sunday's ballot thrusts opposition politician in one of Turkey's most powerful and prestigious elected positions. ISTANBUL-An opposition candidate has won a repeat ballot for Istanbul mayor Sunday, ending President Recep Tayyip Erdogan's quarter-century grip on the megalopolis and exposing troubles at his long-dominant ruling party.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-obama-housing-bust-11561319041", "title": "An Obama Housing Bust", "date": "2019-06-23 15:44", "summary": "The Quicken Loans case fizzles, while the FHA gets riskier business.. In case you missed it, Quicken Loans this month agreed to pay a token $32 million to settle a dubious housing lawsuit initiated by the Obama Justice Department. The real scandal is how the Obama Administration extracted billions from mortgage lenders for sloppy underwriting on government-insured loans while loosening loan standards and setting up taxpayers for losses.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signs-of-democratic-life-in-turkey-11561318980", "title": "Signs of Democratic Life in Turkey", "date": "2019-06-23 15:43", "summary": "Erdogan tries to steal an election but creates a new rival.. Good news is rare in Turkey these days, but on Sunday voters in Istanbul gave hope to the country's beleaguered democrats. Ekrem Imamoglu of the Republican People's Party (CHP) won the mayoralty of Turkey's largest city with about 54%. Former Prime Minister Binali Yildirim, representing President Recep Tayyip Erdogan's Justice and Development Party (AKP), conceded Sunday evening. The president also congratulated the winner.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-courts-fifth-amendment-reclamation-11561318947", "title": "The Supreme Court's Fifth Amendment Reclamation", "date": "2019-06-23 15:42", "summary": "The Justices remove an obstacle to compensation for government takings of private property.. The Supreme Court's first term with a new majority is proving to be far more consequential than many Court-watchers anticipated, and in a good way. Long-dormant constitutional principles-such as the nondelegation doctrine-are being debated anew, and core rights are being refortified according to their original meaning.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-peace-plan-wins-praise-from-israelis-rejection-from-palestinians-11561310135", "title": "Trump Peace Plan Wins Praise From Israelis, Rejection From Palestinians", "date": "2019-06-23 15:39", "summary": "The administration's economic blueprint will be the centerpiece of a conference this week in Bahrain. TEL AVIV-The Trump administration's economic blueprint for Middle East peace won measured praise in Israel but was rejected by Palestinians for not addressing the conflict's simmering political disagreements.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hawleys-bad-idea-to-protect-speech-11561317846", "title": "Hawley's Bad Idea to Protect Speech", "date": "2019-06-23 15:24", "summary": "I helped write Section 230. It remains vital to a free and open internet.. Sen. Josh Hawley (R., Mo.) has a plan to stop Google, Facebook and Twitter from engaging in viewpoint discrimination. He proposes legislation under which the tech giants would have to prove to the federal government every two years, by \"clear and convincing evidence,\" that they do not promote some political views while suppressing others. The objective is worthy, but the method is misguided.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-war-deception-11561317501", "title": "Drug War Deception", "date": "2019-06-23 15:18", "summary": "It is now Colombian policy to protect FARC drug traffickers from U.S. justice.. The nearly 50-year-old U.S. war on drugs is a spectacular failure. But it's a successful Washington jobs program, and the drug-war bureaucracy is desperate to keep it going-even if it has to make things up. One of its more deplorable acts of dishonesty is its continuing effort to send a former Colombian agriculture minister, Andrés Felipe Arias, to a Colombian jail for 17 years so it can maintain the phony narrative that the U.S. has an extradition treaty with Colombia.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-big-pharma-suppresses-biosimilars-11561317460", "title": "How Big Pharma Suppresses 'Biosimilars'", "date": "2019-06-23 15:17", "summary": "Deals with insurers and pharmacy benefit managers at patient and taxpayer expense.. Biologic drugs-pharmaceuticals produced from living organisms-are at the forefront of medical innovation and hold tremendous potential to improve and save lives. Unfortunately, their pricing has been a driver of rapidly escalating, unsustainable drug costs.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-give-biden-a-break-11561317430", "title": "Democrats, Give Biden a Break", "date": "2019-06-23 15:17", "summary": "The pile-on over James Eastland epitomizes everything that's wrong with politics.. Robert Byrd was the Democratic Senate majority leader from 1977-81 and again from 1987-89. He was also once in the Ku Klux Klan.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-cash-review-bitcoin-and-beyond-11561317396", "title": "'Digital Cash' Review: Bitcoin and Beyond", "date": "2019-06-23 15:16", "summary": "The pioneers of digital cash were guided by philosophical and social commitments on authority, sovereignty and value.. The philosopher Walter Benjamin endured Germany's economy after World War I and observed that when financial disaster strikes and inflation runs rampant, \"all close relationships are lit up by an almost intolerable, piercing clarity in which they are scarcely able to survive. . . . Money stands ruinously at the center of every vital interest.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alito-teases-a-judicial-revolution-11561317002", "title": "Alito Teases a Judicial Revolution", "date": "2019-06-23 15:10", "summary": "His concurrence suggests the dissenters will soon prevail in restoring the 'nondelegation' doctrine.. The Supreme Court's decision last week in Gundy v. U.S. was deceptively anticlimactic. The vote was 5-3, but there was no majority opinion and the decision made no new law. Justice Samuel Alito's lone concurrence, however, suggested that a major break with precedent-and a return to the Constitution's original meaning-will soon be in the offing.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-the-palestinians-no-for-an-answer-11561316980", "title": "Take the Palestinians' 'No' for an Answer", "date": "2019-06-23 15:09", "summary": "They've rejected every peace initiative. Their no-show this week in Bahrain should be the last.. This week's U.S.-led Peace to Prosperity conference in Bahrain on the Palestinian economy will likely be attended by seven Arab states-a clear rebuke to foreign-policy experts who said that recognizing Jerusalem as Israel's capital and the Golan Heights as Israeli territory would alienate the Arab world. Sunni Arab states are lending legitimacy to the Trump administration's plan, making it all the more notable that the Palestinian Authority itself refuses to participate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-haley-in-2020-11561316951", "title": "Trump-Haley in 2020", "date": "2019-06-23 15:09", "summary": "Putting her on the ticket may win over some moderate, suburban women.. I'm proud to have founded the Democrats for Trump movement in 2016. President Trump's pro-growth policies have revived the stagnating U.S. economy, and he deserves a second term. But to have the best chance of re-election, he should replace Vice President Mike Pence on the ticket with Nikki Haley.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-new-home-sales-consumer-spending-inflation-data-11561316400", "title": "Economy Week Ahead: New-Home Sales, Consumer Spending", "date": "2019-06-23 15:00", "summary": "Also, the Commerce Department will release data on durable-goods orders. This week brings a steady flow of economic data, culminating in a meeting between President Trump and his Chinese counterpart, Xi Jinping, at the G-20 summit in Osaka, Japan, on June 28-29.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enough-with-hamilton-say-fans-of-other-founding-fathers-11561312822", "title": "Enough With Hamilton, Say Fans of Other Founding Fathers", "date": "2019-06-23 14:00", "summary": "Resume Subscription. CHARLOTTESVILLE, Va.-It's a hard time to be a Founding Father if your name isn't Alexander Hamilton.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-launched-cyberattacks-on-iran-11561263454", "title": "U.S. Launched Cyberattacks on Iran", "date": "2019-06-23 13:52", "summary": "The cyberstrikes on Thursday targeted computer systems used to control missile and rocket launches. The U.S. covertly launched offensive cyber operations against an Iranian intelligence group's computer systems on Thursday, the same day President Trump pulled back on using more traditional methods of military force, according to U.S. officials familiar with the matter.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oyo-has-remade-indias-hotel-business-now-it-is-going-global-11561311205", "title": "Oyo Has Remade India's Hotel Business. Now It Is Going Global.", "date": "2019-06-23 13:33", "summary": "Resume Subscription. SURAT, India-Founded just six years ago by a 19-year-old entrepreneur from one of India's poorest states, Oyo Hotels and Homes has grown so fast that it already ranks among the largest hotel chains in the world.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/connecticut-governor-pushes-to-bring-back-highway-tolls-11561310032", "title": "Connecticut Governor Pushes to Bring Back Highway Tolls", "date": "2019-06-23 13:13", "summary": "Proposal by Lamont administration faces resistance as cash-strapped state hunts for infrastructure dollars. Cash-strapped Connecticut is grappling with how to pay for transportation investments to prevent more than half of its roads and highways from falling into disrepair in the next decade.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/toy-story-4-continues-disneys-box-office-streak-11561308205", "title": "'Toy Story 4' Continues Disney's Box-Office Streak", "date": "2019-06-23 12:43", "summary": "Latest installment in talking-toy franchise brings in $118 million in U.S. and Canada. LOS ANGELES- Walt Disney Co. once again did something that has eluded other Hollywood studios this summer: It opened a sequel to impressive returns at the box office.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolton-defends-trumps-decision-to-not-attack-iran-11561291080", "title": "Bolton Defends Trump's Decision to Not Attack Iran", "date": "2019-06-23 12:40", "summary": "The U.S. national security adviser said a military strike on Iran remains an option. White House national security adviser John Bolton on Sunday warned against calling the U.S. weak after President Trump called off retaliatory strikes against Iran and suggested the U.S. remained prepared to attack the Islamic Republic if necessary.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-treason-the-times-and-a-free-press-11561301675", "title": "Trump, Treason, the Times and a Free Press", "date": "2019-06-23 10:54", "summary": "President Trump's use of the word \"treason\" to characterize the Times must end, full stop. However, organizations such A.G. Sulzberger's Times are also guilty of misusing rhetoric to stoke fear and mistrust.. Regarding New York Times publisher A.G. Sulzberger's plea for the president to de-escalate his dangerous rhetoric against journalists (\"With Talk of 'Treason,' Trump Crosses a Line,\" op-ed, June 20): President Trump's use of the word \"treason\" to characterize the Times, and his attempts to misuse government authority to retaliate against journalists must end, full stop. However, organizations such as the Times are also guilty of misusing rhetoric to stoke fear and mistrust. Mr. Sulzberger says that because of Mr. Trump's rhetoric, 25% of the public believes the \"'news media is the enemy of the American people'\"-an astounding and horrifying number. But how many Americans now doubt the virtues of democracy because they're being told it has already failed? Mr. Trump isn't the only one who needs to take a sabbatical from the ceaseless chatter of Twitter and the 24-hour news cycle.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-living-unselfishly-and-capitalism-11561301508", "title": "Harvard, Living Unselfishly and Capitalism", "date": "2019-06-23 10:51", "summary": "The main point of Rakesh Khurana's speech was that the graduates of Harvard should use their knowledge and skills acquired over their tenure at the college not in the service of themselves but in the service of others.. As a graduate of Harvard's Class of 2019, I believe that Heather Mac Donald's \"Who 'Deserves' to Go to Harvard?\" (op-ed, June 14) misses the mark on what Rakesh Khurana's speech was truly about. While undertones of the capitalist versus socialist debate on Harvard's campus may have been present, the main point was ultimately more modest: that the graduates of Harvard should use their knowledge and skills acquired over their tenure at the college not in the service of themselves but in the service of others. Call it a banal college graduation speech topic, but it most certainly wasn't a blatant attack on the capitalist system.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-ethanols-so-great-let-it-compete-without-mandates-11561301344", "title": "If Ethanol's So Great, Let It Compete Without Mandates", "date": "2019-06-23 10:49", "summary": "Ethanol plant operators are fixated on the federal mandate and rules because without significant federal assistance, ethanol makes no economic sense.. Ethanol plant operators are fixated on the federal mandate and rules because without significant federal assistance, ethanol makes no economic sense (\"Trump Urges More Help for Ethanol,\" U.S. News, June 19). Numerous studies as well as common sense conclude that it takes more fossil-fuel energy to make ethanol than it yields. Think of the heat used to distill corn along with energy consumption of agricultural tractors, trucks and chemicals.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-levellers-face-limits-on-what-they-can-borrow-11561301110", "title": "Even Levellers Face Limits On What They Can Borrow", "date": "2019-06-23 10:45", "summary": "The net quantity of global debt is zero. I can only borrow to increase my current consumption to the degree that someone else is willing to lend me money and forgo current consumption.. I am quite perplexed by William Easterly's review of Michael O'Sullivan's \"The Levelling\" (Bookshelf, June 18) and both writers' concern over \"another financial crisis coming from excessive global indebtedness.\" Absent loans from Martians or Venusians, the net quantity of global debt is zero. I can only borrow to increase my current consumption to the degree that someone else is willing to lend me money and forgo current consumption.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-bucked-national-security-aides-on-proposed-iran-attack-11561248602", "title": "Trump Bucked Advisers on Proposed Iran Attack", "date": "2019-06-23 10:39", "summary": "'These people want to push us into a war... It's so disgusting,' president told confidant. WASHINGTON-President Trump bucked most of his top national-security advisers by abandoning retaliatory strikes in Iran on Thursday. In private conversations Friday, Mr. Trump reveled in his judgment, certain about his decision to call off the attacks while speaking of his administration as if removed from the center of it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shots-go-on-a-health-kick-11561298400", "title": "Shots Go On a Health Kick", "date": "2019-06-23 10:00", "summary": "Wellness shots tout good-for-you ingredients. But you have to get past the taste first.. The newcomer in the beverage case probably won't quench your thirst and may not even taste that great.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-farmers-bruised-by-increased-labor-costs-11561298401", "title": "New York Farmers Bruised by Increased Labor Costs", "date": "2019-06-23 10:00", "summary": "Resume Subscription. New York farmers say they are straining under increased costs as a worker shortage has forced them to use a federal visa program to bring in temporary agricultural workers from other countries.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/art-collectors-get-picky-at-london-auctions-11561294800", "title": "Art Collectors Get Picky at London Auctions", "date": "2019-06-23 09:00", "summary": "An adventurous spirit prevailed in recent London auctions, where collectors chased after lesser-known artists more than household names. Midway through London's series of June auctions, collectors seem to be chasing after lesser-known artists more than household names.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-examines-ways-to-bring-annuities-to-401-k-s-11561294801", "title": "BlackRock Pushes for 401(k) Annuities", "date": "2019-06-23 09:00", "summary": "World's largest money manager has lobbied on key parts of bill making sweeping changes for retirees. BlackRock Inc. is planning for a future in which annuities could come to more Americans' 401(k)s.", "categories": [["Markets", "Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-phone-isnt-actually-waterproofbut-these-other-devices-are-11561294802", "title": "Your Phone Isn't Actually Waterproof-But These Other Devices Are", "date": "2019-06-23 09:00", "summary": "You're probably safe to spill bottled water on your phone, but all bets are off if it's beer or coffee. Want to live on the edge? Go get a glass of water-or, if you're feeling extra lucky, a beer or a Coke-and pour it on your phone.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-signature-moves-that-power-the-u-s-womens-soccer-team-11561291200", "title": "Signature Moves That Power the U.S. Women's Soccer Team", "date": "2019-06-23 08:00", "summary": "Within its already deep roster, the Americans boast what might be the best offensive attack in the team's decorated history. REIMS, France-If you were a women's soccer team, would you rather face a player who scored five goals in a World Cup game, or a two-time world player of the year?", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-lean-on-truckers-to-halt-spread-of-invasive-spotted-lanternfly-11561291200", "title": "States Lean on Truckers to Halt Spread of Invasive Spotted Lanternfly", "date": "2019-06-23 08:00", "summary": "Quarantines are spreading across Pennsylvania and other mid-Atlantic states to stop a bug that hitches rides in shipping networks. An invasive, plant-hopping pest that hitches rides on trucks and other vehicles is spreading along busy transportation corridors in the mid-Atlantic region, threatening billions of dollars worth of commodities including grapes, hops and hardwood.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-and-renault-hope-merger-talks-will-restart-soon-11561282201", "title": "Fiat Chrysler and Renault Hope Merger Talks Will Restart Soon", "date": "2019-06-23 07:52", "summary": "A vote by Nissan shareholders this week could pave the way for Fiat Chrysler and Renault to resume their $40 billion merger talks. The outcome of two meetings in Japan this week will help determine whether Fiat Chrysler Automobiles NV and Renault SA revive plans for their $40 billion merger.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopia-in-the-midst-of-a-political-crisis-foils-coup-attempt-11561287955", "title": "Ethiopia Foils Coup Attempt", "date": "2019-06-23 07:05", "summary": "Attempt comes after months of violence amid reforms by Prime Minister Abiy Ahmed. Ethiopia's government foiled a coup attempt that killed several senior government officials, including its military chief, underlining the deep challenges facing Prime Minister Abiy Ahmed as he launches a sweeping, but controversial, reform program.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indexing-giant-vanguard-examining-a-push-into-private-equity-11561287602", "title": "Indexing Giant Vanguard Examines a Push Into Private Equity", "date": "2019-06-23 07:02", "summary": "Firm has held early-stage talks with prospective partners as it considers expanding alternative investments. Vanguard Group has had discussions with a handful of private-equity firms as the indexing giant weighs whether to push further into alternative investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-a-deep-dive-into-the-world-of-david-hockney-11561287600", "title": "Take a Deep Dive Into the World of David Hockney", "date": "2019-06-23 07:00", "summary": "A restored 1974 film, 'A Bigger Splash,' explores David Hockney's landmark 'Portrait of an Artist (Pool with Two Figures)' and other works. David Hockney, the artist inspired by his native England, the French countryside and Southern California's swimming pools, is on display in a newly restored film, a recent novel and a coming exhibit.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-libra-is-a-license-to-print-money-11561282380", "title": "Facebook's Libra Is a License to Print Money", "date": "2019-06-23 05:33", "summary": "On some reasonable-sounding assumptions, Libra could be insanely profitable for its founders, but a lot less appealing for users. ", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/she-strikes-a-pose-to-break-a-sweat-with-vogue-classes-11561282200", "title": "She Strikes a Pose to Break a Sweat", "date": "2019-06-23 05:30", "summary": "The dance made popular by Madonna provides a fun fitness break and a confidence boost for an insurance claims agent. When Brenna Crowley gears up for her workout, she slips into four-inch peep-toe stilettos instead of sneakers. \"I thought I knew how to wear heels,\" she says. \"Then I tried dancing in them.\" Since 2017, Ms. Crowley has been strutting an imaginary catwalk and striking a pose at vogue dance classes.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-are-arm-twisting-delivery-companies-to-lower-fees-11561282202", "title": "Restaurants Are Arm-Twisting Delivery Companies to Lower Fees", "date": "2019-06-23 05:30", "summary": "McDonald's, Applebee's among companies renegotiating with companies that take meals to diners. Some of the biggest restaurant operators are pushing back against fees charged by delivery companies, turning up the heat on young businesses already wrestling with rivals in an increasingly crowded market for bringing food to people's doors.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-colleges-used-only-test-scores-to-fill-campuses-11561282201", "title": "What If Colleges Used Only Test Scores to Fill Campuses?", "date": "2019-06-23 05:30", "summary": "Analyzing test and admissions data, Georgetown researchers found 'the affluent have extraordinary advantages' in college access. As Americans debate the roles of wealth, race and access in higher education, researchers at Georgetown University wondered: What would the nation's most selective colleges and universities look like if they admitted students solely on the basis of SAT scores?", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-receives-excellent-letter-from-trump-north-korea-state-media-says-11561273495", "title": "Kim Jong Un Receives 'Excellent' Letter From Trump, North Korea State Media Says", "date": "2019-06-23 05:28", "summary": "Nuclear talks between the U.S. and North Korea have stalled after February's failed summit. SEOUL-President Trump sent North Korean leader Kim Jong Un a letter containing \"excellent content,\" Pyongyang's state media said Sunday, a sign the two sides are open to diplomacy even though nuclear talks remain gridlocked.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-crucial-test-for-erdogan-istanbul-voters-choose-mayor-11561281396", "title": "In Crucial Test for Erdogan, Istanbul Voters Choose Mayor", "date": "2019-06-23 05:16", "summary": "Initial vote in March was canceled over fraud allegations. ISTANBUL-Voters are returning to the polls in Turkey's biggest city Sunday in what could shape up as the latest challenge to President Recep Tayyip Erdogan, nearly three months after his movement suffered its biggest setback in more than a decade.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-candidates-unite-in-support-for-abortion-rights-11561253055", "title": "Democratic Candidates Unite in Support for Abortion Rights", "date": "2019-06-23 21:27", "summary": "2020 contenders pledge to back federal funding for the procedure even as public remains divided. COLUMBIA, S.C.-Virtually every Democratic presidential candidate came here Saturday to address a leading pro-abortion rights organization, pledging support for federal funding, even as the public remains divided on the issue.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-capitol-closed-after-threats-from-militia-groups-11561240791", "title": "Oregon Capitol Closed After Threats From Militia Groups", "date": "2019-06-23 20:28", "summary": "Move comes while partisan showdown over environmental legislation brings state Senate to a standstill. SALEM, Ore.-Law-enforcement officials closed the state Capitol on Saturday, following threats from militia groups that were made while a partisan showdown has halted all activity in the Oregon Senate.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]