[{"link": "https://www.wsj.com/articles/care-com-overhauls-vetting-of-sitters-listings-11552344905", "title": "Care.com Overhauls Vetting of Sitters, Listings", "date": "2019-03-11 19:52", "summary": "Moves follow Journal investigation that showed the company's limited vetting of caregivers. Care.com Inc., the country's largest marketplace for babysitters and other caregivers, unveiled Monday a set of new policies aimed at overseeing its members and said it had taken steps to remove fake day-care center listings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-revisions-to-community-reinvestment-act-implementation-must-strengthen-laws-mission-11552347946", "title": "Powell: Revisions to Community Reinvestment Act Implementation Must 'Strengthen' Law's Mission", "date": "2019-03-11 19:45", "summary": "Federal regulators have taken steps to review low-income lending rules. Federal Reserve Chairman Jerome Powell said he was supportive of regulators' continuing efforts to improve the way they implement a 1977 law that requires federally insured banks to promote lending to borrowers in low- and moderate-income areas.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-executives-pay-climbed-after-media-takeover-11552347851", "title": "AT&T Executives' Pay Climbed After Media Takeover", "date": "2019-03-11 19:44", "summary": "WarnerMedia boss John Stankey became company's second highest-paid executive while general counsel received $5 million bonus. AT&T Inc. Chief Executive Randall Stephenson's total compensation edged up to more than $29 million last year while his lieutenants received hefty bonuses tied to the company's acquisition of Time Warner Inc., according to the company's latest proxy filing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-boeing-pacesetter-the-737-confronts-trying-times-11552347696", "title": "A Boeing Pacesetter, the 737, Confronts Trying Times", "date": "2019-03-11 19:41", "summary": "Single-aisle jet holds storied place in aviation history, but new version is at center of safety concerns. Boeing Co. achieved another milestone in aviation history last year, snagging the Guinness world record for most-produced plane model with its 737 single-aisle jet. The record it supplanted? Also set by the 737.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-737-max-keeps-flying-but-some-passengers-are-staying-on-the-ground-11552340792", "title": "Boeing's 737 MAX Keeps Flying, but Some Passengers Are Staying on the Ground", "date": "2019-03-11 19:41", "summary": "Airlines in U.S. and Canada express confidence in plane as they field questions from anxious travelers. Millions of travelers have flown on the new Boeing 737 MAX jet without paying much attention to the plane they were boarding. But following Sunday's Ethiopian Airlines crash, some are checking their tickets to see if they are scheduled to fly on the model and asking airlines to allow them to change.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-court-sentences-u-s-navy-veteran-human-rights-lawyer-11552347406", "title": "Iranian Court Sentences U.S. Navy Veteran, Human-Rights Lawyer", "date": "2019-03-11 19:36", "summary": "Judgments issued in separate cases but full picture of charges and sentences remains unclear. DUBAI-An Iranian court has sentenced a U.S. Navy veteran for an unspecified crime, according to Iranian state-linked media, in a move that threatens to further strain relations between Washington and Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-boies-is-dealt-setback-in-venezuela-oil-conspiracy-lawsuit-11552346920", "title": "Boies Is Dealt Setback in Venezuela Oil Conspiracy Lawsuit", "date": "2019-03-11 19:28", "summary": "Famed litigator's bid-rigging lawsuit, filed on behalf of Venezuela oil giant, is thrown out by a U.S. judge. A U.S. judge threw out a lawsuit brought by famed lawyer David Boies on behalf of Venezuela's state energy company that alleged bid-rigging by oil traders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-want-milwaukees-finest-11552345741", "title": "Democrats Want Milwaukee's Finest", "date": "2019-03-11 19:09", "summary": "The 2020 convention in Wisconsin is billed as 'a statement of our values'. When Democrats announced Monday that Milwaukee will host their July 2020 presidential convention, the joke going around was that at least their nominee will finally campaign in Wisconsin. Hillary Clinton took the Badger State for granted, and she became the first Democrat to lose there since 1984.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-pentagon-budget-war-11552345788", "title": "Trump's Pentagon Budget War", "date": "2019-03-11 19:09", "summary": "Tax revenues are expected to rise but spending will rise faster.. The White House released its budget blueprint for fiscal 2020 on Monday, and the details reinforce the country's real fiscal problem: Entitlement spending is swallowing up every other national priority, including defense. The big question is how much defense spending President Trump can salvage without accepting another bipartisan budget blowout known as an omnibus spending bill.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-black-robe-new-deal-11552345690", "title": "The Black Robe New Deal", "date": "2019-03-11 19:08", "summary": "Democrats float packing the Supreme Court if they win in 2020.. Another idea from the Resistance left is fast going mainstream in the Democratic Party: packing the Supreme Court. Last week at Yale Law School and Columbia University, no less a progressive potentate than former U.S. Attorney General Eric Holder suggested that the next Democratic President should consider adding to the High Court's nine Justices.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firms-to-pay-125-million-to-clients-over-fee-disclosure-practices-11552335611", "title": "Firms to Pay $125 Million to Clients Over Fee-Disclosure Practices", "date": "2019-03-11 19:03", "summary": "Almost 80 firms settle claims as part of SEC program emphasizing self-reporting. WASHINGTON-Almost 80 investment advisory firms agreed to pay back more than $125 million to clients who were steered into higher-cost mutual funds without being clearly told about cheaper versions, the result of a government effort to persuade financial firms to self-report misconduct.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-in-reversal-to-keep-more-stores-open-11552300717", "title": "Tesla, in Reversal, to Keep More Stores Open", "date": "2019-03-11 19:00", "summary": "Vehicle prices to rise except for the mass-market Model 3. Tesla Inc. has rolled back plans to close stores and will raise prices on some of its electric-vehicle models, an about-face after the auto maker said last month it would shut down many of its locations as part of efforts to move sales online only.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-joe-biden-11552345117", "title": "The Case for Joe Biden", "date": "2019-03-11 18:58", "summary": "The former vice president could pose a formidable challenge to Trump-if Democrats let him.. He hasn't even said he's running, but former Vice President Joe Biden keeps coming in first in polls asking Democrats to name their preferred presidential candidate for 2020.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-remembers-victims-of-ethiopian-airlines-crash-11552345030", "title": "U.N. Remembers Victims of Ethiopian Airlines Crash", "date": "2019-03-11 18:57", "summary": "World body commemorates 21 staff members killed; 'she was always bringing happiness'. Flags flew at half-staff and meetings began with moments of silence across the United Nations on Monday as workers and officials memorialized the 21 staff members of the world body killed in the Ethiopian Airlines crash.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ilhan-omar-cant-break-the-u-s-israel-bond-11552345065", "title": "Ilhan Omar Can't Break the U.S.-Israel Bond", "date": "2019-03-11 18:57", "summary": "Don't be afraid of her silly theories about 'the Benjamins' and the Jews.. To ask whether freshman Rep. Ilhan Omar was being anti-Semitic or merely inartful when she suggested U.S. support for Israel is driven by moneyed interests (\"It's all about the Benjamins baby\") and Americans who owe \"allegiance to a foreign country\" is a waste of time. Ms. Omar is a gifted and ambitious politician who thinks Jew-baiting will help her career; the question is not whether she is a nice person but whether she is a significant one. Does her appearance on the political stage herald a substantial change in American politics-either a renewed anti-Semitism or a diminished U.S.-Israel alliance?", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/around-michael-jackson-documentary-airplay-is-down-streaming-is-up-11552343683", "title": "Around Jackson Documentary, Airplay Is Down, Streaming Is Up", "date": "2019-03-11 18:56", "summary": "Amid HBO release of 'Leaving Neverland,' accusing late singer of child sexual abuse, programmers yank his music while fans stream it more. In the weeks surrounding the release of a controversial documentary accusing Michael Jackson of sexually abusing young boys, consumers have listened to more of the late pop star's music, while radio programmers have been playing it less.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/king-kong-cant-get-a-grip-on-broadway-11552344979", "title": "'King Kong' Can't Get a Grip on Broadway", "date": "2019-03-11 18:56", "summary": "The Broadway musical has seen its grosses plummet in recent weeks, according to figures from the Broadway League.. \"King Kong\" is hardly roaring at the box office.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/love-your-enemies-review-lets-agree-to-disagree-11552344968", "title": "'Love Your Enemies' Review: Let's Agree to Disagree", "date": "2019-03-11 18:56", "summary": "Anger isn't ruining our politics. Contempt-that dismissive attitude we hold against those who don't share our views-is the bigger danger.. The central insight of Arthur Brooks's latest book, \"Love Your Enemies: How Decent People Can Save America From the Culture of Contempt,\" is that there is a categorical difference between anger and contempt. Anger, he writes, \"is an emotion that occurs when we want to change someone's behavior and believe we can do so.\" Consider a fight with a spouse or a friend: \"If you were upset and got angry, was your goal to push her out of your life entirely? Did you suppose that the person was motivated by her hatred for you? Of course not.\" Anger at least engages. Contempt \"attempts to mock, shame, and permanently exclude from relationships by belittling, humiliating, and ignoring.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-red-hen-vs-blue-state-lawmakers-11552345007", "title": "Little Red Hen vs. Blue-State Lawmakers", "date": "2019-03-11 18:56", "summary": "For economic lessons, read children's fairy tales and ignore socialist ones.. 'The sky is falling!\" warned Chicken Little. The Little Red Hen was made of sturdier stuff. You could make a case that she invented supply-side economics, which is based on the premise that you gotta work if you wanna eat-in more formal terms, that production necessarily precedes consumption.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-capitalism-is-fine-thank-you-11552344916", "title": "American Capitalism Is Fine, Thank You", "date": "2019-03-11 18:55", "summary": "The real debate is whether to accept the creative destruction at the heart of the free-market system.. Liberal politicians, abetted by the mainstream media, regularly document the alleged shortcomings of free-market capitalism. Politicians like Sen. Bernie Sanders and Rep. Alexandria Ocasio-Cortez point to rising inequality and a supposed lack of upward mobility to make the case for socialism. Today, American Democrats have a more positive view of socialism than capitalism, and less than half of young adults have a positive view of capitalism. But the debate isn't merely between left-wing socialists and right-wing capitalists. Even President Trump argues that capitalism generates prosperity abroad at the expense of American workers. Years of wage stagnation and diminished economic prospects have soured many Americans on the system that made the U.S. the world's largest economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solitary-confinement-helps-control-prison-gangs-11552344856", "title": "Solitary Confinement Helps Control Prison Gangs", "date": "2019-03-11 18:54", "summary": "Reformers demand its abolition, but there are precious few effective alternatives.. Joaquín \"El Chapo\" Guzmán, former head of Mexico's Sinaloa drug cartel, will likely spend the rest of his life in a supermaximum security prison. He will be among the 60,000, or more than 4% of inmates in U.S. state and federal prisons, living in solitary confinement-physically and socially isolated for 23 hours a day in a cell smaller than a parking space. That's torture, according to the United Nations, and in 2015 President Obama called on the Justice Department to review federal solitary-confinement practices and offer guidance to reduce its use. Many reformers would like to abolish it altogether.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-british-hit-back-against-russian-agitprop-11552344805", "title": "How the British Hit Back Against Russian Agitprop", "date": "2019-03-11 18:53", "summary": "The Kremlin loves using disinformation to sow chaos. Deterrence requires a plan for a second strike.. Sergei Skripal, a Russian former double-agent, and his 33-year-old daughter Yulia were found unconscious on a park bench in the English cathedral town of Salisbury in March 2018. Within hours the British authorities determined the pair had been exposed to a deadly chemical weapon. It turned out to be Novichok, a Cold War-era nerve agent developed by the Soviet Union. Four days after the attack, Prime Minister Theresa May told the House of Commons that it was \"highly likely that Russia was responsible for the act against Sergei and Yulia Skripal.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-opposes-pursuing-impeachment-of-trump-11552338051", "title": "Pelosi Opposes Pursuing Impeachment of Trump", "date": "2019-03-11 18:39", "summary": "House speaker says such a move would be too divisive. WASHINGTON-House Speaker Nancy Pelosi (D., Calif.) said she doesn't support pursuing the impeachment of President Trump, saying such a step would be too divisive and the Democratic Party should focus instead on winning back the White House in 2020.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-insurers-set-to-resist-price-transparency-proposal-11552343346", "title": "Hospitals, Insurers Set to Resist Price Transparency Proposal", "date": "2019-03-11 18:29", "summary": "A Trump administration plan could require the public disclosure of negotiated prices for medical services, in a market-based way to lower health-care costs. Hospitals and insurers are gearing up to battle a Trump administration plan that could require the public disclosure of negotiated prices for medical services, part of an effort to lower U.S. health-care costs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-school-menus-go-meatless-on-mondays-11552343021", "title": "New York City School Menus Go Meatless on Mondays", "date": "2019-03-11 18:23", "summary": "Mayor says policy will improve the health of children and the planet; food trade group says move will limit low-income youngsters' access to protein. It's bye-bye, chicken parmigiana. Hello, veggie tacos, hummus and grilled cheese.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bipartisan-bill-presses-trump-administration-for-emergency-plan-for-hudson-rail-tunnel-11552342550", "title": "Bipartisan Bill Pushes for Emergency Plan for Hudson Rail Tunnel", "date": "2019-03-11 18:15", "summary": "New Jersey and New York lawmakers call for backup plan as Gateway funding fight continues. New York and New Jersey lawmakers introduced federal legislation Tuesday requiring the Trump administration to develop an emergency plan if a critical rail tunnel between the two states must undergo repairs before a replacement opens.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/algerias-president-wont-seek-fifth-term-after-protests-11552330755", "title": "Algeria's President Won't Seek Fifth Term After Protests", "date": "2019-03-11 18:07", "summary": "Ailing leader Abdelaziz Bouteflika, long absent from public eye, postpones election and says he won't run. CAIRO-Algeria's ailing President Abdelaziz Bouteflika said he won't seek a fifth term in power, bowing to popular pressure after widespread protests shook the North African nation.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-display-technologies-set-to-transform-workspaces-11552341336", "title": "New Display Technologies Set to Transform Workspaces", "date": "2019-03-11 17:55", "summary": "Displays that facilitate augmented and virtual reality experiences will help workers multitask and deal with more data. Often dusty, perched among desktop clutter that belies its status as the window into ongoing digital and business transformation, the computer monitor is overdue for a reboot.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-hudson-yards-stunning-views-from-on-high-11552341358", "title": "At Hudson Yards, Stunning Views From on High", "date": "2019-03-11 17:55", "summary": "The supertall 30 Hudson Yards-New York's third-tallest building-now offers the best view of the city out there, but its outdoor public spaces leave much to be desired.. New York", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-shares-on-track-for-worst-day-since-2011-after-airline-crash-11552313910", "title": "Boeing Shares Slide More Than 5% After Airline Crash", "date": "2019-03-11 17:53", "summary": "Aerospace company's stock fell as much as 13% after Indonesia, China ground Boeing 737 MAX 8 aircraft. Shares of Boeing Co. tumbled more than 5% on Monday, a day after the deadly Ethiopian Airlines crash, the biggest drop in the plane maker's stock in more than four months.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-hedge-fund-to-offer-its-own-slate-of-directors-for-toshiba-11552338281", "title": "U.S. Hedge Fund to Offer Its Own Slate of Directors for Toshiba", "date": "2019-03-11 17:52", "summary": "King Street Capital Management says 'a different type of board is needed to lead its turnaround plan'. New York-based hedge fund King Street Capital Management LP said it intends to nominate a slate of independent directors to replace a majority of Toshiba Corp.'s board.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-places-sanctions-on-moscow-based-evrofinance-mosnarbank-11552334666", "title": "U.S. Places Sanctions on Moscow-Based Evrofinance Mosnarbank", "date": "2019-03-11 17:48", "summary": "Treasury Department said the bank attempted to evade U.S. sanctions on Venezuela by assisting PdVSA. The U.S. Treasury Department on Monday added Moscow-based Evrofinance Mosnarbank to its sanction list, alleging the bank has attempted to evade U.S. sanctions on Venezuela.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kpmg-ex-partner-convicted-in-steal-the-exam-scandal-11552340232", "title": "KPMG Ex-Partner Convicted In 'Steal the Exam' Scandal", "date": "2019-03-11 17:37", "summary": "Ex-employee of Public Company Accounting Oversight Board also convicted. A former high-ranking partner at KPMG LLP was convicted Monday on accusations he was involved in a scheme to steal confidential information to help the Big Four accounting firm look better to its regulator, federal prosecutors said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-inches-down-on-economic-worries-11552324561", "title": "Dollar Inches Down on Economic Worries", "date": "2019-03-11 17:30", "summary": "Latest jobless data boosted the case for the Fed to remain cautious on monetary policy. The dollar edged lower Monday, after a weak employment report stoked concerns of slowing U.S. growth.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-earnings-climb-buys-stitch-fix-time-11552339645", "title": "An Earnings Climb Buys Stitch Fix Time", "date": "2019-03-11 17:27", "summary": "Stitch Fix shares surged in large part because of excessive skepticism about its business, not clear evidence that its business model is healthy. Stitch Fix , the fashion subscription service that had its initial public offering in November 2017, has had a volatile first year as a public company.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budget-proposal-adds-funding-for-fighting-hiv-aids-in-u-s-cuts-contribution-to-global-effort-11552339273", "title": "Budget Proposal Adds Funding for Fighting HIV/AIDS in U.S., Cuts Contribution to Global Effort", "date": "2019-03-11 17:21", "summary": "Domestic programs would get a boost, though Medicaid expansion cut could limit access to care for some; overseas assistance would decline. The president's proposed budget included new funding for his push to end the epidemic of the virus that causes AIDS in the U.S. by 2030, but it also laid out big cuts to the nation's role in the global fight against the epidemic.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sporting-goods-retailer-modells-hires-restructuring-adviser-11552332021", "title": "Sporting-Goods Retailer Modell's Hires Restructuring Adviser", "date": "2019-03-11 17:17", "summary": "New York-based retailer's potential debt-restructuring options include a bankruptcy filing, according to people familiar with the matter. Modell's Sporting Goods, the 130-year-old chain known to generations of New Yorkers for its catchy \"Gotta Go to Mo's\" advertising jingle, has hired a restructuring adviser as it looks to turnaround its business in the face of sagging sales and competition from big-box stores and online retailers, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-to-start-the-week-11552294679", "title": "Tech Gains Lift Stock Benchmarks", "date": "2019-03-11 17:04", "summary": "Nvidia deal helps power rise in S&P 500 tech sector; drop in Boeing shares hurts Dow industrials.. Gains in technology shares powered U.S. stocks higher on Monday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-football-review-more-than-moody-11552337991", "title": "'American Football' Review: More Than Moody", "date": "2019-03-11 16:59", "summary": "The new self-titled album from a pioneering band revived by its cult following is the group's most ethereal, atmospheric release yet.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-reaches-deal-with-lenders-in-china-11552001980", "title": "Tesla Reaches Deal With Lenders in China", "date": "2019-03-11 16:53", "summary": "Electric-car maker is set to receive up to $521 million to invest in its factory in Shanghai. Tesla Inc. reached an agreement with lenders in China to receive as much as a half-billion dollars to invest in its Shanghai factory currently under construction.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-enforcement-staff-would-grow-under-budget-proposal-11552337246", "title": "Immigration-Enforcement Staff Would Grow Under Budget Proposal", "date": "2019-03-11 16:47", "summary": "The administration is requesting $71.1 million to support 600 new positions, including immigration judges and attorneys. WASHINGTON-The Trump administration is proposing a major increase in immigration-enforcement personnel, looking to add 100 new immigration judges and 300 attorneys to better handle a massive backlog of cases pending in the nation's immigration courts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/running-for-justice-after-30-years-wrongfully-behind-bars-11552336594", "title": "Running for Justice After 30 Years Wrongfully Behind Bars", "date": "2019-03-11 16:36", "summary": "Mark Denny began running to deal with abuse in prison. He will celebrate his freedom by running a half-marathon.. Mark Denny didn't start running to get in shape, fulfill a resolution or blow off stress. He started running to stay sane in prison.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-proposes-14-cut-to-interior-department-11552336280", "title": "Trump Administration Proposes 14% Cut to Interior Department", "date": "2019-03-11 16:31", "summary": "Irrigation projects, national parks would take big hit; increase sought for offshore drilling. The Interior Department would take a 14% cut under President Trump's proposed budget, including nearly a third to an agency that manages water and power in the West.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-bondholder-makes-counteroffer-to-proposed-debt-deal-11552336189", "title": "Neiman Marcus Bondholder Makes Counteroffer to Proposed Debt Deal", "date": "2019-03-11 16:29", "summary": "Marble Ridge-led bondholder group wants 75% stake in MyTheresa business, according to a person familiar with the matter. A Neiman Marcus Group Ltd. bondholder that sued the company over the spinoff of its MyTheresa e-commerce business, has reached out to the luxury retailer with an offer to extend the company's debt maturities by two years, according to a person familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-seeks-help-from-iraq-to-defy-u-s-sanctions-11552317961", "title": "Iran Seeks Help From Iraq to Defy U.S. Sanctions", "date": "2019-03-11 16:17", "summary": "In first visit to Iraq as Iranian president, Hassan Rouhani discussed deeper energy cooperation with his Iraqi counterpart. Iranian President Hassan Rouhani is seeking to boost economic links with Iraq on his first official visit to the neighboring country, at a time when the U.S. is upping efforts to curb Tehran's regional influence.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-budget-would-rise-by-33-billion-in-trumps-2020-proposal-11552331116", "title": "Military Budget Would Rise by $33 Billion", "date": "2019-03-11 16:11", "summary": "Pentagon's $718 billion budget includes $165 billion for overseas military operations. The White House is proposing a budget of nearly $720 billion for the Pentagon for fiscal 2020, adding $33 billion to fund efforts against China and Russia, rogue states such as North Korea and Iran, and to fight Islamic State and other militants in Iraq, Syria, Afghanistan and other nations.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raise-taxes-to-raise-social-security-benefits-11552334772", "title": "Raise Taxes to Raise Social Security Benefits", "date": "2019-03-11 16:06", "summary": "Congressman Larson replies to the Journal's editorial on his Social Security 2100 Act.. Regarding your editorial \"Adding to Social Insecurity\" (March 4): Social Security isn't an entitlement, it's the insurance Americans pay for. The last time the payroll deduction was adjusted was in 1983. The question is, have private insurance premiums increased since 1983? The answer is obvious. Actuarially, there needs to be an adjustment to keep the program solvent for 75 years as the law requires.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-planners-know-best-on-urban-sprawl-11552334718", "title": "Oregon Planners Know Best on Urban Sprawl", "date": "2019-03-11 16:05", "summary": "Portland's land-use rules prevent the ugliness of most American suburbs.. Regarding your editorial \"Oregon, the Rent Control State\" (March 4) and the letters of March 8: You may be right that rent control isn't the solution to Oregon's housing crisis, but you have many things wrong in your editorial about Salem's recent decision to enforce rent control.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mr-hickenloopers-electoral-college-vote-conundrum-11552334674", "title": "Mr. Hickenlooper's Electoral College Vote Conundrum", "date": "2019-03-11 16:04", "summary": "Legislation awaits his Democratic successor's signature to \"fix\" our 18th-century Electoral College that would give our state's nine votes away to the national popular-vote winner.. Regarding your editorial \"Hickenlooper Up the Middle\" (March 5): Now that former Colorado Gov. John Hickenlooper is running for president we can ponder the scenario of him carrying his state and losing his state in the same election. This is because of legislation waiting his Democrat successor's signature to \"fix\" our 18th-century Electoral College by giving our state's nine votes away to the national popular-vote winner. \"Hick,\" as he likes to call himself, may be popular around Boulder and Denver, but he could see his statewide victory handed over by his successor and the Democratic-controlled legislature to President Trump because of those in other states.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treat-opioid-money-better-than-past-cigarette-funds-11552334609", "title": "Treat Opioid Money Better Than Past Cigarette Funds", "date": "2019-03-11 16:03", "summary": "The state of Connecticut has collected approximately $2.5 billion in tobacco settlement funds over the past 20 years and has spent virtually nothing of those funds on smoking-cessation programs or other smoking/health-related programs.. George Jepsen and Perry Zinn Rowthorn appear to have the better legal argument for the states attorneys general to pursue legal and monetary settlements with the opioid industry as it relates to Connecticut, but the notion that the state is in a better position to marshal any settlement funds into health-related programs is a canard (\"Leave Opioid Lawsuits to State Attorneys General,\" op-ed, March 4).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drop-huawei-or-see-intelligence-sharing-pared-back-u-s-tells-germany-11552314827", "title": "U.S. Tells Germany to Drop Huawei or See Intelligence Sharing Pared Back", "date": "2019-03-11 16:03", "summary": "Warning likely to cause alarm among German security circles amid persistent terror threat. BERLIN-The Trump administration has told the German government it would limit intelligence sharing with Berlin if Huawei Technologies Co. is allowed to build Germany's next-generation mobile-internet infrastructure.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-3-d-printed-family-home-a-texas-startup-says-it-can-deliver-11552334520", "title": "A 3-D-Printed Family Home? Texas Startup Says Yes", "date": "2019-03-11 16:02", "summary": "Company says it will be able to print a concrete house in days, shaving 30% from total construction cost. AUSTIN, Texas-A Texas startup says it will be able to use a 3-D printer to churn out a concrete house within days by year-end, a technology that has the potential to help solve housing shortages but faces regulatory and technical hurdles.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mlb-coach-who-played-only-t-ball-11552312800", "title": "The MLB Coach Who Played Only T-Ball", "date": "2019-03-11 15:59", "summary": "Jonathan Erlichman hasn't played baseball since the age of 5. But he is now the first full-time analytics coach ever to join a major-league staff.. PORT CHARLOTTE, Fla.-Tampa Bay Rays outfielder Tommy Pham wanted help with his defensive positioning one day earlier in spring training, so he sought guidance from a trusted adviser. It wasn't Kevin Kiermaier, the two-time Gold Glove-winner who patrols center field at Tropicana Field all summer long. It wasn't Matt Quatraro, who handles the team's outfield instruction.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-proposes-to-cut-labor-department-funding-by-nearly-10-11552334324", "title": "White House Proposes to Cut Labor Department Funding by Nearly 10%", "date": "2019-03-11 15:58", "summary": "Trump administration suggests eliminating some workforce development programs. WASHINGTON-The White House proposed a $1.2 billion, or 9.7%, decrease in funding for the Labor Department in the 2020 fiscal year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-stabilize-after-last-weeks-gains-11552318176", "title": "Treasurys Edge Lower As Investors Remain Wary", "date": "2019-03-11 15:51", "summary": "Yields remain range-bound as investors monitor global political and economic developments. U.S. government bond prices edged lower Monday, keeping yields within their recent narrow range as investors monitor global political and economic developments.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-economic-clout-in-europe-grows-despite-sanctions-study-says-11552333028", "title": "Russia's Economic Clout in Europe Grows Despite Sanctions, Study Says", "date": "2019-03-11 15:37", "summary": "Lax corporate rules and uneven anticorruption practices said to allow its expansion despite U.S. and European sanctions. WASHINGTON-Russia is taking advantage of opaque corporate-registration laws, permissive tax environments and uneven anticorruption practices to expand its economic footprint in certain Western Europe nations, according to a report to be released Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-want-to-trade-futures-microcontracts-could-make-it-easier-11552332921", "title": "Do You Want to Trade Futures? 'Micro' Contracts May Make It Easier", "date": "2019-03-11 15:35", "summary": "CME's 'Micro E-mini' futures linked to U.S. stock indexes will be available for trading in May. Exchange giant CME Group Inc. hopes to draw more individual investors into the risky business of trading futures with a plan to launch new, bite-sized contracts linked to U.S. stock indexes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-budget-would-boost-spending-on-veterans-11552326495", "title": "Trump Budget Would Boost Spending on Veterans", "date": "2019-03-11 15:30", "summary": "Funding for medical care would rise nearly 10%. WASHINGTON-The Trump administration's proposed budget for fiscal 2020 would increase funding for the Department of Veterans Affairs, an agency that has seen a steady rise in funding over the past nearly two-decades of war. President Trump made a focus on veterans issues part of his central campaign pledge.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/safety-fears-put-boeing-on-the-defensive-11552332223", "title": "Safety Fears Put Boeing on the Defensive", "date": "2019-03-11 15:23", "summary": "Regulators, passengers and investors weigh in after fatal crash in Ethiopia. Boeing Co. came under broad pressure Monday after the weekend's fatal crash in Ethiopia, as investors and passengers joined a handful of overseas aviation regulators expressing worry about the safety of the U.S. aerospace company's 737 MAX 8 jetliner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-oil-execs-call-for-change-as-climate-technology-concerns-threaten-industry-11552315391", "title": "Top Oil Execs Call For Change as Climate, Technology Concerns Threaten Industry", "date": "2019-03-11 15:22", "summary": "Leaders of Equinor, BP, Shell believe urgent change to persuade investors, public is needed in response to global 'crisis of confidence'. HOUSTON-Some of the world's top oil executives plan a call to action at a premier industry conference this week, arguing that companies need to actively address climate change and technology concerns that are scaring investors away.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmers-take-a-hit-in-presidents-draft-budget-11552328516", "title": "Farmers Take a Hit in President's Draft Budget", "date": "2019-03-11 15:17", "summary": "Proposal would cut USDA funding by 15%, including safety net trims. A Trump administration proposal to cut Agriculture Department funding by 15% drew consternation from growers and ranchers who are struggling through a multiyear slump in the U.S. farm economy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-to-acquire-mellanox-for-about-7-billion-11552304615", "title": "Nvidia to Acquire Mellanox for Roughly $7 Billion", "date": "2019-03-11 15:16", "summary": "Chip maker seeks to bolster position in market for chips used in cloud computing. Nvidia Corp. agreed to acquire networking firm Mellanox Technologies Ltd. for about $6.9 billion, its largest deal by far as it bolsters its bet on cloud computing after suffering a stinging drop in its core graphics-chips business late last year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-climbs-as-saudis-hint-output-cuts-could-be-extended-11552303391", "title": "Oil Climbs on Signs Saudi Output Cuts Could Be Extended", "date": "2019-03-11 15:16", "summary": "Multiple media reports indicate the de facto head of OPEC will keep output contained moving forward. •Oil prices climbed Monday, supported by signs that aggressive OPEC production cuts are rebalancing an oversupplied market despite worries that demand will crumble.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zinedine-zidane-is-back-at-real-madrid-11552331496", "title": "Zinedine Zidane Is Back at Real Madrid", "date": "2019-03-11 15:11", "summary": "With the Spanish club in the midst of its most chaotic season in recent memory, Zidane is returning to the sideline after stepping down as manager 10 months ago. Zinedine Zidane last spring became the first manager in history to win the Champions League three years in a row. Days later, he did something just as improbable by quitting his job at Real Madrid.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-to-launch-new-audit-and-accounting-regulator-amid-high-profile-scandals-11552330150", "title": "U.K. to Launch New Audit and Accounting Regulator", "date": "2019-03-11 14:49", "summary": "The Financial Reporting Council, the current watchdog, will be become part of the new body. The U.K. watchdog that oversees accounting and auditing firms will be folded into a new regulator called the Audit, Reporting and Governance Authority, a move aimed at boosting the quality of a crucial industry as the country heads for its exit from the European Union.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budget-request-cuts-funds-for-health-and-human-services-11552329732", "title": "Budget Request Cuts Funds for Health and Human Services", "date": "2019-03-11 14:42", "summary": "Proposal calls for sharp cut in funding for medical research at NIH, but Congress is unlikely to agree. WASHINGTON-The president's budget requests $87.1 billion for the Department of Health and Human Services, a 12% drop from the estimated 2019 level.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-aging-clothing-brands-are-trying-to-look-young-again-11552329282", "title": "How Aging Clothing Brands Are Trying to Look Young Again", "date": "2019-03-11 14:34", "summary": "Brands such as 43-year-old Italian clothing label Paul & Shark are collaborating with more millennial-focused labels to entice a younger generation of shoppers. ON FRIDAY, FEB. 22 in downtown Manhattan, the vintage shop Procell hosted the launch party for a collaborative clothing collection between Paul & Shark, a stalwart, 43-year-old Italian yachting brand and Lqqk Studio, a seven-year-old Brooklyn screen printer cum clothing label. Between the racks holding the Italian-flag parkas and giant-logo rugby shirts the partnership had yielded, millennials in swooshed sneakers and slumpy hoodies sipped beers. They were a world apart from the blue-blazer set that frequents Paul & Shark's 390 international stores. And that was exactly the point.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-budget-would-be-slashed-by-31-11552328854", "title": "EPA Budget Would Be Slashed by 31%", "date": "2019-03-11 14:27", "summary": "Trump Administration proposes expanding deregulation and introducing grants to fix school hazards. The Trump administration is proposing slashing the Environmental Protection Agency's budget by 31%, to $6.1 billion, in keeping with its previous requests to shrink the agency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/please-howard-dont-hurt-em-11552328799", "title": "Please Howard, Don't Hurt 'Em", "date": "2019-03-11 14:26", "summary": "Are media pundits afraid Schultz will help re-elect Trump, or that the former Starbucks CEO will pull Democrats toward the center?. Former Starbucks CEO Howard Schultz is still mulling an independent run for President, and still receiving negative media attention from pundits who say he could help re-elect Donald Trump. But new polling in an important swing state suggests that Mr. Schultz could pull support from both Republican and Democratic nominees.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peer-pressure-can-improve-your-financial-life-study-finds-11552328444", "title": "Peer Pressure Can Improve Your Financial Life, Study Finds", "date": "2019-03-11 14:20", "summary": "People cut their spending when told they are spending more than others in similar circumstances, say three economists. How do you get people to make better financial decisions? Peer pressure can help, according to new research by three economists.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-creditors-freeze-funds-for-greece-as-overhauls-stall-11552327700", "title": "European Creditors Freeze Funds for Greece as Overhauls Stall", "date": "2019-03-11 14:08", "summary": "Eurozone finance chiefs delay release of $1.12 billion after left-wing government pushes back against bloc's economic-policy prescriptions ahead of elections. Eurozone finance ministers delayed the release of €1 billion ($1.12 billion) of funding for Greece, in a sign of European concern that Athens is backing away from promised economic overhauls as elections approach.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drop-in-february-inflation-expectations-n-y-fed-report-says-11552327586", "title": "Drop In February Inflation Expectations, N.Y. Fed Report Says", "date": "2019-03-11 14:06", "summary": "Survey comes amid shifting views about the inflation at the Fed. Nearly a year's worth of stability in the public's inflation expectations gave way in February, raising questions about the future of price pressures and further boosting doubt over the prospect of more Federal Reserve rate rises.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/education-budget-proposal-highlights-vouchers-vocational-training-11552326487", "title": "Education Budget Proposal Highlights Vouchers, Vocational Training", "date": "2019-03-11 13:48", "summary": "The plan also seeks to combat college costs by pressuring schools to ensure that their students' loans are paid. The Trump administration's budget proposes cutting the Education Department's current funding by about 10%, in line with the conservative aim of reducing the federal government's footprint on education policy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transportation-budget-focuses-on-incentive-grants-amtrak-shift-11552326134", "title": "Transportation Budget Focuses on Incentive Grants, Amtrak Shift", "date": "2019-03-11 13:42", "summary": "The budget proposal would cut fiscal year 2020 discretionary spending to $21.4 billion, down 22% from the fiscal year 2019 estimate. The Trump administration's budget proposes sharp cuts in discretionary spending at the Transportation Department next year, and continues the administration's efforts to use federal grants to reward cities and states that raise their own revenues to fund infrastructure building.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nvidia-plays-all-of-its-chips-11552326049", "title": "Nvidia Plays All of Its Chips", "date": "2019-03-11 13:40", "summary": "The chip maker's first big M&A deal comes when Nvidia needs it the most. Deals can be a matter of both opportunity and necessity. That is particularly the case with Nvidia 's $6.9 billion acquisition of Mellanox Technologies .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barrick-gold-newmont-mining-agree-to-joint-venture-11552307988", "title": "Barrick Drops Newmont Bid; Both Agree to Joint Venture", "date": "2019-03-11 13:34", "summary": "Deal cancels Barrick's nearly $18 billion offer to buy its rival but creates the world's single largest gold-producing operations in Nevada. Barrick Gold Corp. and Newmont Mining Corp. agreed to form a joint venture, a move that cancels Barrick's nearly $18 billion offer to buy its rival but creates the world's single largest gold-producing operations in Nevada.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/future-perfect-design-townhouse-david-alhadeff-11552077610", "title": "When Your Houseguests Can Buy Everything They See", "date": "2019-03-11 12:59", "summary": "Contemporary design gallerist David Alhadeff, who founded the Future Perfect in 2003, has filled a West Village townhouse with his company's wares, from sculptures to towels. He's also living there-and inviting customers to drop by. \"Now more than ever, the talk of the town is that retail is dead,\" says David Alhadeff, founder of contemporary design boutique the Future Perfect. \"It's easy to get customers' information behind their computer, but very hard to get them to come visit us.\" So says the man with two retail stores-but Alhadeff, 44, thinks he's concocted a strategy to entice shoppers away from the glare of their screens and into his more aesthetically pleasing world of whimsical design. His second iteration of Casa Perfect, opening March 11, is a pop-up of sorts-albeit one with a five-year lease. It's a David Chipperfield-designed West Village townhouse that Alhadeff has turned into his ideal customer's dream space, filled with the artfully playful furniture, lighting and hard-to-find objets his company is known for.", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/play-barbie-earn-free-nights-11552323209", "title": "Play Barbie, Earn Free Nights", "date": "2019-03-11 12:53", "summary": "For Barbie's 60th anniversary, a Hilton hotel in Mexico City offers guests a chance to go glamping like the doll. What is a company to do when its customers keep getting too old to be interested in its products? Toy maker Mattel , which suffered one of its worst one-day share-price drops in history following a profit warning last month, may still have some tricks up its sleeve.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/woman-accused-of-killing-kim-jong-uns-half-brother-walks-free-11552278403", "title": "Woman Accused of Killing Kim Jong Un's Half-Brother Walks Free", "date": "2019-03-11 12:49", "summary": "Move follows efforts by Indonesian officials to bring case to a close as lawyer for second charged woman presses for her release too. SHAH ALAM, Malaysia-A court unexpectedly freed one of two women on trial for the February 2017 killing of North Korean leader Kim Jong Un's half brother, a move that followed Indonesian presidential and diplomatic efforts to bring the case and resulting regional tensions to a close.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-choose-milwaukee-for-2020-national-convention-11552315476", "title": "Democrats Choose Milwaukee for 2020 National Convention", "date": "2019-03-11 12:35", "summary": "The Midwest city in a battleground state was selected over Houston and Miami. WASHINGTON-The Democratic Party has picked Milwaukee to hold its 2020 national convention, choosing to nominate its challenger to President Trump in the battleground state of Wisconsin.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-etfs-are-a-hit-but-with-its-own-clients-11552302001", "title": "JPMorgan's Own Clients Are Its Biggest ETF Buyers", "date": "2019-03-11 12:30", "summary": "Bank affiliates own 53% of the firm's funds while raising conflict-of-interest questions. JPMorgan Chase & Co. launched an exchange-traded fund last June that invests in Japanese stocks. The fund raised $1.7 billion in six weeks, making it one of the fastest ETFs ever to surpass $1 billion in assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owner-of-revlon-hair-dryers-pert-shampoo-looks-to-exit-beauty-business-11552244980", "title": "Owner of Revlon Hair Dryers, Pert Shampoo Looks to Exit Some Beauty Brands", "date": "2019-03-11 12:24", "summary": "As consumers shift away from drugstore staples, Helen of Troy puts beauty unit up for sale. The maker of Revlon hair dryers and Pert shampoo has put part of its beauty business up for sale, as shoppers turn their backs on mass-market personal-care brands.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smartphone-addicts-new-tactic-to-break-their-habit-buy-a-second-phone-11552321329", "title": "Smartphone Addicts' New Tactic to Break Their Habit: Buy a Second Phone", "date": "2019-03-11 12:22", "summary": "Resume Subscription. Dan Dolar was ready to take a break from the distractions of his smartphone. So he bought another phone.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-really-bad-retail-sales-report-11552321112", "title": "A Really Bad Retail Sales Report", "date": "2019-03-11 12:18", "summary": "The January retail sales report wasn't just less strong than it appeared; it was downright weak.. Scratch its surface and it is quickly apparent that the January retail sales report wasn't as good as it appeared at first glance. Dig a little deeper and it actually looks awful.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-bowl-try-a-superyacht-the-hot-luxury-buy-for-nfl-billionaires-11552305655", "title": "Super Bowl? Try a Superyacht, the Hot Luxury Buy for NFL Billionaires", "date": "2019-03-11 11:54", "summary": "Football's top bosses compete on the turf and at league meetings-now comes a battle of the sea. Imagine this very American nightmare:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goop-gwyneth-paltrow-health-summit-blythe-danner-11552317821", "title": "Why I Attended Gwyneth Paltrow's Goop Summit", "date": "2019-03-11 11:38", "summary": "We asked nine attendees of Gwyneth Paltrow's wellness conference-including Paltrow's own mother, Blythe Danner-whether the event lived up to its $1,000 ticket. Gwyneth Paltrow's self-care summit took over a pier of New York's Seaport District on March 9 and got a characteristically early start: an 8:40 a.m. kundalini meditation session to begin the day, followed by talks with authors and experts on topics from psychedelic medicine to \"micro-resilience,\" self-care stations offering everything from B-12 shots to ear piercing (both Gwyneth and daughter Apple, 14, got theirs done) and \"studio experiences\" (i.e., more yoga or a skincare master class). There was also a benediction from the Goop founder herself: \"Today, we are going to hear from cutting-edge thinkers, who will cover some of the topics that we think are most pertinent to us: intimacy and masculinity, burnout, healing crises, and new frontiers of medicine like the psychedelic renaissance,\" said Paltrow to attendees at the sold-out program. \"Don't worry-there's no acid in your gift bag.\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turmoil-over-brexit-spurs-a-costly-exit-of-assets-talent-from-london-11552318414", "title": "London's Finance Industry Has Decided: Brexit Is Already a Reality", "date": "2019-03-11 11:33", "summary": "Resume Subscription. LONDON-There is one certainty in Brexit: London's pre-eminent role in global finance has been diminished.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cti-foods-files-406-million-debt-cutting-bankruptcy-11552317991", "title": "CTI Foods Files $406 Million Debt-Cutting Bankruptcy", "date": "2019-03-11 11:28", "summary": "Food supplier backed by Goldman Sachs, Thomas H. Lee to hand control to lenders. Private equity-backed food supplier CTI Foods LLC entered chapter 11 bankruptcy Monday with plans for a quick exit that would turn its top lenders into owners while cutting $406 million in debt off the company's books.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dating-101-for-the-romantically-challenged-gen-z-11552318023", "title": "Dating 101, for the Romantically Challenged Gen Z", "date": "2019-03-11 11:27", "summary": "Educators say the current generation of college students is uniquely bad at dating. One professor is taking matters into her own hands.. Peter Huynh, a 19-year-old college freshman, panicked when he learned the details of an unusual class assignment. As part of a lesson in \"social courage,\" his professor instructed her students to ask someone of \"legitimate romantic interest\" out on a date. \"I retched,\" says Mr. Huynh, who attends Boston College.", "categories": [["Life & Work", "Bonds"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/bonds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commerce-department-january-retail-sales-11552304689", "title": "Retail Sales Rose Modestly in January", "date": "2019-03-11 11:20", "summary": "Consumer spending recovered only modestly, but data signal decline may not be sustained. WASHINGTON-Consumer spending recovered only modestly at the start of the year, signaling a slowdown in economic growth between the fourth and first quarters.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-wants-to-know-why-timothy-sloan-hasnt-fixed-wells-fargo-11552316533", "title": "Wells Fargo Regulators Weigh Executive Shakeup as CEO Heads to Washington", "date": "2019-03-11 11:02", "summary": "At a House hearing, CEO is likely to be asked about bank's ongoing problems and whether he can finally repair its image. More than two years after a scandal erupted over fake customer accounts, Wells Fargo & Co. remains at sharp odds with its government overseers. How sharp should come into focus Tuesday, when Chief Executive Timothy Sloan appears before a House Financial Services Committee newly dominated by Democrats with a decidedly populist tilt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-investors-need-history-lesson-after-crash-11552316380", "title": "Boeing Investors Need History Lesson After Crash", "date": "2019-03-11 10:59", "summary": "Airline accidents have surprisingly little impact on plane sales. Investors dumped Boeing stock after Sunday's deadly plane crash. But the lesson of history is that such accidents, however tragic, do surprisingly little damage to the business of selling aircraft.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-national-beverage-tilray-kroger-and-ge-11552299384", "title": "Stocks to Watch: Boeing, Nvidia, Barrick Gold, Apple, GE", "date": "2019-03-11 10:37", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adnan-syed-hbo-documentary-serial-murder-case-11552313829", "title": "How We Reinvestigated the 'Serial' Murder for HBO", "date": "2019-03-11 10:30", "summary": "When two private investigators were hired to evaluate the many theories about Adnan Syed's murder conviction-made famous by the podcast Serial and a new, four-part documentary series on HBO-they crisscrossed the globe, from the scrap yards of Baltimore to the alleyways of Seoul. In early 2016, we were given a shot at cracking open the case of the decade: Oscar-nominated director Amy Berg hired our investigative firm, QRI, to reexamine the conviction of Adnan Syed, who had been sentenced to life in prison for strangling his ex-girlfriend, Hae Min Lee, in January 1999-the subject of the first season of the podcast Serial. Although Syed's conviction had twice been vacated, on Friday the Maryland Court of Appeals overturned that decision, effectively reinstating his guilty status.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-wave-of-u-s-shale-revolution-is-coming-says-iea-11552291237", "title": "Second Wave of U.S. Shale Revolution Is Coming, Says IEA", "date": "2019-03-11 10:24", "summary": "The U.S. is set to become a net petroleum exporter in two years, according to the International Energy Agency. LONDON-The U.S. is on track to become a net petroleum exporter by 2021 and will soon after surpass Russia and rival Saudi Arabia, currently the world's largest oil exporter, the International Energy Agency said Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scores-killed-after-ethiopian-airlines-jet-crashes-en-route-to-nairobi-11552222846", "title": "Scores Killed in Ethiopian Airlines Jet Crash", "date": "2019-03-11 10:04", "summary": "Plane was en route from Addis Ababa to Nairobi and crashed minutes after takeoff. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/do-democrats-hear-echoes-of-1972-today-11552312386", "title": "Do Democrats Hear Echoes of 1972 Today?", "date": "2019-03-11 09:53", "summary": "Party's turn to the left after Nixon's victory led to electoral disaster; similarities and differences today. The scenario sounds familiar: Democrats, facing a Republican presidential candidate widely reviled among the party's rank-and-file, nominate a seemingly safe establishment figure to keep their hold on the White House.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-banks-arranged-marriage-gets-shove-from-ecb-11552310162", "title": "Deutsche Bank's Arranged Marriage Gets Shove From ECB", "date": "2019-03-11 09:16", "summary": "The delay in interest rate rises is one more headwind for Germany's big lenders, making a deal with Commerzbank more likely. Success is a mixture of being good and being lucky. Whatever you think about management at Deutsche Bank , luck isn't on its side.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/touring-casa-perfect-11552309682", "title": "Touring Casa Perfect", "date": "2019-03-11 09:08", "summary": "The Future Perfect opens a townhouse in New York's West Village. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-breast-cancer-be-treated-without-surgery-11552308878", "title": "Fighting Breast Cancer Without Surgery", "date": "2019-03-11 08:54", "summary": "Breast-cancer patients are joining trials to see if they can skip surgery altogether-a less-invasive approach that would be a milestone in treatment.. When Sabrina Jones was diagnosed with aggressive breast cancer, she expected to have surgery to remove the tumor-and her entire breast.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-days-of-taliban-head-mullah-omar-11552226401", "title": "The Last Days of Taliban Head Mullah Omar", "date": "2019-03-11 08:45", "summary": "New report claims he lived in Afghanistan until his death, not Pakistan as CIA, others believed. WASHINGTON-Mullah Mohammad Omar, the founder of the Taliban, lived in hiding near a U.S. base in southern Afghanistan until his death, according to a new research-group report that contradicts long-held theories by U.S. officials about the notorious one-eyed leader.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-follows-china-in-grounding-boeing-737-max-8-jets-after-fatal-crash-11552303187", "title": "Indonesia, China Ground Some Boeing Jets After Fatal Crash", "date": "2019-03-11 08:29", "summary": "Boeing shares fall nearly 7%, dragging the Dow Industrials lower. Indonesia joined China in grounding Boeing 737 MAX 8 aircraft on Monday following Sunday's deadly Ethiopian Airlines crash, a sharp break from traditional air-safety practice that divided experts and ratcheted up pressure on the U.S. plane maker.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-weighs-overhauling-utility-regulator-after-pg-e-bankruptcy-11552305602", "title": "California Weighs Overhauling Utility Regulator", "date": "2019-03-11 08:02", "summary": "Lawmakers discuss steps including wildfire fund as officials meet with S&P, which threatens to downgrade power companies to junk. SACRAMENTO, Calif.-Gov. Gavin Newsom is considering overhauling California's regulator of power and water companies as he and other state leaders race to prepare for another wildfire season.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-beauty-taps-black-owned-startups-loyal-customers-11552305600", "title": "Big Beauty Taps Black-Owned Startups' Loyal Customers", "date": "2019-03-11 08:00", "summary": "P&G, Unilever acquire niche hair- and skin-care brands; founders often stay in place to maintain close consumer ties. For years, Procter & Gamble Co. has been adding more blades to its Gillette razors. But in December P&G bought a startup that sells a single-blade razor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-botanic-garden-resists-buildings-that-would-cast-shade-11552305601", "title": "Brooklyn Botanic Garden Resists Buildings That Would Cast Shade", "date": "2019-03-11 08:00", "summary": "If zoning is approved, two proposed 39-story buildings could block sunlight from falling on parts of garden for three hours a day. As spring approaches, the Brooklyn Botanic Garden fears a new neighbor could leave it in the shadows.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-win-more-treasury-auctions-11552305601", "title": "Investors Are Winning More Treasury Auctions", "date": "2019-03-11 08:00", "summary": "Demand for government bonds is growing as investors weigh Fed's next interest-rate moves. Investors are buying more newly issued U.S. government bonds at auctions, underscoring how signs of decelerating economic growth and the Federal Reserve's caution toward further interest-rate increases have boosted demand for Treasurys.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-after-ghosn-renault-nissan-seek-to-patch-up-alliance-11552304719", "title": "Life After Ghosn: Renault, Nissan Seek to Patch Up Alliance", "date": "2019-03-11 07:45", "summary": "The alliance will establish a new decision-making body with limited authority over operations and corporate governance. The Renault-Nissan alliance is set to get a new decision-making body Tuesday, replacing a structure established by the architect of the partnership, Carlos Ghosn.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-central-banks-rhetoric-is-concerning-11552304544", "title": "Chinese Central Bank's Rhetoric Is Concerning", "date": "2019-03-11 07:42", "summary": "The confusion over economic policy is affecting monetary policy. Chinese elite politics have always been a black box, but the signals on economic policy emerging from Beijing in recent weeks have been more at cross-purposes than usual.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-kraft-heinz-ate-its-seed-corn-11552303800", "title": "How Kraft Heinz Ate Its Seed Corn", "date": "2019-03-11 07:37", "summary": "Food giant is paying the price now for slashing spending on research and development. Kraft Heinz is mixing mayonnaise with still more condiments. This is unlikely to turn around its reputation for lackluster innovation, especially when the numbers show it has been skimping on research and development for years.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-begin-to-chase-an-elusive-statewide-win-in-texas-11552302001", "title": "After Near-Win in 2018, Democrats Hope to Flip Texas Blue", "date": "2019-03-11 07:00", "summary": "Presidential candidates pay weekend visits to the state as the party looks to flip the Lone Star electorate in 2020. DALLAS-Democrats from across the country passed through Texas over the weekend with dreams of reaching the White House, a stark reminder for Republicans that an energized Lone Star State Democratic electorate could help the party take back the presidency next year-and potentially for a generation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bulks-up-ukraines-navy-to-thwart-russia-11552302001", "title": "U.S. Bulks Up Ukraine's Navy to Thwart Russia", "date": "2019-03-11 07:00", "summary": "Fresh military focus reflects concern over Moscow's new efforts to choke Kiev's economy by blocking access to the country's ports. ODESSA, Ukraine-The U.S. is channeling support to Ukraine's navy to help counter Russian efforts to choke its neighbor's economy and destabilize its pro-Western government by blocking access to ports.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-etf-conflicted-11552302000", "title": "Is Your ETF Conflicted?", "date": "2019-03-11 07:00", "summary": "Advisory firms must make potential conflicts of interest clear in disclosures. How can you tell if your exchange-traded fund is subject to potential conflicts?", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-wants-to-be-a-contender-11552302000", "title": "Airbnb Wants to Be a Contender", "date": "2019-03-11 07:00", "summary": "Ahead of its public offering, the platform prepares to battle online travel agents. Airbnb seems to be bulking up for a fight against major online travel agents while still flying under the public radar.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibabas-latest-deal-should-deliver-the-goods-11552301966", "title": "Alibaba's Latest Deal Should Deliver the Goods", "date": "2019-03-11 06:59", "summary": "Resume Subscription. Alibaba's latest deal shows how ensuring fast and reliable delivery is getting ever more important for the Chinese e-commerce giant.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bigger-than-e-trade-a-chinese-online-broker-soars-11552301475", "title": "Bigger Than E*Trade: A Chinese Online Broker Soars", "date": "2019-03-11 06:51", "summary": "Stocks in East Money and other companies show how quickly the market mood in China has brightened-and how fragile sentiment remains. HONG KONG-Bubbly Chinese stocks are back.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/index-futures-set-to-further-pry-open-chinese-markets-11552291304", "title": "Index Futures Set to Further Pry Open Chinese Markets", "date": "2019-03-11 06:20", "summary": "Hong Kong's stock exchange plans to offer futures trading tied to mainland shares. Global investors could soon have an easier way to make bets on or against China's stock market, with Hong Kong's exchange planning to offer futures trading tied to mainland shares.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-this-fintech-star-cant-shake-off-short-sellers-11552299456", "title": "Why This Fintech Star Can't Shake Off Short Sellers", "date": "2019-03-11 06:17", "summary": "German payments giant needs to shine more light on the sources of its spectacular growth. German payments company Wirecard has grown spectacularly and some expect an equally spectacular fall. The fintech star's best defense is to explain its rise much more clearly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-shrinking-economy-poses-a-challenge-to-erdogan-ahead-of-ballot-11552295383", "title": "Turkey's Shrinking Economy Poses a Challenge to Erdogan", "date": "2019-03-11 05:57", "summary": "Economists predict a slow recovery because Turkey has yet to resorb towering corporate debt problem. ISTANBUL-The Turkish economy shrank at the end of 2018 and looks set to contract further this year, presenting a challenge for President Recep Tayyip Erdogan ahead of a critical electoral test for his ruling party and amid renewed diplomatic tensions with the U.S.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tonights-dinner-in-a-cooler-sized-robot-that-knows-where-you-live-11552296601", "title": "Tonight's Dinner? In a Cooler-Sized Robot That Knows Where You Live", "date": "2019-03-11 05:51", "summary": "Companies test automated delivery devices in uphill effort to solve the 'last-10-yard problem'. Food companies are experimenting with autonomous delivery to reduce the high costs and headaches of door-to-door service. But the robots aren't riding to the rescue any time soon.", "categories": [["Business", "The Delivery Wars"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-grounds-all-boeing-737-max-8-jets-after-ethiopian-airlines-crash-11552271191", "title": "China Grounds All Boeing 737 MAX 8 Jets After Ethiopian Airlines Crash", "date": "2019-03-11 04:56", "summary": "China defends decision, saying the latest accident is similar enough to October's Lion Air crash. SHANGHAI-China's decision to order all of the country's airlines to ground the Boeing 737 MAX 8 aircraft following Sunday's deadly crash of an Ethiopian Airlines jet of the same family represents a sharp break with traditional air-safety practice.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-car-sales-keep-skidding-11552291015", "title": "China Car Sales Keep Skidding", "date": "2019-03-11 03:56", "summary": "Vehicle sales in January and February-a period that includes the movable Lunar New Year holiday-were down 15% from a year earlier. SHANGHAI-Auto sales in China continued their downhill run into February, declining for the eighth consecutive month.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bid-to-lure-biotech-listings-from-u-s-falls-flat-11552279465", "title": "Bid to Lure Biotech Listings From U.S. Falls Flat", "date": "2019-03-11 00:44", "summary": "Hong Kong's stock exchange last April allowed biotechnology companies to list before they turn a profit. Hong Kong has few results to show from an almost yearlong experiment in making the city an Asian biotechnology hub.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopian-airlines-flight-crashes-en-route-to-nairobi-11552207841", "title": "Ethiopian Airlines Boeing Jet Crashes En Route to Nairobi", "date": "2019-03-11 00:28", "summary": "Accident shortly after takeoff kills all 157 on board and raises new scrutiny of new Boeing 737 Max. An Ethiopian Airlines jet crashed minutes after departing Addis Ababa, killing all 157 aboard-including eight Americans and 18 Canadians-leading to an unusually swift reaction regarding Boeing Co. 's 737 MAX in the wake of the second deadly disaster involving the new model in recent months.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopian-airlines-passengers-were-drawn-to-east-africa-for-a-variety-of-reasons-11552277358", "title": "Ethiopian Airlines Passengers Included Humanitarians and a Nigerian Literary Star", "date": "2019-03-11 00:09", "summary": "People from more than 30 nations were aboard. NAIROBI, Kenya-A Nigerian literary legend, a British marine conservationist and an Irish humanitarian: the list of passengers on Ethiopian Airlines Flight 302 that crashed soon after takeoff Sunday is a testament to the unique blend of people drawn to East Africa for work or pleasure as the region becomes more interconnected.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11552246569", "title": "Pepper...and Salt", "date": "2019-03-11 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/extension-cord-to-carry-green-power-from-midwest-to-east-11552275900", "title": "'Extension Cord' to Carry Green Power From Midwest to East", "date": "2019-03-11 00:01", "summary": "Siemens, Copenhagen Infrastructure Partners to take over $2.5 billion project to transmit wind and solar energy. Two European firms are backing an ambitious $2.5 billion project to carry renewable electricity underground through the American heartland.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-deal-brexit-could-cause-cash-flow-problems-for-u-k-suppliers-11552276860", "title": "No-Deal Brexit Could Cause Cash-Flow Problems for U.K. Suppliers", "date": "2019-03-11 00:01", "summary": "European companies plan to ask for discounts should goods be delayed. European businesses are expected to press U.K. suppliers for discounts, delay payments or search for alternative sources if border delays arise as a result of Brexit.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-dumping-the-a380-airbus-bets-on-smaller-jets-11552132920", "title": "After Dumping the A380, Airbus Bets on Smaller Jets", "date": "2019-03-11 22:33", "summary": "On big jetliners, Boeing is now the bull and Airbus the bear. BRUSSELS-European plane maker Airbus SE for two decades was the biggest champion of the world's largest airliners. After dumping the A380 superjumbo earlier this year, the jet maker is all but ceding the market for the very biggest airliners to rival Boeing Co.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-report-finds-north-korea-eluding-sanctions-11552269431", "title": "North Korea Eludes Sanctions, Buying Oil and Selling Arms and Coal: U.N.", "date": "2019-03-11 22:25", "summary": "Country accelerates imports of petroleum products through illicit ship-to-ship transfers; weapons sales in Yemen, Libya and Sudan. WASHINGTON-North Korea has punched a hole in the web of United Nations sanctions intended to pressure Pyongyang to give up its nuclear-weapons programs and long-range missiles, accelerating its import of petroleum products through illicit ship-to-ship transfers and stepping up coal exports, according to a report to the U.N. Security Council by a panel of international experts that is expected to be issued this week.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-request-8-6-billion-for-border-wall-in-2020-budget-11552235243", "title": "Trump to Request $8.6 Billion for Border Wall in 2020 Budget", "date": "2019-03-11 21:00", "summary": "Proposal presages another fight over spending and border barrier. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]