[{"link": "https://www.wsj.com/articles/occidental-ceo-says-revised-bid-for-anadarko-was-needed-to-win-11557157706", "title": "Anadarko Says Occidental Now 'Superior' Offer to Chevron", "date": "2019-05-06 19:53", "summary": "The development puts Occidental ahead in the battle to buy Anadarko and its coveted Permian Basin assets. Anadarko Petroleum Corp. said Monday that a $38 billion bid by Occidental Petroleum Corp. was superior to an offer it accepted from Chevron Corp. , raising the stakes in the battle for the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measles-outbreaks-continue-to-climb-11557151378", "title": "U.S. Measles Cases Continue to Climb", "date": "2019-05-06 19:37", "summary": "New York state legislators square off on bid to end exemption from vaccinations based on 'genuine and sincere religious beliefs'. As measles cases rose last week to a new high of 764 cases this year in 23 states, a battle is heating up in New York state over a proposal to tighten vaccination requirements for those attending schools.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-startup-ubiome-suspends-two-lab-tests-11557182831", "title": "Health Startup uBiome Suspends Two Lab Tests", "date": "2019-05-06 19:22", "summary": "FBI searched company's offices last month amid billing probe; some insurers had stopped payments. UBiome Inc. said it would suspend performing two lab tests that it had been billing to insurers, the latest sign of trouble at the startup that had its offices searched by the Federal Bureau of Investigation late last month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-china-brinksmanship-11557184406", "title": "Trump's China Brinksmanship", "date": "2019-05-06 19:13", "summary": "The incentives for a deal are overwhelming on both sides.. President Trump roiled financial markets Monday with his threats to impose a new round of tariffs on China as trade talks hit an impasse. We're about to find out if tariff brinksmanship pays off in a productive deal or ends in mutual escalation that will hurt both countries.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-naacp-revolt-on-charters-11557184297", "title": "An NAACP Revolt on Charters", "date": "2019-05-06 19:11", "summary": "Three local chapters in California oppose a union-led moratorium.. Good news from the front lines of school reform: Three local chapters of the National Association for the Advancement of Colored people in California are bucking teachers unions and their own national organization to oppose a moratorium on charter schools. The LA School Report saysNAACP chapters in San Diego, San Bernardino and Riverside have filed resolutions opposing a moratorium that the national NAACP has pushed under pressure from teachers unions that are a source of its funding.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-warning-to-soleimani-11557184236", "title": "A Warning to Soleimani", "date": "2019-05-06 19:10", "summary": "The U.S. sends a signal to the commander of Iran's Quds Force.. The White House said Sunday it will deploy an aircraft carrier strike group and a bomber task force to the Persian Gulf. This isn't a provocation but a deterrence message for Iran, its Middle Eastern proxies, and especially Iranian Maj. Gen. Qassem Soleimani.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winning-a-tony-brings-broadway-glory-and-sometimes-a-bonus-11557183662", "title": "Winning a Tony Brings Broadway Glory, and Sometimes a Bonus", "date": "2019-05-06 19:01", "summary": "'Hamilton,' which took home 11 awards in 2016, rewarded its team with nearly $700,000 in extra pay. A Broadway production that is nominated for multiple Tony Awards can often see a sizable bump at the box office. And if the show proves victorious, the payoff can be greater.", "categories": [["Books & Arts", "Arts", "Theater"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/theater?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queens-toddler-dies-after-trapped-in-burning-car-11557162033", "title": "Father Is in Custody After Toddler's Death in Burning Car", "date": "2019-05-06 18:55", "summary": "Police say a metal chain was looped around the handle of a rear-passenger door. The father of a 3-year-old Queens girl who died after being trapped in a burning car with a metal chain looped around the handle of a rear passenger door was in police custody Monday and expected to be criminally charged, police officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sysco-leans-on-cost-cutting-after-sales-miss-estimates-11557173167", "title": "Sysco Leans on Cost Cutting After Sales Miss Estimates", "date": "2019-05-06 18:54", "summary": "Shares were up in late-afternoon trading on better-than-predicted adjusted profit. Sysco Corp. said cost cutting helped its results in the latest quarter after sales at the food distributor were softer than expected.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-inspector-general-shortage-11557182478", "title": "The Inspector-General Shortage", "date": "2019-05-06 18:41", "summary": "Appointing more of them would instill much-needed public confidence in institutions.. Just before the release of the Mueller report, Attorney General William Barr reminded Congress that another report is coming soon. Justice Department Inspector General Michael Horowitz is wrapping up his related probe focusing on how the government handled the Trump-Russia investigation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-blunt-ambassador-to-berlin-11557182423", "title": "Trump's Blunt Ambassador to Berlin", "date": "2019-05-06 18:40", "summary": "Richard Grenell isn't apologizing, though he's ruffled even pro-American feathers.. Berlin", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerry-nadlers-contempt-11557182381", "title": "Jerry Nadler's Contempt", "date": "2019-05-06 18:39", "summary": "The House Judiciary chairman is more interested in spectacle than information.. Poor Jerry Nadler.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-lets-another-fish-get-away-11557182352", "title": "Kamala Harris Lets Another Fish Get Away", "date": "2019-05-06 18:39", "summary": "Her weird questions perplexed Barr but did him no damage.. The reviews are in, and Sen. Kamala Harris's performance during Attorney General William Barr's testimony last week was a hit! \"Kamala Harris Guts Barr Like a Fish, Leaves Him Flopping on the Deck,\" Vanity Fair announced. The only problem with her made-for-TV performance is that Ms. Harris's questions were absurd-so vague or weird that they perplexed the attorney general.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-beneficiary-review-questions-of-inheritance-11557182321", "title": "'The Beneficiary' Review: Questions of Inheritance", "date": "2019-05-06 18:38", "summary": "A memoir of a Main Line Philadelphia family shaped by the whims of economic and social history and 'the strands of the double helix.'. Parents are tricky figures, intimately familiar and simultaneously mysterious; creators who are also, to some degree, strangers. The desire to figure them out-to excavate their secrets, their buried histories, the influences that shaped them long before they became our parents-is ancient and irresistible. In \"solving\" them, we hope to solve ourselves. For Janny Scott, solving her father-the Duke of Villanova, a figure who had always seemed \"at some level unknowable\"-meant uncovering a family history that stretched back to the 19th century.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/illinois-man-sentenced-to-16-years-for-chicago-bomb-plot-11557182308", "title": "Illinois Man Sentenced to 16 Years for Chicago Bomb Plot", "date": "2019-05-06 18:38", "summary": "Judge factored in Adel Daoud's mental health in imposing sentence much lower than prosecutors requested. CHICAGO-A federal judge on Monday handed an Illinois man a 16-year prison sentence for attempting to kill hundreds of people by trying to detonate what he thought was a car bomb outside a crowded Chicago bar in 2012.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-bill-would-require-data-on-major-solved-crimes-by-precinct-11557181222", "title": "NYPD Bill Would Require Precinct Data on Major Solved Crimes", "date": "2019-05-06 18:37", "summary": "Councilman Rory Lancman cites reports of low clearance rates for nondomestic homicides in parts of New York City. A New York City Council bill being introduced this week would require the New York Police Department to provide more-detailed information on how often it solves major crimes.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-department-rejects-democrats-request-for-trump-tax-returns-11557178667", "title": "Treasury Department Rejects Democrats' Request for Trump Tax Returns", "date": "2019-05-06 18:21", "summary": "Move is likely to send the dispute into federal court. WASHINGTON-Treasury Secretary Steven Mnuchin rejected House Democrats' request for President Trump's tax returns, a move that was expected after he had contended for weeks that lawmakers were trying to expose details of the president's finances rather than conducting legitimate legislative oversight.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-trump-is-raising-tariffs-on-china-11557181162", "title": "Why Trump Is Raising Tariffs on China", "date": "2019-05-06 18:19", "summary": "The president's tough line will reduce friction later by giving Beijing an incentive to comply with a trade deal.. Are prospects for a U.S.-China trade deal fading? That was the conventional interpretation of President Trump's Sunday tweet, in which he said he'd raise tariffs from 10% to 25% on $200 billion of Chinese exports at the end of this week. Mr. Trump's announcement shocked China's leaders because they underestimated the strength of American hawks' influence, just as Americans once underestimated the influence of Chinese hawks. But the president's tough line now-heading into the final stretch of negotiations-will reduce friction later. China is less likely to cheat on any future agreement if it needs to comply to earn a reduction of these tariffs. China will cheat if the U.S. has no tariffs to enforce it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mind-the-productivity-gap-to-reduce-inequality-11557181134", "title": "Mind the Productivity Gap to Reduce Inequality", "date": "2019-05-06 18:18", "summary": "It isn't only an American problem, but the U.S. has lessons to learn from other wealthy countries.. How are American workers doing? Neither the middle class nor the poor have fared well in recent decades-but don't blame tax cuts, a too-low minimum wage or the greed of the 1%. In rich countries around the world, the top half of the income distribution has been pulling away from the bottom half. Productivity growth among high-wage workers, driven by technological change, is the reason.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-asks-judge-to-jail-hedge-fund-founder-11557174512", "title": "Judge Jails Hedge Fund Founder", "date": "2019-05-06 18:17", "summary": "Platinum Partners founder Mark Nordlicht jailed for rest of trial after prosecutors said he tried to intimidate assistant U.S. attorney. A federal judge in Brooklyn jailed the founder of defunct hedge fund Platinum Partners after government lawyers said he accosted a prosecutor during a break in his trial.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-apparently-lucks-into-an-accidental-cameo-on-game-of-thrones-11557165298", "title": "Misplaced Coffee Cup on 'Game of Thrones' Brews Buzz for Starbucks", "date": "2019-05-06 18:00", "summary": "Sunday's episode showed Daenerys Targaryen with what appeared to be one of the chain's cups within reach. Plenty of brands would like to find a way into an ad-free smash TV show like HBO's \"Game of Thrones.\" On Sunday night, Starbucks Corp. seemed to have lucked its way there.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rolls-royce-looks-to-cto-to-reduce-carbon-footprint-11557179910", "title": "Rolls-Royce Looks to CTO to Reduce Carbon Footprint", "date": "2019-05-06 17:58", "summary": "Tech chief spearheads effort to make jet-engine maker greener. The chief technology officer of Rolls-Royce Holdings PLC has become the public face of the U.K.-based power-systems company's sustainability efforts, coming up with ways to reduce the environmental impact of its products and operations.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-trade-tensions-push-dollar-higher-11557160034", "title": "Dollar Gains Against Emerging-Market Currencies", "date": "2019-05-06 17:52", "summary": "U.S.-China trade tensions raise economic uncertainty. The dollar rose against a number of emerging-market currencies Monday, as renewed trade tensions between the U.S. and China spooked some investors.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-backs-letting-military-academy-athletes-go-pro-immediately-11557168647", "title": "Trump Backs Letting Military-Academy Athletes Go Pro Immediately", "date": "2019-05-06 17:50", "summary": "Defense Department has changed policies on the topic several times in recent years. WASHINGTON-President Trump said he supported allowing top U.S. military-academy athletes to postpone their active-duty service in the armed forces to play professional sports.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-cancels-istanbul-mayoral-election-won-by-opposition-11557162702", "title": "Turkey Cancels Istanbul Mayoral Election Won by Opposition", "date": "2019-05-06 17:42", "summary": "Ruling AKP says balloting was marred by fraud and irregularities, but outraged mayor's party calls situation a matter of wanting to preserve control. ISTANBUL-Turkey's national election board canceled results of the Istanbul mayoral race that President Recep Tayyip Erdogan's ruling party lost five weeks ago and ordered a rerun, sparking outrage in opposition ranks and fueling investor concerns over heightened economic volatility.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-markets-tumble-after-trumps-threat-to-raise-tariffs-on-china-11557108903", "title": "Stocks Rebound From Steep Earlier Losses on U.S.-China Trade Worries", "date": "2019-05-06 17:40", "summary": "Dow closes slightly lower after an earlier drop of more than 450 points, as investors shrugged off trade anxiety. Anxiety surrounding the U.S.-China trade spat swung U.S. stocks Monday, sending them down sharply in the morning before they pared most of their losses with an afternoon rally.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gaza-israel-reach-cease-fire-after-days-of-deadly-clashes-11557133042", "title": "Gaza, Israel Reach Cease-Fire After Days of Deadly Clashes", "date": "2019-05-06 17:39", "summary": "Calm descends after a weekend of rocket fire from Gaza and explosions on both sides of the border. TEL AVIV-Militant groups in Gaza said Monday they had reached a cease-fire with Israel after two days of the deadliest fighting since the 2014 war.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/share-the-wealth-11557178660", "title": "Share the Wealth", "date": "2019-05-06 17:37", "summary": "A new program encourages regional museums to get their art out of storage and lend works to smaller institutions.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/put-american-workers-ahead-of-foreigners-11557178384", "title": "Put American Workers Ahead of Foreigners", "date": "2019-05-06 17:33", "summary": "If there really is a \"downward spiral\" in skilled workers as the Economic Innovation Group finds, it's because of these visa programs. The abuse of the H-1B visa program is as old as the program itself.. Regarding Matthew J. Slaughter's \"Immigrants for the Heartland\" (op-ed, April 29): I disagree with importing more foreign workers. Our entire IT department at Siemens ICN was ordered by corporate management to train our replacements, who were Tata India employees on H-1B/L-1B visas. The well-educated American employees were given a small severance and a pink slip. Our extremely diverse department was replaced with an all-young, male, foreign workforce.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arbitration-or-not-small-suits-are-doomed-11557178305", "title": "Arbitration or Not, Small Suits Are Doomed", "date": "2019-05-06 17:31", "summary": "A good lawyer is going to charge you $500 or more per hour. If your case is less than $10,000, you'll lose money if you win, and the companies know that. Any claim under $50,000 probably isn't worth pursuing.. You keep promoting arbitration as a preferred method to a lawsuit (\"Another Ninth Circuit Spanking,\" Review & Outlook, April 25). Your editorial suggests that arbitration is akin to small-claims court: You, a corporate representative and an arbitrator all work it out. It's not quite that simple. Without a lawyer, you don't stand a chance against a corporate lawyer who does this for a living.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-may-kill-the-good-enough-11557178249", "title": "'Medicare for All' May Kill the Good Enough", "date": "2019-05-06 17:30", "summary": "Before today's progressive utopians start crafting a Medicare for All Act of whatever reach, they need to address the imminent threat of actuarial doom in the current Medicare program.. Regarding Robert C. Pozen's \"'Medicare for All' Isn't Medicare\" (op-ed, May 2): Medicare isn't a typical insurer, it's more like a reinsurer, and one would expect that the administrative costs of a reinsurer to be lower. Further, you don't replace private administration with public employees and expect costs to go down, since public-labor costs are significantly higher. Anyone comparing the debacle of the government takeover of student loans or ObamaCare's promises and results should easily see how Medicare for All makes no sense.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-right-to-work-challenges-union-forced-mediocrity-11557178089", "title": "A Right to Work Challenges Union-Forced Mediocrity", "date": "2019-05-06 17:28", "summary": "Unfortunately, performance in the job had no effect on my pay. I could be the best teacher or the worst teacher and would still receive my salary based on the pay schedule, which was based on tenure.. Regarding your editorial \"Banning Right-to-Work Laws\" (April 29: As a former teacher in the right-to-work state of Iowa, I wasn't a member of the union, not because of dues, but because the union's beliefs and my beliefs differed significantly. As a then recent college graduate, I was locked into the pay schedule with no opportunity to improve my pay unless I got a master's degree. Unfortunately, performance in the job had no effect on my pay. I could be the best teacher or the worst teacher and would still receive my salary based on the pay schedule, which was based on tenure. I disagree with this philosophy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maybe-nyu-should-change-name-of-presidents-award-11557178041", "title": "Maybe NYU Should Change Name of 'President's' Award", "date": "2019-05-06 17:27", "summary": "I am happy that the president of NYU has reaffirmed the university's support of its Jewish students.. Regarding New York University President Andrew Hamilton's letter \"NYU Is Committed to Its Jewish Community\" (April 30): I am happy that the president of NYU has reaffirmed the university's support of its Jewish students. But since he says neither he nor his staff participates in the selection of winners, maybe the first step would be to remove \"President's\" from the misnamed President's Service Awards.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corinthian-capital-fined-for-misusing-fund-assets-11557177189", "title": "Corinthian Capital Fined for Misusing Fund Assets", "date": "2019-05-06 17:13", "summary": "Firm agreed to pay a $100,000 penalty in a settlement with the Securities and Exchange Commission. The Securities and Exchange Commission fined Corinthian Capital Group for misusing the assets of one of its funds, the latest example of the regulator closely monitoring the way private-equity firms handle fund expenses.", "categories": [["Pro PE Legal Regulatory"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-legal-regulatory?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-industrial-stocks-slide-on-renewed-trade-fears-11557154734", "title": "Tech, Industrial Stocks Slide on Renewed Trade Fears", "date": "2019-05-06 17:00", "summary": "Declines signal Trump's latest tariff threat is weakening confidence in markets. Shares of technology and industrial companies reliant on Chinese demand slid Monday, a sign President Trump's latest tariff threat is eroding the optimism that has supported markets so far this year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-housing-market-solid-and-will-return-to-growth-bank-of-canada-governor-says-11557168422", "title": "Canada's Housing Will Return to Growth, Central Bank Governor Says", "date": "2019-05-06 17:00", "summary": "Tougher mortgage rules are effective and improving quality of new loans, Stephen Poloz says. OTTAWA-Canada's overall housing market remains solid and should return to growth later this year as previously frothy markets in Toronto and Vancouver stabilize, Bank of Canada Governor Stephen Poloz said.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-stanches-flow-of-stolen-fuel-11557175905", "title": "Mexico Stanches Flow of Stolen Fuel", "date": "2019-05-06 16:51", "summary": "New government turns tide on thieves tapping pipelines and sapping state-oil company's revenues. MEXICO CITY-Mexico's government is notching some successes in its battle against the country's fuel thieves, dealing a blow to organized crime and restoring lost revenues to financially troubled state-run oil company Petróleos Mexicanos.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyson-sees-benefit-ahead-from-african-swine-fever-11557147815", "title": "Tyson Says Hog Disease Impact to Linger for Years", "date": "2019-05-06 16:46", "summary": "The meat company beat estimates in its latest quarter but said global meat prices are poised to rise. Global meat prices are poised to rise after China culled tens of millions of hogs to contain a fast-spreading swine disease, the chief executive of Tyson Foods Inc. said.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-era-for-a-historic-troupe-11557175548", "title": "A New Era for a Historic Troupe", "date": "2019-05-06 16:45", "summary": "Now under new artistic leadership, New York City Ballet is ushering in a new chapter in the company's history.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aig-notches-turnaround-in-key-unit-11557175535", "title": "AIG Notches Turnaround in Key Unit", "date": "2019-05-06 16:45", "summary": "First-quarter net income fell 30%, but core unit shows long-awaited recovery. American International Group Inc.'s first-quarter net income fell, but its closely watched adjusted operating results jumped 44% as a core unit posted long-awaited improvement.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-translator-had-close-relationship-with-terrorism-suspect-documents-show-11557164280", "title": "FBI Translator Had Close Relationship With Terrorism Suspect, Documents Show", "date": "2019-05-06 16:40", "summary": "Suspect considered the translator an uncle, had nearly 180 phone transactions with him, court filings say. WASHINGTON-A translator working for the Federal Bureau of Investigation had a personal relationship with a terrorism suspect whose calls he translated as part of his duties for the bureau, according to documents from federal prosecutors made public Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-beyond-meat-can-teach-big-food-11557140580", "title": "What Beyond Meat Can Teach Big Food", "date": "2019-05-06 16:33", "summary": "Vegetable-based burger company's shares look expensive, but investors shouldn't brush aside the appeal of its products. Beyond Meat 's shares may have soared beyond reason, but the blockbuster initial public offering still holds valuable lessons for the food industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-flags-elevated-asset-prices-high-debt-as-u-s-financial-risks-11557169431", "title": "Fed Flags Risky Business Debt as Vulnerability for Financial System", "date": "2019-05-06 16:22", "summary": "In second financial stability report, officials warn of growth in leveraged loans and elevated asset prices. WASHINGTON-The Federal Reserve identified rising sales of risky corporate debt as a top vulnerability facing the U.S. financial system, according to a report released Monday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-get-lift-from-trade-tensions-11557154792", "title": "U.S. Government Bonds Get Lift From Trade Tensions", "date": "2019-05-06 16:06", "summary": "Ten-year yield drops below 2.5% after Trump threatens to raise tariffs on Chinese imports. U.S. government bond prices rose Monday, pushing the yield on the 10-year Treasury note below 2.5%, after new tariff threats by President Trump left investors scrambling to assess their impact on U.S.-China trade talks.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlotte-posenenske-work-in-progress-review-a-minimalist-goes-outside-the-box-11557172786", "title": "'Charlotte Posenenske: Work in Progress' Review: A Minimalist Goes Outside the Box", "date": "2019-05-06 15:59", "summary": "Humble materials and a fiercely democratic mindset are at the heart of this retrospective of the underknown Charlotte Posenenske, who gave up making art in her mid-30s.. Beacon, N.Y.", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-near-five-week-low-on-trumps-china-tweets-11557150447", "title": "Oil Rises as U.S. Sends Carrier to Middle East", "date": "2019-05-06 15:58", "summary": "Oil prices fell hard earlier on worries Trump's China tweets might derail a possible trade deal. • Oil prices ended higher Monday on geopolitical worries after the U.S. said it was sending an aircraft carrier and a strike force to the Middle East as a warning to Iran. The rise in oil prices was a rebound from earlier in the session, when crude fell hard on worries that Twitter postings by President Trump might derail a possible U.S.-China trade deal.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-committee-to-vote-on-holding-barr-in-contempt-11557151417", "title": "House Panel to Vote on Holding Barr in Contempt", "date": "2019-05-06 15:50", "summary": "Judiciary Committee move comes after Justice Department misses deadline for unredacted Mueller report. WASHINGTON-The House Judiciary Committee said it would vote Wednesday on whether to hold Attorney General William Barr in contempt of Congress, escalating a dispute with the Trump administration after Mr. Barr missed lawmakers' deadline to turn over an unredacted version of special counsel Robert Mueller's report.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-south-africa-at-a-crossroads-president-seeks-middle-path-in-vote-11557169644", "title": "With South Africa at a Crossroads, President Seeks Middle Path in Vote", "date": "2019-05-06 15:33", "summary": "Resume Subscription. JOHANNESBURG-President Cyril Ramaphosa has positioned himself as a voice of moderation in the battle for the future of a South Africa torn between Nelson Mandela's vision of a harmonious multiracial nation and increasingly angry demands for more-aggressive wealth redistribution.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stanley-collender-explained-the-u-s-budget-to-contractors-and-even-federal-employees-11557171017", "title": "Stanley Collender Explained the U.S. Budget to Contractors and Even Federal Employees", "date": "2019-05-06 15:30", "summary": "Quotable consultant worked on House and Senate committees, then found he was in hot demand for analysis. When Stanley Collender won an internship on the staff of the Senate Budget Committee in the 1970s, it must have sounded like a dull gig to a student who had never excelled at math. Starting in the 1980s, however, the fast-talking New York native discovered how lucrative it could be to explain the complexities of the U.S. budget to defense contractors and other beneficiaries of government spending.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usa-gymnastics-says-mediator-would-help-negotiations-with-sex-abuse-victims-11557170985", "title": "USA Gymnastics Says Mediator Would Help Negotiations With Sex Abuse Victims", "date": "2019-05-06 15:29", "summary": "Sports governing body wants bankruptcy judge to mediate settlement talks with athletes who sued organization over sexual-abuse claims. Officials at USA Gymnastics have begun to focus on negotiations with insurers and former gymnasts who have said they deserve compensation from the organization's failure to protect them from a longtime doctor who sexually abused them.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-to-restate-financial-results-following-investigation-11557144423", "title": "Kraft Heinz to Restate Financial Results Following Investigation", "date": "2019-05-06 15:24", "summary": "Restatements go back as far as 2016; probe also revealed misconduct in procurement division. Kraft Heinz Co. said errors in its accounting go back several more years than previously known, widening the scope of the internal problems the beleaguered food company has to resolve while facing a federal securities probe and shareholder lawsuits.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-trump-they-trust-11557167606", "title": "In Trump They Trust?", "date": "2019-05-06 14:33", "summary": "If tweeted tax threats don't scare investors they may not scare China's government, either.. Is President Donald Trump encouraging China to accept a better deal for producers and consumers worldwide or is he pushing the U.S. toward a trade war with Beijing? Investors seem to believe it's the former, which could make it more difficult to cut a deal.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/therapists-without-couches-apps-broaden-client-pools-11557167402", "title": "Therapists Without Couches: Apps Broaden Client Pools", "date": "2019-05-06 14:30", "summary": "Talkspace counselor Alicia Winkle shows how tech is opening new avenues for practice in traditional fields; 'it can be a lot more supportive than just one hour a week in the office'. Alicia Winkle is the epitome of the modern psychotherapist: She has a traditional therapy practice where she sees local patients at her office in Madison, Ala.-as well as a virtual one where she can serve clients from all over Alabama, where she has her license.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photo-gallery-cyril-ramaphosa-a-public-life-11557166316", "title": "Photos: Cyril Ramaphosa, a Public Life", "date": "2019-05-06 14:11", "summary": "South Africa's president, who has been a union leader, key figure in ending apartheid and a wealthy businessman, is seeking a new term Wednesday. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gold-edges-lower-with-dollar-surging-after-tariff-threat-11557150226", "title": "Gold Edges Higher After Tariff Threat", "date": "2019-05-06 14:08", "summary": "Haven metal benefits as stocks and other risk assets decline. Gold prices inched higher Monday, boosted by declines in stocks and other risk assets after President Trump threatened to escalate the U.S.-China trade fight.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-blames-islamic-jihad-for-spoiling-gaza-truce-talks-11557165910", "title": "Israel Blames Islamic Jihad for Spoiling Gaza Truce Talks", "date": "2019-05-06 14:05", "summary": "Officials in Israel see Gaza's second-largest militant group as stoking the border conflict in defiance of the Palestinian strip's ruler Hamas. TEL AVIV-Israeli officials say they are increasingly concerned that Gaza's second-largest militant group, Palestinian Islamic Jihad, is stoking conflict that neither Israel nor the strip's ruler Hamas wants.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-seek-to-liberate-billions-of-dollars-in-funds-11557135001", "title": "Big Banks Seek to Liberate Billions of Dollars", "date": "2019-05-06 13:55", "summary": "Dodd-Frank forced banks to hold funds in reserve; now some have found a way to free up that cash. Big banks have complained for years about a key feature of the Dodd-Frank overhaul requiring them to keep billions of dollars of cash in reserve. Some are trying to find a way around it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hudsons-bay-considering-sale-of-lord-taylor-11557151905", "title": "Hudson's Bay Considering Sale of Lord & Taylor", "date": "2019-05-06 13:52", "summary": "Department store's parent company has been scaling back the chain in a tough retail environment. Hudson's Bay Co. said it is pursuing strategic alternatives for Lord & Taylor, including a possible sale or merger of the department-store chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/metals-slump-spurs-growth-concerns-11557144001", "title": "Metals Slump Spurs Growth Concerns", "date": "2019-05-06 13:46", "summary": "Weak manufacturing data and a stronger dollar have sent copper, aluminum and lead prices sliding but a U.S.-China trade deal could lend support. Prices for industrial metals are slumping, renewing investor concerns that pockets of weakness remain in the global economy.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-negotiators-prepare-to-go-to-washington-for-trade-talks-11557133646", "title": "Tariff Threats Pose Challenge for China's Xi to Keep Talks on Track", "date": "2019-05-06 13:39", "summary": "President Trump had accused China of backsliding in trade talks and threatened to ramp up tariffs on Chinese imports. BEIJING-President Trump's new tariff threat is putting Chinese leader Xi Jinping in a bind about how to keep trade negotiations on track and shore up China's economy while not being seen as caving to Washington.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-woos-gop-donors-who-sat-out-2016-11557164314", "title": "Trump Campaign Woos GOP Donors Who Sat Out 2016", "date": "2019-05-06 13:38", "summary": "Fundraisers to gather at Trump International Hotel for pitch on president's 2020 contribution-'bundler' program. WASHINGTON-Well-connected Republican donors withheld millions of dollars from Donald Trump's first presidential run, but 200 of them are set to gather Tuesday for a five-hour campaign pitch at the Trump International Hotel, down the street from the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-cohen-to-begin-serving-three-year-sentence-11557088155", "title": "Cohen Begins Serving Three-Year Sentence", "date": "2019-05-06 13:37", "summary": "Trump's former lawyer, who reported to Otisville prison, had sought to reduce, delay his sentence. Michael Cohen's efforts to reduce or delay his three-year prison sentence ended Monday, when President Trump's former lawyer reported to Otisville federal prison for crimes including arranging a hush-money scheme at the president's direction.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bridgewater-co-ceo-eileen-murray-weighs-leaving-worlds-largest-hedge-fund-11557154633", "title": "Bridgewater Co-CEO Weighs Leaving World's Largest Hedge Fund", "date": "2019-05-06 12:24", "summary": "Wells Fargo representatives most recently discussed with her open CEO job. Bridgewater Associates co-Chief Executive Officer Eileen Murray has held repeated conversations inside and outside of the firm about leaving the world's largest hedge fund, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casino-upstarts-give-u-s-giants-a-run-for-their-money-in-asia-11557145039", "title": "Casino Upstarts Give U.S. Operators a Run for Their Money in Asia", "date": "2019-05-06 12:17", "summary": "Gambling venues are opening across the region to lure Chinese bettors from Macau-home to Las Vegas brands Wynn, Sands. American gambling companies that have won big in Macau in recent years are facing increased competition from casinos popping up across Asia to lure away Chinese high rollers and tourists.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-dogs-became-the-new-hypebeasts-11557158756", "title": "Men Who Love Streetwear-and Dress Their Dogs to Match", "date": "2019-05-06 12:05", "summary": "Pet brands like Very Important Puppies and Pawmain are selling flashy hoodies and leashes for our four-legged friends. ACCORDING TO the American Pet Products Association, we spent over $72.5 billion on supplies for our furry friends in 2018. While much of that bought the sort of utilitarian gear you can find at Petco, high-end pet clothing has been a thriving market since at least the early aughts, when Paris Hilton paraded her chihuahua/prop Tinkerbell around in designer outfits. Today, that market has given rise to an attention-getting micro-genre: canine streetwear. Hoodies that accommodate pointy ears, sneaker-shaped chew toys and even designer turtlenecks echo the styles found in human hypebeasts' closets.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-painful-investment-recommendation-of-the-week-goes-to-11557157870", "title": "The Painful Investment Recommendation of the Week Goes to...", "date": "2019-05-06 11:51", "summary": "Morgan Stanley analysts expressed confidence in Chinese stocks on the last trading day before Monday's bloodbath. Every analyst (and columnist) makes a bad call once in a while. Some calls turn bad more quickly than others.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-investigators-examine-black-boxes-for-cause-of-jet-fire-11557136703", "title": "Russian Investigators Examine Black Boxes for Cause of Jet Fire", "date": "2019-05-06 11:39", "summary": "Transport minister sees no reason to ground the model involved in the incident that killed 41 people. MOSCOW-Russian officials on Monday were examining the black boxes and flight data recovered from the wreckage of a passenger jet that caught fire and killed 41 people at Moscow's busiest airport.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-kraft-heinz-a-chance-for-a-fresh-start-11557156701", "title": "For Kraft Heinz, a Chance for a Fresh Start", "date": "2019-05-06 11:31", "summary": "Kraft Heinz is restating nearly three years of financial statements following an investigation into its accounting. Kraft Heinz said on Monday that its financial statements from 2016, 2017 and the first three quarters of 2018 should no longer be relied upon. While the news isn't quite as dire as it sounds, the admission still adds to signs that a fundamental revamp of the company is needed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-harker-expects-one-more-rate-hike-in-2019-and-another-in-2020-11557151277", "title": "Fed's Harker Expects One More Rate Hike in 2019 and Another in 2020", "date": "2019-05-06 11:29", "summary": "Bank of Philadelphia president suspects recent inflation weakness is transitory. Federal Reserve Bank of Philadelphia President Patrick Harker said Monday he is still expecting more central bank interest-rate increases, but acknowledged that view has become somewhat more tentative.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meghan-markle-and-prince-harry-have-a-son-11557152632", "title": "Meghan Markle and Prince Harry Welcome a Baby Boy", "date": "2019-05-06 11:28", "summary": "Prince Harry says mother and baby doing 'incredibly well'; Duke and Duchess of Sussex are still considering names. LONDON-Prince Harry and Meghan Markle welcomed their first child, a boy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-announces-rule-allowing-30-000-additional-seasonal-worker-visas-11557154800", "title": "Rule Allows 30,000 Additional Seasonal Worker Visas", "date": "2019-05-06 11:14", "summary": "Increase in temporary workers will benefit landscapers, resorts and other small businesses reliant on such labor. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-fitness-videos-have-a-new-feature-a-random-guy-named-brad-11557154711", "title": "Peloton Fitness Videos Have a New Feature: A Random Guy Named Brad", "date": "2019-05-06 10:58", "summary": "Resume Subscription. Drop in on one of Peloton's cult spinning classes on any given day and you're bound to see sweat-glistening instructors with abs that could cut glass. Oh, and a middle-aged man named Brad.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-superstar-role-players-are-swinging-the-nba-playoffs-11557153572", "title": "The Superstar Role Players Are Swinging the NBA Playoffs", "date": "2019-05-06 10:39", "summary": "They weren't on their teams when this season began. Now those teams are winning because of them.. HOUSTON-It was overtime of the most important game so far in this NBA season, and the Golden State Warriors and Houston Rockets wanted their best lineups on the court. The Warriors went with the five players who form the most influential lineup in league history. The Rockets went with the four players they have built their entire team around-and one who wasn't even on the team when the season began.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-issues-warning-to-china-russia-on-arctic-11557153220", "title": "Pompeo Issues Warning to China, Russia on Arctic", "date": "2019-05-06 10:39", "summary": "Secretary of state calls for vigilance against aggressive claims for region's resources. ROVANIEMI, Finland-The U.S. warned against encroachment in the Arctic by China and Russia, calling on nations with Arctic territory to guard against aggressive claims and actions in an area that has attracted global competition.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-poised-to-breach-parts-of-nuclear-agreement-europeans-warn-11557152721", "title": "Iran Poised to Breach Parts of Nuclear Agreement, Europeans Warn", "date": "2019-05-06 10:25", "summary": "Such a move would mark Iran's strongest reaction yet to a series of U.S. measures aimed at intensifying pressure on Tehran. European diplomats warned Monday that Iran is preparing to abandon parts of a landmark nuclear deal in response to new U.S. sanctions, a step that risks inflaming tensions after the Trump administration dispatched warships to the Persian Gulf to deter potential Iranian attacks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-saffron-styles-to-usher-in-summer-11557151053", "title": "9 Saffron Styles to Usher in Summer", "date": "2019-05-06 09:57", "summary": "Bright yellows add to the summery feel of warm-weather essentials. These pretty heeled sandals work for day and night. The Row shoes, $890, barneys.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-gladiator-sandals-that-fuse-the-ancient-with-the-modern-11557150864", "title": "5 Gladiator Sandals That Fuse the Ancient with the Modern", "date": "2019-05-06 09:54", "summary": "Put your best foot forward in these strappy summer shoes, from Chloé to Longchamp. These knee-highs are a major statement shoe. Longchamp, $1,355, Longchamp boutiques nationwide", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putin-punches-above-his-weight-11557150000", "title": "Putin Punches Above His Weight", "date": "2019-05-06 09:40", "summary": "Russian president's global strategy keeps Moscow's tentacles in enough places that the Kremlin is ensured a seat at every table that matters. You've got to give Vladimir Putin his due: The man knows how to play a weak hand well.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-has-early-advantage-in-democratic-field-poll-shows-11557149191", "title": "Biden Has Early Advantage in Democratic Field, Poll Shows", "date": "2019-05-06 09:26", "summary": "Kirsten Gillibrand and Julián Castro have ground to make up, according to WSJ/NBC survey. Former Vice President Joe Biden's status as a front-runner-and the distance that many other Democratic presidential candidates must travel to close the gap with him-come across clearly in the new Wall Street Journal/NBC News poll, which gives an early indication of where enthusiasm rests among the party's primary voters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-caterpillar-boeing-berkshire-hathaway-occidental-petroleum-wells-fargo-and-more-11557138551", "title": "Stocks to Watch: Caterpillar, Boeing, Berkshire, Kraft and More", "date": "2019-05-06 08:47", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprint-rewarded-salespeople-in-its-outsize-push-on-free-lines-11557146616", "title": "Sprint Rewarded Salespeople in Its Outsize Push on Free Lines", "date": "2019-05-06 08:43", "summary": "Wireless carrier, looking to get nod for T-Mobile deal, now says promotions helped mask its health. Sprint Corp. has told regulators considering its merger with T-Mobile US Inc. that promotional free cellphone lines helped make the wireless carrier look healthier than it actually is. That distortion stems in part from the way Sprint credits its salespeople.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buckle-up-for-a-weaker-chinese-yuan-11557146149", "title": "Buckle Up For a Weaker Chinese Yuan", "date": "2019-05-06 08:35", "summary": "Neither political nor economic developments support the idea that the yuan will hold onto its current levels. The yuan's tumble on Monday leaves the currency just a couple of days of bad news from the totemic seven-to-the-dollar exchange rate that China's government is loath to let it breach. Sooner or later, Beijing will have to deal with a yuan on the wrong side of that level.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-news-prepares-to-shuffle-top-anchors-11557098018", "title": "CBS News Shuffles Top Anchors", "date": "2019-05-06 08:14", "summary": "Norah O'Donnell, co-anchor of 'CBS This Morning,' to succeed Jeff Glor as anchor of 'CBS Evening News'. CBS News is changing the lineup of anchors at its flagship shows as its recently appointed president, Susan Zirinsky, puts her stamp on the news division.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robo-trading-electrifies-sleepy-municipal-bond-market-11557144000", "title": "Robo-Trading Electrifies Sleepy Municipal Bond Market", "date": "2019-05-06 08:00", "summary": "Electronic trading has surged in municipal-bond trading, leveling the playing field for small investors. Every morning, money manager Brian Dixon puts 75 to 100 municipal bonds up for sale to about 80 Wall Street brokers. But his biggest buyer is TMC Bonds, one of the electronic-trading systems that is transforming the municipal-bond market and leveling the playing field for individual investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-vs-the-horses-derby-debate-goes-presidential-11557143530", "title": "Trump vs. the Horses: Derby Debate Goes Presidential", "date": "2019-05-06 07:52", "summary": "The President weighs in on a disputed race-and another sports debate goes sideways in 2019. I assume disputed Kentucky Derby winner Country House will not be invited to clip-clop into the White House.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rising-trade-tensions-slaughter-hog-stock-11557139358", "title": "Rising Trade Tensions Slaughter Hog Stock", "date": "2019-05-06 07:43", "summary": "WH Group, the world's largest pork producer, sank as much as 12% on Monday after a pair of belligerent tweets from President Trump. A company sometimes considered a proxy for U.S.-China trade tensions just suffered one of its worst trading days on record.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-can-turn-user-groups-into-gold-mines-11557142380", "title": "Facebook Can Turn User Groups Into Gold Mines", "date": "2019-05-06 07:33", "summary": "Facebook doesn't currently run ads on its Groups pages, but it may want to. Groups, apparently, are meaningful for Facebook 's users, but not for the company's bottom line. Changing that could be lucrative, though not easy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-cory-booker-rolls-out-gun-control-proposal-11557140400", "title": "Booker Proposes Gun-Control Measures", "date": "2019-05-06 07:00", "summary": "Democratic 2020 candidate calls for new standards for firearm ownership, expanded background checks. Democratic presidential candidate Cory Booker is proposing an aggressive approach to curb the flow of guns in the U.S., including strict new federal requirements for firearm ownership.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-bonds-oil-bitcoin-are-all-up-the-everything-rally-is-back-worrying-some-investors-11557048630", "title": "The Everything Rally Is Back, Worrying Some Investors", "date": "2019-05-06 06:56", "summary": "Nearly 90% of 70 financial asset classes posted positive total returns this year through April. After a brutal 2018, stocks, bonds, credit markets, commodities and even cryptocurrencies have risen in 2019, with some asset classes such as U.S. equities recently scaling records.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brunei-extends-moratorium-on-capital-punishment-to-adultery-gay-sex-11557111546", "title": "Brunei Backs Away From Death Penalty for Gay Sex", "date": "2019-05-06 06:49", "summary": "Sultan says de facto moratorium on capital punishment extends to offenses under Islamic law. The sultan of Brunei said the tiny oil-rich kingdom won't enforce newly implemented Islamic laws that punish gay sex and adultery with death by stoning, after the country was hit by international condemnation and a boycott campaign.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-little-cbd-to-take-the-edge-offfor-your-pet-11557135001", "title": "A Little CBD to Take the Edge Off-For Your Pet?", "date": "2019-05-06 05:30", "summary": "Products containing the hemp extract have garnered a flurry of interest among fans who take it for everything from sleep to stress reduction. Now, people are trying it on their pets.. Barbara Hightower has found a solution to her 9-year-old dog Moose's panic attacks: Treats made from cannabis.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rivals-vie-for-mastery-over-americas-hottest-oil-field-11557135001", "title": "Rivals Vie for Mastery Over America's Hottest Oil Field", "date": "2019-05-06 05:30", "summary": "Bidding war for Anadarko Petroleum shows value of Permian Basin, the heart of U.S. fracking boom. Companies are clamoring for a bigger piece of the prolific oil field that has lifted U.S. crude production to records.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homeowners-fault-government-for-hurricane-harvey-damage-11557135000", "title": "Homeowners Fault Government for Hurricane Harvey Damage", "date": "2019-05-06 05:30", "summary": "Houston area residents allege the U.S. Army Corps of Engineers knew houses were at risk and now, under eminent domain law, owe them compensation. KATY, Texas-With lush parks, solid schools nearby and its proximity to Houston, the Cinco Ranch planned community seemed the perfect place for Elisio and Ana Soares to buy a house after moving to the U.S. from Brazil.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/growth-is-great-what-could-go-wrong-trade-11557121822", "title": "Growth Is Great, What Could Go Wrong? Trade.", "date": "2019-05-06 01:53", "summary": "Investors have been ignoring a big contradiction in the current rally. Inflation is low, unemployment is low, fish are jumping, and the cotton is high. What could go wrong?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moscow-plane-fire-kills-at-least-13-11557086167", "title": "Moscow Plane Fire Kills at Least 41", "date": "2019-05-06 01:23", "summary": "Aeroflot passenger aircraft catches fire after emergency landing; Vladimir Putin orders investigation. MOSCOW-A Russian passenger plane caught fire after an emergency landing at one of Moscow's main airports on Sunday, killing at least 41 people and triggering a criminal probe of the incident, according to Russian state media.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11557081369", "title": "Pepper...and Salt", "date": "2019-05-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xfl-strikes-tv-deals-with-fox-and-disney-11557146700", "title": "XFL Strikes TV Deals With Fox and Disney", "date": "2019-05-06 00:01", "summary": "Deals are expected to give visibility to Vince McMahon's reboot of NFL rival nearly 20 years after initial launch. ", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/making-monkeys-out-of-the-sohn-investing-gurus-11557115260", "title": "Making Monkeys Out of the Sohn Investing Gurus", "date": "2019-05-06 00:01", "summary": "Randomly selected stocks beat the picks made by last year's Sohn Conference headliners. No animals were harmed in this financial experiment, but some human egos were bruised.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-david-solomons-take-on-something-buy-a-goldman-share-and-show-up-11557054000", "title": "Want David Solomon's Take on Something? Buy a Goldman Share and Show Up", "date": "2019-05-06 00:01", "summary": "Mindee Wasserman, a fixture at the annual shareholder meeting for years, helps liven an otherwise uneventful affair. When Goldman Sachs Group Inc. opened its annual meeting Thursday to Q&A, Mindee Wasserman beelined for the microphone.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-department-expands-military-style-counterterrorism-training-overseas-11557141192", "title": "As Diplomacy Shifts, U.S. Expands Military-Style Training", "date": "2019-05-06 00:01", "summary": "Sites are added to aid governments in Africa, Southeast Asia as diplomacy faces potential cuts. DAKAR, Senegal-The U.S. State Department is opening new, military-style training facilities around the world, expanding plans to prop up local forces battling terrorism as the Trump administration seeks cutbacks in conventional diplomacy and development programs.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-inspired-but-didnt-direct-easter-attacks-sri-lanka-says-11557080734", "title": "Sri Lanka Bombers Blew Up Motorcycles, Lost Fingers Honing Deadly Skills", "date": "2019-05-06 23:59", "summary": "Authorities cite evidence that local planners followed terror group's designs from the internet to build bombs used in a series of suicide bombings that left more than 250 people dead. COLOMBO, Sri Lanka-The devastating Easter Sunday bombings in Sri Lanka were locally planned and executed, without direct guidance from the Islamic State militant group, investigators said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-deploys-forces-to-mideast-to-deter-iran-11557106795", "title": "U.S. Deploys Forces to Mideast to Deter Iran", "date": "2019-05-06 22:28", "summary": "New intelligence suggests allied interests and American forces could be imperiled. WASHINGTON-The U.S. is deploying a carrier strike group and a number of bombers to the Middle East to serve as a deterrent to Iran based on new intelligence that suggests allied interests and American forces could be imperiled, multiple U.S. officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-weve-learned-about-target-date-funds-10-years-later-11557108540", "title": "What We've Learned About Target-Date Funds, 10 Years Later", "date": "2019-05-06 22:09", "summary": "A decade after target-date funds were damaged during the financial crisis, they have re-emerged bigger than ever as retirement investments. But they still have vulnerabilities.. Back in 2008, many investors looking ahead to retirement in two years had a shock when \"target-date funds\" designed for them plummeted in value. Many had assumed those funds, targeted to a 2010 retirement, were safe from large moves that late in the game.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-mutual-fund-and-etf-fees-might-still-vary-more-than-they-should-11557108480", "title": "Your Fund Fees Might Still Vary More Than They Should-Especially on Index Funds", "date": "2019-05-06 22:08", "summary": "Many investors feel trapped into paying high fees. Here's why, and what they can do. Marianne Swenson, a Boston-based labor lawyer, had done her research; she knew that the less she paid in fees for the mutual funds in her 401(k) portfolio, the more money she'd have to grow in her nest egg over the years. And she knew that there were plenty of S&P 500 index funds-a key ingredient in the portfolios of many fee-conscious investors-charging less than 0.10% a year.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-add-to-2019-gains-11557108420", "title": "U.S.-Stock Funds Rose 3.6% in April, Add to 2019 Gains", "date": "2019-05-06 22:07", "summary": "During April, two risks that worried investors in 2018, fears about a possible government shutdown and a trade war with China, vanished. No one can be sure how long this will last. But the average U.S.-stock fund investor is enjoying every month's portfolio statement so far in 2019.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-tough-times-for-hedge-funds-these-are-the-ones-that-stand-out-11557108360", "title": "In Tough Times for Hedge Funds, These Are the Ones That Stand Out", "date": "2019-05-06 22:06", "summary": "The hedge-fund industry has trailed the market for 10 straight years, but our review shows that many smaller funds are doing well. The hedge-fund industry continued its losing streak last year.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-divergence-in-markets-11557108300", "title": "What Is Divergence in Markets?", "date": "2019-05-06 22:05", "summary": "The word divergence gets used in at least two distinct areas of market analysis. When market analysts use the word \"divergence,\" it often isn't clear what they mean. That's a problem because how it is used and in what context has implications for investors.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bond-etf-tries-to-balance-risk-11557108240", "title": "A Bond ETF Tries to Balance Risk", "date": "2019-05-06 22:04", "summary": "The iShares Edge U.S. Fixed Income Balanced Risk fund has prospered in recent years with a strategy that aims to balance interest rate risk and credit risk. Investors must consider both interest-rate risk and credit risk to prosper in the fixed-income market.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: iShares Edge"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-good-time-for-growth-stocks-may-not-be-over-11557108181", "title": "Why the Good Times for Growth Stocks May Not Be Over", "date": "2019-05-06 22:03", "summary": "Many investors believe it's time for value stocks to take the lead. Not so fast.. Growth stocks are on an uncommon roll as corporate profits chug on. But you might not want to bet on this long winning streak ending soon.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etfs-hope-to-connect-with-5g-theme-11557108121", "title": "ETFs Hope to Connect With 5G Theme", "date": "2019-05-06 22:02", "summary": "The FIVG trading symbol is already taken, yes, but many other funds are planning to play the 5G theme. Fund managers are dialing up their interest in 5G.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-know-about-nontransparent-etfs-11557108061", "title": "What to Know About 'Nontransparent' ETFs", "date": "2019-05-06 22:01", "summary": "With this new category, managers don't have to disclose all the fund's investments every day. You'll be hearing more about \"nontransparent\" exchange-traded funds, now that the Securities and Exchange Commission is poised to approve a wave of them.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-way-to-think-about-momentum-investing-11557108000", "title": "A New Way to Think About Momentum Investing", "date": "2019-05-06 22:00", "summary": "It's easier to capitalize on momentum investing if you bet on the hottest factors (like large vs. small), rather than the best-performing actual stocks, a study suggests. Researchers recently uncovered an easier and more effective way of profiting from Wall Street's infamous momentum effect.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-reaches-tentative-deal-to-sell-anadarko-africa-assets-11557079528", "title": "Occidental Raises Cash Portion of Anadarko Bid", "date": "2019-05-06 21:25", "summary": "Company also reveals plan to sell assets as it seeks to outduel Chevron for Anadarko. Occidental Petroleum Corp. revised its offer for Anadarko Petroleum Corp. , increasing the cash portion of its bid and removing any requirement for a shareholder vote as the company seeks to best Chevron Corp. in a contest for prized assets in the heart of the U.S. oil boom.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-will-increase-tariffs-on-200-billion-of-chinese-goods-from-10-to-25-on-friday-11557075332", "title": "Trump Issues China Tariff Threat", "date": "2019-05-06 20:46", "summary": "President's warning to China takes Beijing by surprise. President Trump threatened to drastically ramp up U.S. tariffs on Chinese imports, a surprise twist that put an accord in doubt as Beijing considered pulling out of talks scheduled to begin this week.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cottage-industry-for-artists-among-the-game-of-thrones-faithful-11557100800", "title": "The Cottage Industry for Artists Among the 'Game of Thrones' Faithful", "date": "2019-05-06 20:00", "summary": "Resume Subscription. If emotional investment is key to making great art, then go ahead and put Robert Ball's latest piece in a museum. The London-based graphic artist wept during last week's \"Game of Thrones\" episode that inspired his illustration, and misted up again during the four-day process of creating it.", "categories": [[]], "category_links": []}]