[{"link": "https://www.wsj.com/articles/hong-kong-police-officer-shot-with-an-arrow-at-university-battle-11573981792", "title": "Hong Kong Police Try to Storm University in Bid to Retake Campus", "date": "2019-11-17 23:31", "summary": "Demonstrators who have occupied city's Polytechnic University throw Molotov cocktails, as authorities threaten lethal force. HONG KONG-Large fires burned at a university here early Monday as police threatened lethal force and advanced on a group of increasingly militant pro-democracy activists armed with makeshift weapons who have occupied the campus for days.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coming-to-terms-with-occasional-memory-loss-11574046360", "title": "Coming to Terms With Occasional Memory Loss", "date": "2019-11-17 22:06", "summary": "I no longer panic at the minor lapses. Instead, I see them as opportunities. For the past four years, two friends and I have met almost every week at a coffee shop to catch up on our lives. Occasionally during the course of our conversation, one of us can't remember the name of a TV show she wants to recommend, a politician dominating the headlines or the precise word needed to complete a sentence. That inevitably leads us to panic, wondering if we are starting the dreaded downward slide into memory lapse.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/older-workers-have-a-big-secret-their-age-11574046301", "title": "Older Workers Have a Big Secret: Their Age", "date": "2019-11-17 22:05", "summary": "Afraid of being rejected by younger managers and colleagues, they hide things that might reveal their true age. Peppy Dubno worked for 23 years for a large financial-services company in New York. And during that time, she didn't tell anybody her age.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-revealing-words-people-use-to-describe-retirement-11574046240", "title": "The Revealing Words People Use to Describe Retirement", "date": "2019-11-17 22:04", "summary": "Men talk about 'hobbies' and 'travel.' For women, it's about 'calm' and 'time.'. To explore how people think about retirement, the MIT AgeLab asked 990 adults across the U.S. to come up with five words describing \"life after career.\"", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/urinary-incontinence-is-common-often-treatablebut-hard-to-discuss-11574046180", "title": "Urinary Incontinence Is Common, Often Treatable-but Hard to Discuss", "date": "2019-11-17 22:03", "summary": "One-third of Americans over 40 suffer from it, but many people wait years to seek care, if they seek it at all. If the many health issues that come with aging, one of the most vexing is also among the hardest to talk about, even with a doctor: a troublesome bladder.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-ways-to-safeguard-a-portfolio-during-a-downturn-11574046120", "title": "Five Ways to Safeguard a Portfolio During a Downturn", "date": "2019-11-17 22:02", "summary": "Instead of slashing holdings, experts advise more surgical moves, including checking P/Es and tilting toward dividends. The longest bull market in U.S. history has helped many retirees build savings while reducing the risk that they'll outlive their money.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-acts-a-not-so-quiet-retirement-of-snowboarding-water-skiing-and-figure-skating-11574046060", "title": "Second Acts: A Not-So-Quiet Retirement of Snowboarding, Water-Skiing and Figuring Skating", "date": "2019-11-17 22:01", "summary": "Janet Karr, 72 years old, used to be a phys-ed teacher. Now she competes in national championships. Janet Karr has been drawn to physically demanding, and dangerous, sports ever since she began springboard diving at 14.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-acts-he-left-a-corner-office-for-a-windowless-room-in-an-old-building-and-loves-it-11574046000", "title": "Second Acts: He Left a Corner Office for a Windowless Room in an Old Building. And Loves It.", "date": "2019-11-17 22:00", "summary": "After 33 years in a big accounting firm, Ambrose Jones adjusted to life as a professor. In Ambrose Jones's 33-year career with a big accounting firm, he says, the fun part was mentoring and teaching young people, not crunching numbers. Now, he gets to do the fun part full time.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-a-new-type-of-senior-on-college-campuses-11574046000", "title": "There's a New Type of Senior on College Campuses", "date": "2019-11-17 22:00", "summary": "University-based retirement communities allow residents to become immersed in campus life-for a pretty high price. A growing number of seniors are returning to college. They take classes and use the library and gym. They cheer in the stands, attend musical and artistic performances. They often have access to the health-care system.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-apologizes-for-stop-and-frisk-policing-11574017238", "title": "Bloomberg Apologizes for 'Stop-and-Frisk' Policing", "date": "2019-11-17 20:09", "summary": "Reversal comes as the billionaire former New York City weighs Democratic presidential run. Former New York City Mayor Michael Bloomberg apologized for his support of a controversial policing strategy as he considers a bid for the Democratic presidential nomination.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-chief-explores-overhaul-of-plane-approvals-after-737-max-crashes-11574034318", "title": "FAA Weighs Altering Plane Approvals After MAX Crashes", "date": "2019-11-17 19:02", "summary": "Administrator Stephen Dickson said in an interview regulators should be talking with plane makers as new jets are developed. DUBAI-U.S. air-safety regulators are considering ways to alter fundamentally how they certify aircraft in the wake of Boeing Co. 's 737 MAX crisis, the head of the Federal Aviation Administration said in an interview Sunday.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-insists-he-has-no-interest-in-joining-presidential-primary-11574035201", "title": "Cuomo Insists He Has No Interest in Joining Presidential Primary", "date": "2019-11-17 19:00", "summary": "Third-term governor looks to lead New York through 2022-and perhaps beyond. Don't worry, folks. While other moderate Democrats are making a late-entry to the pool of potential presidential nominees, New York Gov. Andrew Cuomo isn't going anywhere.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-takes-another-bite-at-medifast-11574035210", "title": "Activist Investor Takes Another Bite at Medifast", "date": "2019-11-17 19:00", "summary": "Engaged Capital builds roughly 15% stake in nutrition company with plans to push for changes, including operation fixes. An activist investor is coming back for a second serving of nutrition and weight-loss company Medifast Inc.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speech-and-sanctimony-at-twitter-11574033978", "title": "Speech and Sanctimony at Twitter", "date": "2019-11-17 18:39", "summary": "Banning 'political' ads, Dorsey throws himself into a political thicket.. Twitter CEO Jack Dorsey saw an opportunity last month to please the political left and embarrass a competitor. Now he's stuck with a jury-rigged ads policy that will damage confidence in his company and do nothing to improve political discourse.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-carbon-casualties-11574033835", "title": "Cuomo's Carbon Casualties", "date": "2019-11-17 18:37", "summary": "Ban pipelines and fracking and then blame business for shortages.. New York Gov. Andrew Cuomo is a proud opponent of fossil fuels. But now that the consequences of his policies are harming people in the real world-those who can't afford to escape to Florida-the Governor is blaming others.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-defeat-in-the-deep-south-11574033751", "title": "GOP Defeat in the Deep South", "date": "2019-11-17 18:35", "summary": "Surging Democratic turnout racks up another Trump-era win.. As the 2020 election year approaches, Republicans are on a losing streak. The latest defeat came Saturday in Louisiana when Democratic Governor John Bel Edwards held off GOP challenger Eddie Rispone to win re-election despite President Trump's repeated visits on Mr. Rispone's behalf.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-dispute-impact-of-first-week-of-public-impeachment-hearings-11574007673", "title": "Sondland Kept Trump Administration Officials Apprised of Ukraine Push", "date": "2019-11-17 18:11", "summary": "Ambassador is set to testify Wednesday in second week of public impeachment hearings. WASHINGTON-A U.S. ambassador set to testify this week in the House impeachment inquiry kept several Trump administration officials apprised of his effort to get Ukraine to launch investigations that President Trump would later discuss in a July call with his Ukrainian counterpart, emails reviewed by The Wall Street Journal show.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-faces-risk-of-more-blackouts-and-fires-this-week-11574032287", "title": "California Faces Risk of More Blackouts and Fires This Week", "date": "2019-11-17 18:11", "summary": "PG&E warns of power outages starting Wednesday in north, while south is under 'Red Flag' warnings. The National Weather Service issued high-level fire warnings for Southern California on Sunday, while PG&E Corp. warned of more power outages in Northern California where high winds and dry conditions also posed a fire risk.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-prince-andrew-seeks-to-lay-accusations-about-epstein-friendship-to-rest-11574029528", "title": "Britain's Prince Andrew Seeks to Lay Accusations About Epstein Friendship to Rest", "date": "2019-11-17 17:25", "summary": "In TV interview, the Queen's second-oldest son denied he had sex with an alleged sex-trafficking victim of Jeffrey Epstein. LONDON-Britain's Prince Andrew tried to lay to rest accusations about his friendship with Jeffrey Epstein, saying in an extraordinary weekend television interview that he couldn't recollect meeting an alleged sex-trafficking victim of Mr. Epstein who says she was forced to have sex with the prince while she was a teenager.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hp-rejects-xerox-offer-but-remains-open-to-a-deal-11574027722", "title": "HP Rejects Xerox Offer but Remains Open to a Deal", "date": "2019-11-17 16:55", "summary": "PC and printer maker voices concern about debt a transaction would put on combined company. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-struggles-to-crack-down-on-chinese-efforts-to-recruit-scientists-11574010542", "title": "U.S. Struggles to Stem Chinese Efforts to Recruit Scientists", "date": "2019-11-17 16:53", "summary": "Officials see indictment against University of Kansas professor, who says he is falsely accused, as a possible prosecution blueprint. WASHINGTON-National security officials say universities are at the leading edge of a plan by Beijing to illicitly gain scientific expertise and leapfrog the technology gap with the West, but prosecutors face challenges proving wrongdoing in court, as new allegations in a criminal case in Kansas underscore.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-disintegration-of-colin-kaepernicks-nfl-workout-11574025817", "title": "Inside the Disintegration of Colin Kaepernick's NFL Workout", "date": "2019-11-17 16:38", "summary": "Between issues over a liability waiver and the event's transparency, the acrimony between Kaepernick and the NFL proved insurmountable for the unprecedented event. Colin Kaepernick's NFL-sanctioned bid to return to the league after three years in exile unraveled before it even began.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-supreme-leader-seeks-to-calm-deadly-anger-after-fuel-price-rises-11573999752", "title": "Iran's Supreme Leader Seeks to Calm Deadly Anger Over Fuel Price Rises", "date": "2019-11-17 15:56", "summary": "Cuts in gasoline subsidies sparked protests by Iranians already squeezed by U.S. sanctions. Iran's supreme leader, Ayatollah Ali Khamenei, sought to assuage Iranians' concerns on Sunday after an increase in fuel prices ignited deadly unrest as the government comes under pressure at home and in pockets of the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-hot-water-bottle-peru-loves-its-hairless-dog-especially-on-cold-nights-11574023290", "title": "'My Hot Water Bottle': Peru Loves Its Hairless Dog, Especially on Cold Nights", "date": "2019-11-17 15:41", "summary": "The canine symbol of national pride is also perfect for cuddling; 'You don't need a heater'. LIMA, Peru-On chilly nights, when a cool Pacific mist engulfs this coastal city, Claudia Gálvez puts on flannel pajamas, a pair of thick socks, and snuggles up in bed with her loyal companion: a furless dog with a face only a mother could love.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramco-ipo-price-range-values-company-at-up-to-1-7-trillion-11573977968", "title": "Aramco IPO Aims to Value Energy Giant at Up to $1.7 Trillion", "date": "2019-11-17 15:19", "summary": "Drop in value illustrates the operational, geopolitical and governance risks that investors face betting on the offering. Saudi Aramco said it is aiming for a valuation of $1.6 trillion to $1.7 trillion from the planned initial public offering of the state-owned energy company, falling short of the initial $2 trillion targeted by Saudi Crown Prince Mohammed bin Salman in what could still be the world's biggest-ever IPO.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-chinas-smaller-banks-are-wobbling-11573986600", "title": "Why China's Smaller Banks Are Wobbling", "date": "2019-11-17 15:15", "summary": "Problems with funding, lending and management are emerging after years of rapid growth. Over the weekend, China's Harbin Bank said it was now under government control. That comes months after Chinese authorities seized control of another small lender, Baoshang Bank, and state institutions took stakes in a third, Bank of Jinzhou . Bank runs have erupted elsewhere. Several other lenders have yet to file 2018 annual reports, in another sign that the problems are more widespread. Here's how China's banking system works-and what's going wrong.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-economics-for-hard-times-review-sticky-markets-tricky-solutions-11574021736", "title": "'Good Economics for Hard Times' Review: Sticky Markets, Tricky Solutions", "date": "2019-11-17 15:15", "summary": "Free-market advocates often assume the free mobility of labor. The truth is that people don't move so fluidly. Markets can be sticky.. Proponents of market reforms are quick to tout the benefits that markets have to deliver. But as Abhijit Banerjee and Esther Duflo, two of this year's Nobel laureates in economics, repeatedly show in \"Good Economics for Hard Times,\" some apologists have a tendency to overpromise. Markets, the authors remind us, can be sticky. Pro-market reforms like freer trade, for instance, only work as well as advocates predict when people can freely move to better opportunities.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-sentiment-and-housing-sector-readings-11574020800", "title": "Economy Week Ahead: U.S. Sentiment and Housing-Sector Readings", "date": "2019-11-17 15:00", "summary": "The Federal Reserve releases minutes from its October policy meeting midweek. A key reading on the health of the housing market comes out on Thursday of this week, and the Federal Reserve will release minutes offering insight into its recent decision to cut interest rates.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-age-will-put-china-to-rest-11574018820", "title": "Old Age Will Put China to Rest", "date": "2019-11-17 14:27", "summary": "Retirees will be a fifth of its population by 2040, and productivity will quickly fade out.. The trade tiff with China lingers on-let's just cut a deal for zero tariffs and move on. Then we can tackle the next question: Is there any real chance that China-with gross domestic product per capita lower than Mexico's-could soon pass the U.S. in size and strength? The prospect is daunting, but we've been here before. Does anyone remember books like \"Trading Places: How We Are Giving Our Future To Japan\"? Me neither. The reality is that for every country, demographics is destination.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morales-made-bolivia-a-narco-state-11574018858", "title": "Morales Made Bolivia a Narco State", "date": "2019-11-17 14:27", "summary": "How many Mexicans know the role that Evo has played in the coca business?. When former Bolivian President Evo Morales arrived in Mexico City last week seeking asylum, Mexican Foreign Minister Marcelo Ebrard greeted him at the airport. Associated Press photographer Eduardo Verdugocaught the moment on film, with Mr. Ebrard smiling down on the shorter Mr. Morales and gently cradling the side of the Bolivian's face in his hand.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-and-public-opinion-11574018773", "title": "Impeachment and Public Opinion", "date": "2019-11-17 14:26", "summary": "Hamilton knew the process would often be partisan, divisive. 2020 is close; why drag voters through it?. As the nation tumbles toward the 2020 presidential elections, it seems also on course for its second presidential impeachment in a little more than two decades. It all looks like so much chaos, but our likely path forward is illuminated by polls about the Bill Clinton impeachment in the 1990s and predictions from one of America's most prolific Founding Fathers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-pre-empt-the-huawei-threat-11574018700", "title": "How to Pre-Empt the Huawei Threat", "date": "2019-11-17 14:25", "summary": "Its control of 5G networks would threaten American national security and put the economy at risk.. The armed forces know that a technological edge is the key to dominance-in industry as well as battle. After launching the first Global Positioning System satellites in 1978, the U.S. Air Force today controls the more than 30 GPS satellites that keep precise time world-wide, enable navigation, and guide the \"blue dot\" on your phone. What began as a government asset has spawned countless commercial applications, enabling Wall Street transactions, ATM and credit-card transactions, air-traffic control, and even farm equipment that plants seeds in precise rows.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanderss-tax-would-hit-small-investors-11574018729", "title": "Sanders's Tax Would Hit Small Investors", "date": "2019-11-17 14:25", "summary": "As brokerages slash fees, some Democrats eye a revenue source.. I share my fellow Democrats' concerns about income inequality and the need for a fairer tax system. But the presidential candidates would do well to drop one of their talking points: a financial transaction tax. Sen. Bernie Sanders has long supported an FTT, which he calls a \"tax on Wall Street speculation.\" Sen. Elizabeth Warren has also endorsed the idea. But former Vice President Joe Biden says it would \"impact investments held by middle-class Americans.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unfriendly-skies-for-medical-innovation-11574018639", "title": "Unfriendly Skies for Medical Innovation", "date": "2019-11-17 14:24", "summary": "The government should order airlines to reverse policies of refusing to carry research animals.. Airlines are engaged in systematic and potentially deadly discrimination-against animals. The Transportation Department should seize the opportunity to right this wrong.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-wasnt-censored-when-i-was-disinvited-11574018663", "title": "I Wasn't Censored When I Was Disinvited", "date": "2019-11-17 14:24", "summary": "I had no right to speak at Seton Hall, but letting me speak would've been right.. Recently I was invited, then disinvited, to speak at Seton Hall University. Members of a faculty committee had decided by email that they didn't want a university audience to be subjected to views like mine. I had been writing on the emergence on campus of what I call a regime of virtue. This was the first time I experienced it directly.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-blames-intelligence-failure-for-the-deaths-of-palestinian-family-11574002781", "title": "Israel Investigates Possible Intelligence Failure in Deaths of Palestinian Civilians", "date": "2019-11-17 14:20", "summary": "Israeli aircraft fired four missiles at two tin-plate homes located in central Gaza, killing eight members of the Sawarka family. Israel said it is investigating whether an intelligence failure was behind an airstrike last week that killed eight civilians during an operation targeting militants in the Gaza Strip, an incident that has inflamed tensions with the Palestinians and drawn international condemnation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cabranes-inspires-debate-over-universities-11574018318", "title": "Cabranes Inspires Debate Over Universities", "date": "2019-11-17 14:18", "summary": "Over the centuries, the discoveries we have shared with the world, and the young people we have sent out into it, have given expression to our noblest ambitions.. In \"Higher Education's Enemy Within\" (op-ed, Nov. 9), Judge José Cabranes, who served with distinction as Yale's first general counsel, writes that, \"Too many in higher education are unwilling or unable to maintain a distinction that lies at the core of the liberal democratic project, and at the center of the West's intellectual tradition: the distinction between inquiry and action, speech and conduct.\" I see the distinction-but also this: Universities have always married scholarship with a hunger to see it applied to the world outside. Yale was founded over 300 years ago to educate young men-\"for Publick employment both in Church and Civil State.\" Over the centuries, the discoveries we have shared with the world, and the young people we have sent out into it, have given expression to our noblest ambitions. As our mission statement makes clear, these goods stem from the free exchange of ideas, a profound commitment to scholarship and an interdependent, diverse community.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plea-bargains-and-trials-both-make-sense-11574018263", "title": "Plea Bargains and Trials Both Make Sense", "date": "2019-11-17 14:17", "summary": "The purpose of trials is to resolve disputes over factual matters. Where there is no such dispute, there is no reason for a trial.. Prof. Alan Dershowitz maligns tens of thousands of America's judges, prosecutors, defenders, probation and police officers, and the defendants themselves, by condemning plea agreements (\"Most Plea Bargains Are Unconstitutional,\" op-ed, Nov. 6).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-wonderful-time-of-the-year-netflix-and-disney-battle-hallmark-for-christmas-viewers-11574017200", "title": "Netflix and Disney Battle Hallmark for Christmas Viewers", "date": "2019-11-17 14:00", "summary": "Streaming services enter the fray to take on the cable channels that have dominated the holiday movie binge. Two cable channels that have long dominated the holiday movie genre are facing new competition from Netflix Inc., Walt Disney Co. and Apple Inc., which are all aiming to carve out space in a once-sleepy corner of the movie business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-plans-support-network-for-defendants-freed-under-new-bail-laws-11574006400", "title": "New York City Plans Support Network for Defendants Freed Under New Bail Laws", "date": "2019-11-17 13:44", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/peace-breaks-out-among-activists-and-their-prey-11574004735", "title": "Peace Breaks Out Among Activists and Their Prey", "date": "2019-11-17 10:32", "summary": "Elliott Management, D.E. Shaw among investment firms looking at informal treaties with companies. A new playbook is emerging in the world of shareholder activism, one that calls for quick peace treaties enabling investors and the companies they target to sidestep costly, protracted battles.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-science-tells-us-about-preventing-dementia-11574004600", "title": "What Science Tells Us About Preventing Dementia", "date": "2019-11-17 10:30", "summary": "There are no instant, miracle cures. But recent studies suggest we have more control over our cognitive health than we might think. It just takes some effort.. When it comes to battling dementia, the unfortunate news is this: Medications have proven ineffective at curing or stopping the disease and its most common form, Alzheimer's disease. But that isn't the end of the story. According to a recent wave of scientific studies, we have more control over our cognitive health than is commonly known. We just have to take certain steps-ideally, early and often-to live a healthier lifestyle.", "categories": [["Life & Work", "Journal Reports: Retirement"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-retirement?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-sri-lanka-election-the-china-friendly-rajapaksa-clan-returns-to-power-11573976644", "title": "In Sri Lanka, a China-Friendly Political Clan Returns to Power", "date": "2019-11-17 10:08", "summary": "Gotabaya Rajapaksa scooped the votes of the country's Sinhalese Buddhist majority. A member of the controversial Rajapaksa family is back in power in Sri Lanka, after policy gridlock and terrorist attacks convinced citizens to vote for a leader with a \"strongman\" reputation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cory-booker-is-waiting-for-love-to-catch-on-11574002800", "title": "Cory Booker Is Waiting for Love to Catch On", "date": "2019-11-17 10:00", "summary": "'I'm not going to be the campaign that changes its message six or seven times,' New Jersey senator says. Sen. Cory Booker thinks there is time for his message of love and unity to catch fire in the roughly 80 days before Iowa's caucuses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spurs-promote-tim-duncannot-becky-hammonafter-gregg-popovichs-ejection-11574000872", "title": "Spurs Promote Tim Duncan-Not Becky Hammon-After Gregg Popovich's Ejection", "date": "2019-11-17 09:27", "summary": "Hammon would have been the first woman to coach a major American professional sports team. She might have another chance soon.. After he was ejected in the third quarter of their game on Saturday night, Gregg Popovich walked off the court and left behind a question with history at stake: Who was the coach of the San Antonio Spurs?", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-explanation-for-weak-wage-growth-workers-reluctance-to-switch-jobs-11573999201", "title": "One Explanation for Weak Wage Growth: Workers' Reluctance to Switch Jobs", "date": "2019-11-17 09:00", "summary": "Central banks should monitor job-market churn as a stronger predictor of pay, prices and productivity than unemployment, say some economists. ", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-road-rage-inspired-the-new-wave-hit-cars-11573999200", "title": "How Road Rage Inspired the New Wave Hit 'Cars'", "date": "2019-11-17 09:00", "summary": "Resume Subscription. As punk rock crested in 1978 and the more refined New Wave emerged, European artists began experimenting with synthesizers. \"Cars,\" by British musician Gary Numan, was among electronic pop's early hits. Inspired by a London road-rage incident, the song peaked at No. 9 on Billboard's pop chart in June 1980.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-expat-bartender-finds-fitness-heaven-in-seoul-11573993801", "title": "An Expat Bartender Finds Fitness Heaven in Seoul", "date": "2019-11-17 07:30", "summary": "Resume Subscription. Keith Motsi's mixology has taken him around the globe, from London to Beijing. Born in Zimbabwe and raised in England, the award-winning bartender knows the challenges of moving to a new city. \"You're full-on at a new job and have little time to get to know a city or have a social life,\" he says.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bargain-hunters-rule-the-art-market-11573992000", "title": "It's a Buyer's Art Market", "date": "2019-11-17 07:00", "summary": "Collectors snapped up deals at the New York auctions, where a number of works sold for less than their low estimates.. The art market looks like a bargain-hunter's paradise. After several seasons dominated by big-shot sellers who could dictate prices for their trophies, buyers wrested back the power during the New York sales that concluded Friday.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-ford-deal-done-uaw-turns-to-fiat-chrysler-11573992000", "title": "With Ford Deal Done, UAW Turns To Fiat Chrysler", "date": "2019-11-17 07:00", "summary": "Union bargainers face trickier negotiations over potential wage increases and FCA's looming merger with Peugeot's French owner. With a new labor agreement secure at Ford Motor Co. , the United Auto Workers will pivot next to negotiations at Fiat Chrysler Automobiles NV, where bargainers are expected to encounter a thornier set of issues.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyclical-shares-propel-stock-market-to-latest-milestone-11573992002", "title": "Cyclical Shares Propel Stock Market to Latest Milestone", "date": "2019-11-17 07:00", "summary": "Banks, manufacturers were among biggest gainers over past month. Stocks' latest records are a testament to one thing: Investors aren't worried about a recession happening soon.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-official-feared-trump-transcript-leak-could-be-politically-damaging-11573942481", "title": "White House Official Feared Trump Transcript Leak Could Be Politically Damaging", "date": "2019-11-17 05:52", "summary": "Timothy Morrison asked lawyers if transcript of Zelensky call should be closely guarded, said it was mistakenly put on secure server. WASHINGTON-A White House official sought to restrict access to a rough transcript of a July call between President Trump and his Ukrainian counterpart because the official feared that a leak of the conversation could be politically damaging, according to the official's testimony to House impeachment investigators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-j-rapidly-tested-its-baby-powder-after-asbestos-findingand-the-results-were-complicated-11573986601", "title": "J&J Rapidly Tested Its Baby Powder After Asbestos Finding-and the Results Were Complicated", "date": "2019-11-17 05:30", "summary": "Some findings of asbestos in Johnson's Baby Powder were attributed to contamination in the testing room, lab reports say. Johnson & Johnson rushed to test its famous baby powder last month after the U.S. Food and Drug Administration found asbestos in a bottle and triggered a recall. The company announced 11 days later that independent testing had found no trace of the contaminant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-south-korea-shelve-military-exercise-in-bid-to-break-nuclear-deadlock-with-north-11573968091", "title": "U.S., South Korea Shelve Military Exercise in Bid to End North Gridlock", "date": "2019-11-17 05:20", "summary": "The Pentagon and South Korea's defense ministry postponed the air exercises, hoping to re-energize denuclearization talks with Pyongyang. BANGKOK-The U.S. and South Korea postponed a major air exercise that was set to begin Monday, Defense Secretary Mark Esper said, in a bid to appease North Korea and break gridlocked disarmament talks between Washington and Pyongyang.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-turn-away-from-big-jets-11573992001", "title": "Airlines Turn Away From Big Jets", "date": "2019-11-17 00:01", "summary": "Airbus, Boeing are counting on a wave of demand for replacement planes early next decade. Airlines are shying away from buying more of the biggest jetliners produced by Boeing Co. and Airbus SE because of slowing passenger growth and a slump in air cargo traffic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisiana-gov-john-bel-edwards-wins-re-election-11573963554", "title": "Louisiana Gov. John Bel Edwards Wins Re-Election", "date": "2019-11-17 00:01", "summary": "A rare Democratic governor in the Deep South fends off challenge from Trump-backed Republican. Louisiana has become the second GOP-dominated state this month in which a Democrat narrowly won a gubernatorial race against a candidate backed by President Donald Trump, signaling that the president's ability to boost Republican candidates may have limits as 2020 approaches.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]