[{"link": "https://www.wsj.com/articles/lsu-quarterback-joe-burrow-wins-heisman-in-landslide-vote-11576377855", "title": "LSU Quarterback Joe Burrow Wins Heisman in Landslide Vote", "date": "2019-12-14 21:44", "summary": "Oklahoma quarterback Jalen Hurts was second, Ohio State quarterback Justin Fields-third. NEW YORK-Born into a family of Cornhuskers and raised in the Buckeye state, Joe Burrow left his roots behind and became a Heisman Trophy winner at Louisiana State University.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-objects-to-call-for-placement-of-u-s-monitors-in-trade-bill-11576369163", "title": "Mexico Objects to Call for Placement of U.S. Monitors in Trade Bill", "date": "2019-12-14 19:54", "summary": "U.S. attachés would track the enforcement of Mexican labor laws, which had been a sticking point for Democrats in supporting USMCA. MEXICO CITY-Mexico is protesting the call for U.S. labor monitors to be based in Mexico to track the enforcement of its labor laws and ensure compliance with the recently signed trade pact between the U.S., Mexico and Canada, the country's chief trade negotiator said Saturday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-van-drew-to-switch-to-republican-party-11576359538", "title": "Rep. Van Drew to Switch to Republican Party", "date": "2019-12-14 19:04", "summary": "The New Jersey Democrat informed his staff of the plan this weekend. Rep. Jeff Van Drew, a New Jersey Democrat opposed to impeaching President Trump, plans to switch to the Republican Party, according to several people familiar with his thinking.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-from-split-districts-face-hard-impeachment-choice-11576342109", "title": "Democrats From Split Districts Face Hard Impeachment Choice", "date": "2019-12-14 17:54", "summary": "Republicans are seeking to make the vote a political risk to the Democratic majority. HIGHLAND, N.Y.-Rep. Antonio Delgado walked into the middle school in this hamlet along the Hudson River and was greeted with a call to \"vote no on impeachment\" from a man walking out, followed by a call for \"yes on impeachment\" from a woman walking in.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-advice-that-helped-oktas-ceo-build-a-14-billion-company-11576299641", "title": "The Advice That Helped Okta's CEO Build a $14 Billion Company", "date": "2019-12-14 17:17", "summary": "Todd McKinnon's mentors have encouraged him to focus on the small details, stay close to his engineering roots and, in some cases, put his ambition on hold. Todd McKinnon became a billionaire on paper this summer running a company that's hardly a household name.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-fight-over-future-of-saks-fifth-avenue-11576355335", "title": "Investors Fight Over Future of Saks Fifth Avenue", "date": "2019-12-14 15:28", "summary": "Retailer delays shareholder vote on proposed buyout by chairman's group amid investor protests. The fate of Saks Fifth Avenue hangs in the balance as shareholders fight an offer to take the parent company private using money from its own coffers to fund the buyout.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-lentz-toyotas-ceo-of-north-america-to-retire-11576094024", "title": "Toyota's North America Chief to Retire", "date": "2019-12-14 13:48", "summary": "Auto maker names Tetsuo 'Ted' Ogawa region's CEO as it makes longer-term bets on electric and autonomous cars. Jim Lentz, the chief executive of Toyota Motor Corp.'s North American operations who played a visible role during a safety crisis earlier this decade, will retire this spring.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economists-got-the-decade-all-wrong-theyre-trying-to-figure-out-why-11576346400", "title": "Economists Got the Decade All Wrong. They're Trying to Figure Out Why.", "date": "2019-12-14 13:00", "summary": "The U.S. has enjoyed its longest economic expansion on record without triggering inflation as interest rates remain historically low. In the fall of 2009, the global financial crisis had only just ended, and interest rates were a mere 0.1%. Peering ahead, economists assumed the recovery would resemble previous recoveries, though a tad slower, and thus rates would start rising the next year and plateau at 4.2% by 2015.", "categories": [["Business", "Journal Reports: Decade in Review"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-decade-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/us-china-confirm-reaching-phase-one-trade-deal-11576234325", "title": "U.S., China Agree to Limited Trade Deal", "date": "2019-12-14 11:58", "summary": "Trump removed threat of new tariffs as Beijing agreed to purchases of farm goods, other products. Details emerged Friday from the U.S.'s first-stage trade deal with China, which marked a milestone in President Trump's initiative to rebalance trade with Beijing but left questions over how far it goes to level the playing field for U.S. businesses.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-rules-some-230-000-wisconsin-voter-registrations-should-be-thrown-out-11576342316", "title": "Judge Rules Some 230,000 Wisconsin Voter Registrations Should Be Thrown Out", "date": "2019-12-14 11:51", "summary": "Liberals fear voters who could be purged are more likely to be Democrats; Republicans argue allowing them on the rolls increases fraud risk. PORT WASHINGTON, Wis.-A Wisconsin judge ordered that the registration of up to 234,000 voters be tossed out because they may have moved, a victory for conservatives that could make it more difficult for people to vote next year in the key swing state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudans-former-president-omar-al-bashir-sentenced-for-corruption-11576330090", "title": "Sudan's Former President Omar al-Bashir Sentenced for Corruption", "date": "2019-12-14 11:39", "summary": "The former strongman has been in custody since April following his ouster after 30 years of rule. Sudan's former President Omar al-Bashir was sentenced to two years in detention by a court in Khartoum after being convicted of money laundering and corruption.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-brexit-fractured-eu-faces-new-challenges-11576341003", "title": "After Brexit, Fractured EU Faces New Challenges", "date": "2019-12-14 11:30", "summary": "Britain's departure from the EU has unified the other members of the bloc, but life beyond Brexit promises to expose divisions among them. BRUSSELS-Boris Johnson's general election victory, and the likely departure of Britain from the European Union next month, will bring relief to most European governments: Now they can focus on other pressing issues facing the bloc.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decade-wasnt-all-horrible-the-cubs-won-11576332001", "title": "The Decade Wasn't All Horrible. The Cubs Won!", "date": "2019-12-14 09:00", "summary": "Resume Subscription. When the pooh-bahs at the Journal huddled up to plan a Decade in Review section (coming soon!), they realized at some point: Uh-oh. The past 10 years have been filled with a ton of agitation, confrontation and whatever you want to call the soul-sucking misery that is the New York Knicks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/immigration-tent-courts-at-border-raise-due-process-concerns-11576332002", "title": "Immigration Tent Courts at Border Raise Due-Process Concerns", "date": "2019-12-14 09:00", "summary": "Resume Subscription. BROWNSVILLE, Texas-Each morning well before sunrise, dozens of immigrants line up on the international bridge here to enter a recently erected tent facility at the U.S. border.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-queens-expressway-may-need-fix-sooner-than-expected-11576332000", "title": "Brooklyn-Queens Expressway May Need Fix Sooner Than Expected", "date": "2019-12-14 09:00", "summary": "Stretch of highway below Brooklyn Heights Promenade may need overhaul as early as 2021, panel says. New York City may need to overhaul a 1.5-mile stretch of the Brooklyn-Queens Expressway as early as 2021, according to members of a panel convened by Mayor Bill de Blasio, buying the city more time to replace the roadway.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-ask-uaw-members-for-tips-in-corruption-probe-11576332002", "title": "Prosecutors Ask UAW Members for Tips in Corruption Probe", "date": "2019-12-14 09:00", "summary": "U.S. attorney overseeing investigation says union leaders aren't fully cooperating. Federal prosecutors in Detroit say United Auto Workers leaders aren't fully cooperating with the government's probe into alleged corruption, prompting them to appeal to rank-and-file members to come forward with any information.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huge-disparity-in-corporate-profits-hints-at-something-amiss-11576328400", "title": "Disparity in Corporate Profits Hints at Something Amiss", "date": "2019-12-14 08:00", "summary": "Some worry that gap between weak profits in official U.S. government data and record earnings of S&P 500 repeats warnings of late 1990s. Are U.S. companies making more money than ever before, or are they mired in one of their longest profit slumps since World War II? Widely used measures have diverged in recent years, leaving many investors worrying that something is amiss.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hans-haacke-all-connected-review-critique-and-pure-reason-11576324800", "title": "'Hans Haacke: All Connected' Review: Critique and Pure Reason", "date": "2019-12-14 07:00", "summary": "A retrospective at the New Museum traces the German-born 83-year-old's career working as a sort of art-world sociologist unafraid to criticize the very institutions in which he's made his professional name.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-democrats-think-attacking-bernie-sanders-is-not-smart-strategy-11576324801", "title": "Democrats Think Attacking Bernie Sanders Is 'Not Smart'", "date": "2019-12-14 07:00", "summary": "The Vermont senator is performing well in early state polls, but he's avoiding intense scrutiny from his rivals for the Democratic nomination. Elizabeth Warren and Pete Buttigieg have been sparring over their work histories and health-care policies in recent weeks, but one Democratic 2020 candidate who poses a major threat to both of them is for now going mostly unchallenged: Bernie Sanders.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fine-for-a-flush-drought-leaves-southern-africa-high-and-dry-11576324800", "title": "Drought Leaves Southern Africa High and Dry", "date": "2019-12-14 07:00", "summary": "Resume Subscription. Every Monday at 8 p.m. since November, Bulawayo residents have gathered next to their toilets to prepare for a ritual that has come to be known as the big flush-another sign of a water emergency across southern Africa.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/venmo-glitch-opens-window-on-war-between-banks-fintech-firms-11576319402", "title": "Venmo Glitch Opens Window on War Between Banks, Fintech Firms", "date": "2019-12-14 05:30", "summary": "Fintech firms accuse banks of blocking their access to customers' account information. Customers of PNC, the Pittsburgh bank, are getting front-row seats on a fight breaking out in the rivalry between the banking and financial-technology industries.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-north-america-trade-deal-seen-as-template-for-deals-to-come-11576319401", "title": "North American Trade Deal Is Likely Model for Future Pacts", "date": "2019-12-14 05:30", "summary": "USMCA's provisions could find their way into other trade deals, based on Trump administration's reworking of Nafta. The Trump administration may have created a model for future trade agreements in striking a deal last week with Canada and Mexico to rewrite the 25-year-old North American Free Trade Agreement.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-conducts-second-test-at-long-range-missile-site-in-a-week-11576317215", "title": "North Korea Conducts Second Test at Long-Range Missile Site in a Week", "date": "2019-12-14 04:53", "summary": "Pyongyang describes the test as a 'research success' that will bolster its nuclear arsenal. SEOUL-North Korea conducted a test at a missile launch site on Friday, the regime said, in a bid to pressure Washington to offer substantial concessions in stalled denuclearization talks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11576274704", "title": "Pepper...and Salt", "date": "2019-12-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-christmas-poems-of-memory-and-peace-11576299661", "title": "For Christmas, Poems of Memory and Peace", "date": "2019-12-14 00:01", "summary": "Since the Victorian era, poets have helped create the holiday's sounds and images-and reminded us of its meaning. 'Then pealed the bells more loud and deep: / 'God is not dead, nor doth He sleep,'\" Henry Wadsworth Longfellow proclaims in the tremendous final verse of his 1865 Civil War poem \"Christmas Bells.\" We tend to forget how significant a figure Longfellow seemed in the 19th century-how significant poetry itself seemed, for that matter. By the 1880s, the poem was a standard in church hymnals and parlor songbooks under the title \"I Heard the Bells on Christmas Day,\" with a melody by the organist John Baptiste Calkin:", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncle-joe-emerges-as-2020s-steady-eddie-11576299662", "title": "Uncle Joe Emerges as 2020's Steady Eddie", "date": "2019-12-14 00:01", "summary": "He faces problems in Iowa and New Hampshire, but Joe Biden's national standing seems to have solidified. The nickname many Democrats use for former Vice President Joe Biden is Uncle Joe, an affectionate nod to his avuncular style and senior status in the party.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-money-men-who-enabled-adam-neumann-and-the-wework-debacle-11576299616", "title": "The Money Men Who Enabled Adam Neumann and the WeWork Debacle", "date": "2019-12-14 00:00", "summary": "Resume Subscription. In early October, WeWork's board of directors trickled into a brick building in lower Manhattan where the startup had an office. After they took their seats around the conference room table, Mark Schwartz started to vent.", "categories": [[]], "category_links": []}]