[{"link": "https://www.wsj.com/articles/grandstanding-at-the-border-11562367921", "title": "Grandstanding at the Border", "date": "2019-07-05 19:05", "summary": "Democrats finally admit there's a problem. How about helping to solve it?. Ironic good news in the immigration wars: Democrats are finally admitting there's a crisis at the southern U.S. border, judging by their visits the last two weeks with reporters and TV cameras in tow. Now will they help to stop it?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jobs-and-the-federal-reserve-11562367747", "title": "Jobs and the Federal Reserve", "date": "2019-07-05 19:02", "summary": "June's labor market rebound isn't a guide on interest rates.. The American labor market rebounded in June after a lull in May, but that doesn't mean the economy or the Federal Reserve get an all clear. Wage growth has stabilized and there looks to be enough workers still on the sidelines to warrant a focus on growth over fear of inflation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gavin-newsoms-nike-proposition-11562367655", "title": "Gavin Newsom's Nike Proposition", "date": "2019-07-05 19:00", "summary": "California's Governor finds a business he wants in the state.. Republican Gov. Doug Ducey earlier this week said he'd revoke state financial incentives for a new Nike plant in Goodyear, Ariz., after the athletic company pulled its sneakers with a \"Betsy Ross flag\" that offended its oracle of racial grievance, former 49ers quarterback Colin Kaepernick. Now California Gov. Gavin Newsom is fighting for Nike like a loose football.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berkshire-hathaway-nike-micron-stocks-that-defined-the-week-11562363983", "title": "Berkshire Hathaway, Nike, Micron: Stocks That Defined the Week", "date": "2019-07-05 17:59", "summary": "Resume Subscription. Major U.S. indexes ended the holiday-shortened trading week higher, with the S&P 500 index gaining 1.7%. All three main indexes closed Wednesday's shortened session at record highs for the first time in 17 months.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacques-schiffrin-review-bound-for-glory-11562363519", "title": "'Jacques Schiffrin' Review: Bound for Glory", "date": "2019-07-05 17:52", "summary": "Schiffrin enshrined French literature in the famous Pléiade series but himself was forced into exile.. At an awards ceremony years ago, Jason Epstein, then editorial director of Random House, characterized publishers as the \"valets\" of literature. It was a sentiment that most book people in the room could embrace, having spent their lives toiling in discreet anonymity. Still, a select few-Alfred Knopf, Helen Wolff, Gaston Gallimard, Nan Talese and George Weidenfeld come to mind-have attained prominence of their own, and some, like Random House's Bennett Cerf, with his appearances on \"What's My Line?,\" have been more recognizable than the authors they published.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amritsar-1919-and-the-patient-assassin-review-shots-heard-round-the-raj-11562363474", "title": "'Amritsar 1919' and 'The Patient Assassin' Review: Shots Heard Round the Raj", "date": "2019-07-05 17:51", "summary": "Few events in modern Indian history are as freighted with controversy as the 1919 massacre of hundreds of civilians in the northwestern city of Amritsar.. Few events in modern Indian history are as freighted with controversy as the 1919 massacre of hundreds of civilians in the northwestern city of Amritsar, in Punjab, and its popular retellings tend to be brief and lurid (see Richard Attenborough's wafer-thin \"Gandhi,\" from 1982). A century on, Kim A. Wagner's \"Amritsar 1919: An Empire of Fear and the Making of a Massacre\" and Anita Anand's \"The Patient Assassin: A True Tale of Massacre, Revenge, and India's Quest for Independence\" examine the atrocity's causes and consequences.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giants-of-the-monsoon-forest-review-the-indispensable-pachyderm-11562363271", "title": "'Giants of the Monsoon Forest' Review: The Indispensable Pachyderm", "date": "2019-07-05 17:47", "summary": "Elephants bring dexterity, intelligence and determination to the work of transporting goods and people in places motor vehicles can't travel.. Jacob Shell lives in prosaic Philadelphia, but he transports us with his reporting and scholarship to \"places that do not show up in today's atlases and maps\"-notably, the furtive heart of the most remote forests in Burma (also known as Myanmar), in Southeast Asia. \"Giants of the Monsoon Forest\" is an account of the ingenious symbiosis between Burma's working elephants and their handlers, or mahouts, and of their astonishing inter-species alliance. The author is a professor of geography (and urban studies, at Temple University), but his analysis combines urban planning, economics, anthropology and military history. Yet in 200-odd jargon-free pages, he never strays far from old-fashioned storytelling and an almost childlike love for a singular species.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outpost-review-where-the-wild-things-are-11562363248", "title": "'Outpost' Review: Where the Wild Things Are", "date": "2019-07-05 17:47", "summary": "In search of the 'isolated stations' that provide fuel for our imagination and, quite literally, shelter from the storm.. The pelvis of a polar bear and a photograph of a shed in Svalbard, Norway, set us on the trail of adventure in Dan Richards's new travelogue. \"Outpost\" is a quest-for a human foothold in wilderness, for clarity and simplicity. More specifically, it is a search for the \"isolated stations\" that provide fuel for our imagination and, quite literally, shelter from the storm.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chris-cline-miner-who-bet-big-on-high-sulfur-coal-dies-in-helicopter-crash-11562335010", "title": "Chris Cline, Miner Who Bet Big on High-Sulfur Coal, Dies in Helicopter Crash", "date": "2019-07-05 17:43", "summary": "West Virginian, who was 60, foresaw that scrubbing technology would make Illinois coal more lucrative. Chris Cline, who made a fortune by acquiring high-sulfur coal deposits in the early 2000s when other energy investors were shunning them, died Thursday in a helicopter crash off Grand Cay island in the Bahamas, according to local authorities and his attorney, Brian Glasser.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudan-rivals-agree-to-share-power-envoy-says-11562298394", "title": "Sudan Rivals Agree to Share Power", "date": "2019-07-05 17:35", "summary": "Ruling military council and pro-democracy movement support timetable for transition to civilian rule. Sudan's military junta and protest leaders reached a truce to share power, marking a tentative end to months of protests and violent crackdowns and setting out a blueprint for democratic rule for the first time in three decades.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-job-creation-bounced-back-in-june-11562330095", "title": "U.S. Hiring Bounces Back, Easing Fears of a Jobs Slowdown", "date": "2019-07-05 17:11", "summary": "Nonfarm payrolls rose by 224,000 in the month; jobless rate ticked up to 3.7%. WASHINGTON-Robust June hiring suggests a decade of domestic growth is powering ahead despite global headwinds.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-disputes-u-s-cyber-firms-findings-of-flaws-in-gear-11562319003", "title": "Huawei Disputes U.S. Cyber Firm's Findings of Flaws in Gear", "date": "2019-07-05 17:10", "summary": "Ohio-based Finite State said it stood by its findings. China's Huawei Technologies Co. disputed findings from a U.S. cybersecurity firm that its gear is far more likely to contain flaws than equipment from rival companies, characterizing the analysis as incomplete and inaccurate.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bloomberg-pays-to-prosecute-the-trump-epa-11562360993", "title": "How Bloomberg Pays to Prosecute the Trump EPA", "date": "2019-07-05 17:09", "summary": "Through NYU, he pays 'pro bono' lawyers to advance his agenda in state attorney-general offices.. The State Energy and Environmental Impact Center, a group created by former New York City Mayor Michael Bloomberg in 2017, is hiring and placing lawyers in the offices of state attorneys general. The mission of the group, which is led by a former Interior Department official and housed at New York University's law school, is to provide \"direct legal assistance to interested attorneys general on specific administrative, judicial or legislative matters involving clean energy, climate change and environmental interests of regional and national significance.\" At least one of the two Bloomberg \"special assistant attorneys general\" placed in the office of New York Attorney General Letitia James is involved with the prosecution of Exxon Mobil for its supposed offense of \"climate denial.\"", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-mad-magazine-closes-11562360958", "title": "Notable & Quotable: Mad Magazine Closes", "date": "2019-07-05 17:09", "summary": "'The comics community is abuzz with the news that Mad magazine will . . . cease publication.'. Brian Doherty writing at Reason.com, July 4:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-media-corrupted-climate-policy-11562360829", "title": "How the Media Corrupted Climate Policy", "date": "2019-07-05 17:07", "summary": "The administration is right: Worst-case scenarios shouldn't dominate the debate.. It's hard to credit people who say they care about climate change when they don't bother to know anything about the subject. Or when they applaud proposals that would be extraordinarily expensive yet have no effect on the alleged problem and can only teach the public to become cynical about those who come bearing climate-related proposals.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oberlin-colleges-legacy-and-the-need-to-have-enemies-11562360792", "title": "Oberlin College's Legacy and the Need to Have Enemies", "date": "2019-07-05 17:06", "summary": "The school's namesake and its founder would have differed on the crusade against Gibson's bakery.. In the middle of the Oberlin College campus stands a monument to its namesake, the Alsatian pastor John Frederick Oberlin (1740-1826). It depicts a children's game that consists of a piece of paper folded and decorated so that it looks like a bird from one side and a flower from the other. Oberlin used such a device for marriage counseling. He would sit Hans down on one side and Erika on the other and ask each what the folded paper depicted. When they came up with different answers, Oberlin would explain that spouses who see things differently can have happy and fulfilled lives by understanding and learning from each other.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-election-do-over-holds-new-challenges-for-netanyahu-11562328005", "title": "Israel Election Do-Over Holds New Challenges for Netanyahu", "date": "2019-07-05 17:04", "summary": "Polls show prime minister losing ground since April vote in bid to form ruling coalition. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu faces a tough re-election bid in September, the latest polls show, as he struggles to build a strong right-wing coalition that could be further challenged by the return of an old rival, former leader Ehud Barak.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-files-new-application-to-work-on-westmoreland-coal-bankruptcy-11562360686", "title": "McKinsey Files New Application to Work on Westmoreland Coal Bankruptcy", "date": "2019-07-05 17:04", "summary": "Consulting firm's latest employment application contains new conflict-of-interest disclosures. McKinsey & Co. has filed a new application to work as an adviser in the Westmoreland Coal Co. bankruptcy case, nearly nine months after the coal-mining company sought chapter 11 protection.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-calls-for-special-meeting-of-u-n-atomic-agency-over-iran-11562350010", "title": "U.S. Calls for Special Meeting of U.N. Atomic Agency Over Iran", "date": "2019-07-05 16:47", "summary": "Move comes after Tehran said it breached the 2015 nuclear treaty. The U.S. called for a special session of the United Nations atomic agency board, increasing the pressure on Europe and others to take a stand against Iran after Tehran said it breached the 2015 nuclear treaty.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-powell-spoke-with-trump-in-may-amid-white-house-criticism-of-rate-policy-11562351983", "title": "Fed's Powell Spoke With Trump in May Amid White House Criticism of Rate Policy", "date": "2019-07-05 16:45", "summary": "Call marked the third straight month in which the two men have spoken after they shared February dinner. WASHINGTON-President Trump recently has made a monthly habit of speaking to Federal Reserve Chairman Jerome Powell, as Mr. Trump continues to press the central bank to reduce interest rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-the-stranger-things-product-tie-ins-out-of-control-11562359429", "title": "Are the 'Stranger Things' Product Tie-Ins Out of Control?", "date": "2019-07-05 16:43", "summary": "To promote the third season of 'Stranger Things,' Netflix lined up roughly 70 collaborative tie-ins. While critics wonder if the marketing machine has gone too far, true fans just want their 'Hawkins High' Nikes. IT WAS STILL a few weeks before the July 4 debut of the third season of Netflix's \"Stranger Things,\" but Joey Miller was already obsessing over the hit supernatural series set in the 1980s. With the help of his wife and 10-year-old son, Mr. Miller, 38, a project manager in Austin, Texas, had been stockpiling things that serve as branding tie-ins for the show, including \"Stranger Things\" Nike sneakers, \"Stranger Things\" Coca-Cola cans and \"Stranger things\" H&M clothes. \"We've picked up, I think, almost every piece from every collaboration [the show has] done,\" he said. With the third season generating a dizzying about 70 new collaborations-including the rather lazy \"Upside Down Whopper\" from Burger King, nothing more than a normal Whopper served upside down-he was still discovering new products. On the day we spoke, he'd just learned of a Levi's partnership and was ready to snatch up the fruits of the union. \"It's kind of addictive,\" he admitted.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strong-jobs-report-boosts-discount-brokers-11562343253", "title": "Strong Jobs Report Boosts Discount Brokers", "date": "2019-07-05 16:33", "summary": "Shares of rate-sensitive discount brokerages jump as investors expect hiring data to lower likelihood of Fed cut. Discount brokerage firms got a boost from Friday's stronger-than-expected jobs report.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-ahead-of-u-s-jobs-report-11562313342", "title": "Stocks Edge Lower as Jobs Report Clouds Expectations of a Rate Cut", "date": "2019-07-05 16:24", "summary": "Report eases fears of a hiring slowdown. U.S. stocks stumbled and Treasury yields jumped Friday after a better-than-expected June jobs report clouded expectations of an imminent interest-rate cut by the Federal Reserve.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antibribery-group-presses-japan-to-increase-its-enforcement-11562358112", "title": "Antibribery Group Presses Japan to Increase Its Enforcement", "date": "2019-07-05 16:21", "summary": "The OECD Working Group on Bribery says Japan continues to show a low level of antibribery enforcement, but has made strides since 2011. An international organization has called on Japan to step up enforcement of its foreign-bribery laws, saying the Asian nation has one of the least stringent enforcement rates given the size and range of its economy.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coco-gauff-15-stuns-wimbledon-with-latest-win-11562357331", "title": "A Sudden Star at 15: Why 'Coco' Gauff Stuns at Wimbledon", "date": "2019-07-05 16:08", "summary": "She's the youngest player to reach the fourth round at the All England Club since 1991, but making it to the final is a far bigger challenge. Wimbledon, England", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charlottesvilles-complicated-relationship-with-thomas-jefferson-11562357105", "title": "Charlottesville's Complicated Relationship With Thomas Jefferson", "date": "2019-07-05 16:05", "summary": "Council's vote to stop celebrating Founding Father's birthday is latest twist. With one vote, Charlottesville's relationship with Thomas Jefferson just turned more complicated.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-rise-after-jobs-report-11562335705", "title": "U.S. Government Bond Yields Rise After Jobs Report", "date": "2019-07-05 16:03", "summary": "Solid employment data make aggressive interest-rate cuts less likely, analysts say. Yields on U.S. government bonds surged Friday after a solid jobs report eased some of the pressure on the Federal Reserve to move aggressively to cut interest rates.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-outraised-and-lagging-in-polls-plays-the-long-game-11562354157", "title": "Sanders, Outraised and Lagging in Polls, Plays Long Game", "date": "2019-07-05 15:15", "summary": "Senator's base of committed supporters, small donors likely to keep campaign afloat even if overtaken by rivals. IOWA CITY, Iowa-Bernie Sanders may be falling behind some of his rivals in the crowded Democratic presidential field, dipping in early polls and seeing his campaign outraised by at least two rivals. But this week, he opened a new campaign office here and is already investing in states holding primaries eight months away.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-deutsche-bank-trader-acquitted-in-euribor-case-11562353881", "title": "Former Deutsche Bank Trader Acquitted in Euribor Case", "date": "2019-07-05 15:11", "summary": "Andreas Hauschild was cleared by a London court and found not guilty of rigging the European interbank-lending rate. A former Deutsche Bank AG trader was cleared by a London court of charges related to the rigging of a key European interbank-lending rate.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-heads-for-worst-day-in-a-year-after-jobs-report-11562336997", "title": "Gold Slides to Cap Worst Week Since April After Jobs Report", "date": "2019-07-05 15:03", "summary": "Traders dialed back bets that the Federal Reserve will lower interest rates. Gold prices slid Friday following an upbeat June jobs report, logging the largest weekly decline since mid-April as traders dialed back bets that the Federal Reserve will lower interest rates.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-fines-deloitte-over-audit-of-outsourcing-company-unit-11562333387", "title": "U.K. Regulator Fines Deloitte Over Audit of Outsourcing Company Unit", "date": "2019-07-05 14:57", "summary": "Audit firm penalized in relation to audits of the 2011 and 2012 of Serco Geografix. A U.K. regulator has fined and reprimanded Deloitte LLP and one of its partners for shortfalls in its audits of a subsidiary of outsourcing firm Serco Group PLC. The rebuke comes as the country looks to boost the quality of its audit sector.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-plans-order-to-tie-drug-prices-to-other-nations-costs-11562348629", "title": "Trump Plans Order to Tie Drug Prices to Other Nations' Costs", "date": "2019-07-05 14:57", "summary": "President's comment Friday follows administration proposal in October on test plan to base Medicare drug costs on prices in other countries. WASHINGTON-President Trump said Friday he was preparing an executive order that would lower drug prices so that the federal government would pay no more than the costs paid by other countries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-truth-what-is-authentic-bacon-11562352840", "title": "What Is Truth? What Is Authentic Bacon?", "date": "2019-07-05 14:54", "summary": "Bacon cannot be \"veggie\" and shrimp cannot be \"vegan.\" These are just facts at, literally, the cellular level. They are not open to interpretation and they are certainly not constitutionally protected rhetoric.. Regarding your editorial \"Is That Bacon Merely Fakin'?\" (July 1): The major players in the meat industry-Tyson, JBS, Perdue, Cargill-have all invested in making meat directly from plants or growing meat directly from cells, which is certainly more efficient and therefore should be more profitable at scale. Consumers are also on board. Every time restaurants like White Castle, Carl's Jr. or Burger King introduces a new plant-based meat item, sales exceed expectations.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-internet-players-and-section-230-11562352803", "title": "Congress, Internet Players and Section 230", "date": "2019-07-05 14:53", "summary": "The internet community hasn't helped Congress fix policy problems when they do show up. That's why Sen. Josh Hawley and others feel compelled to offer solutions on free speech, privacy, antitrust, etc., even if the solutions are highly imperfect.. Like my friend Chris Cox (\"Hawley's Bad Idea to Protect Speech,\" op-ed, June 24), I sponsored Section 230 of the Communications Decency Act and agree that it is essential to a free and open internet.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retaliatory-tariffs-decide-which-u-s-industries-fail-11562352756", "title": "Retaliatory Tariffs Decide Which U.S. Industries Fail", "date": "2019-07-05 14:52", "summary": "My industry is dying. Hardwood exporters cannot pivot to another crop and we will be helping China to build a secondary processing industry which will supplant ours.. Brian Tedesco is correct in his analysis (\"My Customers Don't Pay Trump's Tariffs,\" op-ed, July 1). Moreover, Chinese firms aren't absorbing much of the tariffs since the yuan has fallen in value. Like so many economic concepts, the media, out of blindness or ignorance, miss the target.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-can-say-that-2020-voters-will-be-surprised-11562352716", "title": "Nobody Can Say That 2020 Voters Will Be Surprised", "date": "2019-07-05 14:51", "summary": "Democratic debate viewers saw an unbroken row of Democratic A-teamers raising their hands in answer to the question: \"Would you provide free health care to undocumented immigrants?\" Televised political debates are usually exercises in obfuscation. Not here.. Joseph Epstein considers it a waste of his four hours to watch the Democratic Party debates (\"Mrs. Swalwell May Still Be Undecided,\" op-ed, July 1). On the contrary, suffering through all that pandemonium was rewarded by the spectacle of an unbroken row of Democratic A-teamers raising their hands in answer to the question: \"Would you provide free health care to undocumented immigrants?\" Televised political debates are usually exercises in obfuscation. Not here. Anyone voting for these people will know exactly what is coming.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-bmw-seeks-new-ceo-to-turnaround-fortunes-11562327075", "title": "Struggling BMW Seeks New CEO to Turn Around Fortunes", "date": "2019-07-05 14:25", "summary": "The management change comes as BMW grapples with a slowing global economy and flattening demand in its core markets. BERLIN-The chief executive of BMW AG , Harald Krüger, plans to step down in the coming months, handing off to a yet-be-named successor as the German auto maker deals with shrinking profits and the expensive race to develop electric cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-banks-investment-banking-chief-to-leave-embattled-lender-11562329912", "title": "Deutsche Bank's Investment-Banking Chief to Leave", "date": "2019-07-05 14:24", "summary": "The under fire investment banking chief is expected to stay at the bank through a transition period ending in November. Deutsche Bank AG's investment-banking chief, Garth Ritchie, has reached an agreement with the embattled German lender to leave the bank as it prepares to unveil details of a broad restructuring of the division as soon as Sunday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bursting-at-the-seams-k-pop-fest-moves-to-javits-center-11562259600", "title": "Bursting at the Seams, K-Pop Fest Moves to Javits Center", "date": "2019-07-05 14:21", "summary": "Fan base is booming for a Korean musical import akin to American boy bands. In recent years, the South Korean genre of popular music known as K-pop has gone increasingly mainstream in the U.S. Such K-pop groups as BTS and Blackpink have landed hits on the American pop charts. BTS has played concerts at New York City's Citi Field and Central Park.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-fundraising-in-middle-of-the-2020-pack-11562350735", "title": "Kamala Harris Fundraising in Middle of the 2020 Pack", "date": "2019-07-05 14:18", "summary": "California senator raised almost $12 million in the second quarter of the year, less than at least three of her Democratic primary foes. California Sen. Kamala Harris raised almost $12 million in the three-month period that ended June 30, more than one-quarter of which poured in after she gained steam by confronting former Vice President Joe Biden during the Democratic debate last week, her campaign said.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-transport-hiring-bounced-back-in-june-11562350002", "title": "Logistics, Transport Hiring Bounced Back in June", "date": "2019-07-05 14:06", "summary": "Parcel and trucking payrolls increased, extending a rebound from a first-quarter swoon amid upbeat signals from broader jobs growth. Transportation and logistics companies added jobs at a strong pace in June, in a rebound from weak hiring this spring and a sign of growing confidence in U.S. freight demand.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-company-that-sparked-a-california-wildfire-a-day-11562348830", "title": "The Company That Sparked a California Wildfire a Day", "date": "2019-07-05 13:47", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Business", "Podcast"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/analysis-june-jobs-report-weakens-case-for-larger-fed-rate-cut-this-month-11562343047", "title": "June Jobs Report Weakens Case for Larger Fed Rate Cut This Month", "date": "2019-07-05 13:29", "summary": "But a rebound in hiring last month may not provide enough reason to scrap plans for an 'insurance' cut. The strong June employment report should ease Federal Reserve officials' concerns about a sharper-than-anticipated U.S. economic slowdown, but still leaves the door open to an interest-rate cut at their meeting this month.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-hopes-to-snap-out-of-slump-with-more-spending-11562327813", "title": "India Moves to Spend More and Draw Investment to Spur Growth", "date": "2019-07-05 13:18", "summary": "As country climbs global economic ranks, government looks to ease restrictions on foreign firms. NEW DELHI-India said it would increase state spending and allow more foreign investment in an effort to accelerate the growth of an economy that is increasingly important to the rest of the world.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-demands-return-of-tanker-held-in-gibraltar-11562337490", "title": "Iran Demands Return of Tanker Held in Gibraltar", "date": "2019-07-05 13:06", "summary": "Tehran summoned the British ambassador over the impounding of an Iranian vessel suspected of ferrying oil to Syria. Iran demanded the immediate release of one of its tankers impounded with the help of British forces in Gibraltar this week, an incident that has angered Tehran and exacerbated tensions between Iran and Western countries.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mutually-assured-disruption-in-silicon-valley-11562319004", "title": "Mutually Assured Disruption in Silicon Valley", "date": "2019-07-05 12:48", "summary": "With venture-capital funds flowing freely, everyone wants to be a disrupter; few actually disrupt. Disruption is Silicon Valley's favorite buzzword. Investors are starting to realize that it cuts both ways.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taco-bell-faces-tortilla-crunch-11562344633", "title": "Taco Bell Faces Tortilla Crunch", "date": "2019-07-05 12:37", "summary": "A shortage of the Mexican flatbread echoes comedy film 'Idiocracy'. In the low-IQ dystopian future depicted in the 2006 film \"Idiocracy,\" the U.S. faces crop failures and a chronic shortage of what fictional President Comancho describes as \"burrito coverings.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-trapped-in-bizarro-world-11562343750", "title": "Investors Are Trapped in Bizarro World", "date": "2019-07-05 12:22", "summary": "Poor stock market reaction to Friday's upbeat jobs report shows misplaced confidence in power of monetary stimulus. Imagine an economically sophisticated time traveler from the middle of the last decade trying to make sense of Friday's jobs report.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-strangely-dovish-donald-trump-11562343427", "title": "The Strangely Dovish Donald Trump", "date": "2019-07-05 12:17", "summary": "As he befriends Kim Jong Un and balks at striking Iran, an erratic president keeps everyone guessing​. Is President Donald Trump, deep down, a peacenik?", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-deliveroo-investment-attracts-u-k-watchdogs-attention-11562317433", "title": "Amazon's Deliveroo Investment Attracts U.K. Watchdog's Attention", "date": "2019-07-05 11:56", "summary": "Food-delivery startup Deliveroo raised $575 million in a funding round led by the e-commerce giant. Britain's competition regulator is reviewing Amazon.com Inc.'s investment in U.K. food-delivery startup Deliveroo, as the expansion of Silicon Valley giants heightens antitrust concerns in markets around the globe.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-saddles-consumer-goods-makers-with-fixing-plastic-trash-problem-11562324400", "title": "India's Single-Serve Trash Problem", "date": "2019-07-05 11:45", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-french-job-titles-are-masculine-then-came-the-womens-world-cup-11562341124", "title": "How Do You Say 'Female Soccer Defender' in French? World Cup Host France Doesn't Know.", "date": "2019-07-05 11:38", "summary": "The tournament is forcing a debate over the hidebound language and its rigidity over gender. PARIS-In all of his years as a player for the French national soccer team, followed by all of his years as a soccer announcer for France's national TV station, Bixente Lizarazu never gave much thought to how he named the positions on the field.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-june-29-july-5-2019-11562340614", "title": "Photos of the Week", "date": "2019-07-05 11:30", "summary": "America celebrates the Fourth of July, Hong Kong protests boil over, New York Pride March attracts big crowds and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ultimate-summer-toy-hondas-talon-1000x-11562340320", "title": "The Ultimate Summer Toy: Honda's Talon 1000X", "date": "2019-07-05 11:25", "summary": "Few things can match the thrill of catching air in an ATV, as Dan Neil learned while kicking up dust in the new Honda Talon 1000X. Of course, driver error can cause a few setbacks. OUTBACK ATV PARK, near Laurinburg, N.C., and the tick-filled pines of Fort Bragg, offers enthusiasts some of the deepest, dampest, most flavorful sand to be found anywhere. Among the amenities: 600-plus acres of bush-hogged trails and fire roads; a motocross track blazed into a field by knobby tires; and sand bowls-pits where riders on dirt bikes and all-terrain vehicles can roostertail round and round, exorcising their demons until they are at last consumed in sand tornadoes of their own making.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-asteroid-peril-isnt-science-fiction-11562339356", "title": "The Asteroid Peril Isn't Science Fiction", "date": "2019-07-05 11:09", "summary": "Even if we managed to spot a small but dangerous asteroid heading for Earth, we currently have no means to stop it. In May, a group of international scientists assembled near Washington, D.C., to tackle an alarming problem: what to do about an asteroid hurtling toward Earth.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fireworks-over-share-buybacks-are-duds-11562338801", "title": "The Fireworks Over Share Buybacks Are Duds", "date": "2019-07-05 11:00", "summary": "Stock repurchases go back to the earliest days of the republic. Share buybacks are as American as mom, apple pie and hot dogs on the Fourth of July.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-people-do-in-retirement-hour-by-hour-11562338744", "title": "What People Do in Retirement, Hour by Hour", "date": "2019-07-05 10:59", "summary": "Retirement columnist Glenn Ruffenach also answers a question about inherited IRAs and withdrawals. In a recent column, you recommended that a person, before retiring, should plan a daily/weekly routine and draft a household budget. I think that's easier said than done. Are there any good starting points? How do many/most retirees spend their time? And how does that affect their spending?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-track-drug-approval-designed-for-emergencies-is-now-routine-11562337924", "title": "Fast-Track Drug Approval, Designed for Emergencies, Is Now Routine", "date": "2019-07-05 10:45", "summary": "Three-quarters of new drugs get an expedited regulatory review, thrusting families and doctors into a new world of trade-offs. For decades, most drugs for critical illnesses passed through a standard battery of tests before regulators allowed them onto the market. A smaller portion were \"fast tracked\" to make them available to patients sooner.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-star-a-stellar-lineup-from-the-arts-to-baseball-11562337747", "title": "'All-Star': A Stellar Lineup, from the Arts to Baseball", "date": "2019-07-05 10:42", "summary": "The name for the 'Midsummer Classic' got its start in the circus. When Major League Baseball's finest players assemble for the All-Star Game at Cleveland's Progressive Field on Tuesday, it will mark the 90th time that the \"Midsummer Classic\" has been held, pitting the cream of the crop from the National League against their American League peers. Since 1933, All-Star Games have been played each year except 1945 (because of World War II) and twice a year from 1959 to 1962.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-review-the-globe-spanning-imagination-of-rudyard-kipling-11562337329", "title": "'If' Review: The Globe-Spanning Imagination of Rudyard Kipling", "date": "2019-07-05 10:35", "summary": "Rudyard Kipling spent a few highly productive years in Vermont. What if he had stayed in the States?. Was he an aggressive, unapologetic, booming colonialist or a deeply troubled, increasingly pessimistic anti-imperialist? An advocate of martial values and stout public-school patriotism, or a hater of jingoistic pomp? An out-and-out racist, or an admirer of Asia's cultural complexity and mystery? When, in that critical month of February 1899, he urged William McKinley's government and fellow Americans to \"take up the White Man's Burden,\" why did he also utter, in the same poem, a grim warning of the \"blame\" and \"hate\" to be expected from those you were trying to \"better\"? Was this legendary bard of overseas expansion also the person who would later pen those fierce, disturbing antiwar lines: \"If any question why we died, / Tell them, because our fathers lied\"? And-what a puzzle-was not this troubled, torn author also the greatest writer of children's literature of his time, maybe of all time? Might the answer to such questions be that Rudyard Kipling was, remarkably, all of the above?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-one-who-didnt-get-away-11562337242", "title": "Mysteries: The One Who Didn't Get Away", "date": "2019-07-05 10:34", "summary": "In what may be the best book in Jo Nesbø's bestselling series, detective Harry Hole is being tormented by thoughts of a notorious criminal who he put behind bars years before.. Crime-fiction fans around the world are familiar with Norwegian author Jo Nesbø's detective Harry Hole-that tall, messy-haired, alcoholic cop who smokes Camels and has more than enough self-confidence to match his reputation as an investigator. \"I've got a gut feeling,\" he's wont to say, \"that's caught more murderers than any other gut\" in Norway. But as this gloomy-minded hunter also knows: \"It wasn't the ones you caught that haunted your nightmares, it was the ones who got away, and their victims.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-lisa-grunwald-on-collections-of-letters-11562337288", "title": "Five Best: Lisa Grunwald on Collections of Letters", "date": "2019-07-05 10:34", "summary": "The author of the novel 'Time After Time' and co-editor of the anthology 'Letters of the Century' recommends her favorite sets of correspondence.. Edited by Dorothy Lobrano Guth (1976)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ballpark-review-a-diamond-as-big-as-the-ritz-11562337227", "title": "'Ballpark' Review: A Diamond as Big as the Ritz", "date": "2019-07-05 10:33", "summary": "Brooklyn's Ebbets Field was decorated with concrete gargoyles and bas-relief medallions in the shape of baseballs.. In every Boston childhood-and a Boston childhood is the only one I had-there is a Fenway Moment. It begins with the stroll up from Kenmore Square along Brookline Avenue and into Fenway Park, then up one of the ballpark ramps and into-here is the moment itself, an experience shared by millions, forgotten by none-the bright green of the diamond, where, in left field, the Green Monster wall reaches to the sky, the backdrop to the artistry of Ted Williams, Carl Yastrzemski, Jim Rice and, these days, Andrew Benintendi.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palaces-of-pleasure-review-inventing-a-day-at-the-beach-11562337183", "title": "'Palaces of Pleasure' Review: Inventing a Day at the Beach", "date": "2019-07-05 10:33", "summary": "The music hall, the 'dancing room,' the maritime resort-these were great 19th-century economic success stories.. It was Mr. Sleary, the broken-down circus proprietor in \"Hard Times,\" who insisted that the people must be amused. By the time Dickens put these words in his mouth, in 1854, the formerly sedate equipage of Victorian leisure had become an unstoppable juggernaut, rattling away through every coastal resort, exhibition site and \"saloon theatre\" in the country.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-travels-in-time-and-imagination-11562337198", "title": "Children's Books: Travels in Time and Imagination", "date": "2019-07-05 10:33", "summary": "Classic picture books ready for discovery by the readers of a new era.. All books are portals that lead into curated realms of one kind or another. With picture books, there is a sublime totality of transport. For a little while, both eyes and mind are drawn into a distinctive world with its own logic and color scheme. We may find comedy, intrigue or comfort; we may meet dragons, talking mayflies or the architects of long-dead civilizations. Some books are so intricately illustrated that it seems a crime to flip through them quickly. With others, the text is paramount, and it feels fine for the pictures to pass by at the speed of the words.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-a-novel-for-the-better-angels-of-our-nature-11562337146", "title": "Fiction: A Novel for the Better Angels of Our Nature", "date": "2019-07-05 10:32", "summary": "Lila Savage's debut asks what it takes to do good in an age that does little to reward it.. Ella, the heroine of Lila Savage's quietly wonderful first novel, \"Say Say Say\" (Knopf, 161 pages, $24), is a 29-year-old Minnesota woman who barely scrapes by as a companion to the elderly and disabled. For some this would be a demanding, dead-end job, but Ella has discovered-somewhat reluctantly-that for her it's a calling. Every client offers an opportunity to push the limits of her empathy. She is, in her mind, \"a sensualist who fought vicious, doomed battles with her natural appetites, who yearned to become an ascetic; as Eleanor Roosevelt had reportedly longed to be beautiful, Ella longed to be good.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/holocaust-survivor-manfred-steinfeld-built-a-furniture-empire-11562337000", "title": "Holocaust Survivor Manfred Steinfeld Built a Furniture Empire", "date": "2019-07-05 10:30", "summary": "His Chicago-based company became the largest U.S. maker of hotel and restaurant chairs. In July 1938, Manfred Steinfeld's mother put him on a train that would carry him to Hamburg on the first leg of a journey delivering him to Chicago, safe from the Nazi menace facing Jews in Germany.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/min-hogg-editor-of-the-world-of-interiors-championed-shabby-chic-11562337000", "title": "Min Hogg, Editor of the World of Interiors, Championed Shabby Chic", "date": "2019-07-05 10:30", "summary": "British magazine featured do-it-yourself elegance, eccentricity, clutter and peeling paint. Min Hogg, a former editor of the World of Interiors magazine, championed shabby chic and helped free her readers from the tyranny of professional decorators.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmws-boss-pays-the-price-for-resisting-change-11562336720", "title": "BMW's Boss Pays the Price for Resisting Change", "date": "2019-07-05 10:25", "summary": "CEO Harald Krüger, who was criticized for letting BMW's early lead in electric cars slip, won't seek a second term in office. The German car industry is looking for new drivers. Only those with a stomach for radical change and fraught labor negotiations need apply.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-peace-effort-traps-jordan-between-u-s-and-palestinians-11562336231", "title": "Trump Peace Effort Traps Jordan Between U.S. and Palestinians", "date": "2019-07-05 10:17", "summary": "Jordanian minister presses Washington to heed Palestinian position, warning of consequences of failure. AMMAN, Jordan-As the Trump administration lays the groundwork for an Israeli-Palestinian peace plan, neighboring Jordan has been thrust into the awkward position of opposing many of Washington's policies while depending on its support.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-drops-suit-against-kevin-spacey-over-alleged-groping-11562335315", "title": "Man Drops Suit Against Kevin Spacey Over Alleged Groping", "date": "2019-07-05 10:01", "summary": "The actor still faces a criminal charge; he pleaded not guilty to indecent assault and battery. BOSTON-A young man who says Kevin Spacey groped him in a Nantucket bar in 2016 has dropped his lawsuit against the Oscar-winning actor.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-we-come-to-the-end-of-physics-11562334798", "title": "Have We Come to the End of Physics?", "date": "2019-07-05 09:53", "summary": "Skeptics worry about the future of the field, but opportunities for new discoveries abound.. \"Physicists, bewitched by mathematical beauty, are failing to solve new problems.\" \"High-class physicists no longer care about physical reality-nor should they.\" \"Science is over.\"", "categories": [["Life & Work", "Ideas", "Wilczek's Universe"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/wilczek-s-universe?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-electronics-expects-quarterly-operating-profit-to-fall-more-than-50-11562285691", "title": "Samsung Expects Quarterly Operating Profit to Fall More Than 50%", "date": "2019-07-05 09:43", "summary": "Demand for memory chips is sluggish; preliminary earnings guidance still exceeded market expectations. SEOUL- Samsung Electronics Co. said it expects its second-quarter operating profit to decline 56.3% from a year earlier as sluggish demand for memory chips was exacerbated by the nagging U.S.-China trade dispute.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/color-mist-and-shadow-11562332554", "title": "Color, Mist and Shadow", "date": "2019-07-05 09:15", "summary": "Olafur Eliasson's installations and sculptures provoke subtle changes of perception.. The Danish-Icelandic artist Olafur Eliasson has made his share of big gestures-dyeing rivers green in Stockholm and Tokyo two decades ago and creating waterfalls at bridges and piers in New York City in 2008. But a new exhibition spanning decades of his installations and sculptures shows that he also concentrates on small things, subtle changes of perception-\"seeing yourself sensing,\" as he calls it.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-women-turn-up-the-noise-in-pursuit-of-world-cup-glory-11562317261", "title": "U.S. Women Turn Up the Noise in Pursuit of World Cup Glory", "date": "2019-07-05 09:08", "summary": "Amid the distractions swirling around the U.S. national soccer team, its quality on the pitch has never been up for debate. LYON, France-Hardly a day has passed at this Women's World Cup without the U.S. national soccer team answering questions about anything but soccer. The topics these past four weeks have included tweets by the President, the national anthem, exuberant goal celebrations, controversial goal celebrations, and a bizarre debate about whether the team was \"arrogant.\"", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-next-in-fight-over-trumps-tax-returns-11562331948", "title": "What's Next in Fight Over Trump's Tax Returns", "date": "2019-07-05 09:05", "summary": "Federal judge Trevor McFadden is handling the lawsuit filed by the House tax-writing committee against the Treasury Department. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-mediterranean-islands-the-tourist-mobs-havent-invaded-yet-11562331771", "title": "5 Mediterranean Islands the Tourist Mobs Haven't Invaded Yet", "date": "2019-07-05 09:02", "summary": "Attention: Summer-vacation procrastinators. We've identified five Mediterranean islands that offer fabulous food, accommodations and seascapes but remain well-kept secrets-for now. HEADED TO the Mediterranean this summer? You and everyone's nona and zio. The tranquil and breezy Med, birthplace of bikinis and burqas not to mention la dolce vita and Dionysus, has been luring demigods and mortals to its turquoise lagoons and olive-tree-lined shores since Helen and Homer were tweens.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tourism-high-yields-lure-investors-to-iceland-11562331600", "title": "Tourism, High Yields Lure Investors to Iceland", "date": "2019-07-05 09:00", "summary": "Island nation has benefited from appeal of bonds from relatively stable countries offering more favorable yields than most. Investors are buying government debt from Iceland, illustrating how the world-wide bond rally has pushed many beyond traditional havens in pursuit of higher yields.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-kellogg-novavax-marketaxess-electronic-arts-11562320801", "title": "Stocks to Watch: Qualcomm, Kellogg, Novavax, Tyme Technologies, MarketAxess", "date": "2019-07-05 08:59", "summary": "Some of the companies with shares expected to trade actively in today's session include Qualcomm and Kellogg. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-jobless-rate-edged-up-in-june-11562331078", "title": "Canada Jobless Rate Edged Up In June", "date": "2019-07-05 08:51", "summary": "Wages record strongest advance in more than a year. OTTAWA-Canada's jobless rate edged up and the number of people employed was roughly unchanged in June following two straight months of stronger-than-anticipated gains.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-june-29-11562329814", "title": "Best-Selling Books Week Ended June 29", "date": "2019-07-05 08:30", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venice-beach-souvenirs-a-discriminating-shoppers-guide-11562329589", "title": "Venice Beach Souvenirs: A Discriminating Shopper's Guide", "date": "2019-07-05 08:26", "summary": "Beachcombing in Venice, Calif., isn't about the seashells. From a bespoke surfboard to mind-altering matcha, consider these updates of classic keepsakes. A few blocks from the water's edge lies the tiny Mollusk Surf Shop, sole purveyor of this Madrugaga Tablas surfboard. Covered in vintage fabric and set with fiberglass, it's the product of Mateo Howard and Brittany Quinn Leonard, who make their skate- and surfboards out of a van in Mexico and drive up to Venice each year with a couple designs done just for Mollusk.$2,400 for a surfboard, $280 for a skateboard; 1600 Pacific Ave., mollusksurfshop.com.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-to-jfk-in-8-minutes-hail-an-uber-copter-11562329459", "title": "Manhattan to JFK in 8 Minutes? Hail an Uber Copter", "date": "2019-07-05 08:24", "summary": "Uber is branching out into helicopters, offering a quick trip to John F. Kennedy International Airport. STARTING THIS MONTH, you can summon a chopper with the tap of an app to whisk you from a lower Manhattan heliport to John F. Kennedy Airport in just 8 minutes. But Uber Copter isn't for the average traveler fed up with gridlocked roads to Kennedy. Initially, the service is limited to Uber's Platinum and Diamond members, the top tiers of its loyalty plan, and will cost an average of $200 to $225 one-way, or more depending on demand pricing. The choppers are owned and operated by HeliFlite, based in Newark, N.J., with a two-pilot crew. You can arrange for a car to pick you up from your home and drop you at the heliport.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-avoid-a-big-tax-bill-in-the-year-of-m-a-11562319005", "title": "How to Avoid a Big Tax Bill in Year of the Merger", "date": "2019-07-05 08:20", "summary": "Mergers often create tax headaches, but there are ways to find relief. When one company seeks to buy another, shareholders of the target company often applaud an immediate run-up in value. But beware: deals can also come with a huge tax bill unless you're careful.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ahead-of-greek-elections-political-parties-proliferate-11562324078", "title": "Ahead of Greek Elections, Political Parties Proliferate", "date": "2019-07-05 08:16", "summary": "In the birthplace of democracy, 106 parties have been founded since the country's fiscal breakdown in 2009. ATHENS-The leader of one of the 20 parties on Sunday's ballot here is a TV host who sells timeless products such as baldness cures, hemorrhoid creams and what he says are original handwritten letters by Jesus Christ.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-sweatshirts-are-trash-11562328005", "title": "These Sweatshirts Are Trash", "date": "2019-07-05 08:00", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/italian-banks-win-from-sovereign-debts-startling-rally-11562326189", "title": "Big Bond Rally Boosts Italian Banks", "date": "2019-07-05 07:29", "summary": "Yield on Italy's benchmark bonds have plummeted to lowest in more than 2 ½ years. A large rally in Italian bonds is making winners out of the country's banks, whose shaky finances have weighed on global markets in recent years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/face-to-face-with-an-indomitable-spirit-11562324401", "title": "Face-to-Face With an Indomitable Spirit", "date": "2019-07-05 07:00", "summary": "Though painted in the teeth of adversity, Rembrandt's 1658 'Self-Portrait' conveys a stately calm.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-cup-trophy-that-vanished-into-thin-air-11562324400", "title": "The World Cup Trophy That Vanished Into Thin Air", "date": "2019-07-05 07:00", "summary": "One of the two original FIFA Women's World Cup trophies disappeared in 1997 and hasn't been seen since. It vanished, with no concrete specifics of where it went or when. Believed to have been stolen, it has since been replaced. And no, it's not that pair of sunglasses you lost a few months ago.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-next-checking-account-could-get-you-a-spotify-subscription-11562319001", "title": "Your Next Checking Account Could Get You a Spotify Subscription", "date": "2019-07-05 06:50", "summary": "Citigroup is offering incentives like paying for your Hulu or Amazon Prime to keep you banking there. Open a checking account at Citigroup Inc. and you may get a free Costco membership.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-collectors-wage-comeback-11562319002", "title": "Debt Collectors Wage Comeback", "date": "2019-07-05 06:31", "summary": "Collection cases increase in some courts; debt collectors boost judgments, debt purchases. PHILADELPHIA-Debt collectors are making a comeback.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-packages-bring-big-litter-problem-to-india-11562320801", "title": "Small Packages Bring Big Litter Problem to India", "date": "2019-07-05 06:00", "summary": "Instant noodles brand Maggi accounts for one in four dollars Nestlé makes in India, but its nonrecyclable packaging has become a growing concern. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/behind-summit-smiles-australia-says-u-s-china-trade-tensions-still-fester-11562320574", "title": "U.S.-China Trade Tensions 'Aren't Going Away Anytime Soon'", "date": "2019-07-05 05:56", "summary": "Despite G-20 optimism, Australia's treasurer says no indication of a speedy resolution during recent talks with U.S. officials. CANBERRA, Australia-There has been no sign of a speedy resolution to U.S.-China trade tensions in recent meetings with American officials, Australia's top finance minister said, despite President Trump's more-conciliatory tone at last weekend's Group of 20 summit.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-border-crisis-worsens-a-detention-center-designed-for-children-has-none-11562319003", "title": "As Border Crisis Worsens, a Detention Center Designed for Children Has None", "date": "2019-07-05 05:30", "summary": "Migrant children are crammed into processing centers, while facilities intended for them have empty beds or house adults instead. KARNES CITY, Texas-Outfitted with miniature furniture, toys, and rugs with roads painted on them, the government detention center here was designed with young migrants in mind. But the only people being held here right now are adults.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-jony-ives-successor-apple-bets-a-pragmatist-can-turn-prophet-11562319008", "title": "After Jony Ive, Apple Bets a Pragmatist Can Turn Prophet", "date": "2019-07-05 05:30", "summary": "Jeff Williams assumes leadership of product design as the company searches for its next big hit. In two decades at Apple Inc., Jeff Williams has gone from heading procurement to leading all of the tech giant's operations.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recycling-centers-roll-out-ai-trained-robots-11562319000", "title": "Recycling Centers Roll Out AI-Trained Robots", "date": "2019-07-05 05:30", "summary": "Sorting plastics, glass and paper is one job people are unlikely to mind losing to AI. Recycling facilities are deploying artificial-intelligence-guided robots, which can sort streams of waste more quickly and accurately than human workers.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-memory-chip-pain-isnt-fading-11562318459", "title": "Samsung Memory-Chip Pain Isn't Fading", "date": "2019-07-05 05:21", "summary": "Despite a likely boost from Apple, the Korean technology giant expects its operating profit to more than halve in the second quarter. Samsung's annus horribilis isn't getting any less horrible.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-june-jobs-report-tells-us-about-the-u-s-economy-11562252400", "title": "Investors Eye Jobs Report for Signs of Wavering Economy", "date": "2019-07-05 04:00", "summary": "Which industries gained and shed workers in the first half of the year will offer key signals about what comes next. Friday's jobs report holds critical clues to the durability of the longest economic expansion in U.S. history. Hiring has downshifted in recent months, raising concerns of a slowdown after a decade of growth. The unemployment rate has dipped to a 50-year low and weaker payroll growth could be a sign there are fewer workers to hire. The latest batch of employment data, expected Friday at 8:30 a.m. ET, will help sort out crosscurrents, from resilient consumers to brittle manufacturing. Here is what to watch in the Labor Department's June jobs report:", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-hits-back-at-huawei-lawsuit-11562304654", "title": "U.S. Hits Back at Huawei Lawsuit", "date": "2019-07-05 01:30", "summary": "Chinese telecom giant had sued the U.S. over a law that restricts federal agencies from doing business with it. The U.S. government issued its first public defense of a law that restricts federal agencies from doing business with Huawei Technologies Co., saying it had ample national-security reasons for enacting it.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wolf-of-wall-street-leads-to-1mdb-arrest-of-ousted-malaysian-leaders-stepson-11562242252", "title": "'Wolf of Wall Street' Producer Is Charged With Money Laundering in 1MDB Scandal", "date": "2019-07-05 01:00", "summary": "Riza Aziz co-founded a film-production company. KUALA LUMPUR, Malaysia-Prosecutors charged former Malaysian Prime Minister Najib Razak's stepson, who co-founded the company that produced \"The Wolf of Wall Street,\" with five counts of money-laundering on Friday in relation to one of the world's biggest financial scandals.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11562261201", "title": "Pepper...and Salt", "date": "2019-07-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-two-foot-smear-of-snow-in-july-its-a-perfect-run-for-patch-skiers-11562260676", "title": "That Two-Foot Smear of Snow in July? It's a Perfect Run for Patch Skiers", "date": "2019-07-05 00:01", "summary": "Obsessives try to get on the slopes every month, even if it means spending ages seeking out the last remaining snowy blobs on the mountains.. ELDORADO NATIONAL FOREST, Calif.-Dave Boswell was out for a hike with friends on a recent June afternoon when he saw a man dressed in a Hawaiian shirt and shorts-hiking with a set of alpine skis on his back.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-that-includes-tpg-is-on-shortlist-of-bidders-for-group-of-asian-hospitals-11562291022", "title": "Group That Includes TPG Is on Shortlist of Bidders for Group of Asian Hospitals", "date": "2019-07-05 21:54", "summary": "Rival bidders are Sime Darby and General Atlantic. A consortium that includes American private-equity firm TPG Capital is one of three shortlisted bidders for a $2 billion collection of Asian hospitals owned by Columbia Pacific Management Inc., people with knowledge of the sale process said.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earthquake-sends-tremors-from-los-angeles-to-las-vegas-11562273061", "title": "Earthquake Sends Tremors From Los Angeles to Las Vegas", "date": "2019-07-05 20:57", "summary": "State of emergency declared after strongest Southern California temblor in two decades. LOS ANGELES-A magnitude-6.4 earthquake struck a remote area in the Mojave Desert, sending tremors as far as Los Angeles and Nevada.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-delivers-elaborate-fourth-of-july-event-showcasing-military-11562282904", "title": "Trump Delivers Elaborate Celebration Showcasing Military", "date": "2019-07-05 20:45", "summary": "President's 'Salute to America' featured flyovers by military jets, armored vehicles, tanks and fireworks. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-celebrates-the-fourth-of-july-11562261887", "title": "America Celebrates the Fourth of July", "date": "2019-07-05 20:19", "summary": "From small towns to the nation's capital, Americans mark the nation's founding. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}]