[{"link": "https://www.wsj.com/articles/in-asia-trump-emphasizes-the-personal-but-at-what-price-11562021276", "title": "In Asia, Trump Emphasizes the Personal, but at What Price?", "date": "2019-07-01 19:49", "summary": "President's warmth toward authoritarian leaders at G-20 summit raises human-rights and national-security concerns within administration and Congress. SEOUL-President Trump's meetings in Asia with some of the world's most controversial leaders offered a high-profile reminder of his prioritization of personal relationships, at times at the expense of human-rights and national-security concerns in Congress and his own administration.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-push-their-prices-higher-11562024649", "title": "Drugmakers Push Up Prices, Amid Generic-Supply Shortages", "date": "2019-07-01 19:44", "summary": "Increases affect some injectable medicines and antibiotics that now face shortages. Drugmakers initiated a new round of price increases on their products Monday, with some of them affecting generic hospital-administered injectable drugs that are in short supply.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-detains-record-number-of-migrants-following-deal-with-u-s-11562017847", "title": "Trump Praises Mexico Amid Record Detention of Migrants", "date": "2019-07-01 19:30", "summary": "Stiffer enforcement was agreed to in deal Mexico made to avoid imports tariffs on goods sent to U.S.. President Trump praised Mexico's stepped-up efforts to stop Central American migrants from reaching the U.S., saying his recent threats of tariffs on the country's exports were bearing fruit.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taylor-swifts-dispute-with-former-label-is-latest-tussle-over-master-recordings-11562021783", "title": "Taylor Swift's Dispute With Former Label Is Latest Tussle Over Master Recordings", "date": "2019-07-01 18:56", "summary": "Prince, Beatles have used name changes, lawsuits to try to gain ownership. A war of words between Taylor Swift and the head of her former label is the latest high-profile eruption over control of musicians' so-called master recordings, an issue that has taken on new significance as streaming has helped the recording industry return to growth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-healthy-tax-break-11562021565", "title": "Trump's Healthy Tax Break", "date": "2019-07-01 18:52", "summary": "An expansion of health reimbursement accounts is good news for workers.. By the left's account you'd think the Trump Administration's only ambition on health care is to rip insurance from the poor and sick. So note that a Health and Human Services rule finalized last month represents a dramatic expansion in health-care choices for those who may have limited insurance options.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-nuclear-breakout-11562021430", "title": "Iran's Nuclear Breakout", "date": "2019-07-01 18:50", "summary": "Will Europe wink at the violation, or join the U.S. pressure campaign?. Foreign Minister Javad Zarif said Monday that Iran is deliberately violating the 2015 nuclear Joint Comprehensive Plan of Action. Europe now has to decide whether to tolerate this nuclear breakout or join the U.S. in pressuring Tehran to renegotiate.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antifa-attacks-a-journalist-11562021361", "title": "Antifa Attacks a Journalist", "date": "2019-07-01 18:49", "summary": "Andy Ngo is beaten as he attempts to cover a Portland protest.. Our friends on the left keep warning about the rise of political violence on the right, and we'll join them in urging prosecution if it happens. In that spirit we trust the media establishment will denounce the severe beating that a left-wing mob gave to conservative journalist Andy Ngo in Portland, Oregon, on Saturday.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hatred-enhances-your-self-esteem-11562021287", "title": "Hatred Enhances Your Self-Esteem", "date": "2019-07-01 18:48", "summary": "Detesting your political enemies, an immensely satisfying feeling, has its origins in the self-esteem movement.. The knitting site Ravelry, which dominates the online fiber community, recently banned expressions of support for President Trump, which it equates with \"white supremacy.\" Around the same time, TV preacher Paula White led the crowd in prayer before Mr. Trump officially kicked off his re-election campaign in Orlando, Fla.: \"Right now, let every demonic network who has aligned itself against the purpose, against the calling, of President Trump, let it be broken, let it be torn down in the name of Jesus! I declare that President Trump will overcome every strategy from hell and every strategy from the enemy.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservatives-put-culture-first-11562021325", "title": "Conservatives, Put Culture First", "date": "2019-07-01 18:48", "summary": "Liberals invest ever-more moral meaning into politics, tempting their opponents to do the same.. Daniel Patrick Moynihan famously observed that conservatives recognize \"culture, not politics, determines the success of a society,\" while liberals believe \"politics can change a culture and save it from itself.\" Yet today's conservatives and liberals both tend to demand cultural results from political and economic systems. Liberals invest ever more moral meaning into politics, and conservatives do the same in response to a rapidly changing culture seemingly slipping from their grasp.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-promise-of-trumps-mideast-plan-11562021234", "title": "The Promise of Trump's Mideast Plan", "date": "2019-07-01 18:47", "summary": "It follows the Marshall Plan's example of spurring private-sector growth.. The Trump administration's Peace to Prosperity plan for the West Bank and Gaza is sensible and offers the best hope for building sustainable economies in the region. It may not be politically feasible: The Palestinian Authority boycotted the conference in Bahrain last week where Treasury Secretary Steven Mnuchin and White House senior adviser Jared Kushner unveiled it. But it's a promising approach to foreign aid in the Middle East and beyond.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-needs-more-than-patience-with-china-11562021267", "title": "Trump Needs More Than Patience With China", "date": "2019-07-01 18:47", "summary": "The evidence he can get Beijing to change its ways is mixed-but he's the only one making the effort.. The markets seem to think President Trump has a chance at reforming U.S. trade relations with China. At the Group of 20 summit in Osaka, Japan, this weekend, he brokered a truce with Beijing, avoiding the escalation of a trade war that would have threatened the global economy and perhaps undermined his re-election message of economic revival. Stocks rose on trade optimism. But there is mixed evidence that Mr. Trump has a winning strategy to convince the Chinese to adhere to global trade rules and to move to a more market-oriented economy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vc-an-american-history-review-the-seed-spreaders-11562020996", "title": "'VC: An American History' Review: The Seed Spreaders", "date": "2019-07-01 18:43", "summary": "In America, government policy has directly supported a robust venture-capital industry. Is this a good way to encourage risk-taking?. In June 2000, in a transaction long forgotten, an online pet-supply retailer called Pets.com, famed for commercials featuring a sock-puppet dog, acquired a competitor, Petstore.com. Pets.com was backed by Hummer Winblad, a venture-capital firm in San Francisco; a young Seattle company called Amazon.com also held a substantial stake. The merger with Petstore.com fixed nothing. Five months later, Pets.com was defunct (although its domain name is still in use). In a history of the turn-of-the-century dot-com boom, its brief life and unmourned death would barely merit a mention-save for the fact that government policy supported its creation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-plays-small-ball-with-tax-filing-11562020937", "title": "Congress Plays Small Ball With Tax Filing", "date": "2019-07-01 18:42", "summary": "The Taxpayer First Act omits important reforms to make the system simpler.. President Trump is poised to sign the Taxpayer First Act-a bill whose title is disingenuous since it would weaken some taxpayer protections even while strengthening others.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-kosher-fourth-of-july-11562020803", "title": "A Kosher Fourth of July", "date": "2019-07-01 18:40", "summary": "Two hundred forty-three years ago, a new nation was inspired by the Old Testament.. Since that fateful July 4 when the Second Continental Congress invoked the unalienable rights to life, liberty and the pursuit of happiness to declare independence from King George III, an argument has raged over the Christian roots of the American Founding. Now a group of scholars suggest that if we are looking only to the Gospels to understand the new American nation, we may be arguing over the wrong testament.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-goes-to-japan-and-japan-to-him-11562020774", "title": "Trump Goes to Japan, and Japan to Him", "date": "2019-07-01 18:39", "summary": "Tokyo's whaling and trade policies suggest the durability of the president's approach.. Even before he stunned the world by arranging an impromptu summit with Kim Jong Un, President Trump worked his media magic at the Group of 20 summit in Osaka, Japan, last week. Whether shaping the world economy through discussions with Chinese President Xi Jinping or elevating his daughter Ivanka to senior-diplomat status by bringing her into critical meetings, Mr. Trump and his trademark dazzle-and-spin approach to foreign affairs fascinated, worried and flummoxed diplomats and pundits.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coal-company-blackjewel-on-brink-of-liquidation-after-chapter-11-loan-disappears-11562019644", "title": "Coal Company Blackjewel on Brink of Liquidation After Chapter 11 Loan Disappears", "date": "2019-07-01 18:29", "summary": "Blackjewel lawyer said the company could be liquidated after planned loan from CEO falls through. Coal producer Blackjewel LLC could be forced to liquidate after an emergency lifeline intended to finance a restructuring of the business in chapter 11 bankruptcy fell apart, a company lawyer said Monday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-challenges-14-billion-in-illinois-debt-as-unconstitutional-11562008511", "title": "Hedge Fund Challenges $14 Billion in Illinois Debt as Unconstitutional", "date": "2019-07-01 18:18", "summary": "New lawsuit mirrors tactics by Puerto Rico's financial oversight board to drive down public debt. A hedge-fund manager claiming Illinois has piled up more debt than its constitution permits is suing Gov. J.B. Pritzker and other state officials in an effort to wipe out $14.3 billion in municipal bonds.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-it-breached-nuclear-pact-11561982871", "title": "Iran Says It Breached Nuclear Pact Limits on Enriched Uranium", "date": "2019-07-01 17:52", "summary": "Tehran has threatened to begin violating other aspects of the 2015 deal in coming days. Iran said it exceeded a limit on its stockpile of low-enriched uranium set under the 2015 nuclear deal, as it sought to goad Europe, Russia and China into providing relief from U.S. sanctions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-leads-commodities-rally-on-trade-truce-opec-cuts-11561976607", "title": "Oil Edges Higher, as OPEC and Allies Agree to Extend Cuts", "date": "2019-07-01 17:43", "summary": "OPEC announced after market hours that its production cuts would last nine months. Oil prices made a muted move higher Monday on expectations that some of the world's largest producers would extend production cuts into next year and U.S.-China trade talks could get back on track.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-exchange-traded-funds-pass-1-trillion-in-assets-11561986396", "title": "Bond Exchange-Traded Funds Pass $1 Trillion in Assets", "date": "2019-07-01 17:37", "summary": "Fixed-income ETFs are going to be 'huge growth area,' says BlackRock president. ", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-communications-adviser-mercedes-schlapp-joins-trumps-2020-campaign-11562016958", "title": "White House Communications Adviser Mercedes Schlapp Joins Trump's 2020 Campaign", "date": "2019-07-01 17:35", "summary": "She is the latest administration official to cross over to the re-election effort. WASHINGTON-Mercedes Schlapp, a White House senior adviser for communications, is taking a new job advising the Trump campaign, the latest administration official to cross over to the re-election effort ahead of the 2020 contest.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-stalled-on-election-security-11562016364", "title": "Congress Stalled on Election Security", "date": "2019-07-01 17:26", "summary": "House Democrats passed measure mandating paper ballots, but it's not moving in Senate, where fate of separate bipartisan bill is uncertain. WASHINGTON-Three years after a Russian campaign to disrupt the 2016 election first came into view, Congress remains stuck over how to respond, with lawmakers at an impasse over the best way to combat the hacking and influence efforts that Moscow used to shape the last presidential contest.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-north-korea-talks-wont-go-anywhere-without-compromises-11562013861", "title": "U.S.-North Korea Talks Won't Go Anywhere Without Compromises", "date": "2019-07-01 17:22", "summary": "Trump-Kim meeting at DMZ sets stage for new engagement but fundamental differences persist. The warmth President Trump and North Korean leader Kim Jong Un displayed in their Sunday meeting along the border of the two Koreas had one tangible result: an agreement to begin new working-level talks after nearly half a year of stalemate.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-naval-officers-death-provokes-outrage-11562016086", "title": "Venezuelan Naval Officer's Death Provokes Outrage", "date": "2019-07-01 17:21", "summary": "U.S. says death is intended to cow those who might support plots to overthrow Maduro government; wife of Capt. Rafael Acosta says he was tortured. The death of a Venezuelan naval officer who was in custody after being accused of plotting against President Nicolás Maduro has sparked global condemnation, with the Trump administration saying he died as a result of the leftist regime's efforts to keep the military in line through fear.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/performance-food-to-buy-reinhart-in-2-billion-deal-11561975320", "title": "Performance Food Acquires Reinhart in $2 Billion Deal", "date": "2019-07-01 17:04", "summary": "Food distributor aims to bulk up and cut costs as expenses rise. Food distributor Performance Food Group Co. has agreed to acquire privately held rival Reinhart Foodservice for $2 billion in a bid to build scale and tackle rising costs.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-makers-crowd-snack-aisle-despite-uneven-growth-11561973400", "title": "Food Makers Crowd Snack Aisle Despite Uneven Growth", "date": "2019-07-01 17:03", "summary": "Companies look to expand offerings as competition increases from smaller brands, private labels, more delivery options. Americans lost some of their vast appetite for snacks last year. Food makers are betting they will still come back for more.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/casino-operators-win-big-on-macau-11562002333", "title": "Casino Operators Win Big on Macau", "date": "2019-07-01 17:02", "summary": "Despite broader economic slump in Asia, people flock to the region's gambling capital. Despite worries about the global economy, investors are again betting on casino stocks.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jazz-jams-for-justice-and-profit-11562014443", "title": "Jazz Jams for Justice and Profit", "date": "2019-07-01 16:54", "summary": "Jazz at the Philharmonic, a groundbreaking concert held 75 years ago integrated audiences, popularized live recordings, and brought jazz appreciation into the mainstream.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ratepayer-group-sides-with-pg-e-bondholders-on-exclusivity-11562013611", "title": "Ratepayer Group Sides With PG&E Bondholders on Exclusivity", "date": "2019-07-01 16:40", "summary": "The Utility Reform Network, or TURN, wants PG&E stakeholders to have a say in restructuring. California's leading advocacy group for electricity ratepayers wants the bankruptcy court overseeing PG&E Corp.'s restructuring to let the troubled utility's various stakeholders chime in on how it should be overhauled.", "categories": [["WSJ News Exclusive", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-embrace-of-blackstones-conversion-is-good-news-for-private-equity-stocks-11562008468", "title": "Embrace of Blackstone's Change Is Good News for Private-Equity Stocks", "date": "2019-07-01 16:39", "summary": "Shares rose Monday in Blackstone's first day trading as a corporation. Investors' warm welcome for Blackstone Group 's debut as a corporation is an encouraging sign for rivals that are also considering abandoning their partnership structures.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mulvaneys-unusual-status-means-higher-pay-than-predecessors-11562013376", "title": "Mulvaney's Unusual Status Means Higher Pay Than Predecessors", "date": "2019-07-01 16:36", "summary": "Trump's acting chief of staff still technically occupies another cabinet post that pays $20,000 more. White House acting chief of staff Mick Mulvaney is receiving a higher salary than his two predecessors, a reminder of his unusual status straddling two different positions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/struggling-beauty-giant-coty-to-restructure-operations-11561983526", "title": "Struggling Beauty Giant Coty to Restructure Operations", "date": "2019-07-01 16:33", "summary": "Cosmetics maker to take $3 billion write-down on P&G brands it bought three years ago. Cosmetics maker Coty Inc. is taking a $3 billion write-down on CoverGirl, Max Factor and other brands it acquired a few years ago, becoming the latest consumer giant to reckon with mainstream labels that are losing their grip on American shoppers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twelve-songs-of-the-summer-11562012933", "title": "Twelve Songs of the Summer", "date": "2019-07-01 16:28", "summary": "For many listeners, music means something different during the year's summer months. Here are some of the season's best songs, as chosen by the Journal's rock and pop critic.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-richmond-fed-president-tom-barkin-11562012718", "title": "Transcript: WSJ Interview With Richmond Fed President Tom Barkin", "date": "2019-07-01 16:25", "summary": "Resume Subscription. Richmond Fed President Tom Barkin spoke with Wall Street Journal reporter Nick Timiraos on Friday, June 28, in Richmond, Va. He discussed his outlook for the economy, business investment, policy uncertainty and interest rates. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-osakas-slump-continues-at-wimbledon-11562012503", "title": "Naomi Osaka Has Officially Entered Slump Territory", "date": "2019-07-01 16:21", "summary": "The No. 2 seed lost her opening match to unseeded Yulia Putintseva. WIMBLEDON, England-It's official: Naomi Osaka is in a slump and unsure how to stop it.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-oil-yuan-rally-on-relief-at-trade-truce-11561955528", "title": "S&P 500 Rises to Record on Trade Truce", "date": "2019-07-01 16:17", "summary": "Traders still cautious that frictions about commerce between the U.S. and China are likely to be long-lasting. U.S. stocks climbed to fresh highs Monday after a thaw in trade relations between the U.S. and China sparked a rally in shares of technology companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-reaches-consensus-on-oil-output-cut-pact-11561992296", "title": "OPEC Agrees to Keep Output-Cut Pact Into 2020", "date": "2019-07-01 16:16", "summary": "Iran disputes longer-term cooperation plan with Russia. VIENNA-OPEC agreed Monday to roll over its production cuts and extend them into the first quarter of 2020, the cartel's officials said, but the new pact comes amid deepening geopolitical fractures between members of the group.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-drilling-slowdown-triggers-oil-bankruptcy-11562006144", "title": "U.S. Drilling Slowdown Triggers Oil Bankruptcy", "date": "2019-07-01 16:13", "summary": "Among largest bankruptcies in years, Weatherford filing shows how fracking boom has been a bumpy ride for oil-field service providers. A slowdown in U.S. drilling activity is taking a toll on the oil patch as Weatherford International PLC has become one of the biggest oil-and-gas bankruptcies in years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-grants-bail-to-bridgegate-defendant-bail-while-high-court-hears-case-11562011961", "title": "Judge Grants Bail to 'Bridgegate' Defendant While High Court Hears Case", "date": "2019-07-01 16:12", "summary": "Baroni, who served as Port Authority's highest ranking New Jersey official, began serving his 18-month sentence in April. A federal judge in New Jersey on Monday ruled that a former executive of the Port Authority of New York and New Jersey could remain out of prison while the U.S. Supreme Court considers his case.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-routine-eye-surgery-leads-to-debilitating-pain-11562008367", "title": "When Routine Eye Surgery Leads to Debilitating Pain", "date": "2019-07-01 16:08", "summary": "In rare cases, complications from Lasik or cataract surgery can leave patients feeling as if they have shards of glass in their eyes. Researchers are looking to treat the condition, known as neuropathic corneal pain.. Kaylee Patterson woke with a sharp pain in her right eye the morning after she had Lasik surgery. She felt a dull ache on one side of her face.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-turns-to-other-departments-for-help-after-series-of-suicides-11562008649", "title": "NYPD Turns to Other Departments for Help After Series of Suicides", "date": "2019-07-01 15:17", "summary": "Police department plans to establish peer-to-peer counseling at every station and office. The New York Police Department is looking to outside law-enforcement agencies for help amid a crisis of officers dying by suicide.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-is-bruce-springsteen-a-spanish-village-is-waiting-11562008234", "title": "Where Is Bruce Springsteen? A Spanish Village Is Waiting", "date": "2019-07-01 15:10", "summary": "Resume Subscription. VILANOVA DE BELLPUIG, Spain-Josep Maria Pons calls himself the biggest Bruce Springsteen fan in eastern Spain. His dream is to bring the Boss to his village of 1,170, and he's recruited his fellow townspeople to help make it come true.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/warren-buffett-to-donate-3-6-billion-of-berkshire-stock-to-five-foundations-11561978309", "title": "Buffett to Donate $3.6 Billion of Berkshire Stock to Five Foundations", "date": "2019-07-01 15:06", "summary": "Billionaire investor has given away some $34 billion so far to the charities, including the Gates Foundation. Warren Buffett, chairman of Berkshire Hathaway Inc., will donate his shares worth about $3.6 billion to five foundations, as part of his plan to give away most of his wealth to charities and other philanthropic efforts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-york-contenders-vie-to-dethrone-the-bagel-11562006904", "title": "In New York, Contenders Vie to Dethrone the Bagel", "date": "2019-07-01 14:48", "summary": "Jerusalem bagel, simit make inroads on the city's morning staple. Brace yourselves, New Yorkers: The bagel, the chewy mouthful that has been the city's morning bread for generations, is facing competition from a host of similar products.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monitronics-files-prepackaged-bankruptcy-plan-11562006493", "title": "Monitronics Files Prepackaged Bankruptcy Plan", "date": "2019-07-01 14:41", "summary": "The company behind Brinks Home Security aims to exit chapter 11 in 75 days. Monitronics International Inc., the company behind Brinks Home Security, has filed for bankruptcy protection to implement the debt-restructuring plan the company has struck with creditors.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-sheep-to-sweater-in-record-time-11561721400", "title": "From Sheep to Sweater in Record Time", "date": "2019-07-01 14:33", "summary": "'Back to Back' contest pits teams of shearers, spinners and knitters in a wooly race. For 25 years, teams of knitters from all over the world have accepted a quixotic challenge: They shear a sheep, spin its wool into yarn and knit a sweater as fast as possible.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-hour-bomb-blasts-government-buildings-in-kabul-triggers-gunfight-11561980882", "title": "Taliban Attack Kills Dozens in Kabul", "date": "2019-07-01 14:23", "summary": "Militants detonate vehicle bomb and storm government building amid talks to end the Afghan war. KABUL-Taliban militants detonated a vehicle bomb and then stormed a government building in central Kabul on Monday, leaving dozens of people dead in the latest convulsion of violence to hit Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wpp-in-talks-to-sell-kantar-stake-to-bain-capital-11562004531", "title": "WPP in Talks to Sell Kantar Stake to Bain Capital", "date": "2019-07-01 14:08", "summary": "The sale would mark biggest move yet by WPP Chief Executive Mark Read in the effort to revive company's fortunes since taking the top job. LONDON-Advertising giant WPP PLC said it has entered into exclusive talks to sell a majority stake in its Kantar Group market-research unit to private-equity firm Bain Capital LP in a deal that values the business at about $4 billion, including debt.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-unfairness-of-forgiving-student-debt-11562002203", "title": "On the Unfairness of Forgiving Student Debt", "date": "2019-07-01 13:30", "summary": "If anything, Michael Solon understates the case against blanket student-debt forgiveness in \"Who Pays for Student-Debt Forgiveness?\" (op-ed, June 27) by not stressing the benefits of learning to live within one's means.. Michael Solon understates the case against blanket student-debt forgiveness in \"Who Pays for Student-Debt Forgiveness?\" (op-ed, June 27) by not stressing the benefits of learning to live within one's means.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/increase-in-bank-reserves-easily-explained-11562002152", "title": "Increase in Bank Reserves Easily Explained", "date": "2019-07-01 13:29", "summary": "With a shrinking Fed balance sheet, reserve levels are determined by three major nonreserve liability items: cash in circulation, reverse repos held in foreign official accounts and Treasury deposits at the Fed.. Phil Gramm and Thomas R. Savings note that reserves that banks hold with the Federal Reserve have increased by $65 billion over the past month (\"Has the Federal Reserve Lost Its Mojo?,\" op-ed, June 18). They claim that this resulted from an increase in the spread between the rate that the Fed pays on reserves and the one-year Treasury note, which is currently about 31 basis points compared with about six basis points a month ago. However, the authors fail to consider the source of the increase in reserves. Since the Fed is shrinking its securities portfolio, reserve increases must be offset by decreases in other Fed liabilities. An examination of the Fed's \"Factors Affecting Reserves\" database reveals that almost all of the increase in May was due to a decline in the General Account of the U.S. It appears that the increase in reserves held by banks in May had nothing to do with the spread identified by the authors.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-support-for-freedom-of-seas-isnt-certain-11562002113", "title": "U.S. Support for Freedom of Seas Isn't Certain", "date": "2019-07-01 13:28", "summary": "The failure of the U.S. to make good on its guarantee of Israel's freedom of navigation through the Straits of Tiran should give other nations pause before relying on such guarantees.. In making a case for the U.S. to guarantee our allies' export of oil through the Persian Gulf in the face of Iranian threats to prevent it (\"Allies' Trust for America Has Sunk in the Gulf,\" Politics & Ideas, June 19), William A. Galston states that \"The U.S. has long acted as the guarantor of this principle\" (i.e., freedom of navigation through international waterways). Unfortunately, the historic record of such guarantees by the U.S. is spotty at best. For example, in the aftermath of the 1956 Sinai Campaign which was triggered in part by Egypt President Gamal Abdel Nasser's blockade of the Straits of Tiran to Israel-bound ships, President Eisenhower issued an aide-mémoire (a form of guarantee) to Israel that included the following: \"No nation has the right to prevent free and innocent passage . . . through the Straits [of Tiran] . . . the United States . . . is prepared to exercise the right of free and innocent passage and to join with others to secure general recognition of this right.\" When Nasser again closed the Straits of Tiran to Israel-bound ships on May 22, 1967, Israel appealed to President Lyndon Johnson to invoke the U.S. guarantee. However, he was preoccupied with the Vietnam War and was in no mood to risk entangling the U.S. in another overseas conflict. Consequently, he did nothing. Two weeks later, the Six-Day War broke out.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-knew-that-one-could-only-knit-on-the-left-side-11562002058", "title": "Who Knew That One Could Only Knit on the Left Side?", "date": "2019-07-01 13:27", "summary": "If a bakery can be driven out of business for refusing to bake a cake, then surely some Trump supporter should be able to sue Ravelry.com over its new never-Trump policy.. Regarding the June 26 Notable & Quotable from Ravelry.com: I neither knit nor crochet. Nor am I a strong supporter of the president. But I am a strong advocate for fairness. And it seems to me that if a bakery can be driven out of business for refusing to bake a cake, then surely some Trump supporter should be able to sue Ravelry.com over its new never-Trump policy. This is certainly discrimination against a point of view.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-manufacturing-slips-in-june-11561990933", "title": "U.S. Manufacturing Slipped in June", "date": "2019-07-01 13:25", "summary": "The Institute for Supply Management's manufacturing index edges near line separating expansion from contraction. WASHINGTON-The U.S. factory sector lost momentum again last month, the latest sign that anemic global growth and trade tensions are contributing to a domestic slowdown.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barbara-sinatras-los-angeles-penthouse-lists-for-8-million-11562001329", "title": "Barbara Sinatra's Los Angeles Penthouse Lists for $8 Million", "date": "2019-07-01 13:15", "summary": "The 5,600-square-foot home, which sits atop the Ten-Five-Sixty on the Wilshire Corridor, is where the late socialite lived after Frank Sinatra's death. A Los Angeles penthouse where Barbara Sinatra lived after the death of her husband Frank Sinatra is coming on the market for $8 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-questions-remain-after-chip-rally-11561998771", "title": "Big Questions Remain After Chip Rally", "date": "2019-07-01 12:32", "summary": "Short-term business will get back to normal, but China's push for self-sufficiency will likely accelerate. Progress on the U.S.-China trade dispute is undeniably good news for chip makers, but the industry still faces near-term uncertainty and long-term vulnerability.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-art-investment-a-jacket-11561998487", "title": "The Trick Fashion Designers Use to Stay on Top", "date": "2019-07-01 12:28", "summary": "At the Paris menswear shows, labels big and small showcased partnerships with established artists, adding a gallery-ready edge to their fashion collections. ARTISTS AND FASHION designers have been working together since at least 1935, when surrealist Salvador Dali whipped up a newspaper-inspired print for couturier Elsa Schiaparelli. Yet, judging by the latest spate of collaborations showcased during the recent spring 2020 European men's fashion shows, the two disciplines are cozier than ever.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coke-can-launch-monster-energy-rival-arbitrator-rules-11561988619", "title": "Coca-Cola and Monster Resolve Energy Drink Dispute", "date": "2019-07-01 12:14", "summary": "Deal bars Coca-Cola from distributing competitive energy drinks but includes an exception for products marketed under its brand. Coca-Cola Co. won an arbitration claim against Monster Beverage Corp. , clearing the way for the soda giant to sell an energy version of Coke.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-free-agency-3-billion-spending-bonanza-11561996855", "title": "The NBA's $3 Billion Spending Bonanza", "date": "2019-07-01 12:01", "summary": "The first day of free agency was one of the wildest days the league has ever seen.. NBA free agency officially began at 6 p.m. on Sunday, and what happened in the next six hours was nothing short of historically bonkers.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hyundai-merchant-marine-joins-shipping-alliance-securing-more-ocean-trade-11561996891", "title": "Hyundai Merchant Marine Joins Shipping Alliance, Securing More Ocean Trade", "date": "2019-07-01 12:01", "summary": "Financially troubled South Korean carrier finds a vital partner ahead of deploying megaships. Hyundai Merchant Marine Co. is joining THE Alliance, a cooperating group of major container shipping lines that will give the South Korean flag carrier access to significant new business as it seeks to gain financial stability.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trade-war-isnt-the-only-problem-for-global-markets-11561996559", "title": "The Trade Conflict Isn't the Only Problem for Global Markets", "date": "2019-07-01 11:56", "summary": "The U.S.-China trade truce has sparked market optimism, but data released on Monday painted an unflattering picture of the global economy. Investors who get too caught up in the ups and downs of Sino-American trade relations risk missing the bigger picture for markets: The global debt cycle.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobody-cares-about-your-fico-score-in-prison-11561996473", "title": "Nobody Cares About Your FICO Score in Prison", "date": "2019-07-01 11:54", "summary": "At least one executive of a company hit by a data breach will go to prison, but not for the underlying offense. \"Somebody ought to go to prison for this.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genesee-wyoming-agrees-to-go-private-in-112-a-share-deal-11561981097", "title": "Genesee & Wyoming to Go Private in Roughly $6.5 Billion Deal", "date": "2019-07-01 11:03", "summary": "Railroad owner to be acquired by affiliates of Brookfield Infrastructure and Singapore sovereign wealth fund GIC. Railroad operator Genesee & Wyoming Inc. is being purchased by a group of investors for roughly $6.5 billion, a deal that will take the company private after it acquired more than 100 smaller railroads over the past two decades.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-nets-coup-is-really-about-the-knicks-11561993122", "title": "Why a Nets Coup Is Really About the Knicks", "date": "2019-07-01 11:00", "summary": "A marquee pair of free agents decide to come to New York-to Brooklyn, that is. The first rush of NBA free agency season is in the books, and I am here to report that the New York Knicks...are still the Knicks, a team that makes even the most forgiving basketball fan want to sob gently into a pillow.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-suburbs-swell-again-as-a-new-generation-escapes-the-city-11561992889", "title": "American Suburbs Swell Again as a New Generation Escapes the City", "date": "2019-07-01 10:54", "summary": "Resume Subscription. APEX, N.C.-This Raleigh, N.C., suburb was declared the best place to live in America by a national magazine in 2015, around the time Lindsay and Terry Mahaffey were drawn by its schools, affordable housing and quaint downtown.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/is-it-healthy-to-sleep-in-a-hammock-11561991925", "title": "Is It Healthy to Sleep in a Hammock?", "date": "2019-07-01 10:38", "summary": "Relax, we talk to the experts on what this warm-weather pursuit means for your rest-and your back. A hammock swaying in the breeze: The image is synonymous with lazy summer afternoons. But can lounging in a low-slung cradle affect your sleep cycle or hurt your back? We talked with two experts: Ashley E. Mason, assistant professor of psychiatry at the University of California, San Francisco and director of the sleep group at the UCSF Osher Center for Integrative Medicine, and Shane Burch, associate professor in residence at UCSF and a spine surgeon.", "categories": [["Life & Work", "Burning Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/burning-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphias-hahnemann-university-hospital-files-for-bankruptcy-11561991475", "title": "Philadelphia's Hahnemann University Hospital Files for Bankruptcy", "date": "2019-07-01 10:31", "summary": "Chapter 11 filing comes after closure announcement triggered protests and warnings from state regulators. The owners of Hahnemann University Hospital, a historic, unprofitable teaching hospital in Philadelphia, filed for bankruptcy late Sunday night after failed efforts to find a buyer and a closure announcement that triggered street protests and warnings from Pennsylvania health regulators.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-wades-into-euro-bond-market-as-part-of-borrowing-spree-11561991188", "title": "Saudi Arabia Wades Into Euro Bond Market as Part of Borrowing Spree", "date": "2019-07-01 10:26", "summary": "Bond is aimed at diversifying Saudi Arabia's investor base. Saudi Arabia plans to issue a debut euro-denominated bond, part of a borrowing binge to meet the government's ambitious spending targets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-resumes-commercial-whaling-11561990906", "title": "Japan Resumes Commercial Whaling", "date": "2019-07-01 10:21", "summary": "Tokyo allows whalers to hunt in its own waters after it quit international commission. TOKYO-Japan resumed commercial whaling for the first time in 31 years on Monday, restricting whalers within 200 miles of the coast and ending decades of international hunting under the banner of research.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/windstream-creditors-want-uniti-rent-stopped-11561760927", "title": "Windstream Creditors Want Uniti Rent Stopped", "date": "2019-07-01 10:09", "summary": "Bond trustees said that cash outflows to Uniti should be retained instead. Bond trustees with $1.1 billion on the line in Windstream Holdings Inc.'s bankruptcy want to stop the rural broadband provider from paying $54 million monthly to Uniti Group Inc. for access to network assets.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/square-faces-lawsuit-over-misfired-medical-receipt-11561989921", "title": "Square Faces Lawsuit Over Misfired Medical Receipt", "date": "2019-07-01 10:05", "summary": "Attorneys for California man, who alleges a digital receipt was sent to one of his friends, seek class-action status. A California man accused Square Inc. of violating privacy laws after the payments company mistakenly forwarded a digital receipt containing details of his medical history to one of his friends.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-push-left-but-need-moderate-swing-states-11561987679", "title": "Democrats Push Left but Need Moderate Swing States", "date": "2019-07-01 10:01", "summary": "It's not too soon to wonder about the political consequences of the progressive wing. Here are some facts about the 2016 presidential election:", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swiss-stocks-shrug-off-new-trading-limits-11561988442", "title": "Ban Forces Trading Shift for Europe's Biggest Stocks", "date": "2019-07-01 09:40", "summary": "Switzerland's benchmark equity gauge climbs, mirroring rally in global stocks. Investors and traders moved quickly Monday to shift trading of Europe's largest stocks from London to Switzerland after a major diplomatic breakdown threatened to reverse decades of financial market integration.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-hits-back-at-attempts-to-break-confession-secrecy-11561987796", "title": "Vatican Hits Back at Attempts to Break Confession Secrecy", "date": "2019-07-01 09:29", "summary": "Catholic Church says it won't change rules to permit priests to report admissions of child sex abuse made during confession. ROME-The Vatican hit back at growing pressure from secular authorities in the U.S., Australia and elsewhere to make Catholic priests report evidence of child sex abuse they hear in confession, saying the seal of confidentiality is inviolable and quashing suggestions there might be scope for compromise or exemptions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-threat-still-looms-over-irans-top-diplomat-11561806003", "title": "U.S. Sanctions Threat Still Looms Over Iran's Top Diplomat", "date": "2019-07-01 09:22", "summary": "Treasury secretary vowed to penalize Foreign Minister Javad Zarif by Friday, but week ends without sanctions. WASHINGTON-The Trump administration's threat to sanction Iran's top diplomat, Foreign Minister Javad Zarif, singles out the official European allies have looked to as they try to keep the clerical government in compliance with the 2015 nuclear agreement.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-nvidia-realreal-constellation-brands-goldman-sachs-11561975200", "title": "Stocks to Watch: Qorvo, RealReal, Genesee & Wyoming, Ameris Bancorp", "date": "2019-07-01 09:14", "summary": "Berkshire Hathaway, Applied Materials and Goldman Sachs are among the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-struggles-to-end-bullying-in-schools-11561986342", "title": "New York City Struggles to End Bullying in Schools", "date": "2019-07-01 09:05", "summary": "Some families and advocates say more should be done to keep students protected. A fatal stabbing in a Bronx classroom two years ago left one teenager dead and another charged with manslaughter. The tragedy sparked a citywide conversation about the potential for bullying to spin out of control.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-service-challenges-broadcasters-with-free-tv-feeds-11561986187", "title": "Streaming Service Challenges Broadcasters with Free TV Feeds", "date": "2019-07-01 09:03", "summary": "Nonprofit Locast, which makes local broadcasts available online, has received help from AT&T, Dish. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-download-ayesha-curry-11561984512", "title": "Ayesha Curry Depends on These Mom Apps", "date": "2019-07-01 08:35", "summary": "The TV personality, mother of three and wife to NBA player Steph Curry shares what's on her iPhone.. Funniest text message of the week:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equinix-and-gic-forming-billion-dollar-data-center-venture-in-europe-11561982700", "title": "Equinix and GIC Forming Billion Dollar Data Center Venture in Europe", "date": "2019-07-01 08:32", "summary": "The venture will initially focus on six locations that will have a combined power capacity of about 155 megawatts. Data center landlord Equinix Inc. is forming a joint venture valued at more than $1 billion with Singapore sovereign-wealth fund GIC Pte. Ltd. to develop and operate data centers in Europe catering to large tenants including major cloud computing operators.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-or-minor-lawmakers-keep-close-eye-on-huawei-concession-11561982803", "title": "Lawmakers Keep Close Eye on Huawei Concession", "date": "2019-07-01 08:25", "summary": "President Trump's decision to let Huawei buy technology equipment again from the U.S. is emerging as a fresh source of tension. President Trump's decision to let Huawei buy technology equipment again from the U.S. is emerging as a fresh source of tension between the administration and Senate Republicans.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tpg-to-buy-gym-chain-crunch-fitness-11561978806", "title": "TPG to Buy Gym Chain Crunch Fitness", "date": "2019-07-01 07:02", "summary": "Crunch Fitness is getting a new owner roughly 10 years after receiving an investment from Angelo, Gordon & Co.. Private-equity firm TPG is acquiring Crunch Fitness through its growth-equity unit.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-a-lift-with-the-elevator-industry-11561978095", "title": "Get a Lift With the Elevator Industry", "date": "2019-07-01 06:48", "summary": "Stars are aligning for a major elevator merger. The elevator industry is on the move, and there's a smart way to invest in it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/applied-materials-to-buy-kokusai-electric-from-kkr-for-2-2-billion-11561978010", "title": "Applied Materials to Buy Kokusai Electric From KKR for $2.2 Billion", "date": "2019-07-01 06:46", "summary": "The acquisition is expected to be immediately accretive to its adjusted earnings per share. Applied Materials Inc. said it is acquiring Kokusai Electric Corp. for $2.2 billion from global investment firm KKR & Co.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-pete-buttigieg-built-a-fundraising-machine-11561975146", "title": "How Pete Buttigieg Built a Fundraising Machine", "date": "2019-07-01 05:59", "summary": "Less than six months after entering the 2020 Democratic race, the small-town mayor is posting big-league campaign cash totals. WASHINGTON-Pete Buttigieg, mayor of South Bend, Ind., population 102,000, had no national network of wealthy political donors when he began his long-shot presidential run in January.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-core-of-the-college-admissions-scandal-was-built-at-img-11561973402", "title": "A Core of the Admissions Scandal Was Built at Elite Florida Sports Academy", "date": "2019-07-01 05:48", "summary": "Ringleader William 'Rick' Singer had a contract to provide college counseling at IMG and he employed test-taking whiz Mark Riddell. The ringleader of the nationwide college admissions cheating scheme, William \"Rick\" Singer, built a foundation for his operation at IMG Academy by connecting with a crucial partner at the Florida sports boarding school.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-offers-sharp-shifts-to-win-imf-bailout-11561973412", "title": "Pakistan Offers Sharp Shifts to Win IMF Bailout", "date": "2019-07-01 05:30", "summary": "Islamabad tries 'shock therapy' to get fund to approve $6 billion loan program on Wednesday. ISLAMABAD, Pakistan-After a year of fending off an International Monetary Fund bailout, Pakistan's Prime Minister Imran Khan wants to win one this week with a plan to jolt his economy into shape-potentially at the expense of the agenda that helped him get elected.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-creates-new-cohort-of-bank-cfos-in-continental-europe-11561973405", "title": "Brexit Creates New Cohort of Bank CFOs in Continental Europe", "date": "2019-07-01 05:30", "summary": "Lenders are appointing finance chiefs for European subsidiaries outside the U.K. to prepare for changing regulatory environment. A handful of international banks have created new chief financial officer positions in continental Europe to satisfy regulatory requirements that will kick in once Britain leaves the European Union.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-goldman-sachs-could-be-a-new-safety-stock-11561973405", "title": "Goldman Sachs Could Be a New Safety Stock", "date": "2019-07-01 05:30", "summary": "Once known as a top trading house, the Wall Street titan now features a heftier dividend. Goldman Sachs , once one of the fiercest trading houses on Wall Street, is becoming a stock for widows and orphans.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-barkin-warns-of-chill-over-business-investment-from-trade-uncertainty-11561973403", "title": "Fed's Barkin Warns of Business Investment Chill From Trade Uncertainty", "date": "2019-07-01 05:30", "summary": "'Emotions have gotten far out in front of the data,' says president of Federal Reserve Bank of Richmond. RICHMOND, Va.-Uncertainty over trade policy could weaken business sentiment and chill investment, raising new risks for an otherwise stable U.S. economy, Tom Barkin, president of the Federal Reserve Bank of Richmond, said in an interview with The Wall Street Journal.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-restricts-exports-to-south-korea-as-bilateral-ties-fray-11561953854", "title": "Japan Curbs Exports to South Korea, Hitting Global Chip Makers", "date": "2019-07-01 04:51", "summary": "Japanese exporters will need to apply for permission to ship some materials used in semiconductors and smartphones. Japan tightened controls on exports to South Korea in an unexpected blow to the global technology supply chain that also marks a new low point in relations between the two U.S. allies.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11561915460", "title": "Pepper...and Salt", "date": "2019-07-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beetlejuice-pulls-itself-out-of-the-grave-11562018304", "title": "'Beetlejuice' Pulls Itself Out of the Grave", "date": "2019-07-01 00:01", "summary": "Broadway musical's ticket sales have surged after an inauspicious opening. When \"Beetlejuice\" opened on Broadway in the spring, it seemed it might not be long before it closed.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-north-koreas-kim-wants-to-meet-11561862697", "title": "Trump Steps Into North Korea as Two Sides Agree to Restart Nuclear Talks", "date": "2019-07-01 22:31", "summary": "The two leaders held spontaneous summit in demilitarized zone dividing North and South. SEOUL-President Trump became the first sitting U.S. president to step across the boundary dividing North and South Korea, leading to a hastily organized meeting with North Korean leader Kim Jong Un and a commitment to restart nuclear talks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubiome-interim-ceo-to-leave-company-11561939095", "title": "UBiome Interim CEO to Leave Company", "date": "2019-07-01 22:14", "summary": "John Rakow is leaving after two months as interim CEO; New, interim leadership works for consulting firm Goldin Associates. Lab-testing startup uBiome Inc. is shaking up its leadership for the second time since a federal investigation into its billing practices became public two months ago.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/official-10-killed-in-dallas-area-small-plane-crash-11561945059", "title": "10 Killed in Dallas-Area Small-Plane Crash", "date": "2019-07-01 21:39", "summary": "The Beechcraft BE-350 King Air hit an unoccupied hangar soon after 9 a.m., according to the Federal Aviation Administration. DALLAS-Ten people were killed when a small airplane crashed into a hangar while taking off from a Dallas-area airport Sunday morning, a spokeswoman for the town of Addison, Texas, said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-twitter-invitation-to-kim-set-off-24-hour-scramble-11561943026", "title": "Trump's Twitter Invitation to Kim Set Off 24-Hour Scramble", "date": "2019-07-01 21:03", "summary": "President's advisers were surprised by tweet asking North Korean leader to meet at border. President Trump surprised his own advisers when he offered on Twitter while in Japan on Saturday to \"say Hello(?)!\" to North Korea's Kim Jong Un on the border between North and South Korea, setting into motion a 24-hour scramble to prepare for a possible meeting.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]