[{"link": "https://www.wsj.com/articles/trumps-diabetic-shock-11563838601", "title": "Trump's Diabetic Shock", "date": "2019-07-22 19:36", "summary": "The reality behind Bernie's wailing about the price of insulin.. Bernie Sanders has been registering his outrage about the price of insulin, and the presidential candidate thinks government-run health care is the solution to high drug costs. But almost no one noticed last week a Trump Administration move that could make the diabetes treatment more affordable for more Americans. In any event the insulin story is more about perverse incentives than corporate greed.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-power-outage-portent-11563838386", "title": "Cuomo's Power Outage Portent", "date": "2019-07-22 19:33", "summary": "Heat-wave blackouts are more likely thanks to his war on fossil fuels.. More than 50,000 New Yorkers lost power amid the weekend's heat wave that strained the city's power grid, one week after a transformer fire left 75,000 New Yorkers in the dark for five hours. Governor Andrew Cuomo is flogging the city utility Con Edison, but the blackouts portend the future disruption from his anti-carbon policies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-protests-thousands-demand-governors-resignation-11563825846", "title": "Puerto Rico Protests: Thousands Demand Governor's Resignation", "date": "2019-07-22 19:32", "summary": "Demonstrators swarm a highway in San Juan. SAN JUAN, Puerto Rico-Tens of thousands of Puerto Ricans swarmed a major highway Monday, the latest in demonstrations demanding the resignation of Gov. Ricardo Rosselló.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-crackdown-in-hong-kong-11563838262", "title": "A Crackdown in Hong Kong?", "date": "2019-07-22 19:31", "summary": "Meanwhile, Trump praises Xi Jinping for acting 'very responsibly.'. The people of Hong Kong have gone into the streets for seven straight weeks to preserve their liberty from mainland China's encroachment. The demonstrations have largely been peaceful, but on Sunday some violence broke out, and the growing fear is that China and the Hong Kong government will use it as an excuse for a crackdown that could inspire still more violence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraines-reform-opportunity-11563838089", "title": "Ukraine's Reform Opportunity", "date": "2019-07-22 19:28", "summary": "The country's comedian president now has the power to get serious.. Voters Sunday gave President Volodymyr Zelensky and his new political party the power to reshape Ukraine's economic and political systems. Now Ukrainians will find out if the newcomers they've gambled on are up to the challenge.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/23andme-glaxo-mine-dna-data-in-hunt-for-new-drugs-11563879881", "title": "How Drug Companies Are Using Your DNA to Make New Medicine", "date": "2019-07-22 19:01", "summary": "Partnership between Glaxo and 23andMe has produced six potential drug targets but raises ethical questions. Genetic test-kit company 23andMe Inc. has for years used saliva to tell millions of consumers how closely related they are to Neanderthals or whether they are likely to develop diseases like diabetes or Alzheimer's. Now, it's fulfilling a bigger ambition: drug development.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aluminum-suppliers-kick-our-cans-11563836041", "title": "Aluminum Suppliers Kick Our Cans", "date": "2019-07-22 18:54", "summary": "Investigate companies like Alcoa, which kept prices high even after Trump lifted tariffs in May. According to President Trump, tariffs can be \"completely avoided if you buy from a non-Tariffed Country, or you buy the product inside the USA (the best idea). That's Zero Tariffs.\" Unfortunately, this isn't quite true for anyone buying aluminum. Thanks to manipulative business practices that appear to permeate the industry, it doesn't matter if you buy from a tariffed company or an American one-you'll still pay the same high price.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-cancer-patient-is-one-in-a-billion-11563835958", "title": "Every Cancer Patient Is One in a Billion", "date": "2019-07-22 18:52", "summary": "The disease's endless variety is reminiscent of Tolstoy's observation about unhappy families.. Cancer physicians for more than a century have followed the simple dictum that more is better-more surgery, more radiation, more chemotherapy and, most recently, more immunotherapy. But how much is enough? Do we escalate doses to the point of lethality, as those engaged in bone-marrow transplantation are forced to do regularly? Is this struggle to eliminate every patient's cancer achievable or even warranted?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-eu-lost-middle-england-11563835938", "title": "Why the EU Lost Middle England", "date": "2019-07-22 18:52", "summary": "Brexit isn't rooted in 'emotion' but in a quiet sense of civilization evident in a village church.. Long Melford, England", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-pushes-rule-to-allow-swifter-deportations-11563819282", "title": "Trump Administration Moves to Allow Swifter Deportations", "date": "2019-07-22 18:48", "summary": "Under proposal, a larger number of migrants could be removed without a hearing. WASHINGTON-The Trump administration is moving to swiftly remove immigrants who cross the U.S. border illegally for as long as two years after their arrival, and from anywhere in the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greenwich-villages-dante-is-toast-of-cocktail-awards-11563835366", "title": "Greenwich Village's Dante Is Toast of Cocktail Awards", "date": "2019-07-22 18:42", "summary": "Watering hole was just named World's Best Bar at Tales of the Cocktail, the bar industry's annual gathering in New Orleans. When Linden Pride and Nathalie Hudson, the husband-and-wife owners of the Greenwich Village craft cocktail bar and restaurant Dante, acquired the place four years ago, they worried if they would be able to turn a profit.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-hesitant-embrace-of-human-rights-11563835208", "title": "Trump's Hesitant Embrace of Human Rights", "date": "2019-07-22 18:40", "summary": "Highlighting China's religious persecution is good politics, at home and abroad.. The big news from Washington is that Woodrow Wilson is back. From Secretary of State Mike Pompeo to Vice President Mike Pence and even, if somewhat hesitantly, President Trump, senior American officials are putting human-rights concerns front and center in American foreign policy.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thelma-and-louise-go-to-israel-11563835181", "title": "Thelma and Louise Go to Israel", "date": "2019-07-22 18:39", "summary": "Prepare for a bumpy ride. Tlaib and Omar are in the Democratic Party driver's seat.. The Democratic Party's Thelma and Louise-Reps. Rashida Tlaib and Ilhan Omar-are taking their act to Israel. In a great gift to Donald Trump, Prime Minister Benjamin Netanyahu is going to let them in.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-it-has-arrested-alleged-u-s-spies-some-face-death-penalty-11563805839", "title": "Iran Says It Has Arrested Alleged U.S. Spies; Washington Denies Claims", "date": "2019-07-22 18:39", "summary": "Iranian official claims the alleged CIA plan was part of Trump administration's pressure strategy against Tehran; suspects could face death penalty. Iran said it has arrested 17 Iranian citizens on charges of spying for the U.S., a claim that President Trump dismissed as \"totally false,\" amid fears that growing tensions between Iran and Western countries could spiral out of control.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-teachers-union-secession-crisis-11563835111", "title": "The Teachers Union Secession Crisis", "date": "2019-07-22 18:38", "summary": "An exodus of NEA locals prompts new, restrictive bylaws.. The National Education Association, America's oldest and largest teachers union, faces a revolt from its member unions. In the past five years at least 11 local teachers unions have departed from the NEA and its state affiliates. In response, the NEA recently passed two bylaws to impose roadblocks and crushing penalties on locals seeking to leave the national body.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-collar-conservatism-review-a-law-and-order-kinda-guy-11563834868", "title": "'Blue-Collar Conservatism' Review: A Law-and-Order Kinda Guy", "date": "2019-07-22 18:34", "summary": "Philly's Mayor Frank Rizzo, formerly police commissioner, was once photographed in a tuxedo with a billy club tucked into his cummerbund.. 'Two weeks in Philadelphia.\" That, in the old joke, is second prize; first prize is one week. Of course, the joke is unfair to a great American city, one that has given us the Declaration of Independence, cheese-steaks and Rocky. Philadelphia has also given us raucous politics and civic strife-not least in the 1960s and '70s, when it was beleaguered by racial conflict and economic stagnation. Those decades are at the heart of Timothy Lombardo's \"Blue-Collar Conservatism,\" a title suggesting some relevance to Donald Trump, who is not mentioned until the last three pages.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/td-ameritrade-begins-search-for-new-ceo-11563834264", "title": "TD Ameritrade Begins Search for New CEO", "date": "2019-07-22 18:24", "summary": "Tim Hockey to leave in February; company reports revenue rose 8% for latest quarter. Discount brokerage TD Ameritrade Holding Corp. said Monday that Chief Executive Tim Hockey will leave the company in February 2020.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-to-pay-25-million-to-settle-foreign-bribery-probe-11563811097", "title": "Microsoft to Pay $25 Million to Settle Foreign Bribery Probe", "date": "2019-07-22 17:46", "summary": "Software company reaches joint settlements with the Justice Department and the Securities and Exchange Commission. Microsoft Corp. agreed to pay $25 million to settle an investigation into potential violations of a law prohibiting the bribery of foreign government officials, the U.S. Securities and Exchange Commission said Monday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumers-will-be-able-to-pay-for-doctor-visits-on-their-phones-via-anthem-11563793201", "title": "Consumers Will Be Able to Pay for Doctor Visits on Their Phones, Via Anthem", "date": "2019-07-22 17:39", "summary": "Insurers offering new digital services in bid to control health-care costs. Health insurers are racing to roll out new digital tools that give them a deeper role in health care, aiming to reduce costs and improve convenience for consumers.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-to-announce-5-billion-facebook-settlement-as-soon-as-this-week-11563816621", "title": "Facebook Settlement Expected to Mandate Privacy Committee", "date": "2019-07-22 17:39", "summary": "FTC likely to announce deal this week including $5 billion fine, board-level oversight panel, sources say. Facebook Inc.'s expected settlement with U.S. regulators will create a board committee to help ensure senior-level scrutiny of the company's privacy-related efforts.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-becomes-first-state-to-ban-declawing-cats-11563831541", "title": "New York Bans Cat Declawing", "date": "2019-07-22 17:39", "summary": "Prohibition goes into effect immediately, and cat owners could be fined up to $1,000. Gov. Andrew Cuomo on Monday signed into law a bill that bans cat declawing, making New York the first state in the country to prohibit the practice.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-takes-stake-in-tech-company-brightloom-11563826211", "title": "Starbucks Takes Stake in Tech Company", "date": "2019-07-22 17:38", "summary": "Coffee giant seeks to compete digitally in global stores as mobile ordering grows. Starbucks Corp. said it is taking a stake in a digital technology company to speed up its offering of mobile ordering and payment options at its global stores to improve customer convenience.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whirlpool-raises-profit-forecast-while-controlling-costs-11563831253", "title": "Whirlpool Raises Profit Forecast While Controlling Costs", "date": "2019-07-22 17:34", "summary": "Washing-machine maker reports fewer domestic appliance sales in second quarter. Whirlpool Corp. raised its profit outlook for the year, saying it was better controlling costs and continuing to benefit from the higher prices it is charging for appliances.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-disclosure-on-investment-entanglements-satisfies-judge-11563830078", "title": "McKinsey Disclosure On Investment Entanglements Satisfies Judge", "date": "2019-07-22 17:14", "summary": "Bankruptcy judge accepts certification regarding the division between McKinsey's bankruptcy advisory and investment office. McKinsey & Co. won the backing of a federal judge in Virginia over the consulting firm's efforts to navigate potential conflicts of interest arising from its work in large corporate bankruptcy cases.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-new-sanctions-on-chinese-company-for-transporting-iranian-crude-oil-11563808844", "title": "U.S. Imposes New Sanctions on Chinese Company for Transporting Iranian Crude Oil", "date": "2019-07-22 17:13", "summary": "Move widens U.S. campaign of pressure on Islamic Republic. The U.S. is imposing new sanctions against a Chinese company for transporting Iranian crude, a move that widens the U.S. campaign of pressure on the Islamic Republic amid weeks of escalating tensions.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-art-and-reality-intersect-11563829536", "title": "Where Art and Reality Intersect", "date": "2019-07-22 17:05", "summary": "A touring retrospective opening at the IFC Center honors Abbas Kiarostami, the Iranian director of such lyrical, self-reflexive films as 'Close-Up' and '24 Frames.'. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/con-edison-restores-power-to-parts-of-brooklyn-during-heat-wave-11563794028", "title": "Mayor de Blasio Says He 'Can't Trust' Con Edison After Latest Outages", "date": "2019-07-22 17:01", "summary": "Utility struggles to restore power to all of its customers, including hardest-hit area in southeastern Brooklyn. Mayor Bill de Blasio on Monday said that he had lost faith in Consolidated Edison Inc., the utility powering most of New York City, after several heat-related outages in the past week.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-housing-authoritys-federal-monitor-flags-lead-paint-compliance-problems-11563829295", "title": "NYCHA's Federal Monitor Flags Lead-Paint Compliance Problems", "date": "2019-07-22 17:01", "summary": "Report was first since Housing Secretary Ben Carson appointed monitor in February. The federal monitor who has been tasked with overseeing the New York City Housing Authority said in a report released Monday that the authority has struggled to comply with federal lead-paint regulations.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-refinery-philadelphia-energy-files-for-bankruptcy-protection-11563820552", "title": "Oil Refinery Philadelphia Energy Files for Bankruptcy Protection", "date": "2019-07-22 16:45", "summary": "Largest oil refiner on the East Coast said last month it would shut down and sell its assets after devastating explosion and fire. Philadelphia Energy Solutions, the largest oil refinery on the East Coast, on Sunday filed for bankruptcy for the second time in 18 months.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cio-helps-conagra-turn-food-trends-into-products-11563828138", "title": "CIO Helps Conagra Turn Food Trends Into Products", "date": "2019-07-22 16:42", "summary": "AI-enabled platform allows company to launch products in months or weeks, capitalizing on changing consumer tastes. Mindy Simon, chief information officer at Conagra Brands Inc., is helping the 100-year-old company quickly capitalize on trends as the packaged-foods industry comes to grips with changing consumer tastes.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avengers-endgame-on-verge-of-becoming-new-global-box-office-champ-11563676747", "title": "'Avengers: Endgame' Becomes Global Box-Office Champion", "date": "2019-07-22 16:40", "summary": "Released in April, the Disney hit has surpassed 2009's 'Avatar' as top-grossing movie of all time. LOS ANGELES-Walt Disney Co. 's \"Avengers: Endgame\" has become the new all-time box-office champion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-chinese-tech-exchange-a-bright-spot-as-global-stocks-slip-11563782991", "title": "Stocks Inch Higher at Start of Busy Week", "date": "2019-07-22 16:38", "summary": "Investors prepare for deluge of economic data and earnings reports. U.S. stocks inched higher Monday, as investors prepared for a week filled with fresh economic data and more corporate earnings reports.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/semiconductor-stocks-and-suppliers-power-higher-11563826167", "title": "Semiconductor Stocks Power Higher", "date": "2019-07-22 16:09", "summary": "Applied Materials, Lam Research rose Monday after Goldman Sachs boosted its rating on the companies. Shares of semiconductor firms and their suppliers posted gains Monday on signs that demand is poised to pick up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-dont-know-what-he-will-do-europe-braces-for-brexit-with-boris-johnson-11563825742", "title": "'I Don't Know What He Will Do': Europe Braces for Brexit With Boris Johnson", "date": "2019-07-22 16:02", "summary": "Resume Subscription. Boris Johnson's last act as Britain's foreign secretary was to gather a host of European dignitaries in London and fail to turn up.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/taiwan-etfs-buy-big-into-u-s-credit-11563823125", "title": "Taiwan ETFs Buy Big Into U.S. Credit", "date": "2019-07-22 16:02", "summary": "Yield-hungry insurers plowed $3 billion into Taipei-based exchange-traded funds that buy U.S. fixed income in the last two weeks of June, according to research by Bank of America Corp.. One of the fastest-growing sources of investors in U.S. bonds is Taiwan.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutor-cristiano-ronaldo-wont-face-vegas-rape-charge-11563825380", "title": "Prosecutor: Cristiano Ronaldo Won't Face Vegas Rape Charge", "date": "2019-07-22 15:56", "summary": "A woman has accused the soccer star of raping her in 2009. LAS VEGAS (AP)-Soccer star Cristiano Ronaldo won't face criminal charges after a woman accused him of raping her at a Las Vegas Strip resort in 2009.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-niceties-for-seized-oil-tanker-crew-from-iranian-commandos-11563823772", "title": "'No Niceties' for Ship's Crew From Iranian Commandos", "date": "2019-07-22 15:29", "summary": "The Stena Impero called for help and tried to evade capture before Iranian vessels overtook it, highlighting vulnerabilities in shipping security. As masked Iranian gunmen descended from a helicopter onto a British-flagged ship in the Strait of Hormuz, a crew member yelled to his shipmates that it was time to give up.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-jump-after-irans-tanker-seizure-11563792473", "title": "Oil Posts Modest Gain on Iran Tensions", "date": "2019-07-22 15:19", "summary": "Though tanker rates have surged, crude prices are not reflecting geopolitical drama that is playing out. Oil prices maintained their muted reaction to mounting tensions between Iran and the West, moving modestly higher after Tehran's announcement that it had seized a British-flagged oil tanker Friday.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-clerks-family-president-trump-pay-respects-to-john-paul-stevens-11563821070", "title": "Former Clerks, Family, President Trump Pay Respects to John Paul Stevens", "date": "2019-07-22 15:12", "summary": "Retired justice died last week; Kagan lauds 'a life well-lived'. WASHINGTON-A solemn Supreme Court bid farewell to the late John Paul Stevens, the retired justice who died last week at the age of 99, just days after attending a legal conference with two current justices in Lisbon.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alan-blinder-forgets-how-political-he-was-at-the-federal-reserve-11563822394", "title": "Alan Blinder Forgets How Political He Was at the Federal Reserve", "date": "2019-07-22 15:06", "summary": "Prof. Blinder was a natural choice to undermine Alan Greenspan after the Fed began to raise rates in early 1994.. In \"A New Tactic in Trump's War on the Fed\" (op-ed, July 16), Alan Blinder applauds President Clinton's self-restraint in not criticizing the Fed. He omits that Mr. Clinton did that which Mr. Blinder now accuses President Trump of doing: \"sending over dreadful nominees\" . . . \"to undermine the chairman and make the job harder.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wood-chips-are-not-a-green-power-solution-11563822139", "title": "Wood Chips Are Not a Green Power Solution", "date": "2019-07-22 15:02", "summary": "Biomass worsens air quality. The American Lung Association \"strongly opposes the combustion of wood and other biomass sources near schools and institutions with vulnerable populations.\". Regarding \"Wood Is a Natural 24-Hour Renewable Fuel\" (Letters, June 28): The expanding woody biomass industry is selling its \"green and clean\" propaganda, and policy makers are buying. The Biomass Power Association, the industry's lobby group, claims biomass is carbon neutral. Unfortunately, the industry has succeeded in lobbying Congress to declare energy from forest biomass carbon neutral, even though scientists disagree.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/answer-to-urban-disorder-is-to-vote-for-political-change-11563822007", "title": "Answer to Urban Disorder Is To Vote for Political Change", "date": "2019-07-22 15:00", "summary": "If New Yorkers (and for that matter Californians) want improvements in their crime-infested, sanctuary-state, third-world-like locals, they need to vote Republican.. Writing from New York City, Eugene O'Donnell describes the disastrous conditions in the Big Apple under socialist Mayor Bill de Blasio (\"Disorder Rises in de Blasio's New York,\" op-ed, July 15). Perhaps if this was Mr. de Blasio's first term, readers might care. However, after a disastrous first term, New Yorkers re-elected Mr. de Blasio with 66.5% of the vote. So why should anyone be surprised, especially those of us in equally frightful cities and states being destroyed by progressives? If New Yorkers (and for that matter Californians) want improvements in their crime-infested, sanctuary-state, third-world-like locales, they need to vote Republican.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-government-key-player-in-launching-silicon-valley-11563821902", "title": "Big Government: Key Player In Launching Silicon Valley", "date": "2019-07-22 14:58", "summary": "The entrepreneurs' first and most significant customer was the U.S. government.. Randall Stross's review of Margaret O'Mara's \"The Code\" (Bookshelf, July 16) cites the indispensable role of the federal government in the development of Silicon Valley, to the immense benefit of entrepreneurs whose first and most significant customer was the U.S. government through its various agencies, even as many entrepreneurs decried the evil of big government.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-morgenthau-11563821816", "title": "Robert Morgenthau", "date": "2019-07-22 14:56", "summary": "The prosecutor of BCCI was among America's great public servants.. The district attorney for Manhattan plays a unique role in the American system of government. He is a local prosecutor who also has national and even international reach because of New York's role as a hub for global finance. One of the best to ever do the D.A.'s job, and one of the great American public servants in any jurisdiction, was Robert Morgenthau, who died Sunday at age 99.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stevens-on-robert-f-kennedy-the-warren-court-and-the-decision-that-led-to-binge-watching-11563820816", "title": "Stevens on Robert F. Kennedy, the Warren Court and the Decision That Led to Binge-Watching", "date": "2019-07-22 14:40", "summary": "A few months before his death last week, the retired justice spoke about his life and work. In April, retired Justice John Paul Stevens sat down with Jess Bravin of The Wall Street Journal to discuss his new memoir, \"The Making of a Justice: Reflections on My First 94 Years.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-lets-hong-kong-protest-images-circulate-to-whip-up-public-anger-11563793760", "title": "China's State Media Show Hong Kong Protest Images, Fanning Public Anger", "date": "2019-07-22 14:34", "summary": "Foreign Ministry says local authorities should use all necessary measures to 'safeguard the rule of law in Hong Kong'. BEIJING-China's state media aired images from the aftermath of Hong Kong's latest antigovernment protests, a change in tack that appears aimed at fanning public anger against the demonstrations, as Beijing signaled support for a stronger crackdown by authorities in the city.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/occidental-leaders-push-shareholders-to-reject-carl-icahns-board-shakeup-plan-11563813741", "title": "Occidental Pushes Back on Icahn's Board Plan", "date": "2019-07-22 14:28", "summary": "Billionaire investor says current directors made a number of mistakes in pursuing Anadarko. Leaders of Occidental Petroleum Corp. are pushing their shareholders to reject billionaire investor Carl Icahn's bid to replace four directors at the company, urging them to not sign Mr. Icahn's written requests for a board shakeup.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tycoon-holed-up-in-manhattan-hotel-is-accused-of-spying-for-beijing-11563810726", "title": "Chinese Tycoon Holed Up in Manhattan Hotel Is Accused of Spying", "date": "2019-07-22 14:17", "summary": "U.S. research firm in commercial dispute alleges exiled businessman Guo Wengui, a frequent critic of China's Communist Party, is a spy for Beijing. For the past four years, Chinese businessman Guo Wengui has lived in an 18th-floor apartment at the Sherry-Netherland Hotel in New York, where he fires off social-media missives that purport to expose corruption at the highest levels of the Chinese government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-board-members-seek-probe-of-rush-hour-subway-failure-11563818576", "title": "MTA Board Members Seek Probe of Rush-Hour Subway Failure", "date": "2019-07-22 14:02", "summary": "Computer glitch on Friday comes after similar outage struck the same system earlier this month. Metropolitan Transportation Authority board members called for a review of cybersecurity and systems Monday following two computer glitches that snarled New York City's subway.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affordable-art-and-artistic-hair-by-steve-goodman-reviews-reissued-music-from-a-songwriters-last-days-11563818397", "title": "'Affordable Art' and 'Artistic Hair' by Steve Goodman Reviews: Reissued Music From a Songwriter's Last Days", "date": "2019-07-22 13:59", "summary": "Two of the under-appreciated folk musician's final albums receive new expanded editions that serve as powerful reminders of his poetic, pleasing talent.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snc-lavalin-to-restructure-focus-on-core-engineering-services-11563818254", "title": "SNC-Lavalin to Restructure, Focus on Core Engineering Services", "date": "2019-07-22 13:57", "summary": "Struggling engineering-and-construction company said it will exit fixed-price construction business and explore sale of its oil-and-gas operations. SNC-Lavalin Group Inc. on Monday said it will exit the fixed-price construction business and explore the sale of its oil-and-gas operations as part of a reorganization of the struggling engineering-and-construction company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-to-invest-1-billion-in-artificial-intelligence-startup-11563813648", "title": "Microsoft to Invest $1 Billion in Artificial-Intelligence Startup", "date": "2019-07-22 13:49", "summary": "OpenAI to help software company develop technologies for Azure cloud-computing system. Microsoft Corp. said Monday that it would invest $1 billion in artificial-intelligence startup OpenAI LP, as the software giant seeks to enhance its Azure cloud-computing platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-big-superheroes-are-takenhow-about-batmans-butler-11563816140", "title": "All the Big Superheroes Are Taken-How About Batman's Butler?", "date": "2019-07-22 13:22", "summary": "Comic-book adaptations have gotten so pervasive that producers of new shows 'The Boys' and 'Pennyworth' have turned to some deep-cut characters to say something new. With the capabilities of Superman and the mind-set of a sociopath, Homelander takes down planes instead of rescuing them, uses his X-ray vision to spy on his boss, and manipulates average humans with his massive celebrity.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-service-stocks-may-have-dug-enough-11563815780", "title": "Oil Service Stocks May Have Dug Enough", "date": "2019-07-22 13:16", "summary": "Shale drillers' pullback is forcing the companies that service their businesses to have better focus themselves. The middleman has packed up his lunch box and is headed out of Texas.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-737-max-grounding-spills-over-into-economy-weighs-on-gdp-11563815426", "title": "Boeing's 737 MAX Grounding Spills Over Into Economy, Weighs on GDP", "date": "2019-07-22 13:10", "summary": "Airlines, suppliers and trade data show effects of plane maker's crisis. The prolonged grounding of Boeing Co. 's 737 MAX aircraft is rippling through the U.S. economy, hurting the nation's trade balance and clouding the outlook for airlines, suppliers and their tens of thousands of workers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/halliburton-beats-profit-target-but-north-american-business-slows-11563802342", "title": "Halliburton Beats Profit Target, but North American Business Slows", "date": "2019-07-22 13:06", "summary": "Oil-field services company, like its rivals, is challenged as U.S. shale drillers cut spending. Halliburton Co. said it cut jobs in North America in the latest quarter and warned that energy producers in the region are paring their spending.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukrainian-presidents-party-set-to-win-majority-in-elections-11563798234", "title": "Ukrainian President's Party Set to Win Majority", "date": "2019-07-22 12:59", "summary": "Former comedian Volodymyr Zelensky's party did better than expected in snap elections, setting him up to lead the country's first solo government. The new party of Ukrainian President Volodymyr Zelensky was on course Monday to win an outright majority in Parliament-a first for any single party in the country's history-giving the comedian-turned-politician a stronger hand to deal with strained relations with Russia and Ukraine's poverty-stricken economy.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-drillers-struggle-shale-investors-seek-safety-in-mineral-rights-11563814128", "title": "As Drillers Struggle, Shale Investors Seek Safety in Mineral Rights", "date": "2019-07-22 12:48", "summary": "Getting a cut of oil and gas production appeals to investors wary of shale companies struggling to make money. Investors are still eager for a piece of the U.S. oil boom. Some just don't want to own shale companies that have struggled to consistently turn a profit.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twin-russian-airstrikes-blamed-for-27-deaths-in-opposition-held-syrian-town-11563812728", "title": "Russian Strikes Blamed for 27 Deaths in Syrian Town", "date": "2019-07-22 12:25", "summary": "Warplanes twice target vegetable market in Maaret al-Numan; Russia denies responsibility as Moscow, Damascus work to retake Idlib province. BEIRUT-Russian airstrikes on a busy market in northwest Syria killed at least 27 people Monday, according to monitoring groups, one of the deadliest attacks in a monthslong Syrian government military campaign against the opposition's last stronghold.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyclings-latest-controversial-performance-enhancer-the-supertuck-11563699600", "title": "Cycling's Latest Controversial Performance Enhancer: the Supertuck", "date": "2019-07-22 11:45", "summary": "An aggressive descending position is gaining traction at the Tour de France and dividing the peloton. BAGNÈRES-DE-BIGORRE, France-If Julian Alaphilippe was going to become the first Frenchman in half a decade to wear the Tour de France's yellow jersey, he knew he had to do something a little bit crazy-at least by cycling standards. By non-professional cyclist standards, it was a lot crazy.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-cotton-farm-stockpiling-and-fearing-big-losses-from-trade-fight-11563809997", "title": "On the Cotton Farm: Stockpiling and Fearing Big Losses From Trade Fight", "date": "2019-07-22 11:39", "summary": "In Arkansas, exports have tanked and prices dropped: 'It's going to be a struggle'. AUBREY, Ark.-When cotton farmers meet at the Aubrey Country Store & Grill, a lunch spot surrounded by farmland in the Mississippi Delta, the talk inevitably turns to global trade these days.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-safety-net-pays-for-itself-11563800405", "title": "When the Safety Net Pays for Itself", "date": "2019-07-22 11:22", "summary": "A new study finds government programs for adults often lead to more government spending, but programs for low-income children return taxpayer dollars over time. The U.S. spends trillions every year on a social safety net for people in all steps of life, from childhood to retirement.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equifax-reaches-700-million-settlement-over-data-breach-11563798429", "title": "Equifax to Pay Up to $700 Million in Data Breach Settlement", "date": "2019-07-22 11:00", "summary": "Deal clears cloud that has hung over credit-reporting firm since 2017 hack exposed data of millions of Americans. Equifax Inc. on Monday struck a settlement of up to $700 million to resolve investigations and lawsuits stemming from its 2017 data breach that exposed the personal data of nearly 150 million Americans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-battling-roundup-legal-claims-to-sell-dr-scholls-11563806987", "title": "Bayer, Battling Roundup Legal Claims, to Sell Dr. Scholl's", "date": "2019-07-22 10:49", "summary": "The foot-care business is one of a series of assets Bayer has marked for disposal. BERLIN-German pharmaceuticals and chemicals group Bayer AG has agreed to sell its Dr. Scholl's foot-care business to a U.S. private-equity firm for $585 million.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-airlines-can-cash-in-on-the-cheap-seats-11563806503", "title": "How Airlines Can Cash in on the Cheap Seats", "date": "2019-07-22 10:41", "summary": "The least-desirable seats at the back of the plane don't command extra payments, but perhaps they should since you are less likely to die in them. \"Ladies and gentlemen, we are now ready for general boarding. Our diamond preferred 'more likely to survive a crash' passengers are welcome to come to the gate.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-host-australias-prime-minister-for-state-dinner-11563806450", "title": "Trump to Host Australia's Prime Minister for State Dinner", "date": "2019-07-22 10:40", "summary": "Scott Morrison will visit the White House in September. WASHINGTON-President Trump will host Australian Prime Minister Scott Morrison for a state dinner at the White House in September, the second such dinner under the Trump administration.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-shuts-hong-kong-stores-early-as-fears-of-lawlessness-rise-11563793440", "title": "Apple Shuts Hong Kong Stores Early as Fears of Lawlessness Rise", "date": "2019-07-22 10:38", "summary": "Concern grows over the impact of social turmoil on the city's economy. HONG KONG-Tech giant Apple Inc. shut its stores early citywide on Monday, as fears of escalating violence and spiraling lawlessness linked to weekslong protests spurred concern among businesses and the public.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/job-one-for-democrats-winning-back-blue-collar-votes-11563806244", "title": "Job One for Democrats: Win Back Blue-Collar Votes", "date": "2019-07-22 10:37", "summary": "Defending the party's progressive wing against the president's attacks steals attention from crucial topics. For Democrats, one of the problems with Trump Derangement Syndrome-the obsession with all the controversies the president creates-is that it detracts attention from other important topics.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweisers-australian-beer-sale-leaves-little-bitterness-11563805804", "title": "Budweiser's Australian Beer Sale Leaves Little Bitterness", "date": "2019-07-22 10:30", "summary": "The world's largest brewer is getting a good price and the prospect of a cleaner Asian IPO in exchange for losing one of its most profitable businesses. Budweiser parent Anheuser-Busch InBev has sold one of its most lucrative subsidiaries in its effort to reduce a $103 billion debt pile. But the prospect of a higher valuation for the remaining Asian business and less exposure to the volatile Aussie dollar limits the downside for the world's largest brewer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-show-this-week-may-be-followed-by-mcgahn-sequel-11563805790", "title": "After Mueller Testimony Could Come McGahn", "date": "2019-07-22 10:29", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bp-boosts-its-biofuels-business-with-brazilian-joint-venture-11563805710", "title": "BP Boosts Its Biofuels Business with Brazilian Joint Venture", "date": "2019-07-22 10:28", "summary": "The transaction is set to boost the U.K. oil company's bioenergy business by 50%. Energy giant BP PLC is doubling down on biofuels with a joint venture with agricultural trader Bunge Ltd. in Brazil, betting that the global movement to reduce carbon emissions will boost demand for low-carbon fuels.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-advance-in-japans-parliament-11563800193", "title": "Women Advance in Japan's Parliament", "date": "2019-07-22 10:15", "summary": "Twenty-eight women are elected to the upper house, tying the record set three years ago. TOKYO-Japanese Prime Minister Shinzo Abe's aim of bridging the gender-equality gap is beginning to take shape in Parliament, although it is largely thanks to women from opposition parties.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fast-food-stocks-are-no-value-meal-11563804040", "title": "Fast Food Stocks Are No Value Meal", "date": "2019-07-22 10:00", "summary": "High valuations indicate that expectations are stretched for quick-service restaurants as they start to report earnings. Much like American consumers, investors can't seem to get enough fast food. They will likely require a strong upcoming earnings season to stay satisfied.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-skin-an-israeli-director-portrays-a-neo-nazis-evolution-11563802201", "title": "In 'Skin,' an Israeli Director Portrays a Neo-Nazi's Evolution", "date": "2019-07-22 09:30", "summary": "Jamie Bell, who made his name in 2000 as a young dancer in 'Billy Elliot,' plays a neo-Nazi who changes his ways in Israeli director Guy Nattiv's new movie, 'Skin'. The Israeli director Guy Nattiv decided to make a movie about a reformed neo-Nazi only after receiving the blessing of his grandfather who survived the Holocaust.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-charles-schwab-freeport-mcmoran-and-symantec-11563789600", "title": "Stocks to Watch: Charles Schwab, Halliburton, Equifax and More", "date": "2019-07-22 09:15", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-greenlights-tax-breaks-for-buyers-of-23andme-genetic-tests-11563800520", "title": "IRS Greenlights Tax Breaks for Buyers of 23andMe Genetic Tests", "date": "2019-07-22 09:02", "summary": "Tax agency offers more clarity to consumers by deeming direct-to-consumer health test as medical expense. WASHINGTON-Buyers of 23andMe Inc.'s genetic-testing kits will now have an easier time paying for the service with tax-advantaged health accounts after a favorable IRS ruling.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lee-ufans-quietly-groundbreaking-five-decade-career-11563798800", "title": "Lee Ufan's Quietly Groundbreaking Five-Decade Career", "date": "2019-07-22 08:33", "summary": "The artist Lee Ufan has pushed the boundaries of painting and sculpture. Now a flurry of major solo exhibitions honor the man of steel. ON A CHILLY SPRING morning, Lee Ufan is climbing up and around a quarry on the eastern end of Long Island looking for boulders. The site is a village-size pit of sand and soil, ringed with piles of white stones of varying sizes. Lee, a sculptor, painter and philosopher, has traveled from Manhattan by car. He arrived ready to work, dressed in black jeans, a dark blue jacket and a corduroy shirt of autumnal gold. He is trim and fit-about 5 foot 8 with shaggy silver hair-and he moves quickly through the landscape. He doesn't speak much, mostly keeping to hand gestures. From time to time, he refers to his drawings, sketches of future sculptures. Later, he motions toward a boulder and says, \"This is good.\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thumbtack-secures-financing-after-challenging-transition-11563787805", "title": "Thumbtack Secures Financing After Challenging Transition", "date": "2019-07-22 08:30", "summary": "Sequoia Capital led a $150 million investment, which values the local services marketplace at $1.7 billion. Thumbtack Inc.'s latest funding round values the business at $1.7 billion, marking a turning point for the local services marketplace that spent last two years rebuilding its business.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-launches-mission-to-land-a-rover-on-moons-south-pole-11563798356", "title": "India Launches Mission to Land a Rover on Moon's South Pole", "date": "2019-07-22 08:25", "summary": "Mission aims to make India the fourth nation to make a soft lunar landing, after the U.S., Russia and China. MUMBAI-India's latest lunar mission blasted off Monday as the country seeks to land a rover on the south pole of the moon and keep up in an increasingly competitive space race.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-backs-away-from-u-s-food-fight-11563797662", "title": "China Backs Away From U.S. Food Fight", "date": "2019-07-22 08:14", "summary": "Resume Subscription. China's food fight with the U.S. is getting costly at home. That doesn't mean a resolution to overall trade tensions is near, but it could help keep further escalation in check.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-player-in-baseball-who-cares-about-batting-average-11563796824", "title": "The Last Player In Baseball Who Cares About Batting Average", "date": "2019-07-22 08:00", "summary": "During an era when everyone is trying to slug the ball over the fence, the Mets' Jeff McNeil has one goal when he steps in the batter's box: to hit 'em where they ain't. Alex Bregman probably thought he was speaking for all of his fellow baseball players when, in a session with reporters at the All-Star Game in Cleveland this month, he made an emphatic proclamation.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-rates-have-a-downside-for-banks-11563796800", "title": "Lower Rates Crimp Value of Banks' Mortgage-Servicing Rights", "date": "2019-07-22 08:00", "summary": "Wells Fargo, JPMorgan and some other lenders getting wrong-footed by their hedges. Lower interest rates generally help banks' mortgage businesses. Except when they don't.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-company-shares-fall-behind-in-sign-of-economic-worry-11563787821", "title": "Small Company Shares Fall Behind in Sign of Economic Worry", "date": "2019-07-22 07:31", "summary": "The lagging performance of small cap stocks versus big company stocks reflects jitters that the underlying economy is weak. But some investors see bargains.. While the most-closely watched U.S. stock market gauges have hit records this year, shares in smaller U.S. companies have taken a beating. Investors are beginning to wonder if that is a taste of what is to come with the wider market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trades-derailment-sends-ominous-sign-11563793380", "title": "Trade's Derailment Sends Ominous Sign", "date": "2019-07-22 07:03", "summary": "Shaky results from U.S. freight railroads last week add to concerns about the economy. Does the U.S. economy face a conjunction malfunction?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-shale-producers-benefit-as-oil-disruptions-plague-middle-east-11563793334", "title": "U.S. Shale Producers Benefit as Oil Disruptions Plague Middle East", "date": "2019-07-22 07:02", "summary": "Persian Gulf turmoil boosts shipping costs, but a U.S. export surge cushions the impact on oil prices. Oil supply disruptions in hot spots around the world-from Iran's seizure of a U.K.-flagged tanker in the Persian Gulf to the shutdown of Libya's largest oil field at the weekend-are putting pressure on the cost of buying and shipping crude. But the turmoil is benefiting U.S. shale producers, whose oil fields and tankers are partly filling the void.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-needs-a-house-divided-11563791580", "title": "Qualcomm Needs a House Divided", "date": "2019-07-22 06:33", "summary": "Chip maker seeks crucial delay of ruling in FTC case, marshaling support of several other federal agencies. Qualcomm has plenty of friends in high places. It needs every single one of them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-surge-on-chinas-new-nasdaq-like-market-11563772327", "title": "Stocks Surge on China's New Nasdaq-Like Market", "date": "2019-07-22 06:04", "summary": "The 25 companies on the Shanghai exchange's Science and Technology Innovation Board, or STAR market, ended the day with gains ranging from 84% to 400%. SHANGHAI-China's new market for homegrown technology companies opened with a bang, with stocks doubling, tripling or more than quadrupling in value on its first day.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-deal-for-chinese-naval-outpost-in-cambodia-raises-u-s-fears-of-beijings-ambitions-11563732482", "title": "Deal for Naval Outpost Furthers China's Quest for Military Network", "date": "2019-07-22 05:59", "summary": "Use of Ream naval base would help China's military project power across a broad swath of Southeast Asia. SIHANOUKVILLE, Cambodia-China has signed a secret agreement allowing its armed forces to use a Cambodian navy base near here, as Beijing works to boost its ability to project military power around the globe, according to U.S. and allied officials familiar with the matter.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-opening-markets-that-investors-shouldnt-enter-11563788446", "title": "China Is Opening Markets That Investors Shouldn't Enter", "date": "2019-07-22 05:43", "summary": "China's State Council is inviting more overseas involvement in some of its riskiest and most politically sensitive assets. Western investors have spent years hankering for China to open its financial markets to outside investment. Now, Beijing is offering broader access to some of the country's most risky and politically sensitive assets, which the vast majority of would-be buyers would be wise to avoid entirely.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colorado-republicans-look-to-undo-losses-with-recalls-11563787803", "title": "Colorado Republicans Look to Undo Losses With Recalls", "date": "2019-07-22 05:30", "summary": "Conservatives' efforts to unseat governor and two state senators are part of a national recall trend. Less than a year after Colorado voters gave the governorship and control of the legislature to Democrats, some Republicans are hoping they have already had enough.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fords-slowing-china-business-is-creating-roadblocks-for-its-global-ambitions-11563787801", "title": "Ford's Shrinking China Business Is Hurting Its Global Ambitions", "date": "2019-07-22 05:30", "summary": "Auto maker's sales in China fell 27% in the first six months of 2019 from the prior-year period. SHANGHAI- Ford Motor Co. 's multibillion-dollar push to expand in China this decade has veered off course, leaving it mired in a sales slump that is weighing on its future in the world's largest auto market.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-handle-the-chaos-of-a-tornado-boss-11563787803", "title": "How to Handle the Chaos of a 'Tornado Boss'", "date": "2019-07-22 05:30", "summary": "Disruptive leaders may like to move fast and break things, but working for them takes an extra level of tact and strategy. Casting oneself as a disruptive leader is in vogue these days, suggesting a bold, take-no-prisoners management style that ignites new trends and crushes competitors.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tour-de-france-rediscovers-its-joie-de-vivre-11563786000", "title": "The Tour de France Rediscovers Its Joie de Vivre", "date": "2019-07-22 05:00", "summary": "After two weeks of racing, six riders are still in contention. Improbably, two of them are French.. Foix, France", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-ceiling-and-spending-negotiations-split-republicans-11563749967", "title": "Debt-Ceiling and Spending Negotiations Split Republicans", "date": "2019-07-22 00:54", "summary": "Administration officials have indicated that they want to reach an agreement that will win the support of House Republicans. WASHINGTON-Some conservative House Republicans are asking President Trump to reject any agreement to set new spending levels and increase the government's borrowing limit without significant spending cuts, injecting further uncertainty into negotiations toward a deal this week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-morgenthau-longtime-manhattan-district-attorney-dies-at-99-11563770267", "title": "Robert Morgenthau, Longtime Manhattan District Attorney, Dies at 99", "date": "2019-07-22 00:37", "summary": "He retired in 2009 after serving 35 years as New York County's top prosecutor. Robert Morgenthau, the longtime Manhattan district attorney known for his pursuit of white-collar crime around the globe, died Sunday at the age of 99.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11563717326", "title": "Pepper...and Salt", "date": "2019-07-22 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-leadership-problems-persisted-at-u-s-indian-health-service-hospital-report-finds-11563768061", "title": "Medical, Leadership Problems Persisted at U.S. Indian Health Service Hospital, Report Finds", "date": "2019-07-22 00:01", "summary": "Even after overhaul, government watchdog cites issues at facility on Rosebud Sioux reservation; separate report criticizes handling of opioids at five Indian hospitals. A long-troubled U.S. Indian Health Service hospital continued to be plagued by poor medical care, untrained staff and leadership turnover, despite improvements made there by top agency officials, a government watchdog said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-at-a-standstill-as-protesters-return-to-the-streets-11563709308", "title": "Hong Kong Police Shut Down Seventh Weekend of Protests With Tear Gas", "date": "2019-07-22 23:56", "summary": "Thousands of protesters gather outside key government buildings, including China's liaison office in the city. HONG KONG-Hong Kong police fired a barrage of tear-gas canisters at thousands of demonstrators late Sunday as public unrest stretched into a seventh weekend.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-presidents-party-wins-big-in-ukraine-11563737643", "title": "New President's Party Wins Big in Ukraine", "date": "2019-07-22 22:55", "summary": "The Servant of the People's victory cements the political newcomer's power at a critical juncture for the country's relations with Russia and the West. Ukrainians voted overwhelmingly for the party of their former-comedian president in parliamentary elections on Sunday, cementing the political newcomer's power at a critical juncture for the country's relations with Russia and the West.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heat-wave-continues-another-day-11563734026", "title": "Heat Wave Sets Records, but Relief Is in Sight", "date": "2019-07-22 22:34", "summary": "Power outages hit New York amid near-100-degree temperatures; cooler, wetter weather is due Monday. A heat wave that gripped a large section of the U.S. set temperature records over the weekend from the Ohio Valley to the East Coast, but forecasters said cooler, wetter weather was expected to begin arriving Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-continues-to-target-democratic-lawmakers-11563733912", "title": "Trump Continues to Target Democratic Lawmakers", "date": "2019-07-22 21:36", "summary": "Advisers push back on charges of racism as the president issues a new attack on the 'squad'. President Trump on Sunday continued to target four progressive lawmakers known as the \"squad,\" while his senior advisers pushed back against assertions from Democrats that he was racist.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salvadoran-leader-tells-pompeo-he-wants-to-reduce-immigration-to-u-s-11563756289", "title": "Salvadoran Leader Tells Pompeo He Wants to Reduce Immigration to U.S.", "date": "2019-07-22 20:44", "summary": "On last stop of Latin American trip, secretary of state praises cooperation. SAN SALVADOR, El Salvador-The government of El Salvador is committed to improving conditions there to reduce illegal immigration to the U.S., and Washington is prepared to join with it, Secretary of State Mike Pompeo said Sunday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-ricos-governor-facing-calls-to-resign-wont-seek-re-election-11563752275", "title": "Puerto Rico's Governor Won't Seek Re-Election", "date": "2019-07-22 20:02", "summary": "Ricardo Rosselló's announcement comes amid demonstrations in San Juan. Amid widespread and growing demands for his resignation, Puerto Rico Gov. Ricardo Rosselló said he would remain in office but wouldn't stand for re-election in 2020 as the U.S. territory prepared for another day of demonstrations against his administration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]