[{"link": "https://www.wsj.com/articles/boeing-knew-about-safety-alert-problem-for-a-year-before-telling-faa-airlines-11557087129", "title": "Boeing Knew About Safety-Alert Problem for a Year Before Telling FAA, Airlines", "date": "2019-05-05 19:15", "summary": "The problem kept a safety feature found on earlier models from functioning on the 737 MAX. Boeing Co. didn't share information about a problem with a cockpit safety alert for about a year before the issue drew attention with the October crash of a 737 MAX jet in Indonesia, and then gave some airlines and pilots partial and inconsistent explanations, according to industry and government officials.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/special-counsel-robert-mueller-has-tentative-date-to-appear-before-house-judiciary-committee-11557070811", "title": "Trump Says Mueller Shouldn't Testify", "date": "2019-05-05 19:14", "summary": "House Judiciary Committee hopes the special counsel will agree to appear on May 15, a congressman says. President Trump said Sunday he didn't want Robert Mueller to testify before Congress after a Democrat on the House Judiciary Committee raised hopes the special counsel would appear.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advocates-push-for-new-york-drivers-licenses-for-undocumented-immigrants-11557097201", "title": "Advocates Push for New York Driver's Licenses For Undocumented Immigrants", "date": "2019-05-05 19:00", "summary": "But lawmakers from upstate and Long Island are resistant to the idea. Immigrant advocates are launching an all-out push in the final weeks of the New York legislative session for a bill that would let undocumented immigrants apply for driver's licenses, a lightning rod in state politics since former Gov. Eliot Spitzer first proposed it more than a decade ago.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avengers-endgame-surpasses-2-billion-globally-in-record-time-11557084866", "title": "'Avengers: Endgame' Surpasses $2 Billion in Record Time", "date": "2019-05-05 18:54", "summary": "Superhero film becomes second-highest-grossing movie of all time. Walt Disney Co.'s \"Avengers: Endgame\" became the second-highest-grossing movie of all time, reaching nearly $2.19 billion in global box-office revenue just 12 days after hitting theaters, according to preliminary studio estimates.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corrections-amplifications-11557096775", "title": "Corrections & Amplifications for the edition of Monday, May 6, 2019", "date": "2019-05-05 18:52", "summary": "Resume Subscription. A 2019 survey on the cost of youth sports by TD Ameritrade found that 50% of parents said they felt confident their child would get an athletic scholarship. A U.S. News article on April 22 about college sports scholarships incorrectly said the figure was 40%.", "categories": [["General News"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-disappointing-debut-looms-large-in-ubers-impending-mega-ipo-11557095597", "title": "Lyft's Disappointing Debut Looms Large in Uber's Impending Mega-IPO", "date": "2019-05-05 18:33", "summary": "Uber executives are eager to avoid the pitfalls that sunk the debut of smaller rival Lyft. Uber Technologies Inc., gearing up for its landmark IPO this week, has taken steps to avoid setbacks that turned the debut of ride-sharing rival Lyft Inc. into a disappointment.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-taps-mark-morgan-as-head-of-immigration-and-customs-enforcement-11557069292", "title": "Trump Taps Mark Morgan as Head of Immigration and Customs Enforcement", "date": "2019-05-05 17:52", "summary": "Morgan served as Border Patrol chief in final months of Obama Administration. President Trump said Sunday that he was appointing Mark Morgan, a former Border Patrol chief under the Obama administration, to head Immigration and Customs Enforcement, weeks after the president withdrew his former nominee and said he wanted someone \"tougher.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffett-defends-berkshire-amid-lagging-performance-11557091272", "title": "Buffett Defends Berkshire Amid Lagging Performance", "date": "2019-05-05 17:21", "summary": "Trailing stock market, the investor says: 'I'm betting my entire net worth' that company endures. OMAHA, Neb.- Berkshire Hathaway Inc. has underperformed the S&P 500 for a decade, forcing Warren Buffett into a position he rarely resides: on the defensive.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-burdens-of-berniecare-11557091123", "title": "The Burdens of BernieCare", "date": "2019-05-05 17:18", "summary": "Congress's budget gnomes tip-toe around single-payer's reality.. Bernie Sanders sells Medicare for All as a simple idea: \"You will have a card which has Medicare on it, you'll go to any doctor that you want, you'll go to any hospital that you want.\" So the Congressional Budget Office provided a public service last week by describing, albeit in thick and cautious bureaucratese, what it would really take to float BernieCare.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/racial-spoils-in-washington-state-11557091027", "title": "Racial Spoils in Washington State", "date": "2019-05-05 17:17", "summary": "Democrats overrule voters to impose racial and gender preferences.. Identity politics often yields regressive policy, as Washington state legislators demonstrated last week by voting to restore racial and gender preferences in state government.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-biggest-losers-11557091071", "title": "Britain's Biggest Losers", "date": "2019-05-05 17:17", "summary": "The Tories are punished for their Brexit division and incompetence.. As election losses go, there are defeats and then there's what happened to Britain's two largest parties on Thursday. Voters exacted brutal revenge at the ballot box for the failure of the political class to deliver the Brexit that Britain voted for in 2016.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-aloft-near-multiyear-highs-as-investors-parse-data-fed-11557057601", "title": "Strong Dollar Confronts Clashing Signs", "date": "2019-05-05 17:13", "summary": "U.S. currency's movements affect everything from corporate profits to commodities prices around the world. The dollar backed off from a two-year high this past week after a Federal Reserve meeting and several key data releases presented investors with conflicting signals on U.S. growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-and-white-collars-dont-fit-every-job-11557090321", "title": "Blue and White Collars Don't Fit Every Job", "date": "2019-05-05 17:05", "summary": "From retail to coding and gigs, today's work is varied in ways politicians overlook.. \"Give me a job, give me security / Give me a chance to survive / I'm just a poor soul in the unemployment line / My God, I'm hardly alive / . . . I'm gonna be a blue collar man.\" So sang Styx in 1978. Now headlines blare \"Joe Biden Makes Appeal to Blue-Collar Workers.\" But is that a unified voting class anymore?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-rebellion-that-wasnt-11557090358", "title": "Venezuela's Rebellion That Wasn't", "date": "2019-05-05 17:05", "summary": "Guaidó got double-crossed. But Maduro will have to sleep with one eye open.. Venezuelan interim President Juan Guaidó took a big gamble last Tuesday when he stood outside La Carlota air base in Caracas at dawn and called on the military to drop its allegiance to dictator Nicolás Maduro.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberals-nod-as-comey-begs-the-question-11557090274", "title": "Liberals Nod as Comey Begs the Question", "date": "2019-05-05 17:04", "summary": "If you're smart, why consider opinions other than your own?. Former FBI director James Comey published an op-ed last week asserting that President Trump has \"eaten\" Attorney General William Barr's \"soul.\" Mr. Comey's piece is a remarkable exercise in question-begging-a series of bald assertions that assume their own truth.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-death-at-the-golden-gate-review-san-franciscos-plague-years-11557090213", "title": "'Black Death at the Golden Gate' Review: San Francisco's Plague Years", "date": "2019-05-05 17:03", "summary": "The city's ﬁrst known victim of the bubonic plague was abandoned at a cofﬁn shop by his roommates before he was dead.. Wong Chut King lived in squalid conditions in the cellar of San Francisco's Globe Hotel. It was a rat-infested space in the city's Chinatown that he shared with as many as three roommates all taking turns sleeping on the same bed. When a painful lump appeared on Wong's groin, the 41-year-old laborer, fearing he'd contracted a venereal disease, consulted a local Chinese doctor. The doctor prescribed an herbal remedy, yet Wong's temperature continued to soar. He also became nauseous, diarrheic and delusional. Before Wong could be overtaken by the disease, the men sharing his cramped living quarters carried him to a nearby coffin shop. There he died, on the afternoon of March 6, 1900, as the city's first known victim of the bubonic plague.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/im-running-to-save-capitalism-11557090143", "title": "I'm Running to Save Capitalism", "date": "2019-05-05 17:02", "summary": "Massive deregulation and socialism would both ruin the economic system that allows America to flourish.. American capitalism is at risk.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weeding-out-dubious-marijuana-science-11557090088", "title": "Weeding Out Dubious Marijuana Science", "date": "2019-05-05 17:01", "summary": "Researchers find ways to minimize increases in crime and traffic deaths that followed legalization.. Academics depict the peer-review process as the gold standard for intellectual honesty, ensuring published scholarly work is unbiased and accurate. But ideological conformity makes peer review a far thinner defense than advertised.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-cohen-was-a-bluffer-not-a-fixer-11557090013", "title": "Michael Cohen Was a Bluffer, Not a Fixer", "date": "2019-05-05 17:00", "summary": "He wasn't involved in the Trump Organization's core business.. Michael Cohen was my friend. I knew his family and he knew mine. But for him to suggest before Congress in February that he was the Trump Organization's top lawyer and deal maker is surreal. He was neither.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-warren-politicize-accounting-11557089967", "title": "Don't Let Warren Politicize Accounting", "date": "2019-05-05 16:59", "summary": "Her 'real profits' tax would hijack GAAP and harm investors and corporate employees alike.. Sen. Elizabeth Warren is campaigning for president like Robin Hood in the Hamptons. But the Massachusetts Democrat's proposed Real Corporate Profits Tax-her plan to tax highly profitable companies on their financial accounting incomes-may do more harm than good to the working class she claims to champion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-gaza-trade-blows-in-deadly-exchanges-11557052053", "title": "Israel, Gaza Trade Blows in Deadly Exchanges", "date": "2019-05-05 16:30", "summary": "Over 600 rockets fired at Israel, which responded with strikes on 250 military targets in Gaza. TEL AVIV-Israel and Gaza militants exchanged heavy fire for a second day in some of their worst fighting in years, jeopardizing cease-fire talks and raising fears the conflict would spiral into all-out war.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-shrugs-off-north-korean-weapons-test-as-pyongyang-needles-washington-11557032938", "title": "Trump Shrugs Off North Korean Weapons Test", "date": "2019-05-05 15:57", "summary": "Pyongyang confirms it tested various weaponry, which experts say included a short-range missile. The Trump administration played down the threat presented by North Korea's latest weapons tests and said it was eager for a resumption of talks to end the country's efforts to acquire nuclear missiles.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentucky-derby-disqualification-is-nightmare-scenario-for-horse-racing-11557067765", "title": "The Kentucky Derby That Veered Off Course", "date": "2019-05-05 15:36", "summary": "Country House's win comes after a tough winter of unexplained horse deaths and debates about safety and the future of the sport. Louisville, Ky.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-trade-deficit-inflation-data-11557082800", "title": "Economy Week Ahead: Trade Deficit, Inflation Data", "date": "2019-05-05 15:00", "summary": "Also, Japan will report figures on household spending. In the week ahead, the U.S. will publish data on inflation and trade. Overseas, Japan will release figures on household spending and Mexico will report on inflation.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labors-numbers-fall-but-influence-remains-11557081254", "title": "Labor's Numbers Fall but Influence Remains", "date": "2019-05-05 14:34", "summary": "Shrinkage in members doesn't mean waning political influence and ability to advance labor's agenda.. Your editorial \"Big Labor's Big Shrink\" (April 30) makes a strong case that the continuing decline in union density (the portion of the workforce in unions) is caused by the fundamental lack of attractiveness of labor unions and collective bargaining. But what exactly is the point of no return in union density for labor unions-the point at which density has fallen so far and so fast that rebound is out of the question?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/separate-but-equal-on-american-campuses-11557081202", "title": "Separate but Equal on American Campuses", "date": "2019-05-05 14:33", "summary": "As individual groups are isolated by gender, race and religion, they become ideological, each clamoring and fighting among each other for their rightful piece of the economic and political pies.. Regarding Peter W. Wood and Dion J. Pierre's \"Segregation by Design on Campus\" (April 30): Why is anyone surprised? The defeat of the American ideal of integration and assimilation by diversity and identity politics leads to social outcomes exactly as Messrs. Wood and Pierre describe. As individual groups are isolated by gender, race and religion, they become ideological, each clamoring and fighting among each other for their rightful piece of the economic and political pies.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-gas-guzzling-suvs-are-the-champs-for-hard-duty-11557081148", "title": "Big, Gas-Guzzling SUVs Are The Champs for Hard Duty", "date": "2019-05-05 14:32", "summary": "For actual sport utility, you need interior space, towing capacity, horsepower and range.. Dan Neil doesn't like the new BMW X7 SUV because it's ugly and burns fuel (\"Rumble Seat: This BMW 'Driving Machine' Isn't Remotely 'Ultimate,'\" Off Duty, April 27). In both instances, he compares it unfavorably to a Tesla. For commuting to Manhattan, with brief jaunts to the Hamptons on weekends, the Tesla might be the right SUV. If, on the other hand, you want to tow your 20-foot boat 400 miles to your cabin in the Rockies with your wife, three kids, dog and two weeks' provisions, your Tesla isn't going to cut it. For actual sport utility, you need interior space, towing capacity, horsepower and range. Swarovski crystal optional.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consider-this-before-self-medicating-with-mdma-11557081051", "title": "Consider This Before Self-Medicating With MDMA", "date": "2019-05-05 14:30", "summary": "Until MDMA, also known as Ecstasy, is thoroughly vetted via scientific analysis, and until it is made a legal, pure, dose-controlled medication, keep in mind that what you get on the street may not produce the intended outcome.. Regarding \"Mind & Matter-Psychedelics as a Path to Social Learning\" (Review, April 27): It is important to remember that research was conducted with pure product, dose controlled. However, the ravers who Alison Gopnik mentions use street drugs of unknown origin or dose. This significantly changes the parameters and outcomes of the Ecstasy experience. Until MDMA, also known as Ecstasy, is thoroughly vetted via scientific analysis, and until it is made a legal, pure, dose-controlled medication, it would be prudent to keep in mind that what you get on the street may not produce the intended outcome. I am looking forward to following this experimental line of inquiry because I care for many soldiers who suffer from post-traumatic stress disorder and anxiety.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-eager-to-resume-north-korea-talks-11557077893", "title": "Pompeo Eager to Resume North Korea Talks", "date": "2019-05-05 13:38", "summary": "Secretary of State's comments echo Trump's tweets following Pyongyang weapons tests. WASHINGTON-Secretary of State Mike Pompeo on Sunday played down the threat presented by North Korea's latest weapons tests and said he is eager for a resumption of talks to end the country's efforts to acquire nuclear missiles.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-schmear-campaign-aims-at-all-the-tea-in-china-11557077701", "title": "A Schmear Campaign Aims at All the Tea in China", "date": "2019-05-05 13:35", "summary": "Resume Subscription. SHANGHAI-They say 1.4 billion customers can't be wrong. But what if those customers are putting cream cheese in their tea?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-can-finally-stop-the-measles-outbreak-officials-lean-on-an-unlikely-band-of-locals-11557077101", "title": "What Can Stop the Measles Outbreak? Officials Lean on an Unlikely Band of Locals", "date": "2019-05-05 13:25", "summary": "Resume Subscription. To fight the biggest measles outbreak in the U.S. in more than a quarter-century, public-health officials have tried robocalls, vaccination audits, vaccination orders and $1,000 fines. This is the standard playbook and it hasn't worked to stop the disease's spread.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/your-contacts-list-is-your-most-important-social-network-heres-how-to-make-it-better-11557061200", "title": "Your Contacts List Is Your Most Important Social Network. Here's How to Make It Better.", "date": "2019-05-05 12:44", "summary": "Apps can help you update and maintain your digital address book-without stealing all your personal data. My Facebook friends are mostly just people I met at parties. Most of my LinkedIn connections are strangers I thought made me look \"professional,\" and I follow hundreds of people on Twitter and Instagram whom I'll never meet in real life.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-tells-bulgaria-to-welcome-migrants-11557073800", "title": "Pope Tells Bulgaria to Welcome Migrants", "date": "2019-05-05 12:30", "summary": "Balkan land has closed its borders as part of EU policy. Pope Francis urged Bulgaria to welcome the migrant flows it currently blocks in his latest statement against rising anti-immigrant sentiment in Europe.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-giants-rethink-the-businesses-that-made-them-big-11557071214", "title": "Tech Giants Rethink the Businesses That Made Them Big", "date": "2019-05-05 11:46", "summary": "Facebook, Apple, Amazon and Google are seeking out new places to disrupt, but analysts say future ventures will likely be costly. Google, Facebook Inc. and other tech giants have long tinkered with ways to grow outside the core businesses they dominate. Now those efforts are becoming urgent.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dean-foods-falters-in-more-concentrated-milk-market-11557064801", "title": "Dean Foods Falters in Shrinking Milk Market", "date": "2019-05-05 10:00", "summary": "Biggest U.S. dairy maker is losing sales and exploring sale or breakup as milk consumption wanes. America's biggest milk maker is running out of options as milk consumption continues to decline in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/councilman-wants-new-york-city-to-pay-for-armed-guards-in-houses-of-worship-11557064800", "title": "Councilman Wants City to Pay for Armed Guards in Houses of Worship", "date": "2019-05-05 10:00", "summary": "Kalman Yeger plans to introduce bill this week following recent string of attacks and mass shootings. A New York City councilman plans to introduce a bill this week that would require the city to pay for an armed security guard at any house of worship that requests the protection.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-traveling-to-europe-will-address-venezuela-climate-change-11557061390", "title": "Pompeo, Traveling to Europe, to Address Venezuela, Climate Change", "date": "2019-05-05 09:03", "summary": "U.S. envoy to meet Russian counterpart in midst of Venezuela crisis. The Trump administration's top diplomat is bound for Europe this week to grapple with international competition for Arctic resources, the spread of Chinese technology, and Russian influence in both Europe and South America, including Venezuela.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pensions-dont-always-track-how-much-is-borrowed-against-their-names-11557061200", "title": "Pensions Don't Always Track How Much Is Borrowed Against Their Names", "date": "2019-05-05 09:00", "summary": "Many investors in private-equity funds are in the dark about their exposure through loans called subscription lines of credit. Over the past several years, a once-marginal type of loan called the subscription line of credit has become all the rage in private equity. These loans let private-equity firms buy companies now and send the bill to investors later.", "categories": [["Pro PE Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voter-approval-rising-for-trumps-handling-of-the-economy-11557061201", "title": "Voter Approval Rising for Trump's Handling of the Economy", "date": "2019-05-05 09:00", "summary": "Wall Street Journal/NBC News poll finds signs that the economy could help Trump win support beyond his base voters. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-new-yorks-hudson-yards-everyone-feels-colder-11557061200", "title": "At New York's Hudson Yards, Everyone Feels Colder", "date": "2019-05-05 09:00", "summary": "Wind blowing off Hudson River means temperature at new complex can feel a few degrees cooler. Hudson Yards, the massive new development in Midtown Manhattan, has luxury shopping, fine dining and art exhibits. It is also one of the chilliest spots in New York City.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macquarie-gets-a-foothold-in-u-s-asia-ocean-trade-11557057600", "title": "Macquarie Gets a Foothold in U.S.-Asia Ocean Trade", "date": "2019-05-05 08:00", "summary": "Australian investment group's $1.78 billion purchase of a major gateway in Southern California comes with $9 billion in guaranteed revenue over the next 20 years. Macquarie Infrastructure Partners has an important piece of financial support in its bid to build up its role in U.S. shipping.", "categories": [["Shipping Matters"]], "category_links": ["https://www.wsj.com/news/types/shipping-matters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moore-cain-withdrawals-re-up-quest-for-loyalists-on-fed-board-11557054000", "title": "Moore, Cain Withdrawals Re-Up Search for Supporters on Fed Board", "date": "2019-05-05 07:00", "summary": "It is unclear whether White House will change tactics for selecting new candidates given president's demand for lower interest rates. WASHINGTON-The White House has renewed its quest for Senate-confirmable candidates for the Federal Reserve Board who will reflect President Trump's economic priorities, after his previous two choices flamed out in a messy public fashion.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-man-wants-to-mend-notend-libor-11557054043", "title": "This Man Wants to Mend, Not End, Libor", "date": "2019-05-05 07:00", "summary": "ICE Benchmark Administration president suggests pairing a revamped version of Libor with SOFR, the leading candidate to replace it. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-backs-plan-for-more-h-2b-visas-irking-critics-of-immigrant-labor-rules-11557048600", "title": "Trump Administration Backs Plan for More Visas for Seasonal Workers", "date": "2019-05-05 05:30", "summary": "Landscapers, resorts and other small businesses are clamoring for more temp workers; opponents say policies lower U.S. wages. WASHINGTON-The Trump administration is moving ahead to allow an additional 30,000 seasonal workers to return to the U.S. this summer, a higher-than-expected number that reflects internal tensions in the White House's approach to legal immigration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maximum-security-wins-kentucky-derby-11557010470", "title": "Country House Wins Kentucky Derby After Maximum Security Is Disqualified", "date": "2019-05-05 22:46", "summary": "Stewards rule that Maximum Security caused interference at the top of the stretch. LOUISVILLE, Ky.-Country House, a 65-to-1 long shot, was declared the winner of the Kentucky Derby after Maximum Security was disqualified in the 145th running of the race.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}]