[{"link": "https://www.wsj.com/articles/embarrassing-leaks-led-to-clampdown-on-trumps-phone-records-11569710889", "title": "Leaks Led to Clampdown on Trump's Phone Records", "date": "2019-09-28 18:48", "summary": "After blowup over calls with Mexican, Australian leaders, officials moved toward greater secrecy, now an issue in impeachment inquiry. WASHINGTON-The White House moved to clamp down on access to records of presidential phone calls after problematic leaks of sensitive discussions early in the Trump administration, according to people with knowledge of the actions, culminating in the use of a secret national security server which is now central to the impeachment probe.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teen-vaping-didnt-cool-juuls-celebrity-push-11569643202", "title": "Teen Vaping Didn't Cool Juul's Celebrity Push", "date": "2019-09-28 17:55", "summary": "The e-cigarette maker pursued stars like Leonardo DiCaprio and model Bella Hadid, even as concerns mounted. In a lounge at the Sundance Film Festival last year, Juul Labs Inc. doled out $1 bundles of e-cigarettes to guests passing through. A-listers, including Elijah Wood, Nicolas Cage and Black Eyed Peas frontman will.i.am, stopped in front of a Juul-branded backdrop and posed for photographs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-trump-administrations-plan-to-expand-sped-up-immigrant-deportations-11569692806", "title": "Judge Blocks Trump Administration's Push for Swifter Immigrant Deportations", "date": "2019-09-28 17:34", "summary": "Policy, applied to those found within 100 miles of U.S. borders, was expanded nationwide in July. A federal district judge blocked the Trump administration from expanding a policy allowing the government to quickly deport illegal immigrants without going through immigration courts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-admissions-group-votes-to-allow-more-aggressive-student-recruiting-11569701995", "title": "College Admissions Group to Allow More Aggressive Student Recruiting", "date": "2019-09-28 16:19", "summary": "Changes come amid threat of continued legal action by the Justice Department, which said current rules stifled competition. LOUISVILLE, Ky.-College counselors and admissions officers voted Saturday to scrap elements of their ethics code that the Justice Department said stifled competition, under threat of legal action from the federal government.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghans-head-to-the-polls-despite-threat-of-taliban-violence-11569649093", "title": "Afghan Voter Turnout Appears Light Amid Threats, Fraud Concerns", "date": "2019-09-28 14:25", "summary": "Meager numbers could find the election's eventual winner trying to defend the legitimacy of the result. JABAL SARAJ, Afghanistan-Afghans trickled to polling stations to vote for a new president on Saturday, their numbers depleted by fears of attacks by Taliban insurgents and concerns that fraud and other voting irregularities would render any vote meaningless.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-sept-21-27-2019-11569689367", "title": "Photos of the Week", "date": "2019-09-28 12:49", "summary": "House begins impeachment inquiry of President Trump, travel agency Thomas Cook shuts down, Greta Thunberg reprimands world leaders and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-police-deploy-water-cannon-as-thousands-rally-on-anniversary-of-umbrella-movement-11569686165", "title": "Hong Kong Deploys Water Cannon as Thousands Rally on Anniversary of Umbrella Movement", "date": "2019-09-28 11:56", "summary": "Protesters gather at the scene of pro-democracy protests five years ago ahead of China's National Day celebrations. HONG KONG-Tens of thousands gathered at the scene of pro-democracy protests five years ago Saturday evening, as part of a series of protests ahead of a mass event on Tuesday to coincide with the 70th anniversary of the founding of Communist China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theaters-new-way-to-silence-cellphones-lock-them-up-11569679200", "title": "Theaters' New Way to Silence Cellphones: Lock Them Up", "date": "2019-09-28 10:00", "summary": "A lockable case is increasingly used to store devices during shows; 'The minute I put my phone in it, I wanted it back.'. Cellphone interruptions are the bane of almost every performer. But now, more cultural institutions and theatrical producers in New York City are embracing a way to curb the use of the devices during shows.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-washington-talks-impeachment-pence-talks-trade-11569679201", "title": "As Washington Talks Impeachment, Pence Talks Trade", "date": "2019-09-28 10:00", "summary": "Vice president spent two days mostly avoiding questions on the topic that is dominating politics. With the impeachment process roiling Washington and enraging his boss, Vice President Mike Pence headed to Indiana and tried to change the subject.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wall-street-revolt-that-fizzled-11569668402", "title": "A Wall Street Revolt That Fizzled", "date": "2019-09-28 07:00", "summary": "How IEX lost the listings battle. Upstart exchange operator IEX Group Inc. cooked up its own version of the New York Stock Exchange's daily, opening-bell ceremony in an attempt to lure corporate listings from rivals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-gets-less-with-more-heard-on-the-street-11569668400", "title": "Tesla Gets Less With More", "date": "2019-09-28 07:00", "summary": "Another quarter of strong deliveries from Elon Musk might not translate into meaningful growth. A fresh milestone for Tesla isn't likely to provide a lasting benefit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-florida-push-for-strict-new-gun-ban-11569663000", "title": "In Florida, Push for Strict New Gun Ban", "date": "2019-09-28 05:30", "summary": "Ballot effort facing sharp headwinds would put some of nation's tightest limits on weapons commonly used in mass shootings. Gun-control advocates in Florida are mobilizing behind an ambitious aim: to pass a ban on semiautomatic rifles with high-capacity magazines for the first time in a Republican-controlled state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-matters-this-week-in-the-2020-race-11569643261", "title": "Impeachment Upends 2020 Calculations", "date": "2019-09-28 00:01", "summary": "Impeachment debate reshapes next year's presidential race, deepening political divisions. Throughout President Trump's time in office, Washington has been, to put it mildly, an unpredictable place.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11569608667", "title": "Pepper...and Salt", "date": "2019-09-28 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-legacy-of-gandhi-11569643260", "title": "The American Legacy of Gandhi", "date": "2019-09-28 00:01", "summary": "He never set foot in the U.S., but the Indian leader's life and ideas inspired millions and provoked social change. On Oct. 2, the world will mark the 150th anniversary of the birth of Mohandas Karamchand \"Mahatma\" Gandhi. Gandhi never visited the U.S., but few non-Americans have had such a great impact on American life. His work as a freedom fighter and social reformer in India was closely followed in the U.S.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-tries-banking-for-the-masses-its-been-a-struggle-11569643252", "title": "Goldman Sachs Tries Banking for the Masses. It's Been a Struggle.", "date": "2019-09-28 00:00", "summary": "So far, Goldman has lost $1.3 billion on its consumer bank-and its makeover is challenging the firm's identity as a titan of high finance. Two dozen of Goldman Sachs Group Inc.'s most profitable traders were kicked off their desk last year to make room for the swelling ranks of the firm's Main Street lending arm.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catching-gen-z-requires-a-big-fish-instagram-11569643201", "title": "Catching Gen Z Requires a Big Fish: Instagram", "date": "2019-09-28 00:00", "summary": "It's hard to pull people away from the established social-media platforms. Some upstart app developers aren't even trying.. While I was sitting with a group of ex-Instagram and Facebook employees at their new office in San Mateo, Calif., talking about their recently launched app, one of them, John Barnett, opened a handwritten note that had been on the coffee table. It contained well wishes from his former \"fam\" at Facebook. The card came with a box of pins resembling the digital stickers people add to their social-media posts: \"Mood.\" \"Squad.\" \"Good vibes.\"", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]