[{"link": "https://www.wsj.com/articles/secondary-buyers-shrug-off-marketvolatilityfor-now-11546473485", "title": "Secondary Buyers Shrug Off Market Volatility-for Now", "date": "2019-01-02 18:58", "summary": "Top News. Secondary investors have banked on favorable market conditions, and even have been willing to pay up in recent years to score deals. But violent swings in public stocks and mounting concern that a decadelong economic expansion is nearing its end could pose fresh challenges for secondary investors in 2019.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/enter-the-house-of-pelosi-11546473467", "title": "Enter the House of Pelosi", "date": "2019-01-02 18:57", "summary": "The main Democratic goal will be destroying Donald Trump.. Nancy Pelosi takes the oath as Speaker of the House for the third time Thursday, a suitable reward for gaining 40 seats. If you expect a new era of progress in Washington, however, fair warning. The main Democratic goal will be investigating, not legislating. Then again, the country could do worse than policy gridlock, and it probably will.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harriss-dark-knights-11546473440", "title": "Kamala Harris's Dark Knights", "date": "2019-01-02 18:57", "summary": "Does the Senator think Al Smith and JFK were extremists?. We're still a year from the 2020 presidential primaries, but Senator Kamala Harris is already showing America how far the Democratic Party has strayed from its roots.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/romneys-reproach-11546473418", "title": "Romney's Reproach", "date": "2019-01-02 18:56", "summary": "Attacking Trump's character is easy. How about defending trade?. Does Mitt Romney plan to run against Donald Trump for the GOP presidential nomination in 2020? That's a fair speculation after the soon-to-be Senator from Utah blasted the President on Wednesday in an op-ed in the Washington Post, a leading publication of the anti-Trump resistance.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-worrying-and-learn-to-love-the-military-industrial-complex-11546473315", "title": "Stop Worrying and Learn to Love the Military-Industrial Complex", "date": "2019-01-02 18:55", "summary": "In the era of cyberwarfare, walls between business, civil society and the army make us less safe.. President Dwight D. Eisenhower warned of \"the military-industrial complex\" in his January 1961 farewell address. The term has become a powerful bogeyman, implying a conspiracy between the military and its suppliers to operate in their own interests. But in today's security environment, Western countries need a military-industrial complex-a real one, not a bogeyman.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blake-nordstrom-a-scion-of-retail-dynasty-has-died-11546463497", "title": "Blake Nordstrom, a Scion of Retail Dynasty, Has Died", "date": "2019-01-02 18:54", "summary": "Great-grandson of Nordstrom's founder, who ran luxury department-store chain with his brothers, had been diagnosed with cancer. Blake Nordstrom, an heir to the Nordstrom Inc. fortune who ran the department-store chain with his two brothers, died unexpectedly Wednesday morning, less than a month after he revealed he had been diagnosed with cancer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-true-state-solution-11546473263", "title": "The True-State Solution", "date": "2019-01-02 18:54", "summary": "Follow the map the British drew in 1922, which put Arab and Jewish Palestine across the Jordan River.. The Trump administration has offered tantalizing clues about its forthcoming \"Deal of the Century\" for Mideast peace. It could be a bold new concept-replacing the failed \"two-state solution\" with a Jordan-Israel confederacy, in which Jordan would be recognized as the Palestinian state. Call it the true-state solution.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-court-is-too-gun-shy-on-the-second-amendment-11546473290", "title": "The Supreme Court Is Too Gun-Shy on the Second Amendment", "date": "2019-01-02 18:54", "summary": "The justices haven't clarified the law since 2010, causing confusion in the lower courts.. Sometimes whether the Supreme Court decides a case is as important as what it decides. A case in point is the right to keep and bear arms. The justices decided that the Second Amendment protects an individual right in District of Columbia v. Heller (2008) and that states as well as the federal government may not infringe it in McDonald v. Chicago (2010). But it hasn't agreed to hear a single case since to define the scope of the right.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-predictions-are-2-for-3thanks-oscar-11546473223", "title": "My Predictions Are 2 for 3-Thanks, Oscar", "date": "2019-01-02 18:53", "summary": "Plus a look ahead at 2019, from Mueller and impeachment to trade with China.. I made 29 predictions last January, and since accountability matters, how'd I do? At year's end, I got 19½ right and 9½ wrong-in some instances, wildly so.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-fathers-big-beautiful-wall-11546473239", "title": "My Father's Big, Beautiful Wall", "date": "2019-01-02 18:53", "summary": "The game of handball has lost one of its greatest advocates.. When my father, Jack, died last month at 85, the game of handball lost one of its greatest advocates. My father was devoted to the dwindling sport. He played twice a week and would cancel any interfering business or family obligation. He started playing at 25 at the local Young Men's and Women's Hebrew Association near the University of Pittsburgh campus and was still at it until he got sick 18 months ago-although at 78 he stopped diving for shots.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judicial-fortitude-review-time-for-congress-to-do-its-job-11546473182", "title": "'Judicial Fortitude' Review: Time for Congress to Do Its Job", "date": "2019-01-02 18:53", "summary": "Imagine a world where the legislative branch actually legislates, courts interpret laws and executive agencies faithfully execute them. Yuval Levin reviews \"Judicial Fortitude\" by Peter J. Wallison.. The American constitutional system is out of order. The basic shape of its dysfunction has been clear for decades, though its causes may seem obscure. At the core of the problem is the emergence, over the course of a century, of a fourth branch of government neither conceived by nor desired by the framers of the Constitution: a network of administrative agencies that combine legislative, executive and judicial powers and therefore threaten the integrity of the constitutional framework and the basic rights of the American people. This fourth branch was the brainchild of the early progressives and has generally advanced the agenda of the left, so conservatives have long been wary of it.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-at-the-turn-11546473140", "title": "Trump at the Turn", "date": "2019-01-02 18:52", "summary": "We have entered a Trumpian Twilight Zone and the path forward is not clear.. Donald Trump's unique presidency has entered a strange period, a kind of Trumpian Twilight Zone. Mitt Romney's opportunistic, up-yours op-ed for the Washington Post got one thing right: The odd mood around the Trump presidency has a lot to do with what happened in December.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-another-record-week-hamilton-proves-it-has-many-acts-to-go-11546473103", "title": "'Hamilton' Proves It Has Many Acts to Go", "date": "2019-01-02 18:51", "summary": "Some say Lin-Manuel Miranda's musical could top the longest-running show in history, 'The Phantom of the Opera'. In the hit Broadway musical \"Hamilton,\" the title character sings of \"not throwing away\" his one shot at fame and glory.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tribune-media-pulls-stations-from-charters-spectrum-service-11546472166", "title": "Tribune Media Pulls Stations From Charter's Spectrum Service", "date": "2019-01-02 18:49", "summary": "Contract between the two companies expired at 5 p.m. Wednesday. Tribune Media Co. 's television stations and the WGN America cable channel have gone dark for Charter Communications Inc.'s Spectrum customers after the companies failed to reach an agreement over content fees.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-front-in-college-admissions-nudging-students-to-decide-early-11546449608", "title": "New Front in College Admissions: Nudging Students to Decide Early", "date": "2019-01-02 18:35", "summary": "Some counselors, parents and students say the offers-sometimes known as Early Decision II-pressure students to commit before they are ready. Some colleges and universities have started asking students who have applied through the regular admissions process to try a binding option that would boost their chances and help the schools lock in acceptances.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qatars-national-airline-buys-stake-in-chinese-carrier-11546441119", "title": "Qatar's National Airline Buys Stake in Chinese Carrier", "date": "2019-01-02 18:24", "summary": "Qatar Airways acquires 5% of China Southern Airlines as it looks to expand in one of the world's largest aviation markets. Qatar Airways said Wednesday that it has acquired a small stake in China's largest airline, adding to a roster of minority holdings in carriers on three continents.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-wasnt-peeled-enough-11546470832", "title": "Apple Drops Its iPhone Call", "date": "2019-01-02 18:13", "summary": "The iPhone maker's surprising revenue warning is bad news even for an already battered stock. Leave it to Apple not to do anything small.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-advances-as-stocks-fall-11546444876", "title": "U.S. Dollar Advances as Stocks Fall", "date": "2019-01-02 17:58", "summary": "Investors opened 2019 as they ended 2018, concerned about a world-wide economic slowdown. The dollar jumped Wednesday as major U.S. stock indices recorded a turbulent first session of 2019.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackbaud-buys-yourcause-for-157-million-from-providence-strategic-growth-11546469713", "title": "Blackbaud Buys YourCause for $157 Million From Providence Strategic Growth", "date": "2019-01-02 17:55", "summary": "Top News. Blackbaud Inc. said Wednesday it has acquired software company YourCause for $157 million.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/activist-investor-launches-fight-for-board-seats-at-mdc-partners-11546450184", "title": "Activist Investor Launches Fight for Board Seats at Ad Firm MDC Partners", "date": "2019-01-02 17:47", "summary": "FrontFour, which owns roughly 5.3% of MDC, seeks to replace three directors at the ad firm. FrontFour Capital Group LLC, a Connecticut hedge fund, has launched an effort to shake up the board of embattled advertising company MDC Partners Inc.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-new-finance-chief-urges-quick-pension-overhaul-11546455741", "title": "Brazil's New Leader Moves to Revamp Economy", "date": "2019-01-02 17:42", "summary": "Jair Bolsonaro is moving quickly to try to boost sluggish growth and cutting the deficit in part by scaling back Brazil's pension system. SÃO PAULO-Brazilian President Jair Bolsonaro's new government is moving quickly to impose changes to the economy intended to boost sluggish growth, while signaling plans to cut the deficit in part by scaling back Brazil's pension system.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-faces-lawsuit-over-2013-california-wildfire-11546468850", "title": "PG&E Is Sued Over 2013 California Wildfire", "date": "2019-01-02 17:40", "summary": "Power producer demands $20 million for utility accident that destroyed plant. A California power-generating company sued PG&E Corp. for the utility's role in a fire several years ago that destroyed one of its power plants, causing it more than $20 million in damages.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-me-your-tired-your-poor-and-overtaxed-11546468025", "title": "Give Me Your Tired, Your Poor and Overtaxed", "date": "2019-01-02 17:27", "summary": "High rates of taxation have prompted residents to move from certain states.. Regarding your editorial \"High-Tax State Exodus\" (Dec. 29): There is no disputing a relationship between higher tax rates in states and lower net population migration. Blue states like Connecticut, Illinois and New York with higher taxes and a higher cost of living are losing residents or gaining population at very low rates, while no-income-tax states such as Florida, Nevada, Texas and Washington have grown at double-digit rates this decade.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/like-obama-trump-blames-his-syria-backout-on-politics-11546467975", "title": "Like Obama, Trump Blames His Syria Backout on Politics", "date": "2019-01-02 17:26", "summary": "'America First' may work as a political slogan, but in practice it has already caused needless disruption.. As stated by Tommy Meyerson in \"The Cost of Betraying Syria's Kurds\" (op-ed, Dec. 21.): \"The West owes them a debt for the price they've paid.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-dot-plots-leave-market-watchers-no-wiser-11546467926", "title": "The Fed's Dot Plots Leave Market Watchers No Wiser", "date": "2019-01-02 17:25", "summary": "They should not be viewed either like corporate quarterly earnings estimate that can be \"beat\" or \"missed.\". Regarding your editorial \"Powell to Markets: Take That\" (Dec. 20): Much has been made lately of the Federal Reserve's \"communication problem,\" including among algorithm traders short selling on the stock market. The problem starts with the misunderstood and often misreported quarterly dot plots that purport to show the \"central tendency\" of the Federal Open Market Committee's interest-rate policy over the coming two years.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-swap-holders-make-peace-with-82-5-million-cyrus-deal-11546442433", "title": "Sears Swap Holders Make Peace With $82.5 Million Cyrus Deal", "date": "2019-01-02 17:19", "summary": "Investors on both sides of credit default swap bets resolve dispute that shook market confidence. Credit default swap holders resolved their standoff with one of Sears Holdings Corp.'s largest creditors over an $82.5 million bankruptcy auction that spotlighted potential problems in the multitrillion-dollar derivatives market.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-manufacturing-sector-contracts-11546232113", "title": "China's Manufacturing Sector Contracts", "date": "2019-01-02 17:18", "summary": "Official manufacturing PMI unexpectedly fell to 49.4 in December, the lowest level since February 2016. BEIJING-China's manufacturing sector contracted in December, with an official measure of factory activity hitting its lowest level in nearly three years and pointing to gathering headwinds for the world's second-largest economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitsui-ship-is-ablaze-in-middle-of-pacific-ocean-11546429972", "title": "Mitsui Ship Is on Fire in Middle of Pacific Ocean", "date": "2019-01-02 17:09", "summary": "Four sailors are feared dead and one other is missing from car carrier called Sincerity Ace. ​A Japanese-owned car carrier bound for Hawaii was ablaze Wednesday in the middle of the Pacific Ocean with four sailors feared dead and one other missing, according to the U.S. Coast Guard.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bronx-beautician-arrested-over-death-from-illegal-buttocks-injection-11546466428", "title": "Beautician Arrested Over Death From Illegal Buttocks Injection", "date": "2019-01-02 17:00", "summary": "Woman also faces charge of unauthorized practice of a profession. An unlicensed Bronx beautician was arrested Wednesday on charges of manslaughter and criminally negligent homicide for injecting silicone into the buttocks of a client who later died as a result of the illegal procedure, police officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-officials-blast-mayor-de-blasio-for-delays-on-judges-11546465712", "title": "Court Officials Blast Mayor de Blasio for Delays on Judges", "date": "2019-01-02 16:55", "summary": "A top New York state judge expects 'significant adverse impact on the criminal court's operations'. Mayor Bill de Blasio has failed to fill nine judicial seats that were vacated on Jan. 1, leading to expected backlogs and delays in New York's justice system, state court officials say.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deaths-level-offand-even-declinein-some-opioid-hotspots-11546088400", "title": "Deaths Level Off-and Even Decline-in Some Opioid Hotspots", "date": "2019-01-02 16:47", "summary": "New Hampshire, Ohio cite efforts with overdose-reversal drug and push against painkiller abuse. New Hampshire is close to posting its first decline in drug deaths in six years, echoing trends in some other states as the national overdose-fatality rate appears to be leveling off.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sempra-energy-selling-322-million-worth-of-natural-gas-assets-to-arclight-11546465190", "title": "Sempra Energy Selling $332 Million Worth of Natural Gas Assets to ArcLight", "date": "2019-01-02 16:39", "summary": "Top News. Sempra Energy on Wednesday said a subsidiary agreed to sell non-utility U.S. natural gas storage facilities to an affiliate of ArcLight Capital Partners for $332 million in cash, subject to adjustments for working capital.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-pushes-for-answers-on-russias-detention-of-american-for-alleged-spying-11546447911", "title": "U.S. Pushes for Answers on Russia's Detention of American", "date": "2019-01-02 16:35", "summary": "Paul Whelan was visiting Russia for a wedding, his family says. The Trump administration raised questions about Russia's detention of an American citizen as the U.S. ambassador to Moscow visited him on Wednesday.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congestion-fee-lawsuit-could-cost-mta-17-million-in-revenue-11546437601", "title": "Congestion Fee Lawsuit Could Cost MTA $17 Million in Revenue", "date": "2019-01-02 16:21", "summary": "MTA expected to receive an average of about $1 million a day from the fee to fund ongoing work on subways. The Metropolitan Transportation Authority could miss out on at least $17 million in revenue in the opening weeks of 2019 because of a legal challenge to a congestion charge on taxi and ride-hail trips in Manhattan.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-chinas-deteriorating-growth-could-ripple-through-markets-in-2019-11546397231", "title": "U.S. Stocks Inch Higher in Wobbly Start to the Year", "date": "2019-01-02 16:21", "summary": "Uncertainties of 2018 continue as some see wild swings in equity indexes. U.S. stocks edged higher after a rocky first session of 2019, extending a recent stretch of volatility as anxiety about global growth and interest rates rippled across markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-faces-lawsuit-over-2013-california-fire-11546464003", "title": "PG&E Faces Lawsuit Over 2013 California Fire", "date": "2019-01-02 16:20", "summary": "Top News. A California power-generating company sued PG&E Corp. for the utility's role in a fire several years ago that destroyed one of its power plants, causing it more than $20 million in damages.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/former-usc-basketball-coach-pleads-guilty-in-ncaa-corruption-case-11546463975", "title": "Former USC Basketball Coach Pleads Guilty in NCAA Corruption Case", "date": "2019-01-02 16:19", "summary": "Assistant coach Anthony 'Tony' Bland faced four counts, including soliciting bribes for himself from an aspiring sports agent and arranging payments to the families of two players. A former assistant basketball coach at the University of Southern California pleaded guilty Wednesday to conspiring to take bribes in exchange for steering top players to financial advisers and sports business managers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-lumbers-collapse-a-perfect-storm-of-housing-and-trade-11546437601", "title": "Lumber Prices Collapse After Record-Breaking Rally", "date": "2019-01-02 16:17", "summary": "Confluence of market pressures brought about an epic collapse after the commodity hit a record last May. Lumber futures reached a record in May that was 30% above the old all-time high set in the early 1990s. Still, lumber ended the year as one of the worst-performing commodities.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/svoboda-capital-sells-infinite-packaging-to-main-posts-fortis-solutions-11546463745", "title": "Svoboda Capital Sells Infinite Packaging to Main Post's Fortis Solutions", "date": "2019-01-02 16:15", "summary": "Resume Subscription. Fortis Solutions Group LLC, a printing and packaging company backed by Main Post Partners, has acquired Infinite Packaging Group Inc. from Svoboda Capital Partners.", "categories": [["Pro PE Exits"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-exits?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-start-the-year-with-declines-11546426570", "title": "Oil Prices Bounce Back From Early Decline", "date": "2019-01-02 16:10", "summary": "The mood in the energy market shifted as focus turned from global demand to supply cuts. Oil prices climbed Wednesday after declining earlier in the day, strengthening in response to new supply data that suggested OPEC cuts are taking hold in the new year.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turnspire-forms-crane-carrier-holdings-11546463259", "title": "Turnspire Forms Crane Carrier Holdings", "date": "2019-01-02 16:07", "summary": "Top News. Turnspire Capital Partners is launching Crane Carrier Holdings LLC to acquire industrial company Hines Corp.'s specialty vehicle group, which consists of Crane Carrier Co. and Kimble Mixer Co.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-maintain-recent-momentum-11546444354", "title": "Treasurys Continue Rally Into 2019", "date": "2019-01-02 16:05", "summary": "Weak Chinese economic data heightens qualms about global growth. The nearly two-month long rally in U.S. government bonds continued into the new year as investors scooped up safer assets in the wake of soft Chinese manufacturing data.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-romney-revival-project-11546463147", "title": "The Romney Revival Project", "date": "2019-01-02 16:05", "summary": "Who's buying the latest repositioning from Utah's new senator?. Just before taking his seat as Utah's newest U.S. Senator, former presidential candidate and Massachusetts Governor Mitt Romney is condemning the character of President Donald Trump. But given Mr. Romney's history, some members of the press corps are withholding the strange new respect customarily accorded to Republicans who criticize the President.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oskar-kokoschkaexpressionist-migrant-european-a-retrospective-review-longevity-as-blessing-and-curse-11546462876", "title": "'Oskar Kokoschka-Expressionist, Migrant, European. A Retrospective' Review: Longevity as Blessing and Curse", "date": "2019-01-02 16:01", "summary": "A retrospective urges us to re-examine the Austrian Expressionist's long career and, in particular, to take a fresh look at the late work of one of the 20th century's greatest and most influential painters.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centre-lane-acquires-turning-technologies-from-brockway-moran-11546462615", "title": "Centre Lane Acquires Turning Technologies From Brockway Moran", "date": "2019-01-02 15:56", "summary": "Top News. Brockway Moran & Partners-backed Turning Technologies LLC has found a new owner in Centre Lane Partners.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-barrick-gold-chief-looks-to-end-tanzania-dispute-11546462438", "title": "New Barrick Gold Chief Looks to End Tanzania Dispute", "date": "2019-01-02 15:53", "summary": "Mark Bristow wants to resolve the tax and revenue-sharing fight; he says asset sales are possible, too. Barrick Gold Corp.'s chief executive said he is optimistic the company will soon resolve a dispute in Tanzania that has idled most of its mining operations in the country.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/circuit-judges-rule-against-u-s-coal-corp-lenders-over-adviser-fees-11546462271", "title": "Circuit Judges Rule Against U.S. Coal Corp. Lenders Over Adviser Fees", "date": "2019-01-02 15:51", "summary": "Court upholds two lower court decisions in dispute over $2.4 million payment to law firms, restructuring adviser. A panel of appeals court judges picked a winner in a payment dispute that arose from the 2014 collapse of U.S. Coal Corp., ruling that bankruptcy professionals who tried to save the struggling Kentucky coal mining company should receive $2.4 million for their effort.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/powerful-antitank-missiles-put-u-s-forces-in-middle-east-at-risk-11546347600", "title": "Powerful Antitank Missiles Put U.S. Forces in Middle East at Risk", "date": "2019-01-02 15:50", "summary": "Increasingly effective guided missiles, many of them U.S.-made, have proliferated among America's foes. An upgraded class of high-powered weaponry has flooded the battlefields of the Middle East, threatening even the most sophisticated battle tanks and highlighting a gap in U.S. military preparedness.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-shutdown-irs-will-take-your-money-but-give-no-refunds-11546462112", "title": "In a Shutdown, IRS Will Take Your Money, but Give No Refunds", "date": "2019-01-02 15:48", "summary": "With limited funding, thin-staffed IRS prepares for busy individual income-tax filing season. WASHINGTON-A prolonged government shutdown would likely delay billions of dollars in income-tax refunds.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comedian-paul-scheer-on-the-most-interactive-way-to-watch-basketball-11546462097", "title": "Comedian Paul Scheer on the Most Interactive Way to Watch Basketball", "date": "2019-01-02 15:48", "summary": "The host of the 'How Did This Get Made' podcast details his quest for the perfect backpack and the best way for stat nerds to obsess over NBA games. I always bring a new Lego kit when I'm going somewhere to work. The last thing I built was a big movie theater, but I've also built a detective's office, a pool hall, a Lego X-Wing from \"Star Wars.\" There are so many things in life that don't have a beginning, middle and end, so there's something so refreshing and fun about being able to complete something. When I'm done, I leave them for the next person at the Airbnb or wherever I'm staying.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-gains-as-investors-seek-safe-assets-11546459228", "title": "Gold Gains as Investors Seek Safe Assets", "date": "2019-01-02 15:00", "summary": "Gold prices climbed to start the year as investors sought safe assets amid uncertainty about whether recent volatility in stocks will continue. Gold prices climbed to start the year as investors sought safe assets amid uncertainty about whether recent volatility in stocks will continue.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vector-capital-to-acquire-aspect-software-11546458806", "title": "Vector Capital to Acquire Aspect Software", "date": "2019-01-02 14:53", "summary": "Top News. Aspect Software Inc. said Wednesday it agreed to be acquired by private-equity firm Vector Capital.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/now-hiring-with-attractive-new-perk-free-college-degree-11546458513", "title": "Now Hiring, With Attractive New Perk: Free College Degree", "date": "2019-01-02 14:48", "summary": "Companies say benefits of a happy, better-educated staff outweigh the costs of paying for workers' college education. Some of America's largest companies are proposing that a good job can lead to a free college education, reversing the norm that requires workers to get the degree before launching a career.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-prioritize-intersection-of-ai-business-process-11546458246", "title": "CIOs Prioritize Intersection of AI, Business Process", "date": "2019-01-02 14:44", "summary": "Chief information officers and business technology leaders are looking to deepen their use of AI and machine learning. The adoption of artificial intelligence in business goes far beyond the acquisition or development of technology. It also requires a new approach to workflow, business process and organization.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/government-visa-website-sidelined-by-record-demand-11546458079", "title": "Government Visa Website Sidelined by Record Demand", "date": "2019-01-02 14:41", "summary": "Labor Department site for seasonal workers remains closed, leaving businesses in limbo. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/angel-medical-files-for-bankruptcy-11546457980", "title": "Angel Medical Files for Bankruptcy", "date": "2019-01-02 14:39", "summary": "New Jersey cardiac device developer backed by Abbott Labs, Johnson & Johnson. Angel Medical Systems Inc., a cardiac-device developer whose backers include Abbott Laboratories and Johnson & Johnson's venture capital arm, filed for bankruptcy protection Monday with a plan to allow bondholders to swap their debt for equity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/charlesbank-spinout-signs-first-acquisition-11546457481", "title": "Charlesbank Spinout Signs First Acquisition", "date": "2019-01-02 14:31", "summary": "Top News. Nonantum Capital Partners has sealed its first deal with the acquisition of legal services provider ProVest LLC.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lampert-to-bid-for-sears-real-estate-if-rescue-attempt-fails-11546452228", "title": "Lampert to Bid for Sears Real Estate If Rescue Attempt Fails", "date": "2019-01-02 14:19", "summary": "The billionaire's hedge fund last week made a $4.4 billion bid to carve out a chunk of Sears' stores and keep them open. Sears Chairman Eddie Lampert's hedge fund, ESL Investments Inc., is interested in scooping up Sears Holdings Corp.'s real estate for $1.8 billion, as well as some other assets, if its offer to buy the company out of bankruptcy as a going concern fails, Sears disclosed in a filing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-de-blasio-fundraiser-found-guilty-in-police-corruption-trial-11546456170", "title": "Former De Blasio Fundraiser Found Guilty in Police Corruption Trial", "date": "2019-01-02 14:09", "summary": "Jury acquitted co-defendant, former NYPD deputy inspector James Grant, who was accused of bribery. A Brooklyn businessman and former fundraiser for Mayor Bill de Blasio was convicted Wednesday of conspiring to bribe New York Police Department officials for favors.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-you-ate-too-much-one-nation-says-blame-the-internet-11546444899", "title": "Gut Check: Does Binge Watching Binge Eating Make You Fat?", "date": "2019-01-02 13:54", "summary": "Resume Subscription. SEOUL-After wolfing down four orders of fried chicken, Lee Dong-hyun stared at what remained on his plate: a puddle of curry sauce and some french fries. So he dumped in a bowl of rice to vacuum up what remained.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-will-be-the-bearer-of-bad-news-11546454718", "title": "Fed Will Be the Bearer of Bad News", "date": "2019-01-02 13:45", "summary": "Markets and the Fed disagree about the odds of rate increases this year now that stocks have retreated. Investors have convinced themselves that the Federal Reserve probably won't be raising rates this year. Even if that bet turns out to be right, it presents a big problem for the Fed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-and-the-american-option-11546454656", "title": "Britain and the American Option", "date": "2019-01-02 13:44", "summary": "A trade deal with the U.S. could save Brexit, if the U.K. wants it.. Britain faces momentous Brexit decisions this spring, and as if on cue U.S. officials have piped up in recent weeks to clarify the stakes for our British friends. The overarching message: A trade deal with the U.S. could be a Brexit lifeline-if Britain wants to grab it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secrets-of-wealthy-women-financial-resolutions-for-the-new-year-11546454455", "title": "Secrets of Wealthy Women: Financial Resolutions for the New Year", "date": "2019-01-02 13:40", "summary": "The experts also offer advise for female breadwinners, entrepreneurs, and millennial investors. What are some financial resolutions women might want to make in the new year? How can they achieve their career goals in 2019? And how can they protect their families from a health crisis?", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-congos-crooked-contest-11546453926", "title": "The Congo's Crooked Contest", "date": "2019-01-02 13:35", "summary": "The government shuts down the internet as votes are being counted.. A long history of misrule has made the Democratic Republic of Congo one of the world's poorest and most dangerous countries. The Congolese people had reason for optimism this summer when President Joseph Kabila agreed to step down. This makes the hijinks surrounding Sunday's election particularly dispiriting.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedens-eqt-raises-offer-for-karo-pharma-to-sek6-15-billion-11546453169", "title": "Sweden's EQT Raises Offer for Karo Pharma to SEK6.15 Billion", "date": "2019-01-02 13:19", "summary": "Top News. Swedish private-equity group EQT said Wednesday that it has increased its bid for Karo Pharma AB to 6.15 billion Swedish kronor ($692.4 million) from SEK5.94 billion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/anzu-partners-sells-axsun-technologies-to-excelitas-11546452634", "title": "Anzu Partners Sells Axsun Technologies to Excelitas", "date": "2019-01-02 13:10", "summary": "Top News. Anzu Partners, a Washington, D.C.-based firm focused on investments in industrial technology companies, has sold Axsun Technologies Inc. to Excelitas Technologies Corp.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/big-pharmas-big-price-conundrum-11546452561", "title": "Big Pharma's Big Price Conundrum", "date": "2019-01-02 13:09", "summary": "Big pharma faces a new twist on an old problem: drug prices. In a familiar story line, investors in Big Pharma have a drug-pricing problem. This time, however, the script has flipped.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-says-biden-offers-best-case-for-democrats-to-beat-trump-11546452044", "title": "Cuomo Says Biden Offers 'Best Case' for Democrats to Beat Trump", "date": "2019-01-02 13:00", "summary": "New York governor touts former vice president's credibility as 'secret ingredient' in 2020 race. A day after focusing on national themes in an inauguration speech, New York Gov. Andrew Cuomo said former Vice President Joe Biden would be the Democratic Party's most credible candidate in the 2020 race for the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-gasoline-boast-rings-true-11546451428", "title": "Trump's Gasoline Boast Rings True", "date": "2019-01-02 12:50", "summary": "President Trump's claim of credit for the recent drop in pump prices gets an endorsement of sorts from President Obama's energy adviser. U.S. gasoline prices on the last day of 2018 were down by a quarter a gallon from a year earlier, according to the Energy Department. The oil analyst-in-chief sees even cheaper fill-ups in 2019. While President Trump's prediction may or may not pan out, he received an endorsement of sorts about his industry chops from none other than his predecessor's energy adviser on Wednesday.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congo-keeps-voters-in-the-dark-about-election-results-11546450679", "title": "Congo Keeps Voters in the Dark About Election Results", "date": "2019-01-02 12:37", "summary": "Official says blocking of internet and SMS aims to maintain order, but opposition sees plot to rig tally. Rising disorder roiled the Democratic Republic of Congo in the wake of a long-delayed and chaotic presidential vote, threatening to disrupt Ebola treatment and a mining industry that serves global electronics production.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ares-raises-some-3-billion-for-first-u-s-senior-direct-lending-fund-11546449956", "title": "Ares Raises Some $3 Billion for First U.S. Senior Direct Lending Fund", "date": "2019-01-02 12:25", "summary": "Top News. Ares Management Corp. said it raised around $3 billion for its first commingled U.S. senior direct lending fund, ahead of the fund's $2 billion target.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fentanyls-new-foe-a-quick-test-strip-that-can-prevent-overdoses-11546252200", "title": "Fentanyl's New Foe: A Quick Test Strip That Can Prevent Overdoses", "date": "2019-01-02 12:17", "summary": "Heroin and cocaine users rely on the strip to see if their drugs have been contaminated with the synthetic opioid, but the practice has encountered opposition. There is a new tool to help battle the opioid epidemic that works like a pregnancy test to detect fentanyl, the potent substance behind the escalating number of deaths roiling communities around the country.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-faces-on-the-fomc-white-house-seeks-to-arrange-trump-powell-rapprochement-chinas-economy-in-the-spotlight-11546432553", "title": "New Faces on the FOMC | White House Seeks to Arrange Trump-Powell Rapprochement | China's Economy in the Spotlight", "date": "2019-01-02 12:09", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trade-war-interest-rates-loom-large-for-restructuring-pros-in-2019-11546437600", "title": "Trade War, Interest Rates Loom Large for Restructuring Pros in 2019", "date": "2019-01-02 12:06", "summary": "Experts say fallout from tariffs and rising rates will likely drive restructuring activity in year ahead as political uncertainty persists. The restructuring industry is keeping tabs on the domestic and global political climate as it looks ahead to 2019-specifically, the trade war and expected increases in interest rates.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ecb-appoints-administrators-at-troubled-banca-carige-11546448394", "title": "ECB Appoints Administrators at Troubled Banca Carige", "date": "2019-01-02 11:59", "summary": "Top News. The European Central Bank has appointed temporary administrators at troubled Italian lender Banca Carige SpA after a majority of its board members resigned on Wednesday.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/firm-retention-summary-usa-gymnastics-11546447581", "title": "Firm Retention Summary: USA Gymnastics", "date": "2019-01-02 11:46", "summary": "Top News. This is a summary of a request from USA Gymnastics to hire Miller Johnson PLC as special counsel, filed Dec. 21 with the U.S. Bankruptcy Court in Indianapolis.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/coming-soon-to-a-museum-near-you-the-seven-day-schedule-11546288102", "title": "Coming Soon to a Museum Near You: The Seven-Day Schedule", "date": "2019-01-02 11:40", "summary": "Guggenheim follows in footsteps of MoMA, Whitney and the Metropolitan Museum of Art in staying open every day of the week. In New York City, museum-going is becoming an everyday affair-literally.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-for-2019-laws-on-guns-harassment-cannabis-spiked-drinks-11546377708", "title": "New for 2019: Laws on Guns, Harassment, Cannabis-Spiked Drinks", "date": "2019-01-02 11:22", "summary": "A look at some notable changes heading into the new year. The new year is bringing in a flurry of new laws and ordinances across the country-from crackdowns on plastic straws and foam containers to new measures spurred by last year's school shooting massacre in Parkland, Fla., and the #MeToo scandals.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conflict-that-helped-spur-israeli-election-resounds-among-ultra-orthodox-jews-11546425000", "title": "Conflict That Helped Spur Israeli Election Resounds Among Ultra-Orthodox Jews", "date": "2019-01-02 10:47", "summary": "Military service remains taboo in growing community and a divisive political issue. TEL AVIV-The Israeli culture clash that helped to precipitate the collapse of Prime Minister Benjamin Netanyahu's ruling coalition in December is intimately understood by people like Chaim Gross, a 25-year-old computer programmer.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/danny-green-toronto-raptors-value-in-kawhi-leonard-deal-11546436703", "title": "The Raptors Traded for One MVP and Got Two", "date": "2019-01-02 10:29", "summary": "Toronto is an NBA title contender in part because of Danny Green-the other player in the Kawhi Leonard deal. TORONTO-Danny Green woke up early one morning this summer to a buzzing phone that had been set to Do Not Disturb mode. There were several missed calls and one voice mail from Gregg Popovich. He called the San Antonio Spurs coach back without bothering to listen to his message with some unexpected news that would change Green's life.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-chairman-lampert-makes-last-minute-bid-to-save-chain-11546442901", "title": "Sears Chairman Lampert Makes Last-Minute Bid to Save Chain", "date": "2019-01-02 10:28", "summary": "Liquidation firms also made offers, which must be deemed qualified before they make it to auction. Top News", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/heres-the-catch-on-yasmani-grandal-11546188449", "title": "Here's the Catch on Yasmani Grandal", "date": "2019-01-02 09:50", "summary": "The free-agent catcher is a big bat but there's debate about his value following his erratic playoff performance. Catcher is one of the thinnest positions in baseball, so a catcher like Yasmani Grandal, who hit 24 home runs for the Los Angeles Dodgers in 2018, was expected to land a lucrative free-agent deal.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-leader-rejects-unification-under-heightened-pressure-from-chinas-xi-11546428688", "title": "Taiwan Leader Rejects Unification Under Heightened Pressure From China's Xi", "date": "2019-01-02 09:46", "summary": "Beijing offers to accommodate the self-ruled island's democratic system. BEIJING-The leaders of China and Taiwan sparred over the prospects of unification, showing the decades-old split remains potentially volatile under intensifying pressure from Chinese President Xi Jinping to change the status quo.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-ford-deere-jpmorgan-chase-freeport-mcmoran-11546429042", "title": "Stocks to Watch: Netflix, Allergan, Tesla, Ford, Deere, Chesapeake Energy", "date": "2019-01-02 09:05", "summary": "These are among the companies with shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-central-bank-revises-rules-to-encourage-more-small-business-lending-11546437872", "title": "PBOC Revises Rules to Encourage More Small-Business Lending", "date": "2019-01-02 09:04", "summary": "PBOC lowers certain reserve requirements for bank lending. BEIJING-China's central bank tweaked its rules on bank lending to the country's cash-starved small businesses, the latest move to support the private sector in an economy that faces growing headwinds.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roku-taking-cues-from-amazon-adds-premium-subscriptions-11546437600", "title": "Roku, Taking Cues From Amazon, Adds Premium Subscriptions", "date": "2019-01-02 09:00", "summary": "Beginning later this month, Roku will directly sell subscriptions to premium TV channels such as Starz, Showtime and Epix. Roku Inc. is running a play from one of its biggest competitors.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-impasse-for-petsmart-private-equitys-new-years-resolutions-11546436132", "title": "An Impasse for PetSmart; Private Equity's New Year's Resolutions", "date": "2019-01-02 08:35", "summary": "Top News. Happy New Year! It's that time of year when some of us dust off our vision boards or bathroom scales and contemplate our New Year's resolutions. Personally, I like to set the bar low and keep mine achievable. A perennial favorite of mine is to wake up at least once a day. It's a resolution that I've achieved fairly consistently for years now, so why mess with a good thing?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mitt-romney-blasts-deep-descent-of-trump-presidency-11546399916", "title": "Mitt Romney Blasts 'Deep Descent' of Trump Presidency", "date": "2019-01-02 08:17", "summary": "In op-ed piece, incoming Utah senator and former 2012 presidential candidate says president 'has not risen to the mantle of office'. WASHINGTON-Mitt Romney, the former Republican presidential nominee who will be sworn in as senator for Utah on Thursday, delivered a withering attack on President Trump's character in an op-ed article published Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-top-experts-posts-from-2018-on-wealth-management-11546434414", "title": "Five Top Experts Posts from 2018 on Wealth Management", "date": "2019-01-02 08:15", "summary": "Sometimes one income is better than two, according to one of the most popular wealth-management posts of the year. In 2018, the WSJ Experts panel on wealth management wrote about strategies for smarter investing and ways to keep couples working as a team on financial goals.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cyber-daily-ceos-must-step-up-11546434805", "title": "Cyber Daily: CEOs Must Step Up", "date": "2019-01-02 08:13", "summary": "MUST READS FROM CYBERSECURITY. Cyber Daily: CEOs Must Step Up", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/white-house-invites-congressional-leaders-to-meet-with-trump-wednesday-11546374858", "title": "Trump, Congressional Leaders Set to Meet Over Shutdown", "date": "2019-01-02 07:45", "summary": "White House meeting aims to end an impasse over funding for a border wall. WASHINGTON-President Trump ramped up pressure on Democrats to end an impasse over funding for a border wall, formally inviting them to a bipartisan meeting at the White House on Wednesday amid a partial government shutdown.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fearless-nfl-playoff-preview-who-the-heck-knows-11546356023", "title": "Fearless NFL Playoff Preview: Who the Heck Knows?", "date": "2019-01-02 07:17", "summary": "With favorites like Kansas City and New Orleans and underdogs like Philadelphia, the race for the Super Bowl feels wide open. Before we get going: Did anyone reading this column get sacked from an NFL head coaching job in the past 72 hours?", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sure-unfriend-herthen-brace-for-an-awkward-new-years-eve-11546195586", "title": "During the Holidays, Unfriend Irksome Relatives at Your Own Risk", "date": "2019-01-02 07:09", "summary": "Resume Subscription. Mark Duffy has an app that notifies him when his Instagram followers decide they no longer want to see his posts. Last year he was surprised by one name that showed up: his cousin.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/counterdrone-technologies-face-slow-ramp-up-at-airports-globally-11546283774", "title": "Counterdrone Technologies Face Slow Ramp-Up at Airports Globally", "date": "2019-01-02 07:05", "summary": "Companies that track and deter unauthorized drone flights typically focus instead on nonaviation customers. Despite world-wide concerns about unmanned aircraft buzzing around airports, suppliers of commercial drone-detection equipment generally have been looking elsewhere for sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-cooling-on-chinese-technology-startups-11546430400", "title": "Investor Interest in Chinese Tech Begins 2019 Not With a Bang but a Whimper", "date": "2019-01-02 07:00", "summary": "Thousands of private Chinese tech companies raised a record $69.4 billion in equity in 2018, but the volume of stock sales has dropped off sharply of late. The flood of money rushing into Chinese internet startups has slowed, dashing hopes of quick windfalls for many investors.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-is-getting-quietly-relentlessly-better-11546430400", "title": "The World Is Getting Quietly, Relentlessly Better", "date": "2019-01-02 07:00", "summary": "If we can solve global poverty, we can solve other problems like climate change. If you spent 2018 mainlining misery about global warming, inequality, toxic politics or other anxieties, I'm here to break your addiction with some good news: The world got better last year, and it is going to get even better this year.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asset-managements-squeezed-middle-faces-a-bleak-2019-11546428071", "title": "Asset Management's Squeezed Middle Faces a Bleak 2019", "date": "2019-01-02 06:21", "summary": "Nervous, cost-conscious investors aren't making it easy for fund managers to grow profits. It was a rough year for listed asset managers in 2018 and things likely won't get easier this year. Deals to build scale may be investors' best hope.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christian-pulisic-becomes-most-expensive-u-s-soccer-star-after-record-transfer-11546427455", "title": "Christian Pulisic Becomes U.S. Soccer's Most Expensive Star", "date": "2019-01-02 06:10", "summary": "Pulisic is one of the rare Americans to gamble on soccer abroad so early in his career. The most talented American soccer player of his generation is now the most expensive American soccer player of all time.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kreutzers-take-private-equity-braces-for-new-volatile-normal-in-2019-11546426801", "title": "Kreutzer's Take: Private Equity Braces for New (Volatile) Normal in 2019", "date": "2019-01-02 06:00", "summary": "Top News. Last year was marked by what many private-equity professionals said was a surprising degree of economic and market resilience. But as the industry faces 2019, volatility is becoming the new buzzword.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tencent-not-winning-yet-even-as-chinas-games-approvals-freeze-finishes-11546413207", "title": "Tencent Not Yet Winning Even as China's Game-Approval Freeze Melts", "date": "2019-01-02 02:13", "summary": "The Chinese tech giant was left out of the initial batch of approvals. And the regulatory review process is expected to get stricter.. BEIJING-Regulators ended their freeze on new videogames approvals, though left industry giants Tencent Holdings Ltd. and NetEase Inc. out in the cold when giving the first group the green light.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-getting-bubbles-not-growth-for-new-years-11546408661", "title": "China Is Getting Bubbles, Not Growth, for New Year's", "date": "2019-01-02 01:00", "summary": "The central bank keeps pumping money into the economy, but the cash ends up in all the wrong places. Champagne or no, New Year's Eve must have been a somber affair for China's top leadership, with word that manufacturing activity declined in December for the first time since 2016.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virtual-cash-treasure-in-zimbabwe-sparks-fight-over-billions-11546430988", "title": "Virtual-Cash Treasure in Zimbabwe Sparks Fight Over Billions", "date": "2019-01-02 00:01", "summary": "A shareholder tussle has broken out over EcoCash, a PayPal-like service. After years of brutal hyperinflation, Zimbabwe became known as a place where cash was almost worthless. Now, investors are fighting over EcoCash, the country's homegrown PayPal -like service that has zoomed into the economy's cash void.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-better-bathrooms-redeem-laguardia-11546439686", "title": "Airports Try Stall Tactic: Better Bathrooms", "date": "2019-01-02 00:01", "summary": "LaGuardia, the New York airport fliers love to hate, thinks it can win travelers over with nicer, larger restrooms-it's one of many airports figuring out how much this matters. New York", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frackings-secret-problemoil-wells-arent-producing-as-much-as-forecast-11546450162", "title": "Fracking's Secret Problem-Oil Wells Aren't Producing as Much as Forecast", "date": "2019-01-02 00:01", "summary": "Resume Subscription. Thousands of shale wells drilled in the last five years are pumping less oil and gas than their owners forecast to investors, raising questions about the strength and profitability of the fracking boom that turned the U.S. into an oil superpower.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11546359013", "title": "Pepper...and Salt", "date": "2019-01-02 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurers-push-back-against-paying-more-for-their-own-insurance-11546434001", "title": "Insurers Push Back Against Paying More for Their Own Insurance", "date": "2019-01-02 00:01", "summary": "Access to capital beyond reinsurance market gives insurers leverage to resist price increases after another year of disasters. Massive storms, wildfires and other catastrophes wreaked havoc on communities, the economy and the insurance industry in 2018. But they won't be enough to drive up many property-reinsurance prices in 2019, reports released Wednesday said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariff-exclusions-for-certain-steel-imports-sow-confusion-11546430400", "title": "Tariff Exclusions for Certain Steel Imports Sow Confusion", "date": "2019-01-02 00:01", "summary": "U.S. removes tariffs for 75% of requests, but many importers remain perplexed: 'None of it makes any sense'. Steel importers are winning most of their requests for tariff exclusions for products they say they can't find in the U.S., but the process is riddled with inconsistencies and frequent procedural changes, according to manufacturers and importers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dial-down-the-5g-hype-11546430401", "title": "Dial Down the 5G Hype", "date": "2019-01-02 00:01", "summary": "New wireless standard will bring undeniable benefits, but significant business in 2019 isn't likely. In case anyone somehow missed it, 5G is coming.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-battered-bull-market-is-limping-into-2019-11546425000", "title": "The Battered Bull Market Is Limping Into 2019", "date": "2019-01-02 00:01", "summary": "After a painful December rout, the U.S. stock market is seen as vulnerable to further declines. The dizzying market volatility that hit markets in the fourth quarter continued Wednesday, with the Dow Jones Industrial Average recouping a nearly 400-point loss to finish the first trading day of the year up 19 points, or less than 0.1%.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chernovas-take-the-pitfalls-of-founder-friendly-deals-11546401896", "title": "Chernova's Take: The Pitfalls of 'Founder-Friendly' Deals", "date": "2019-01-02 23:04", "summary": "Fawning over founders who cling to governance control can often hurt the investment and the business. WeWork Cos., might become a subsidiary of SoftBank Vision Fund, according to a pending deal, as reported by The Wall Street Journal. Yet Adam Neumann, the founder and chief executive, would remain in control of the startup.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cuomo-focuses-on-immigration-in-ellis-island-speech-11546395407", "title": "Cuomo Focuses on Immigration in Ellis Island Speech", "date": "2019-01-02 21:16", "summary": "As he begins his third term, governor says New York can be a beacon of progressive politics. Gov. Andrew Cuomo called for unity and said during an inaugural address on Tuesday night that New York should set an example for an increasingly divided America.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-raise-prices-on-hundreds-of-medicines-11546389293", "title": "Drugmakers Raise Prices on Hundreds of Medicines", "date": "2019-01-02 21:13", "summary": "New analysis shows Allergan setting the pace with increases of nearly 10% on more than two dozen products. Pharmaceutical companies are ringing in the new year by raising the price of hundreds of drugs, with Allergan PLC setting the pace with increases of nearly 10% on more than two dozen products, according to a new analysis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-launches-exploratory-committee-for-2020-presidential-bid-11546263112", "title": "Warren Launches Exploratory Committee for Presidential Bid", "date": "2019-01-02 19:18", "summary": "Senator exhorts voters to 'persist together' as she becomes first top-tier Democrat to take step toward race. WASHINGTON-Massachusetts Sen. Elizabeth Warren on Monday announced the formation of an exploratory committee for president, making her the first top-tier candidate to make a formal move toward running for the 2020 Democratic nomination.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-hopes-for-new-summit-with-trump-but-issues-warning-11546311683", "title": "Kim Jong Un Extends Peace Overture to U.S.", "date": "2019-01-02 19:12", "summary": "North Korean leader, in New Year's speech, says Pyongyang is refraining from producing nuclear weapons, but threatens to 'explore a new path' if U.S. continues its sanctions and pressure campaign. North Korean leader Kim Jong Un offered a new peace overture in his New Year's address, saying his country is refraining from producing nuclear weapons, a gesture some experts interpreted as a potential opening for resuming talks with President Trump.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connected-sensor-startup-samsara-valued-at-3-6-billion-11546387666", "title": "Connected Sensor Startup Samsara Valued at $3.6 Billion", "date": "2019-01-02 19:07", "summary": "$100 million funding comes from return investors Andreessen Horowitz and General Catalyst. Connected sensor startup Samsara Networks Inc. has raised $100 million from Andreessen Horowitz and General Catalyst in a deal that will value the company at $3.6 billion.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/after-scooter-craze-mobility-investors-dream-of-bus-bandwagon-11546387415", "title": "After Scooter Craze, Mobility Investors Dream of Bus Bandwagon", "date": "2019-01-02 19:03", "summary": "VCs look to new ways of moving people and goods following a blockbuster year for the transportation sector. In 2018, a pack of electric-scooter startups flooded city streets with their wares, setting off a funding craze by venture capitalists rushing to back them.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mensas-debate-deep-thinking-or-games-and-drinking-11546387272", "title": "Mensa's Debate: Deep Thinking or Games and Drinking?", "date": "2019-01-02 19:01", "summary": "Some members of the intellectually-minded club worry that weighty pursuits are giving way to frivolity; silly hats and vodka-soaked gummy bears. At a hotel on the outskirts of Cincinnati, members of a closed society dedicated to the highly intelligent gathered for their yearly meeting. On the agenda was a test for fresh aspirants and a discussion of submarine warfare techniques. There were also hours spent playing the game Exploding Kittens and consuming prodigious amounts of alcohol.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}]