[{"link": "https://www.wsj.com/articles/americans-voters-have-a-simple-health-care-message-for-2020-just-fix-it-11559467800", "title": "American Voters Have a Simple Health-Care Message for 2020: Just Fix It!", "date": "2019-06-02 19:13", "summary": "Resume Subscription. Nine years after Democrats passed the Affordable Care Act and more than a year after Republicans failed in their effort to repeal it, health care promises once again to be a major issue in the 2020 elections.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/arizona-suburbs-show-the-opportunities-risks-of-health-care-as-political-issue-11559467801", "title": "Arizona Suburbs Show the Opportunities, Risks of Health Care as Political Issue", "date": "2019-06-02 19:01", "summary": "The co-owner of a goat-yoga business can't afford health insurance. She says she is open to solutions.. GILBERT, Ariz.-April Gould helps run a thriving business where customers take yoga classes alongside dozens of baby goats, but she said she can't afford health insurance.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-chides-state-lawmakers-for-not-delivering-on-progressive-agenda-11559516400", "title": "Cuomo Chides Lawmakers For Not Delivering on Progressive Agenda", "date": "2019-06-02 19:00", "summary": "The governor lists 10 priorities as his fellow Democrats enter final crush of negotiations. Gov. Andrew Cuomo has been lobbing verbal bombs at state legislators as they enter a final crunch of negotiations before summer adjournment.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-employment-manufacturing-11559502000", "title": "Economy Week Ahead: Employment, Manufacturing", "date": "2019-06-02 18:59", "summary": "Also, the EU reports on May inflation and April jobless figures. In the week ahead, the U.S. will release new data on jobs and manufacturing. Also, the EU reports figures on inflation and unemployment.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-signals-it-is-willing-to-return-to-trade-talks-with-u-s-11559467875", "title": "China, Mexico Signal Willingness to Step Up Trade Talks With U.S.", "date": "2019-06-02 18:57", "summary": "Beijing's latest missive struck a newly measured tone, despite accusing Washington of scuttling negotiations, while Mexico sends a delegation to Washington to discuss immigration issues. China and Mexico both signaled a willingness to negotiate with Washington over escalating trade issues, while the Trump administration took to the airwaves to defend its use of tariffs to gain concessions from trading partners.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-says-potential-defective-parts-identified-on-312-boeing-737-jets-world-wide-11559511715", "title": "FAA Says Potential Defective Parts Identified on Boeing 737 Jets", "date": "2019-06-02 18:06", "summary": "FAA says suspect 737 parts don't pose accident hazard. U.S. air-safety regulators said nearly 150 parts inside the wings of more than 310 of Boeing Co. 's 737 jets, including grounded MAX models, may be defective and need to be replaced.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/head-of-new-york-state-bar-association-lays-out-agenda-11559512723", "title": "Head of New York State Bar Association Lays Out Agenda", "date": "2019-06-02 17:58", "summary": "Henry Greenberg wants a task force to look into the impact of autonomous vehicles and issue a report by next spring. The new head of the New York State Bar Association laid out plans to study a number of public policy issues, including the advent of autonomous vehicles.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-buildings-prepare-practice-for-shootings-11559509111", "title": "Government Buildings Prepare, Practice for Shootings", "date": "2019-06-02 17:40", "summary": "The assault in Virginia Beach is the second workplace shooting in recent years to leave at least 12 dead. In Washington, D.C., the city is rolling out a panic-button mobile app, which will enable nearly all of the 35,000 employees of the District of Columbia government to contact law enforcement with the tap of a button.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/census-target-john-roberts-11559510039", "title": "Census Target: John Roberts", "date": "2019-06-02 17:16", "summary": "Liberals spin a memo to influence the Chief Justice in a crucial case.. When Democrats, liberal groups and the media combine to promote a narrative, it pays to be skeptical. A classic example is last week's portrayal of a document that purportedly shows the Trump Administration had partisan motives for adding a citizenship question to the 2020 Census. The truth is that Republicans were following the law that Democrats claim to revere, and the furor is a last-ditch attempt to turn the Supreme Court their way in an important case.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-barrs-fresh-air-11559510133", "title": "William Barr's Fresh Air", "date": "2019-06-02 17:15", "summary": "The AG is taking flak because he's asking questions that others won't.. If you want to know why William Barr is under political attack, consider his interview last week with Jan Crawford of CBS News. It's a humdinger, in which the Attorney General challenges the received wisdom about the investigation into Trump-Russia collusion.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-climate-coups-averted-11559510064", "title": "Corporate Climate Coups Averted", "date": "2019-06-02 17:14", "summary": "Exxon and Chevron shareholders vote to stay in business.. Climate-change activists are relentless, and in recent years they've been trying to take over corporate boardrooms. So it was good to see shareholders last week overwhelmingly vote down resolutions forcing Chevron and Exxon Mobil to hurt their business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belt-and-road-review-a-chinese-world-order-11559507481", "title": "'Belt and Road' Review: A Chinese World Order", "date": "2019-06-02 16:31", "summary": "The West has seen history as progress, but the Chinese are betting that history has no particular direction-that they can take it where they choose.. Geography plays a crucial role in world politics, in this century as in any other. For a long time, of course, the center of geopolitical power has been the United States, whose influence, Bruno Maçães notes, has \"radiated to the maritime edges of the large Eurasian supercontinent.\" But now the Eurasian supercontinent is becoming an increasingly integrated space, organized not according to a Western model but according to a Chinese one. Mr. Maçães, a former Portuguese diplomat and China-based analyst, observes that internal Eurasian trade is now close to $2 trillion annually, more than double trans-Atlantic trade and \"significantly more\" than trans-Pacific trade.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-panda-could-end-the-trade-war-11559507419", "title": "A Panda Could End the Trade War", "date": "2019-06-02 16:30", "summary": "The U.S. should set zero tariffs on Chinese goods and have zero tolerance for abuse.. China gave the U.S. two giant pandas in honor of Richard Nixon's 1972 visit-Ling-Ling and Hsing-Hsing. (We gifted two musk oxen. Fair trade?) China must have been trying to tell us something. \"Ling\" in Mandarin translates to zero, which happens to be the right percentage for tariffs. Zero, zip, nada, goose egg.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-for-force-in-venezuela-11559507441", "title": "The Case for Force in Venezuela", "date": "2019-06-02 16:30", "summary": "How to back the regime's opponents without sending in the Marines.. Despite extreme repression under the dictatorship of Nicolás Maduro, the case for a U.S. military invasion of Venezuela remains unconvincing. Yet the case for the use of force by Venezuelans-with organizational and intelligence support from the U.S. and regional allies-has never been stronger.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-puts-trump-to-the-test-11559507350", "title": "Iran Puts Trump to the Test", "date": "2019-06-02 16:29", "summary": "He's restored U.S. credibility. Now he needs to maintain it.. President Trump's Iran policy has so far been effective at keeping the regime off balance. He especially distinguished himself by defying conventional opinion and withdrawing from the Joint Comprehensive Plan of Action, the 2015 nuclear agreement with Iran, and imposing painful economic sanctions, which have undercut Tehran's finances and exacerbated internal pressures.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-feeding-college-bureaucratic-bloat-11559507310", "title": "Stop Feeding College Bureaucratic Bloat", "date": "2019-06-02 16:28", "summary": "Congress should tie student loans to the ratio of administrators to full-time academic faculty.. American higher education faces many difficulties, not least soaring costs and the decline of academic freedom. Administrative bloat, subsidized by the federal government, makes both these problems worse.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defending-the-periphery-of-the-west-without-going-to-war-11559507259", "title": "Defending the Periphery of the West Without Going to War", "date": "2019-06-02 16:27", "summary": "A strategy of economic sanctions could deter aggression and reduce the need for military options.. Are the Senkaku islands worth a war? In 2014 a reporter put the question to Lt. Gen. John Wissler, the top U.S. Marine officer in the Pacific: What would the U.S. and Japan do if China seized one or more of the Senkakus?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-getting-too-much-salt-in-your-diet-probably-not-11559507235", "title": "Are You Getting Too Much Salt in Your Diet? Probably Not", "date": "2019-06-02 16:27", "summary": "The optimal amount of sodium is considerably more than the teaspoon a day usually recommended.. Dietary guidelines often change, but \"restrict your salt intake\" has resisted the advances of science. The National Academy of Medicine recently reiterated its advice to limit daily sodium intake to 2,300 milligrams (a little over a teaspoon of salt), or 1,500 milligrams for those at risk of cardiovascular disease. An article last week in the New England Journal of Medicine endorsed that view and called for the Food and Drug Administration to impose voluntary sodium limits on 150 food categories.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-bill-barr-on-bias-11559507208", "title": "Notable & Quotable: Bill Barr on Bias", "date": "2019-06-02 16:26", "summary": "'It's hard to read some of the texts . . . and not feel that there was gross bias at work.'. Jan Crawford interviewing Attorney General William Barr for \"CBS This Morning,\" May 31:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-rocket-builders-are-flying-high-even-as-launch-falls-a-bit-short-11559503600", "title": "College Rocket-Builders Fly High, Even as Launch Falls a Bit Short", "date": "2019-06-02 16:09", "summary": "Students who worked together remotely came together to have a blast in New Mexico watching their plans take off; 'we beat pretty much every odd'. Last year, some college kids who barely knew one other had a wild notion to try to launch their own rockets into space. Then, on Friday and Saturday, something even wilder happened: They were actually in New Mexico watching their rockets blast off.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comfortable-with-the-totally-tracked-life-11559502098", "title": "Comfortable With the Totally Tracked Life?", "date": "2019-06-02 15:05", "summary": "Are we willing to go the next step in surrendering our last bit of privacy and freedom in exchange for efficiency and safety? Do we trust a benevolent federal/state/city government, or their algorithms, to do the right thing?. In \"The Face-Recognition Panic\" (Business World, May 22), Holman Jenkins maintains that we needn't fear technology's surveillance of our everyday life, reasoning that it is a more efficient and objective tool to accomplish what law enforcement already does. I say why not take facial recognition, license-plate readers and credit-card security one step further and have a universal ID based on strict background checks, biometric/DNA measures and a current photo updated digitally every year?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inappropriate-use-of-plastics-hurts-all-of-us-11559502060", "title": "Inappropriate Use of Plastics Hurts All of Us", "date": "2019-06-02 15:01", "summary": "Too many of our disposable plastics are used for mere minutes, and then allowed to pollute our planet for hundreds of years.. Regarding \"In Plastics War, the Industry Fights Back\" (Business News, May 21), plastic remains in the environment for hundreds of years, which is why we continue to find plastic in every corner of the planet, from remote alpine peaks to the deepest ocean trenches, and in the stomachs of animals and humans alike. And we're adding about eight million tons a year to the problem.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-constitution-confronts-our-less-noble-aspects-11559502031", "title": "The Constitution Confronts Our Less Noble Aspects", "date": "2019-06-02 15:00", "summary": "Our Constitution is about curbing the less noble appetites of human nature, which hasn't changed in 203 years. It should be interpreted as written.. Regarding Myron Magnet's \"Thomas and Breyer's 'Stare' Contest\" (op-ed, May 23): It is true that the framers recorded their wisdom without today's technical developments. But that doesn't makes our Constitution any less relevant. It's about curbing the less noble appetites of human nature, particularly as these failings affect government. Unless you think human nature has changed in the last 230 years, then for justice to be achieved, for freedom to be maintained, the Constitution's dictates should be honored as written.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-is-a-bad-abuse-to-coerceunlimited-medical-liability-11559501996", "title": "It Is a Bad Abuse to Coerce Unlimited Medical Liability", "date": "2019-06-02 14:59", "summary": "I am sick of signing documents under duress, affirming that I will pay whatever the health-care insurance doesn't, with no idea how much that might be.. Matt Eyles, president of America's Health Insurance Plans, tells us that disclosure of competitively negotiated rates will raise health-care costs (\"White House Targets Health Costs,\" page one, May 25). In what other industry has consumer knowledge caused prices to increase? Mandating price transparency strikes at the Gordian knot at the center of our dysfunctional medical delivery system. It is the single most direct route to reform.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-college-standards-start-with-a-subpar-k-12-11559501969", "title": "Lower College Standards Start With a Subpar K-12", "date": "2019-06-02 14:59", "summary": "We are concentrating too much funding on the wrong end of the problem-college. The answer is to improve the product coming out of the K-12 education system that is failing our poorest and most vulnerable citizens.. Daniel Henninger ponders \"how 55 years after the passage of the Civil Rights Act, we are still mired in the same unchanging status quo.\" (\"The College Admissions Mess,\" Wonder Land, May 23). The \"adversity index\" policy is an example-trying to \"shoehorn\" students with lower SAT scores into an educational climate in which they can't compete, setting them up for failure.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-white-house-hopefuls-audition-on-a-liberal-stage-11559499631", "title": "Democratic White House Hopefuls Audition on a Liberal Stage", "date": "2019-06-02 14:55", "summary": "California delegates, flush with newfound primary clout and eager for more left-leaning policies, were courted by more than a dozen presidential candidates. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/godzilla-sequels-sluggish-domestic-debut-bolstered-abroad-11559501346", "title": "'Godzilla' Sequel's Sluggish Domestic Debut Bolstered Abroad", "date": "2019-06-02 14:49", "summary": "Third film in producer Legendary Entertainment's MonsterVerse opens below previous installments. \"Godzilla: King of the Monsters\" will need to continue muscling out its competition overseas to make up for a lackluster $49 million domestic opening, according to preliminary estimates.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-silvers-slide-another-sign-of-global-growth-worries-11559499172", "title": "In Silver's Slide, Another Sign of Global-Growth Worries", "date": "2019-06-02 14:12", "summary": "Silver has fallen nearly 6% this year; gold-to-silver ratio has climbed to its highest point since March 1993. The price of silver has fallen to its lowest level relative to gold in more than 26 years, a sign of slowing global growth to analysts who use the relationship between the two metals to gauge momentum in the global economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-trade-levers-test-long-term-u-s-alliances-11559495186", "title": "Trump's Trade Levers Test Long-Term U.S. Alliances", "date": "2019-06-02 13:54", "summary": "President's threats against Mexico and others can work in the short run, but global rules could be strained. President Trump's threat to hit Mexico with tariffs over immigration is the latest and most dramatic step in the weaponization of international economic levers.", "categories": [["Politics", "Analysis"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-americans-are-living-solo-and-companies-want-their-business-11559497606", "title": "More Americans Are Living Solo, and Companies Want Their Business", "date": "2019-06-02 13:46", "summary": "Resume Subscription. More Americans than ever are living alone these days, and many don't want to bake full-size cakes, buy eggs by the dozen, run half-loaded dishwashers or store 24-packs of toilet paper.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/these-drug-companies-are-too-frail-to-cure-11559484180", "title": "These Drug Companies Are Too Frail to Cure", "date": "2019-06-02 13:45", "summary": "Excessive debt and legal risks related to opioids are slamming generic-drug stocks. The calamity engulfing generic-drug stocks has many causes, but they are all made worse by one simple malady: too much debt. Solving the problem is much tougher than identifying it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indias-modi-feels-more-u-s-pressure-to-open-nations-markets-11559497142", "title": "India's Modi Feels More U.S. Pressure to Open Nation's Markets", "date": "2019-06-02 13:39", "summary": "Trump's removal of New Delhi from privileged-trading program will force prime minister to balance nationalist policies with desire for closer ties with Washington. NEW DELHI-President Trump's move to pressure India to do more to open its markets will force Prime Minister Narendra Modi to walk a careful line as he balances a fresh mandate for his nationalist policies against New Delhi's efforts to build closer ties with the U.S.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-cant-buy-vws-best-seller-and-its-the-wurst-11559495613", "title": "Americans Can't Buy VW's Best Seller, and It's the Wurst", "date": "2019-06-02 13:13", "summary": "Resume Subscription. People in America can't buy Volkswagen 's best-seller. A Golf, a Jetta, a Beetle-no problem.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/jersey-city-upgraded-camera-network-to-help-bring-down-crime-11559494800", "title": "Jersey City Upgraded Camera Network to Help Bring Down Crime", "date": "2019-06-02 13:00", "summary": "Mayor Steven Fulop and his public-safety director, a veteran leader of the NYPD, say technology and a bulked-up police force have made streets safer. When Jersey City Mayor Steven Fulop took office in 2013, he set his sights on lowering crime through improvements in technology and added manpower.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/virginia-beach-shooting-suspect-had-just-resigned-11559493976", "title": "Virginia Beach Shooting Suspect Had Just Resigned", "date": "2019-06-02 12:46", "summary": "Large-scale investigation continues into a mass shooting that left 12 victims and the gunman dead. The suspect in the Virginia Beach shooting had resigned from his job in the city's Public Utilities Department hours before opening fire in a municipal building, officials said Sunday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-faces-challenges-raising-latest-100-billion-fund-11559491540", "title": "SoftBank Faces Challenges Raising Latest $100 Billion Fund", "date": "2019-06-02 12:27", "summary": "Japanese tech giant gets chilly reception from some of the world's biggest money managers. SoftBank Group Corp.'s bid to raise a second mega fund has met a chilly reception from some of the world's biggest money managers, signaling that a crucial initiative for the firm faces significant hurdles.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leader-of-merkels-coalition-partner-resigns-shaking-german-government-11559472661", "title": "Leader of Merkel's Coalition Partner Resigns, Shaking Government", "date": "2019-06-02 12:21", "summary": "Andrea Nahles, leader of the Social Democrats, said she would resign, citing lack of support among the parliamentary group and grassroot activists. BERLIN-The future of Angela Merkel's government was thrown into doubt on Sunday after the chairwoman of the German chancellor's junior coalition partner resigned following the party's worst-yet election result a week ago.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-small-business-with-no-working-website-felled-by-a-cyberattack-11559490543", "title": "A Small Business With No Working Website, Felled by a Cyberattack", "date": "2019-06-02 11:49", "summary": "Fraudsters ran stolen bank cards through the firm's payment system, leading to $27,000 in reversal charges; 'I can't bear to look at the costs'. Small businesses are increasingly battling costly cyberattacks. Sometimes the pain is enough to put them out of business.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-defense-minister-warns-of-a-fight-to-the-end-in-trade-spat-11559447898", "title": "U.S., China Trade Accusations of Trying to Destabilize Asia", "date": "2019-06-02 11:49", "summary": "But acting U.S. Defense Secretary Shanahan and Chinese Defense Secretary Wei also signal wishes to contain military tensions. SINGAPORE-The U.S. and China accused each other of trying to destabilize Asia and stir up geopolitical friction at a high-profile security summit over the weekend. But they also signaled interest in keeping military tensions contained, as trade disputes between the two countries threaten the global economy.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-blow-to-maduro-russia-withdraws-key-defense-support-to-venezuela-11559486826", "title": "In a Blow to Maduro, Russia Withdraws Key Defense Support to Venezuela", "date": "2019-06-02 10:47", "summary": "Russia has been one of Maduro's major supporters in its standoff with the U.S.. MOSCOW-Russia has withdrawn key defense advisers from Venezuela, an embarrassment for President Nicolás Maduro as Moscow weighs the leader's political and economic resilience against growing U.S. pressure.", "categories": [["WSJ News Exclusive", "World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-scrutiny-by-justice-department-has-been-building-11559486464", "title": "Google's Scrutiny by Justice Department Has Been Building", "date": "2019-06-02 10:41", "summary": "The agency's antitrust division signaled a close look on how the tech giant is affecting competition. WASHINGTON-The Justice Department's plans to investigate Alphabet Inc.'s Google have been building over time, amid a growing public conversation about whether the government should do more to scrutinize the handful of giant tech firms that dominate the U.S. landscape.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-heavyweight-champion-with-an-imperfect-body-11559482483", "title": "The New Heavyweight Champion With an Imperfect Body", "date": "2019-06-02 09:52", "summary": "Andy Ruiz Jr. eats candy bars before his fights and was taunted about his weight. He answered with a shocking knockout win over Anthony Joshua.. As boxer Andy Ruiz Jr. prepared to step on the scale during the weigh-in Friday afternoon for his bout against U.K. heavyweight champion Anthony Joshua, he heard a taunting chant from Joshua's rowdy British fans: \"Who are ya? You fat bastard!\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-siri-alexa-and-google-assistant-can-doand-annoyingly-still-cant-do-11559480400", "title": "What Your Virtual Assistant Can-and Can't-Do", "date": "2019-06-02 09:00", "summary": "Virtual assistants can do lots of tricks and they learn new ones all the time, but here are the tasks they actually do best. Most mornings, the first two words out of my mouth are \"Hey, Google.\" Before I greet my wife or my dog, I turn toward the Google Home Hub on my nightstand and sleepily ask about the weather. I should know by now that, as close as I am to San Francisco, it's always 62 and foggy.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-faces-primary-challenges-in-california-11559480400", "title": "Kamala Harris Faces Primary Challenges in California", "date": "2019-06-02 09:00", "summary": "Attendees at the state's Democratic Party convention also gave enthusiastic receptions to Sens. Warren and Booker. SAN FRANCISCO-There is no more important date on the political calendar of Sen. Kamala Harris than March 3, 2020, when California hosts its Democratic presidential primary.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designer-virgil-abloh-on-kanye-west-louis-vuitton-and-other-career-milestones-11559480400", "title": "Designer Virgil Abloh on Kanye West, Louis Vuitton and Other Career Milestones", "date": "2019-06-02 09:00", "summary": "For his career retrospective, designer, DJ and creative director Virgil Abloh assembled a massive catalogue of his work for Louis Vuitton, Kanye West and others. Fashion designerVirgil Abloh seldom goes by the book.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-mexico-tariff-threat-trips-up-manufacturers-shifting-out-of-china-11559478751", "title": "Trump's Mexico Tariff Threat Trips Up Manufacturers Shifting Out of China", "date": "2019-06-02 08:32", "summary": "Companies moved operations to Mexico both to avoid Chinese tariffs and enjoy market access under the renegotiated Nafta; a trade fight over immigration would hit consumers. TIJUANA, Mexico-The trade fight between the U.S. and China has pushed firms to shift manufacturing to Mexico to avoid tariffs and keep prices steady. Now the prospect of new U.S. tariffs over immigration threatens to disrupt that shift and drive up costs for American consumers.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-law-improved-access-to-cancer-treatment-studies-show-11559475001", "title": "Health Law Improved Access to Cancer Treatment, Studies Show", "date": "2019-06-02 07:30", "summary": "Researchers say expansion of insurance coverage boosted rates of diagnosis. CHICAGO-New studies suggest the 2010 Affordable Care Act has modestly improved Americans' timely access to cancer treatment, and may have smoothed some racial disparities in patient access.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-one-type-of-gun-control-gaining-bipartisan-support-11559473200", "title": "The One Type of Gun Control Gaining Bipartisan Support", "date": "2019-06-02 07:00", "summary": "In Pennsylvania, a GOP legislator seeks to rally Republicans and quiet the NRA on bill to temporarily take guns from people deemed threats. As Americans continue to be divided by a vast chasm on gun-control legislation, laws to temporarily take firearms from people deemed threats are showing rare promise of bipartisan appeal.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-ironman-couple-redefines-going-the-distance-11559473200", "title": "This Ironman Couple Redefines Going the Distance", "date": "2019-06-02 07:00", "summary": "Resume Subscription. When you've been married 45 years, why stress over one more triathlon?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-to-be-greeted-by-pomp-and-protest-on-u-k-visit-11559467800", "title": "Trump to Be Greeted by Pomp and Protest on U.K. Visit", "date": "2019-06-02 06:32", "summary": "President's state visit coincides with political upheaval in Britain. LONDON-Behind the pageantry of President Trump's state visit to Britain this week lurks some awkward diplomacy.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huaweis-main-chip-maker-faces-long-term-risks-from-u-s-ban-11559467846", "title": "American Threat to Huawei's Chip Maker Shows Chinese Tech Isn't Self-Sufficient", "date": "2019-06-02 05:30", "summary": "HiSilicon has spent billions of dollars to become more independent, but that growth will be tested if ban lingers. Huawei Technologies Co. has spent 15 years and billions of dollars building an advanced semiconductor company, with the aim of making the Chinese telecom giant self-sufficient. A U.S. blacklisting stands to set it back years in that goal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/30-years-after-tiananmen-a-hazy-future-for-protest-in-hong-kong-11559467830", "title": "30 Years After Tiananmen Massacre, Hong Kong Fears for Its Freedoms", "date": "2019-06-02 05:30", "summary": "Many worry proposed new laws along with the increased targeting of opposition voices threatens to curtail free speech. HONG KONG-Every June 4 evening, tens of thousands of people light candles in one of the city's landmark public parks to commemorate those killed in the 1989 Tiananmen Square crackdown and condemn the perpetrators, China's ruling Communist Party.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-bond-rally-a-strong-dollar-11559467801", "title": "Behind the Bond Rally: A Strong Dollar", "date": "2019-06-02 05:30", "summary": "Some investors are buying U.S. Treasurys without hedging against the risk of a decline in the dollar. A persistently strong dollar is underpinning a rally in U.S. government bonds, as rising global trade tensions stoke demand for safer assets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-didnt-cripple-bed-bath-beyond-its-own-leaders-did-11559467800", "title": "Amazon Didn't Cripple Bed Bath & Beyond. Its Own Leaders Did.", "date": "2019-06-02 05:30", "summary": "'We're not in a rush to make mistakes': The same mind-set that banned Post-it notes also left the retailer slow to adapt to e-commerce. It took two months for activist investors to unseat Bed Bath & Beyond Inc.'s top officials, a drama that concluded last week when the company settled with the group. But the crisis was decades in the making.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buyers-of-boeings-newest-jet-fear-delays-11559451419", "title": "Buyers of Boeing's Newest Jet Fear Delays", "date": "2019-06-02 00:56", "summary": "Airlines prepare to keep older jets in fleet in case new 777X is late. SEOUL-Airlines are increasingly anxious that Boeing Co. 's 777X long-haul jet will be delivered late-another potential setback for the embattled plane maker.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andy-ruiz-stuns-anthony-joshua-to-win-the-heavyweight-championship-11559447052", "title": "Andy Ruiz Stuns Anthony Joshua to Win the Heavyweight Championship", "date": "2019-06-02 00:37", "summary": "Ruiz pulls off one of the most shocking upsets in boxing history. Andy Ruiz stopped heavyweight champion Anthony Joshua with 1:33 left in the seventh round to pull off one of the most shocking upsets in boxing history.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-tensions-rising-costs-hit-profit-outlook-for-airlines-11559442709", "title": "Trade Tensions, Rising Costs Hit Profit Outlook for Airlines", "date": "2019-06-02 22:31", "summary": "Carriers face a slump in airfreight demand, uncertainty over MAX grounding. SEOUL-Airline industry earnings this year are expected to fall 21% short of expectations with global trade tensions and rising costs denting the outlook for collective profits, the industry's leading trade group said Sunday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liverpool-wins-champions-league-final-11559423390", "title": "Liverpool Wins Champions League Final", "date": "2019-06-02 20:50", "summary": "Team defeats Tottenham Hotspur, 2-0, for its sixth European soccer triumph. MADRID-For Liverpool to claw its way back to a Champions League final, one year after losing in one, the club had to play some of the best soccer in Europe for a year. It also had to sign the most expensive goalkeeper in the world, hold its nerve in places like Munich and Paris, and come back from the dead against Barcelona.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}]