[{"link": "https://www.wsj.com/articles/facebooks-zuckerberg-backs-privacy-legislation-11561589798", "title": "Facebook's Zuckerberg Backs Privacy Legislation", "date": "2019-06-26 19:54", "summary": "Mr. Zuckerberg's remarks come hours after White House called for social-media summit to have 'robust conversation' about responsibility of online platforms. Mark Zuckerberg, chief executive and co-founder of Facebook Inc., endorsed federal privacy legislation and greater regulation of political advertising, even as he cast governments as too slow to address many of the internet's thorniest problems.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-musicians-producers-reach-contract-deal-11561592974", "title": "Broadway Musicians, Producers Reach Contract Deal", "date": "2019-06-26 19:49", "summary": "Agreement will provide the largest wage increase in two decades, union says. Broadway musicians have a new three-year contract that includes what union officials say is the largest wage increase in two decades.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/analysis-walmarts-spend-and-tell-strategy-paid-off-in-bribery-settlement-11561585841", "title": "Analysis: Walmart's Spend-and-Tell Strategy Paid Off in Bribery Settlement", "date": "2019-06-26 19:45", "summary": "The retailer spent over $900 million on investigations and compliance enhancements during a probe into alleged Foreign Corrupt Practices Act violations. Quarter after quarter, the figure grew. By the time Walmart Inc. reached a long-awaited settlement with U.S. authorities last week, the company had amassed more than $900 million in costs from compliance enhancements and internal investigations into foreign bribery law violations in Mexico, Brazil, China and India.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-loses-trade-secrets-dispute-with-startup-11561591108", "title": "Huawei Loses Trade-Secrets Dispute With Startup", "date": "2019-06-26 19:18", "summary": "CNEX Labs claimed Huawei engaged in multiyear conspiracy to steal storage technology information. A Texas jury has found that Chinese telecom giant Huawei Technologies Co. misappropriated the trade secrets of a Silicon Valley chip startup.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europeans-plan-to-inject-capital-into-iranian-trade-effort-11561590898", "title": "Europeans Plan to Inject Capital Into Iranian Trade Effort", "date": "2019-06-26 19:14", "summary": "Credit line would kick-start trade between Iran and Europe. BRUSSELS-European governments will double down this week on their efforts to keep alive economic ties with Iran, officials said, providing a credit line to help a special mechanism establish a route for trade between Iran and the West.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chief-of-new-yorks-top-real-estate-group-to-step-down-11561590556", "title": "Chief of New York's Top Real-Estate Group to Step Down", "date": "2019-06-26 19:09", "summary": "John Banks to retire from Real Estate Board of New York, following industry's historic defeat at hands of state lawmakers. The head of New York City's largest real-estate trade and lobbying organization is stepping down just weeks after the State Legislature dealt the industry one of its worst defeats in decades.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-open-letter-to-patriotic-billionaires-11561590264", "title": "An Open Letter to Patriotic Billionaires", "date": "2019-06-26 19:04", "summary": "Raise our taxes, they plead. So why not start writing checks today?. Nineteen uberwealthy Americans posted an open letter Monday calling on \"all candidates for President\" to support a \"moderate\" wealth tax. Signatories include the investor George Soros, Berkshire Hathaway scion Molly Munger, Mickey Mouse heiress Abigail Disney, Facebook co-founder Chris Hughes, and a couple of Hyatt Hotel progeny from the Pritzker family.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sobriety-about-the-commerce-clause-11561590094", "title": "Sobriety About the Commerce Clause", "date": "2019-06-26 19:01", "summary": "The High Court strikes down a protectionist state liquor law.. One goal of the U.S. Constitution was to form a union that allowed interstate commerce unencumbered by state protectionism. The Supreme Court reinforced that principle on Wednesday by striking down a two-year residency requirement to get a liquor license in Tennessee.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-case-of-excessive-deference-11561589931", "title": "The Case of Excessive Deference", "date": "2019-06-26 18:58", "summary": "Chief Justice Roberts joins the liberals in deferring to regulators.. The Supreme Court's new majority has made notable strides strengthening the separation of powers. But on Wednesday Chief Justice John Roberts blinked in a case involving the administrative state and joined the four liberal Justices to preserve the Court's misconceived Auer precedent.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/msnbc-seeks-major-ad-markup-in-first-two-democratic-debates-11561589505", "title": "MSNBC Seeks Major Ad Markup in First Two Democratic Debates", "date": "2019-06-26 18:51", "summary": "NBCUniversal didn't offer debate advertisers audience guarantees nor a choice of which night they wanted to air. Advertisers were asked to pay up to $100,000 for 30-second spots on MSNBC during the Democratic presidential primary debates this week, according to people familiar with the matter, signaling that the network anticipates high viewer interest for its kickoff to the 2020 campaign season.", "categories": [["Business", "Media & Marketing", "CMO"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb", "https://www.wsj.com/news/types/cmo?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oberlins-44-million-mistake-11561589414", "title": "Oberlin's $44 Million Mistake", "date": "2019-06-26 18:50", "summary": "An Ohio jury sends a message about politics to colleges: Enough is enough.. After a Lorain County, Ohio, jury awarded Gibson's Bakery $44 million this month in its defamation suit against Oberlin College, the store's owner, David Gibson, said: \"We appreciate that the jury understood what we had gone through, and I think they were saying to the entire country that we can't allow this to happen to hard-working small-business people whose lives are defined by their business, their family, and their community.\"", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-the-worst-kind-of-socialist-11561589372", "title": "Trump Is the Worst Kind of Socialist", "date": "2019-06-26 18:49", "summary": "His policies coddle fellow oligarchs while leaving ordinary people at the mercy of the free market.. \"America will never be a socialist country,\" President Trump said as he launched his bid for re-election last week.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-tech-cash-machine-11561589350", "title": "The Democrats' Tech Cash Machine", "date": "2019-06-26 18:49", "summary": "The GOP is finally imitating ActBlue, which has dominated small-donor giving since 2004.. At the dawn of the modern political era, about 50 years ago, Republicans dominated small-dollar campaign giving using the then-new technology of direct mail. This leveled the playing field with Democrats, who depended on large contributions from unions, trial lawyers and wealthy liberals.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hold-russia-accountable-for-mh17-11561589322", "title": "Hold Russia Accountable for MH17", "date": "2019-06-26 18:48", "summary": "European investigators charge four men with murder, but evidence of Russian guilt is powerful.. Four men have been charged with murder in connection with the 2014 destruction of Malaysia Airlines Flight 17, which killed 298 passengers. But the Dutch-led Joint Investigation Team can't produce justice in the case unless the U.S. is ready to hold Russian President Vladimir Putin accountable. Russian authorities are refusing to cooperate with the investigation, and Mr. Putin told journalists last week that there's \"absolutely no proof\" Moscow participated. In fact, evidence that the Putin regime deliberately targeted a passenger jet is overwhelming.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defend-our-drones-11561589282", "title": "Defend Our Drones", "date": "2019-06-26 18:48", "summary": "Unmanned aircraft are susceptible to embarrassing attacks in ways that we would never allow for manned planes.. The loss of a large Global Hawk reconnaissance drone to an Iranian missile last week should be a wake-up call. America's unmanned aerial vehicles are very useful, but they're also vulnerable. The Iranians appear to have used a local version of an SA-5, a 1970s Soviet long-range missile. That was the same weapon Moammar Gadhafi's Libya used unsuccessfully against U.S. Navy planes in 1986 and Syria has used with minimal success (at most one hit out of dozens fired) against Israel.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stand-up-for-beijings-hostages-11561589260", "title": "Stand Up for Beijing's Hostages", "date": "2019-06-26 18:47", "summary": "U.S. national security depends on a show of solidarity with Canada.. When Donald Trump meets Chinese President Xi Jinping on the sidelines of Japan's G-20 summit that begins Friday, his challenge is to reboot U.S.-China trade talks while safeguarding the American interests that make a deal worthwhile. Those interests should include securing the freedom of two Canadians unjustly detained in China.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-pays-for-student-debt-forgiveness-11561589227", "title": "Who Pays for Student-Debt Forgiveness?", "date": "2019-06-26 18:47", "summary": "Taxpayers who didn't go to college, didn't take on debt, or paid it off already.. Democrats have begun a bidding war over student-debt forgiveness. Joe Biden proposes to expand it for public-school teachers. Elizabeth Warren wants to forgive 75% of all student debt. Bernie Sanders has raised the stakes to 100%.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-edge-of-every-day-review-the-shapeless-thief-11561589192", "title": "'The Edge of Every Day' Review: The Shapeless Thief", "date": "2019-06-26 18:46", "summary": "A beautiful and tragic memoir about a \"multiplex\" family in which schizophrenia becomes more severe with each generation.. Marin Sardy opens \"The Edge of Every Day: Sketches of Schizophrenia\" with an essay-length series of fragments from her childhood-\"my dog, stuck in a tree\"; \"the map of the world that my brother hung upside down on his bedroom wall\"; \"the ash that fell from the sky and coated Anchorage in gray dust a few days after Mount Augustine erupted.\" The essay is beautiful in its way, but some of the fragments portend ill. She remembers her mother sitting on the sofa late in the evening, \"rhythmically grinding her teeth.\" And once, when the author was 12, her mother asked her: \"Do you ever hear people calling out to you, but you can't tell who it is?\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-this-rally-last-options-traders-say-yes-11561550401", "title": "Can This Rally Last? Options Traders Say Yes", "date": "2019-06-26 18:35", "summary": "Optimism rises after Fed raises expectations of rate cuts this year and Trump tweets about talks with Chinese leader. As U.S. stocks trade near highs, some options traders are poised for greater gains.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-ceos-reign-over-2018-pay-11561557237", "title": "Media CEOs Reigned in 2018 Pay", "date": "2019-06-26 18:35", "summary": "Their median compensation of $22.6 million last year ranked as the highest for any S&P 500 sector. Media titans came under heavy scrutiny in 2018 for their business practices and deal making, but they were well-compensated for their trouble.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reddit-puts-limits-on-pro-trump-discussion-group-11561587685", "title": "Reddit Puts Limits on Pro-Trump Discussion Group", "date": "2019-06-26 18:21", "summary": "Popular chat forum said members threatened violence against law enforcement and public officials, a violation of its user policies. Reddit Inc. quarantined a pro-Trump user group on its platform Wednesday after it said members threatened violence against both law-enforcement officers and public officials, marking the latest example of the challenges that social-media companies face in managing politically charged discourse.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wayfair-workers-stage-walkout-over-sales-to-border-camps-11561575827", "title": "Wayfair Workers Stage Walkout Over Sales to Border Camps", "date": "2019-06-26 18:17", "summary": "Employees protest online retailer's sale of $200,000 of furniture to operator of detention facility for migrant children. BOSTON-Employees of Wayfair Inc. walked out of the company's Boston headquarters on Wednesday in protest of the online retailer's sale of $200,000 worth of bedroom furniture to a southern border facility for migrant children seeking asylum in the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-questioned-georgian-american-businessman-on-trumps-real-estate-dealings-in-moscow-11561571049", "title": "House Panel Questioned Businessman on Trump Moscow Dealings", "date": "2019-06-26 18:15", "summary": "Giorgi Rtskhiladze met with staff from both parties about his discussions with Trump Organization, Michael Cohen. WASHINGTON-A Georgian-American businessman who pitched a plan in 2015 to build a Trump Tower in Moscow met on Tuesday with the House Intelligence Committee, which is investigating possible counterintelligence concerns related to President Trump's business dealings in Russia during the 2016 campaign.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yum-brands-turns-to-former-pepsico-executive-for-cfo-11561586690", "title": "Yum Brands Turns to Former PepsiCo Executive for CFO", "date": "2019-06-26 18:04", "summary": "Fast-food company fills finance chief position after a nearly five-month long search. Yum Brands Inc. on Thursday tapped a former PepsiCo Inc. executive to lead its finance team, closing out a nearly five-month long search for a chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-see-end-of-ai-gone-wild-in-congressional-hearings-11561586279", "title": "CIOs See End of 'AI Gone Wild' in Congressional Hearings", "date": "2019-06-26 17:58", "summary": "Regulation is expected eventually, but experts say it should be crafted in a way that avoids hampering innovation. Chief information officers this week are keeping a close eye on federal hearings concerning misinformation and malicious activity in social media-fearing a broader regulatory clampdown on the use of artificial intelligence, industry analysts and trade groups say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-oil-officials-sue-to-reclaim-citgo-11561582112", "title": "Venezuelan Oil Officials Sue to Reclaim Citgo", "date": "2019-06-26 17:39", "summary": "Directors loyal to President Nicolás Maduro file a lawsuit against opposition appointees for control over refiner. Venezuelan oil officials are attempting to regain control of the country's U.S. refining subsidiary, Citgo Petroleum Corp., suing corporate directors appointed by U.S.-backed opposition leader Juan Guaidó.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-follow-wall-street-lower-as-fed-signals-independence-11561536665", "title": "Stocks Mixed as Investors Wait for Trade Progress", "date": "2019-06-26 17:34", "summary": "10-year U.S. Treasury yields rise above 2%. Major U.S. stock indexes were mixed as investors waited for developments on a trade deal with China.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiffany-caban-says-she-is-ready-to-be-top-queens-prosecutor-11561584648", "title": "Tiffany Cabán Says She Is Ready to Be Top Queens Prosecutor", "date": "2019-06-26 17:30", "summary": "Public defender had a lead of about 1,000 votes over Melinda Katz, the Queens borough president. Tiffany Cabán was working as a public defender last year when friends pushed her to enter the race to be the top prosecutor of her home borough, Queens. On Tuesday night, with the Democratic primary still too close to call, she declared herself-and her far-left approach to criminal justice-the winner.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-jumps-on-supply-concerns-as-stockpiles-fall-by-most-since-2016-11561584497", "title": "Oil Jumps on Supply Concerns, as Stockpiles Fall by Most Since 2016", "date": "2019-06-26 17:28", "summary": "The gains pushed a two-week rally above 16% following a monthly low on June 12. Oil prices climbed Wednesday after U.S. oil inventories had their biggest one-week drop since 2016 and investors shifted their focus to supply.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-in-talks-for-offices-at-hudson-yards-11561584420", "title": "Facebook in Talks for Offices at Hudson Yards", "date": "2019-06-26 17:27", "summary": "Tech giant is holding discussions to take about 1 million square feet in Manhattan's newest neighborhood. Social media giant Facebook Inc. is in talks to lease 1 million square feet of office space in a skyscraper under construction in Manhattan's newest neighborhood on the far West Side, according to a person familiar with the discussions.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-takes-aim-at-u-s-womens-soccer-star-megan-rapinoe-11561571457", "title": "Trump Clashes With U.S. Women's Soccer Star Megan Rapinoe", "date": "2019-06-26 17:09", "summary": "The president's tweets came after a January video surfaced of Rapinoe's comments about not visiting the White House. PARIS-President Trump took issue with U.S. women's soccer team star Megan Rapinoe in a series of tweets Wednesday, responding to a video filmed earlier this year in which she said she's \"not going to the f---ing White House\" if the U.S. wins the World Cup.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-strike-another-small-florida-city-demanding-hefty-ransom-11561583097", "title": "Hackers Strike Another Small Florida City, Demanding Hefty Ransom", "date": "2019-06-26 17:04", "summary": "Lake City officials agree to pay $462,000; 'There are a lot of copycats out there'. For the second week in a row, a small Florida city has agreed to pay cyber criminals hundreds of thousands of dollars after a ransomware attack crippled city systems.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giant-investors-are-coming-after-one-of-wall-streets-cash-cows-11561555988", "title": "Giant Investors Are Coming After One of Wall Street's Cash Cows", "date": "2019-06-26 16:59", "summary": "Fidelity, T. Rowe, Wellington, others collaborating to meet corporate CEOs without bank handlers. Wall Street's role as matchmaker between big money managers and corporate executives is under threat.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-state-power-company-seeks-arbitration-over-pipeline-contract-11561578656", "title": "Mexican State Power Company Seeks Arbitration Over Pipeline Contract", "date": "2019-06-26 16:45", "summary": "López Obrador said contracts favor private operators at the expense of the state company. MEXICO CITY-Mexico's state-run electricity utility CFE is seeking arbitration to annul some clauses in a contract for a $2.5 billion undersea natural gas pipeline built by TC Energy Corp. and a unit of Sempra Energy to supply its gas-fueled power plants.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industrials-continue-strong-run-despite-pullback-in-goods-orders-11561578568", "title": "Industrials Continue Strong Run Despite Pullback in Goods Orders", "date": "2019-06-26 16:44", "summary": "Industrial stocks are among the biggest gainers this year in the S&P 500 despite fears about trade, growth. Industrial stocks withstood Wednesday's gloomy durable goods report for May, with investors snapping up the sector's stalwarts.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-inward-tilt-could-cripple-it-11561543149", "title": "China's Inward Tilt Could Cripple It", "date": "2019-06-26 16:41", "summary": "Resume Subscription. As Chinese leaders head to the G-20 meeting this weekend, they're in a confident mood. A trade deal with President Trump would be nice, but they seem to think it would do just fine without one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broward-county-sheriff-fires-two-more-deputies-after-investigation-of-parkland-shooting-11561559806", "title": "Broward County Sheriff Fires Two More Deputies", "date": "2019-06-26 16:38", "summary": "A total of four officers have been fired over their alleged actions during last year's shooting. Two more Broward County Sheriff's deputies have been fired following an internal investigation into the agency's handling of the massacre at a Parkland, Fla., high school last year, officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/centerbridge-in-exclusive-talks-to-buy-magellan-health-11561578626", "title": "Centerbridge Is in Exclusive Talks to Buy Magellan Health", "date": "2019-06-26 16:34", "summary": "The private-equity firm could reach a deal for Magellan next month. Managed-care provider Magellan Health Inc. is in exclusive talks for a possible sale to private-equity firm Centerbridge Partners LP, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-agent-orange-law-benefiting-vietnam-era-veterans-could-leave-some-behind-11561577503", "title": "New Agent Orange Law Could Leave Some Veterans Behind", "date": "2019-06-26 16:20", "summary": "Measure signed into law by President Trump expands coverage for troops exposed to the defoliant. WASHINGTON-A new measure fast-tracking benefits for thousands of Vietnam-era veterans who were likely exposed to Agent Orange was signed into law this week, but a vocal group says it could leave thousands without assistance.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-usc-gynecologist-arrested-in-sexual-assault-case-11561575556", "title": "Ex-USC Gynecologist Charged in Sexual-Assault Case", "date": "2019-06-26 16:08", "summary": "The alleged incidents occurred between 2009 and 2016. LOS ANGELES-A former campus gynecologist at the University of Southern California was charged Wednesday in the sexual assaults of 16 patients at the campus student health center, authorities said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-or-what-could-kill-the-u-s-s-economic-growth-11561579501", "title": "Here's What Might Cause a Recession", "date": "2019-06-26 16:05", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/arab-leaders-mute-criticism-of-israel-at-trump-administrations-middle-east-peace-conference-11561578645", "title": "Arab Officials Mute Criticism of Israel at Mideast Peace Conference", "date": "2019-06-26 15:50", "summary": "Jared Kushner puts focus on $50 billion economic plan; warmer ties between Gulf states and Israel. MANAMA, Bahrain-The most striking feature of the Trump administration's conference showcasing the economic side of its Middle East peace plan was what was largely absent: criticism of Israeli policy toward the Palestinian territories.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-economy-of-the-south-is-just-fine-yall-11561578300", "title": "The Economy of the South Is Just Fine, Y'all", "date": "2019-06-26 15:45", "summary": "Right-to-work states see increased economic growth, higher long-term wage growth and increased manufacturing employment than forced-union states.. Far from falling behind, the American South's economy is just getting revved up (\"The South's Economy Is Falling Behind,\" Page One, June 10). In Kentucky we are experiencing historic levels of economic development.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-re-election-doesnt-need-new-stuff-11561578233", "title": "Trump's Re-Election Doesn't Need New Stuff", "date": "2019-06-26 15:43", "summary": "Aside from incremental and regulatory improvements to education, housing and health care, President Trump doesn't need a bold second-term agenda.. Regarding Kimberley A. Strassel's \"Make America Even Greater\" (Potomac Watch, June 21): Aside from incremental and regulatory improvements to education, housing and health care, President Trump doesn't need a bold second-term agenda, which may elicit from him even bolder commentary and debatable policy and controversy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-strikes-down-tennessee-alcohol-license-regulations-11561560497", "title": "High Court Strikes Down Tennessee Alcohol-License Regulations", "date": "2019-06-26 15:43", "summary": "At issue were rules requiring retailers to be state residents for two years. WASHINGTON-The U.S. Supreme Court struck down stringent Tennessee regulations that prevented out-of-state retailers from obtaining state licenses to sell alcohol, saying the restrictions unlawfully hampered interstate commerce.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-words-boomerang-11561578126", "title": "Joe Biden's Words Boomerang", "date": "2019-06-26 15:42", "summary": "Although what Joe Biden said regarding working with segregationist Democratic senators makes perfect sense to me, he deserves all the flak being thrown at him.. Regarding Ryan Clancy's \"Democrats, Give Biden a Break\" (op-ed, June 24): Although what former Vice President Joe Biden said regarding working with segregationist Democratic senators makes perfect sense to me, he deserves all the flak being thrown at him. His 2012 comments about then-presidential candidate Mitt Romney and how the Republicans were going to put blacks back in chains wasn't conducive to working with the other side. He was playing dirty then in the same way his critics are now.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-breeding-under-the-spreading-chestnut-tree-11561578178", "title": "Natural Breeding Under the Spreading Chestnut Tree", "date": "2019-06-26 15:42", "summary": "The American chestnut requires no genetic rescue, and it is not rare.. Regarding Hank Campbell's \"Science Saves an Old Chestnut\" (op-ed, June 20): The American chestnut requires no artificial genetic rescue, and it is not rare. Throughout our eastern mountain forests, chestnut stems still sprout from the roots of the original chestnuts killed by blight in the first half of the last century. And some of those chestnuts weren't killed by the blight.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-passes-4-6-billion-aid-package-for-migrants-at-southern-border-11561577452", "title": "Senate Passes $4.6 Billion Aid Package for Migrants at Border", "date": "2019-06-26 15:38", "summary": "Passage comes one day after House passed own version; lawmakers have days to reconcile bills before recess. WASHINGTON-The Senate passed legislation providing $4.6 billion in humanitarian aid for migrants at the southern border, after sinking a bill that passed the House late Tuesday in favor of the bipartisan compromise Senate negotiators reached last week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bandana-by-freddie-gibbs-madlib-review-hip-hop-on-the-margins-11561577510", "title": "'Bandana' by Freddie Gibbs & Madlib Review: Hip-Hop on the Margins", "date": "2019-06-26 15:31", "summary": "A rapper and a producer-both cult artists in their own right-reunite on an immersive album that departs from the genre's mainstream.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philadelphia-refinery-largest-on-east-coast-closing-its-doors-11561576626", "title": "Philadelphia Refinery, Largest on East Coast, Closing Its Doors", "date": "2019-06-26 15:17", "summary": "Philadelphia Energy Solutions plans to put the refinery complex up for sale following a fire there last week. The Philadelphia Energy Solutions refinery, the largest and oldest refinery on the East Coast, is shutting down and will be put up for sale, the company's chief executive said on Wednesday, less than a week after a huge fire and explosion there.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stockx-hub-for-sneakerheads-is-latest-1-billion-unicorn-11561571959", "title": "StockX Is Latest $1 Billion Unicorn", "date": "2019-06-26 15:04", "summary": "Online marketplace lets people trade shoes like stocks, riding boom in teen selling. StockX, an online marketplace that lets individuals trade sneakers like stocks, closed a round of venture funding that valued the startup at more than $1 billion, riding the sneaker-reselling craze fueled by teens.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-leader-says-iran-wont-back-down-from-u-s-11561569275", "title": "Supreme Leader Says Iran Won't Back Down From U.S.", "date": "2019-06-26 14:59", "summary": "Nations remain locked in a standoff over Tehran's nuclear program and American sanctions. Iran's supreme leader said his country wouldn't back down in the face of U.S. sanctions, days after President Trump targeted him personally with a new round of measures to further isolate the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aspen-home-of-late-art-collector-lists-for-23-5-million-11561574969", "title": "Aspen Home of Late Art Collector Lists for $23.5 Million", "date": "2019-06-26 14:49", "summary": "The English manor-style estate, which was owned by Melva Bucksbaum, is located next door to one of the priciest homes ever sold in the tony Colorado town. In Aspen, Colo., an English manor-style home on a street that has notched a number of big-ticket deals is asking $23.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-faces-eu-antitrust-probe-over-chip-dominance-11561557451", "title": "EU Orders Broadcom to Halt Allegedly Anticompetitive Practices", "date": "2019-06-26 14:49", "summary": "Injunction comes as regulator opens probe into chip maker's dominance. BRUSSELS-The European Commission opened a formal antitrust probe of Broadcom Inc., alleging the chip maker wielded its dominance of the market for chips used in modems and television set-top boxes to curtail competition.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/far-away-from-any-place-called-home-by-joanna-wallfisch-review-chronicle-of-a-road-trip-11561574786", "title": "'Far Away From Any Place Called Home' by Joanna Wallfisch Review: Chronicle of a Road Trip", "date": "2019-06-26 14:46", "summary": "The jazz singer-songwriter's latest album draws on a solo bicycle tour she took from Portland to Los Angeles.to create crystalline, inquisitive music.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-reviews-its-approach-to-weedkiller-lawsuits-11561574325", "title": "Bayer to Seek Help With Weedkiller Litigation", "date": "2019-06-26 14:38", "summary": "The German chemical company has been under pressure from investors over the handling of its Roundup legal woes. BERLIN- Bayer AG on Wednesday bowed to pressure from investors, saying it would seek outside help and review its approach in the legal battle with thousands of cancer patients who blame the herbicide Roundup for their illness.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/care-com-cfo-resigns-11561501253", "title": "Care.com CFO Resigns", "date": "2019-06-26 14:36", "summary": "Departure comes months after a Wall Street Journal investigation into the licensing of child-care providers listed on the online marketplace. Care.com Inc.'s chief financial officer, Michael Echenberg, is resigning from the online child-care marketplace, the Waltham, Mass.-based company said Tuesday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-slams-feds-powell-saying-we-should-have-draghi-instead-11561556478", "title": "Trump Slams Fed's Powell, Saying 'We Should Have Draghi Instead'", "date": "2019-06-26 14:35", "summary": "European Central Bank signaled plans last week to roll out new stimulus as soon as July. WASHINGTON-President Trump again criticized Federal Reserve Chairman Jerome Powell, comparing him unfavorably with European Central Bank President Mario Draghi and expressing broader concerns that Fed policy is hurting the U.S. economy by allowing the dollar to get too strong.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-probes-fake-export-certificates-amid-dispute-with-china-11561574020", "title": "Canada Probes Fake Export Certificates Amid Dispute With China", "date": "2019-06-26 14:33", "summary": "All China-bound meat shipments are halted, in blow to Canadian farmers. OTTAWA-Canada's Trade Minister Jim Carr vowed Wednesday to find out the source of fake Canadian export certificates, saying this alleged criminal activity represents another blow to Canadian farmers who have become collateral damage in a deepening row between Beijing and Ottawa.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-leaves-u-s-agencies-power-intact-with-qualifications-11561573900", "title": "Supreme Court Leaves U.S. Agencies' Power Intact, With Qualifications", "date": "2019-06-26 14:31", "summary": "Ruling allows federal agencies to keep interpreting regulations but chips away at that precedent. WASHINGTON-The U.S. Supreme Court turned back a conservative drive to reduce federal agency power, refusing to overrule a 1997 precedent directing lower courts to follow regulators' interpretations of their own administrative rules when their text is ambiguous.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-advocates-bankruptcy-law-governing-payment-of-debt-squeezing-the-most-vulnerable-11561458601", "title": "Consumer Advocates: Bankruptcy Law Governing Payment of Debt Is Squeezing the Most Vulnerable", "date": "2019-06-26 14:19", "summary": "Disabled veterans, retirees and the unemployed are forced to count public benefits as income under 2005 bankruptcy law. Federal lawmakers passed a law more than a decade ago that required more people in bankruptcy to pay off some debt before getting a fresh start.", "categories": [["Pro Bankruptcy Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-s-indian-diplomats-try-to-work-past-tariff-dispute-11561572796", "title": "Top U.S., Indian Diplomats Try to Work Past Tariff Dispute", "date": "2019-06-26 14:13", "summary": "Secretary of State Pompeo urges an 'age of ambition' in visit to New Delhi. NEW DELHI-Top U.S. and Indian officials acknowledged Wednesday that a tariff dispute and the threat of U.S. sanctions over India's planned purchase of a Russian weapon system remain unresolved, but said the differences don't undermine the overall relationship between the two countries.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epas-top-official-on-air-pollution-rules-resigns-11561572636", "title": "EPA's Top Official on Air-Pollution Rules Resigns", "date": "2019-06-26 14:10", "summary": "Bill Wehrum, who participated in the Trump administration's rollbacks of regulations, faced congressional scrutiny. Bill Wehrum, who has overseen the Environmental Protection Agency's air-pollution regulations during the Trump administration's rollbacks, is stepping down.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ideal-gift-for-a-cook-these-collaborations-between-potters-and-chefs-11561571490", "title": "The Ideal Gift for a Cook? These Collaborations Between Potters and Chefs", "date": "2019-06-26 13:51", "summary": "These handcrafted ceramic and glass pieces come with a bonus: bespoke recipes from London chefs inspired by their aesthetic. As any chef will tell you, cooking doesn't end until you've artfully plated the dish. In the past few years, the relationship between food and its stage has received special attention, with restaurants like Noma in Copenhagen and Per Se in New York commissioning tableware to spotlight their cuisine.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gay-nypd-officer-both-supporting-and-securing-pride-march-11561571276", "title": "Gay NYPD Officer Both Supporting and Securing Pride March", "date": "2019-06-26 13:47", "summary": "Police commissioner: 'There is no place for hate in New York City'. Ravi Satkalmi, a gay man from Queens, is one of roughly 180,000 people who will participate in the New York City Pride March in Manhattan on Sunday.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-continuing-protests-risk-alienating-public-support-11561559073", "title": "Hong Kong Protesters Urge Governments to Confront Beijing at G-20", "date": "2019-06-26 13:44", "summary": "Opposition's strategy risks antagonizing Chinese government and alienating public support. HONG KONG-Bands of protesters urged foreign governments to confront Beijing at the G-20 summit over moves they say infringe on the city's autonomy, a strategy that risks antagonizing China's government and alienating broad public support.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/durable-goods-orders-declined-in-may-11561552480", "title": "Boeing Just One Factor Behind Drop in Durable-Goods Orders", "date": "2019-06-26 13:43", "summary": "Jetliner sales are traditionally light ahead of the biennial air shows in the summer. Orders for long-lasting American goods dropped in May, reflecting weakness extending beyond Boeing Co. 's grounded air jet.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-small-westchester-town-that-draws-hollywood-a-listers-and-billionaires-11561569219", "title": "The Small Westchester Town That Draws Hollywood A-listers and Billionaires", "date": "2019-06-26 13:13", "summary": "Bedford, N.Y., has attracted residents like Glenn Close, Bruce Willis and George Soros, helping make it one of the richest communities in America. When Glenn Close was considering purchasing a home for her family in the early 1990s, she was drawn to the country town of Bedford, N.Y. It reminded her of her grandfather's Greenwich, Conn., farm from her childhood, where she lived until she was seven, she said.", "categories": [["General News", "WHO LIVES HERE"]], "category_links": ["https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/homes-of-the-stars-in-a-new-york-state-town-11561569063", "title": "Homes of the Stars in a New York State Town", "date": "2019-06-26 13:11", "summary": "The country hamlet of Bedford, N.Y., includes the homes of high-profile residents like Glenn Close, Bruce Willis, President Donald Trump and George Soros.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/business-spending-is-on-the-brink-11561568564", "title": "Business Spending Is on the Brink", "date": "2019-06-26 13:02", "summary": "Companies' caution on capital spending raises the risk that they will start pulling back in other areas. With the stock market near a record high, interest rates low and consumer spending solid, it seems like companies should be eager to invest. Instead they have been pulling back.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-alec-baldwin-learned-to-keep-his-cool-11561568111", "title": "How Alec Baldwin Learned to Keep His Cool", "date": "2019-06-26 12:55", "summary": "Step one: Don't go out in public as often. Step two: Channel the eerily calm automobile exec John DeLorean in a new docudrama. As the SATISFIED owner of a Cadillac Escalade, Alec Baldwin drives a huge car, but he's not exactly a huge \"car guy.\" He doesn't have a preternaturally protruding chin. And he's also not known for keeping his cool. But to play the titular auto exec in \"Framing John DeLorean\" (in select theaters now), a docudrama about the infamous man who created the stainless-steel coupe that \"Back to the Future\" immortalized, Mr. Baldwin had to devise ways to embody all three qualities.", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-surveillance-tools-scrutinized-by-european-regulators-11561562155", "title": "AI, Surveillance Tools Scrutinized by European Regulators", "date": "2019-06-26 12:55", "summary": "Consideration of curbs or bans on some uses of software such as facial recognition aim to regulate potential risks. The European Union is considering proposals to curb or ban some uses of automated surveillance tools, including facial-recognition software, after an independent panel of industry and academic experts said it should revise laws to counter risky applications of artificial intelligence.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-mills-posts-lower-sales-in-north-america-11561550323", "title": "General Mills Dragged Down by Snack-Bar Sales Decline", "date": "2019-06-26 12:53", "summary": "Packaged-food maker hurt by weakness in its North America business; shares fall.. General Mills Inc.'s snack-bar business faltered in its latest quarter, and sales of grocery staples such as cereal were flat, highlighting the tough path the packaged-food maker faces as it works to spark faster growth.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louvre-perfume-buly-scent-11561567568", "title": "Now You Can Smell Like The Louvre", "date": "2019-06-26 12:49", "summary": "Cult French brand Officine Universelle Buly has partnered with the museum to release a line of scents inspired by some of the world's most famous artworks. Last summer Ramdane Touhami, the 45-year-old co-owner of cult French beauty emporium Officine Universelle Buly (also known as Buly 1803), assembled a cast of eight perfumers in Paris's Louvre Museum. The 226-year-old museum was closed, but the troupe had gathered at Touhami's request with one common goal: to browse the Louvre's 35,000 exhibited artworks and choose any one to reinterpret as a scent.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-committee-authorizes-subpoena-for-kellyanne-conway-11561561056", "title": "House Committee Authorizes Subpoena for Kellyanne Conway", "date": "2019-06-26 12:38", "summary": "Trump aide was called to testify about alleged violations of law governing political activity by executive-branch staff. WASHINGTON-The House Committee on Oversight and Reform authorized on Wednesday a subpoena for top White House adviser Kellyanne Conway, after she failed to appear at a hearing where she was asked to testify about alleged violations of laws regarding political activity.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-to-hold-social-media-summit-11561566481", "title": "White House to Hold Social Media Summit", "date": "2019-06-26 12:28", "summary": "Move comes as Facebook and Google are under attack in Washington; Trump claims sites are biased against him. WASHINGTON-The White House will hold a social media summit on July 11, aiming to have a \"robust conversation\" about online platforms at a time when they are under increasing attack in Washington.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/backer-of-well-known-hedge-funds-shuts-down-11561564895", "title": "Backer of Well-Known Hedge Funds Shuts Down", "date": "2019-06-26 12:06", "summary": "Adamas Partners made investments in Baupost Group, Farallon, Lone Pine. Adamas Partners LLC, a $1.7 billion investment firm that invested in hedge funds including Baupost Group LLC and Farallon Capital Management LLC, is shutting down.", "categories": [["WSJ News Exclusive", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-career-is-best-for-you-the-clues-lie-in-your-college-sport-11561564624", "title": "Which Career Is Best For You? The Clues Lie in Your College Sport", "date": "2019-06-26 11:57", "summary": "The traits that made athletes successful on the field can indicate the jobs for which they'd be best suited. Looking for your next star marketing recruit? Try a water polo player.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-says-no-dice-on-vote-delay-for-2020-hopefuls-11561563834", "title": "No Vote Delay Granted for 2020 Hopefuls", "date": "2019-06-26 11:43", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-legged-customers-let-down-general-mills-11561563333", "title": "Two-Legged Customers Let Down General Mills", "date": "2019-06-26 11:35", "summary": "General Mills' new pet-food business is growing fast, but its food products for humans keep disappointing. General Mills can't ignore its core.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-istanbul-mayor-sealed-win-by-sidestepping-erdogans-agenda-11561550400", "title": "Istanbul Mayor Won by Sidestepping Turkish President Erdogan's Agenda", "date": "2019-06-26 11:16", "summary": "Ekrem Imamoglu focused on pocketbook issues, much as Turkey's current leader did early in career. ISTANBUL-The new mayor of Istanbul conquered the Turkish megalopolis by taking a page from the man who ran it a quarter-century ago: Recep Tayyip Erdogan, Turkey's current president.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-primary-home-of-vacation-house-moguls-11561561264", "title": "The Primary Home of a Vacation-House Baron", "date": "2019-06-26 11:01", "summary": "The Breons spent nearly three years and $2.5 million to renovate a Portland, Ore., home.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/europes-struggling-political-parties-promise-a-return-to-the-1970s-11561561071", "title": "Europe's Struggling Political Parties Promise a Return to the Pre-Thatcherite Era", "date": "2019-06-26 10:57", "summary": "To fend off populists, once-dominant parties are overthrowing decades of orthodoxy, amounting to the biggest policy shift in decades. BERLIN-To win voters lost to an anti-globalization backlash, Europe's mainstream parties are going back to the 1970s.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-oregon-couple-with-57-vacation-homes-makes-a-permanent-stopover-in-portland-11561558692", "title": "An Oregon Couple With 57 Vacation Homes Makes a Permanent Stopover in Portland", "date": "2019-06-26 10:50", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fancy-restaurants-offer-fancy-babysitting-to-attract-fancy-families-11561559871", "title": "Fancy Restaurants Offer Fancy Baby Sitting to Attract Fancy Families", "date": "2019-06-26 10:37", "summary": "Crayons don't cut it. At these upscale dining rooms, children can take Watergate tours, manners classes; '15 minutes of quiet'. Young diners who arrive at Kingbird, a white tablecloth restaurant inside the Watergate Hotel in Washington, D.C., don't have to settle for a small box of crayons.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rays-cant-get-one-new-stadium-now-they-want-two-11561559796", "title": "The Rays Can't Get One New Stadium. Now They Want Two.", "date": "2019-06-26 10:36", "summary": "Rays owner Stuart Sternberg says he envisions a scenario where the Rays split the season between Tampa Bay and Montreal but others see the idea as pitting the two cities against each other. Stuart Sternberg chose a perfect place to outline his idea for baseball's first multinational franchise: the Salvador Dalí Museum in St. Petersburg, Fla.-a surreal setting for a plan that might require an altered state of mind to comprehend.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-summer-read-that-predicted-the-college-admissions-scandal-11561558875", "title": "The Summer Read That Predicted the College-Admissions Scandal", "date": "2019-06-26 10:21", "summary": "Bruce Holsinger's novel 'The Gifted School' explores just how far parents will go to get a prestigious education for their kids. As the news broke on the college-admissions scandal, Bruce Holsinger says he felt shocked, both as a parent and a professor. As an author, however, he understood how parents could cross so many lines. Years before parents including Lori Loughlin and Felicity Huffman made headlines, Mr. Holsinger began writing his own drama of a school-admissions scandal.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drone-funding-is-fast-and-furious-11561557426", "title": "Drone Funding Is Fast and Furious", "date": "2019-06-26 09:57", "summary": "Drone Racing League raises millions more in drone funding craze, and venture capitalists aren't the only zealots. If it seems like venture-capital funds are flying high these days, so are some of their investments.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-supplies-companies-object-to-proposed-new-tariffs-11561554492", "title": "Medical-Supplies Companies Object to Proposed New Tariffs", "date": "2019-06-26 09:08", "summary": "U.S. trade representative hearings bring out hundreds of opponents but also some supporters before July 2 deadline. WASHINGTON-Add one more group to the long list of industries working to block new tariffs on Chinese imports: medical-supply companies.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-fedex-micron-technology-big-lots-and-aerovironment-11561544742", "title": "Stocks to Watch: FedEx, Micron Technology, General Mills, and More", "date": "2019-06-26 08:59", "summary": "Synnex, AeroVironment and IHS Markit are among the companies with shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-author-mo-willems-prepares-another-pigeon-book-11561552880", "title": "Mo Willems Prepares Another 'Pigeon' Book", "date": "2019-06-26 08:41", "summary": "Mo Willems, the best-selling author of 'Don't Let the Pigeon Drive the Bus!' and other children's books, has a new installment in his series about a strong-willed bird. Mo Willems's early attempts at writing and illustrating children's books failed. Yes, publishers rejected them, but he's quick to point out that even some of his successful books initially met with rejection from the publishing community. The bigger issue, he says, is that they weren't any good.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-libra-could-give-dollar-banks-some-welcome-competition-11561552511", "title": "Facebook's Libra Could Give Dollar, Banks Some Welcome Competition", "date": "2019-06-26 08:35", "summary": "By creating a de facto central bank, Libra could succeed where other cryptocurrencies fall short. The payment system remains one of the last true monopolies of a modern economy. If you want to use the local currency, you pretty much have to go through your central bank and banking system with all its rules, restrictions and fees.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-north-korea-in-informal-talks-for-third-summit-south-koreas-moon-says-11561538024", "title": "U.S., North Korea in Informal Talks for Third Summit, South Korea Says", "date": "2019-06-26 08:18", "summary": "The South Korean president didn't provide a timeline for another meeting between Trump and Kim Jong Un. SEOUL-The U.S. and North Korea have been engaged in informal talks about a third nuclear summit between the two countries' leaders, South Korean President Moon Jae-in said, signaling an interest by both sides in breaking a monthslong lull in negotiations.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-ipo-on-chinas-nasdaq-style-tech-board-sparks-a-small-frenzy-11561550842", "title": "First IPO on China's Nasdaq-Style Tech Board Sparks a Small Frenzy", "date": "2019-06-26 08:07", "summary": "The stock offering for HYC Technology was more than 300 times oversubscribed. SHANGHAI-China's latest experiment with a Nasdaq-like listing venue for homegrown technology companies got a boost this week, after the first initial public offering of an electrical-equipment maker drew hordes of investors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-affordable-housing-agency-overhauls-middle-income-program-11561550400", "title": "New York's Affordable-Housing Agency Overhauls Middle-Income Program", "date": "2019-06-26 08:00", "summary": "Restructuring comes after investigators found bribery, fraud and abuse of power in some complexes. ", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-banks-pinched-by-zero-yield-experiment-11561546803", "title": "Japan's Banks Squeezed by Zero-Yield Experiment", "date": "2019-06-26 07:00", "summary": "Market demand for the 10-year bonds has pushed yields well below the zero target; 'like squeezing water from a dry rag'. TOKYO-The global trend toward lower interest rates is threatening one of the world's most unusual experiments in central banking.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-unified-iranian-leadership-stands-up-to-the-u-s-11561546800", "title": "A Unified Iranian Leadership Stands Up to U.S.", "date": "2019-06-26 07:00", "summary": "Resume Subscription. BEIRUT-The Trump administration is facing an Iranian leadership publicly united behind a more confrontational approach as tensions come to a head between Washington and Tehran.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-york-politicians-write-more-laws-than-anyone-else-and-late-nights-yield-mistakes-11561546800", "title": "N.Y. Politicians Write More Laws Than Anyone Else, and Make Mistakes", "date": "2019-06-26 07:00", "summary": "Lawmakers passed nearly 1,000 bills in the last six months. ALBANY, N.Y.-New York state lawmakers considered 1,825 bills over 13 days in June, more than some states introduce in an entire year, often voting over copious cups of coffee during late-night sessions that stretched past midnight.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-soccer-team-built-to-beat-the-u-s-11561546801", "title": "The Soccer Team Built to Beat the U.S.", "date": "2019-06-26 07:00", "summary": "With increased funding from the sport's top clubs and a swaggering style, France has emerged as a superpower-designed to take down the Americans. PARIS-The highest compliment anyone ever paid the French national team, as far as its captain is concerned, came in the heat of the moment from Abby Wambach.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-chinese-lending-rate-hits-lowest-since-2009-11561546558", "title": "Key Chinese Lending Rate Hits Lowest Since 2009", "date": "2019-06-26 06:55", "summary": "Rate at which Chinese banks lend to each other overnight falls as regulators try to reassure markets spooked by state takeover of a bank. SHANGHAI-Short-term borrowing costs between Chinese banks dropped to their lowest levels in a decade, as regulators sought to reassure markets that were spooked by the government takeover of a troubled bank last month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-this-time-is-different-for-cbs-and-viacom-11561541581", "title": "Why This Time Is Different for CBS and Viacom", "date": "2019-06-26 05:33", "summary": "Companies have faced obstacles to merging before, but conditions have changed. Merger talks between CBS and Viacom have started to resemble a scene from \"Groundhog Day.\" CBS is planning an offer for its sister company, The Wall Street Journal reported last week, which would mark the third attempt to combine the companies in four years. Investors could be forgiven for thinking they are reliving the same sequence of events ad nauseam.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-ceo-plans-better-marketing-to-juice-ketchup-sales-11561541521", "title": "Kraft Heinz CEO Looks to Ketchup for Sales Spurt", "date": "2019-06-26 05:32", "summary": "Miguel Patricio says well-known products need new boost. Kraft Heinz Co. 's new chief executive is taking over at the lowest point in the food conglomerate's history.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nsa-improperly-collected-u-s-phone-records-a-second-time-11561541520", "title": "NSA Improperly Collected U.S. Phone Records a Second Time", "date": "2019-06-26 05:32", "summary": "Documents show the agency gathered metadata about calls and text messages last October in error. The National Security Agency collected records about U.S. calls and text messages that it wasn't authorized to obtain last year, in a second such incident, renewing privacy concerns surrounding the agency's maligned phone-surveillance program, according to government documents and people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-frequent-flier-awards-programs-of-2019-11561541406", "title": "The Best Frequent-Flier Awards Programs of 2019", "date": "2019-06-26 05:30", "summary": "Airlines have finally figured out that they need to make free seats more available-here's who gets the job done, and who's lagging behind. Those stingy airlines have had a change of heart with their frequent-flier programs. They've made more award seats available, and are bringing down the prices in miles or points, too.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hopes-for-resolving-u-s-china-trade-fight-hinge-on-trump-and-xi-11561541407", "title": "Hopes for Resolving U.S.-China Trade Fight Hinge on Trump and Xi", "date": "2019-06-26 05:30", "summary": "An escalating trade fight seems likely if the two leaders can't call a truce at the G-20 meeting in Japan. WASHINGTON-President Trump and Chinese President Xi Jinping will seek to revive troubled U.S.-China trade talks this week, in a test of whether their professed personal chemistry can surmount seemingly intractable differences at the bargaining table.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overdose-deaths-likely-to-fall-for-first-time-since-1990-11561541406", "title": "Overdose Deaths Likely to Fall for First Time Since 1990", "date": "2019-06-26 05:30", "summary": "Health officials and scientists warn U.S. is far from defeating drug epidemic. For the first time in decades, drug-overdose deaths in the U.S. are on the precipice of declining.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-says-libra-can-change-the-world-it-needs-to-convince-users-11561541402", "title": "Facebook Says Libra Can Change the World. It Needs to Convince Users.", "date": "2019-06-26 05:30", "summary": "The key to getting consumers and merchants to use the digital currency will be incentives. Facebook Inc. has big plans to remake the financial system with its cryptocurrency-based payments network. First, it has to get people to use it.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-investors-get-ready-for-the-japanese-cavalry-11561539456", "title": "Treasury Investors, Get Ready for the Japanese Cavalry", "date": "2019-06-26 05:00", "summary": "When the cost of hedging against currency risk falls, Japan's big investors head back to the U.S. government bond market. Investors are often preoccupied with vivid forecasts of what China might do with its hoard of U.S. Treasury bonds. For the real action, they need to look a little further east.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-to-testify-in-open-session-11561511493", "title": "Robert Mueller to Testify in Open Session", "date": "2019-06-26 03:32", "summary": "Special counsel will appear on July 17. WASHINGTON-Robert Mueller will testify in open session next month before a pair of House committees, in a victory for the Democratic leaders who had long sought his testimony in public.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-white-house-contenders-are-set-to-take-the-stage-11561521662", "title": "Democratic Debates Put Candidates in Spotlight: Here's What to Watch", "date": "2019-06-26 03:30", "summary": "Joe Biden takes stage as front-runner and Elizabeth Warren comes in with momentum as 20 presidential candidates debate over two nights. The crowded Democratic presidential field converges on Miami this week for two televised debates, giving millions of Americans their first chance to compare the candidates looking to unseat President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-sees-afghan-peace-deal-possible-by-september-11561490936", "title": "Pompeo Sees Afghan Peace Deal Possible by September", "date": "2019-06-26 02:07", "summary": "U.S. and Taliban negotiators are set to start another round of talks later this week in Qatar. NEW DELHI-Secretary of State Mike Pompeo said that \"the hour has come for peace\" in Afghanistan and that he hopes there will be a peace deal with the Taliban by September.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-eyes-on-new-district-attorney-queens-voters-head-to-polls-11561456801", "title": "Queens Democratic Primary for District Attorney Too Close to Call", "date": "2019-06-26 00:26", "summary": "Public defender Tiffany Cabán, who won the support of the far left, holds narrow lead over Borough President Melinda Katz. An insurgent challenger held a narrow lead over a longtime local politician in the Queens Democratic primary, a vote likely to determine the borough's first new top prosecutor in nearly three decades.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11561490221", "title": "Pepper...and Salt", "date": "2019-06-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-states-effort-to-publicize-hospital-prices-brings-mixed-results-11561555562", "title": "One State's Effort to Publicize Hospital Prices Brings Mixed Results", "date": "2019-06-26 00:01", "summary": "New Hampshire's experience suggests what the Trump administration move may-and may not-accomplish. As the Trump administration moves to make confidential hospital prices public, New Hampshire's dozen years of experience with price transparency suggests what it may-and may not-accomplish.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-tech-companies-find-ways-around-huawei-ban-11561517591", "title": "American Tech Companies Find Ways Around Huawei Ban", "date": "2019-06-26 22:53", "summary": "Huawei was until recently a prolific buyer of U.S. technology. Large U.S. tech companies in the direct sights of the Trump administration's ban on exports to Huawei Technologies Co. are finding ways to resume some shipments to the blacklisted Chinese tech giant without running afoul of American regulations.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-sanders-resigns-as-head-of-customs-and-border-protection-11561481664", "title": "John Sanders Resigns as Head of Customs and Border Protection", "date": "2019-06-26 22:50", "summary": "Departure comes as administration deals with crisis of families and children in U.S. custody. A top U.S. border-enforcement official resigned amid growing clamor about the treatment of migrant children in U.S. custody, while the House approved billions of dollars in funding to address the surge of Central American families seeking asylum at the southwest border.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-to-tweak-4-5-border-aid-bill-to-win-progressive-hispanic-votes-11561470708", "title": "House Passes $4.5 Billion Bill for Humanitarian Assistance at Border", "date": "2019-06-26 22:33", "summary": "White House has threatened to veto it; Senate is expected to vote on its own bill this week. WASHINGTON-The House passed a $4.5 billion bill funding food, water and shelter for people entering the U.S. at the southern border after Democrats pushed through last-minute changes to win support from progressive and Hispanic lawmakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-to-lose-no-1-show-the-office-to-comcast-in-2021-11561503396", "title": "Netflix to Lose No. 1 Show 'The Office' to Comcast in 2021", "date": "2019-06-26 22:11", "summary": "Other popular reruns could also leave the platform, as NBCUniversal and other media companies look to bring back hit shows to their streaming services. Netflix Inc. will lose its No. 1 show, \"The Office,\" in 2021 when reruns of the hit sitcom move to a new streaming service being launched by Comcast Corp.'s NBCUniversal, the latest sign of competition over top programming among Hollywood's titans.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-requests-canada-suspend-all-meat-exports-to-country-11561510306", "title": "Canada Suspends Meat Exports to China", "date": "2019-06-26 22:03", "summary": "Ottawa halts shipments after its probe finds forged certificates tied to pork sales. OTTAWA-Canada late Tuesday halted all China-bound meat exports after a probe sparked by Beijing's concerns revealed forged certificates related to certain shipments of Canadian pork.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-rent-board-again-approves-modest-boost-11561508124", "title": "New York City Rent Board Again Approves Modest Boost", "date": "2019-06-26 20:49", "summary": "The vote calls for a 1.5% increase for one-year leases and a 2.5% rise on two-year leases-the same as in 2018. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abbvie-nears-deal-to-buy-allergan-for-more-than-60-billion-11561458504", "title": "AbbVie Strikes Deal to Acquire Allergan for About $63 Billion", "date": "2019-06-26 20:41", "summary": "Drugmakers agree to one of the biggest mergers in the health sector this year. AbbVie Inc. agreed to buy Allergan PLC for about $63 billion in a bet by the two drugmakers that a combination will deliver new sources of growth that they have struggled to find on their own.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pilot-killed-in-manhattan-copter-crash-saw-20-minute-window-in-bad-weather-11561489222", "title": "Pilot Killed in Manhattan Copter Crash Saw '20-Minute Window' in Bad Weather", "date": "2019-06-26 20:26", "summary": "Licensed commercial pilot wasn't certified in instruments needed in bad weather. The pilot of a helicopter that crashed atop a Midtown Manhattan skyscraper in bad weather thought he saw a window of opportunity to fly, according to federal investigators.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-reassigns-senior-managers-in-office-overseeing-southwest-airlines-11561502498", "title": "FAA Reassigns Senior Managers in Office Overseeing Southwest Airlines", "date": "2019-06-26 20:18", "summary": "Move comes amid inquiries into allegations of lax safety enforcement. The Federal Aviation Administration has removed three senior managers in the office overseeing Southwest Airlines Co. , amid allegations of lax safety enforcement raised by agency whistleblowers and various resulting government inquiries, according to people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technipfmc-agrees-to-pay-around-300-million-to-resolve-foreign-bribery-probes-in-u-s-brazil-11561507288", "title": "TechnipFMC Agrees to Pay Around $300 Million to Resolve Foreign Bribery Probes in U.S., Brazil", "date": "2019-06-26 20:01", "summary": "A former consultant to the company also pleaded guilty to conspiring to violate the Foreign Corrupt Practices Act. TechnipFMC PLC and a U.S. subsidiary agreed to pay about $300 million to settle joint foreign bribery probes in the U.S. and Brazil, the oil-and-gas services company said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}]