[{"link": "https://www.wsj.com/articles/impeachment-inquiry-to-release-transcripts-of-sondland-volker-testimony-11572955206", "title": "Diplomat Told Ukrainians Held-Up Aid Was Tied to Investigations", "date": "2019-11-05 18:57", "summary": "In revised testimony, envoy is latest impeachment witness to link assistance to Trump's political wishes. WASHINGTON-A diplomat who is a key witness in the House impeachment probe said he told a Ukrainian official this summer that aid to that country would remain frozen until Kyiv committed to investigations sought by President Trump, reversing earlier testimony that he didn't know of any such link.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-plea-bargains-are-unconstitutional-11572998068", "title": "Most Plea Bargains Are Unconstitutional", "date": "2019-11-05 18:54", "summary": "Harsh punishments for defendants who exercise their right to trial violate the Sixth Amendment.. When is a constitutional right not a right? When you're punished for exercising it. If the government arrests or fines you for something you say, everyone recognizes a violation of the First Amendment, even though you had your say. Yet when prosecutors and courts impose massive punishments on criminal defendants for exercising their Sixth Amendment right to trial by jury, it's considered business as usual-even by the Supreme Court.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warrens-health-care-hara-kiri-11572997998", "title": "Elizabeth Warren's Health-Care Hara-Kiri", "date": "2019-11-05 18:53", "summary": "Democratic voters prefer reforming ObamaCare to trying Medicare for All.. Is the country ready for the \"big structural change\" that Sen. Elizabeth Warren is promising? Would the Democratic Party be wise to bet that it is? The answers to these questions will shape the outcome of the nomination contest and the general election.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-vs-technological-chaos-11572998029", "title": "Boeing vs. Technological Chaos", "date": "2019-11-05 18:53", "summary": "Human beings and their machines find it hard to understand each other.. When congressional hearings were inaugurated, they were supposed to be information-seeking exercises. Not much information seeking went on at last week's hearings on the Boeing 737 MAX. Senators gave speeches deploring plane crashes. Even when they asked questions, they seldom waited for answers. And if any legislation results, it will surely be written by staffers based on agendas long ago hashed out.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plant-based-meat-is-all-hat-and-no-cattle-11572997943", "title": "'Plant-Based Meat' Is All Hat and No Cattle", "date": "2019-11-05 18:52", "summary": "What happens when consumers realize it's highly processed?. Beyond Meat 's stock has tumbled back to Earth after peaking at $234.90 a share in late July. The \"plant-based meat\" company's stock closed at $81.45 Tuesday, and it may be the beginning of worse to come. What if the alt-meat industry turns out to be a nothingburger?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-could-be-our-future-review-building-the-high-road-11572997913", "title": "'This Could Be Our Future' Review: Building the High Road", "date": "2019-11-05 18:51", "summary": "Yancey Strickler, co-founder of the online crowdfunding platform Kickstarter, urges us to change the way we view work and society.. Yancey Strickler is one of those tech executives: big thinkers who not only aim to make money but also see themselves as visionaries, ready to remake the world. Yet Mr. Strickler has a better claim to such credentials than most. He is a co-founder and former chief executive of Kickstarter, an online platform for funding creative projects and even small startup businesses through small donations from dozens, hundreds or thousands of individuals. Since its start in 2009, the company has helped pioneer an internet-enabled way of raising money-crowdfunding. Kickstarter claims to have raised more than $4.6 billion from more than 17 million people in its first 10 years, and the crowdfunding model has been adopted by many other niche online platforms.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-black-democrats-favor-joe-biden-11572997553", "title": "Why Black Democrats Favor Joe Biden", "date": "2019-11-05 18:45", "summary": "The Obama link is the main attraction, but they also want to keep their health insurance and cars.. Your typical black Democratic primary voter is likely to be middle-aged and female, and right now Joe Biden is her guy. But who's her second choice?", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-cant-bring-home-the-bacon-11572997525", "title": "Beijing Can't Bring Home the Bacon", "date": "2019-11-05 18:45", "summary": "Along with slow growth and high-tech oppression, pork shortages may make the Chinese masses squeal.. It might look as though the Communist Party is in complete control of mainland China, but there's a new threat to social stability: African swine fever is devastating the pig population. With pork prices skyrocketing and the virus spreading across the globe, the specter of a crippling pork shortage looms. That has Beijing worried. Pork makes up about 60% of Chinese meat consumption, which accounts for nearly half the world's pork market. Shortages and price spikes, combined with dissatisfaction over slowing economic growth and increasing repression, could produce political unrest. That's the last thing Beijing wants.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-the-media-11572997503", "title": "Notable & Quotable: The Media", "date": "2019-11-05 18:45", "summary": "'To beat Trump, both Democrats and the media will need to get it right.'. Jessica Tarlovwriting for the Hill, Nov. 5:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-meat-exports-to-china-to-resume-11572978653", "title": "Canada Meat Exports to China to Resume", "date": "2019-11-05 18:41", "summary": "Halt had been triggered by Beijing's concerns over forged export certificates. OTTAWA-Canada said Tuesday that shipments of meat to China would resume following a more than four-month pause sparked by Beijing's concerns over forged export certificates, signaling a possible thaw in a trade-and-diplomatic row fueled by the arrest of a senior Huawei Technologies Co. executive.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-china-trade-expo-xi-touts-an-appetite-for-imports-11572937325", "title": "At China Trade Expo, Xi Touts an Appetite for Imports", "date": "2019-11-05 18:36", "summary": "Despite a slowing economy China wants to remind the world that it is still a source of global demand. SHANGHAI-Chinese President Xi Jinping on Tuesday inaugurated a trade fair by saying his government will strive for robust domestic growth to benefit global business activity, messages that come as China's economy slows and trade tension with the U.S. persists.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-puts-former-berkshire-insurance-unit-under-state-control-11572996598", "title": "California Puts Former Berkshire Insurance Unit Under State Control", "date": "2019-11-05 18:29", "summary": "California Insurance Co. says it is considering options in response. California regulators seized an insurer formerly owned by Warren Buffett's Berkshire Hathaway Inc., the latest twist in a continuing dispute about whether its sale of the company violated that state's insurance regulations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retailer-pier-1-taps-debt-restructuring-expert-as-chief-executive-11572994950", "title": "Retailer Pier 1 Taps Debt Restructuring Expert as Chief Executive", "date": "2019-11-05 18:17", "summary": "New CEO Robert Riesbeck previously worked at FullBeauty and HHGregg, which both passed through bankruptcy in recent years. Struggling retail chain Pier 1 Imports Inc. has hired a bankruptcy veteran to serve as its new chief executive.", "categories": [["Pro Bankruptcy People"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-2019-officials-see-no-evidence-of-disruption-to-voting-infrastructure-11572995657", "title": "Officials See No Disruption to Voting Infrastructure in State Elections", "date": "2019-11-05 18:14", "summary": "Authorities tout 'unprecedented level of coordination' to ensure election security. Federal and state officials said that elections in several states unfolded without any notable security issues on Tuesday, as they praised improved intelligence sharing, new voting machines and other measures they have taken following foreign attempts to interfere in recent U.S. elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-ww-international-fall-on-lower-revenue-11572995599", "title": "WW International Shares Fall on Lower Revenue", "date": "2019-11-05 18:13", "summary": "Company formerly known as Weight Watchers reports a third consecutive quarter of lower revenue. Shares of WW International Inc. fell sharply on Tuesday as the weight-management company reported a third consecutive quarter of lower revenue.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-crude-prices-hit-by-keystone-pipeline-shutdown-11572988874", "title": "Canadian Crude Prices Hit by Keystone Pipeline Shutdown", "date": "2019-11-05 17:41", "summary": "The closing reduces the ability of producers to move 590,000 barrels a day out of Alberta. The price of Western Canadian Select crude oil is reeling as Canadian oil producers struggle with the continuing shutdown of TC Energy Corp.'s Keystone pipeline.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-officials-offer-ways-to-prevent-bicycle-deaths-11572993550", "title": "U.S. Officials Offer Ways to Prevent Bicycle Deaths", "date": "2019-11-05 17:39", "summary": "Analysis suggests better road design, cyclist visibility and helmet usage. Federal safety officials said improved road design, cyclist visibility and helmet usage would curtail the growing number of cyclist deaths, in the National Transportation Safety Board's first detailed look at bike safety in nearly a half-century.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-begins-clearing-homeless-from-austin-underpasses-11572993078", "title": "Texas Begins Clearing Homeless From Austin Underpasses", "date": "2019-11-05 17:31", "summary": "State leaders had criticized city policy allowing camping in streets; flyers direct people to already-full shelters. Texas Gov. Greg Abbott is carrying through on his vow to begin clearing the homeless from Austin underpasses this week, as a standoff between city leaders and the state continues.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forever-21-cuts-number-of-store-closures-planned-in-bankruptcy-11572992853", "title": "Forever 21 Cuts Number of Store Closures Planned in Bankruptcy", "date": "2019-11-05 17:27", "summary": "The company cut its planned store closures in half after capturing $100 million in rent savings in negotiations with landlords. Forever 21 Inc. plans to keep more stores open than it expected under its chapter 11 restructuring and has negotiated $100 million in rent savings from landlords, the company's lawyer said in bankruptcy court on Tuesday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inequality-and-those-tax-cuts-for-the-rich-11572992308", "title": "Inequality and Those Tax Cuts for the Rich", "date": "2019-11-05 17:18", "summary": "Clearly, if net payments-taxes paid offset by benefits received-aren't taken into account, then the math that Prof. Blinder cites can only result in an \"illegal procedure\" penalty. Fifteen yards penalty and ejection from the game.. Picking up on Alan Blinder's football analogy in \"Tax Cuts for the Wealthy Make Inequality Worse\" (op-ed, Nov. 1), we'll also have to throw a flag and penalize the economists Emmanuel Saez and Gabriel Zucman whom Prof. Blinder cites in his analysis of tax progressivity for not taking into account the very substantial federal benefits paid out to the different income groups. Clearly, if net payments-taxes paid offset by benefits received-aren't taken into account, then the math Prof. Blinder cites can only result in an \"illegal procedure\" penalty: Fifteen-yard penalty and ejection from the game!", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sells-first-euro-bonds-since-2004-11572959988", "title": "China Sells First Euro Bonds Since 2004", "date": "2019-11-05 17:17", "summary": "Move could encourage Chinese borrowers to cut heavy reliance on dollar funding. China sold bonds in euros for the first time in 15 years, a move that could encourage Chinese companies to follow suit, helping reduce their reliance on dollar funding.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/identity-politics-incivility-and-national-cohesiveness-11572992226", "title": "Identity Politics, Incivility And National Cohesiveness", "date": "2019-11-05 17:17", "summary": "Former Georgia Democratic gubernatorial candidate Stacey Abrams has declared that \"identity politics\" is the core of the Democratic Party, an ideology which divides, disempowers and separates us, building grievance and resentment. Self-described conservative Peggy Noonan writes: \"I am for whatever will hold America together\" (\"Elijah Cummings and the Little Sisters,\" Declarations, Oct. 26). That's the spine, heart and soul of what \"conservative\" means.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-should-better-accommodate-grief-11572992264", "title": "Companies Should Better Accommodate Grief", "date": "2019-11-05 17:17", "summary": "We know that health impacts on bereaved parents are severe. Three days of leave hardly seem adequate.. While 89% of employers offer three days of paid bereavement leave, all deaths are not created equal (\"Work & Family: The Juggle on the Job When a Loved One Dies,\" Life & Arts, Oct. 29). Consider, for example, the death of a child-at any age. We know that the health impact on bereaved parents is severe. They are more likely to experience cardiac events, immune dysfunction, depressive symptoms, substance abuse, psychiatric hospitalization and premature mortality. Surviving siblings also are at risk for premature death. Three days of leave hardly seem adequate.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-riddance-to-baghdadi-11572992188", "title": "Good Riddance to Baghdadi", "date": "2019-11-05 17:16", "summary": "Who would argue, other than, apparently, Mr. Pantucci, that the world isn't a better place without Abu Bakr al-Baghdadi?. Regarding Raffaello Pantucci's \"After Baghdadi, Terrorism Without Ideology\" (op-ed, Oct. 31): And your point, Mr. Pantucci, would be? Eliminating a mass murderer who used ideology to justify and encourage psychopathic behavior in his followers may not eradicate such behavior, but as New Yorkers used to say: \"It couldn't hoit.\" Who would argue, other than, apparently, Mr. Pantucci, that the world isn't a better place without Abu Bakr al-Baghdadi?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yo-ho-ho-justices-ponders-rights-to-blackbeard-ship-salvage-images-11572992004", "title": "Supreme Court Ponders Rights to Blackbeard Ship-Salvage Images", "date": "2019-11-05 17:13", "summary": "Supreme Court is hearing a case involving Blackbeard's flagship, but the issue is copyright law rather than rum, parrots or buried treasure. WASHINGTON-Blackbeard's flagship, Queen Anne's Revenge, ran aground near Beaufort, N.C., in 1718, eventually giving rise to a piracy case the Supreme Court heard Tuesday-but the issue is about copyright rather than rum, parrots or buried treasure.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-interactive-loss-narrows-11572957031", "title": "Peloton Shares Fall as Company Puts Growth Ahead of Profit", "date": "2019-11-05 17:10", "summary": "Exercise-equipment and subscription company posts higher-than-expected subscriber growth and revenue. Peloton Interactive Inc. posted a loss but higher-than-expected subscriber and revenue growth in its first quarterly report since its public-market debut.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-rise-on-trade-optimism-strong-economic-data-11572971634", "title": "Treasury Yields Rise on Trade Optimism, Economic Data", "date": "2019-11-05 17:10", "summary": "Service-sector data eases worries that recent slowdown in industrial activity might spread to other sectors. U.S. government-bond yields continued their sharp recent ascent Tuesday following signs of progress in U.S.-China trade talks and strong U.S. service-sector data.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-gap-narrowed-in-september-as-imports-fell-11572960825", "title": "Drop in Consumer-Goods Imports Points to Slower U.S. Growth", "date": "2019-11-05 16:52", "summary": "U.S. posts largest petroleum products surplus on record on import decline. U.S. imports of goods such as cellphones, toys and apparel fell sharply in September, the latest sign that slowing global growth might be spilling into the domestic economy.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divided-uaw-board-looks-to-move-past-federal-probe-11572990597", "title": "Divided UAW Board Looks Beyond Federal Probe", "date": "2019-11-05 16:49", "summary": "Disagreement on union's board about its leader came during Detroit labor talks. The governing board of the United Auto Workers is trying to move past an internal split over the terms of President Gary Jones's recent departure and focus on salvaging the union's reputation amid a corruption probe, contract talks and shrinking membership.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/very-hungry-caterpillar-author-eric-carle-sells-company-to-penguin-random-house-11572990026", "title": "'Very Hungry Caterpillar' Author Eric Carle Sells Company to Penguin Random House", "date": "2019-11-05 16:40", "summary": "Acquisition is latest bet on children's book market by world's largest publisher. Eric Carle, the author and illustrator of such classic children's titles as \"The Very Hungry Caterpillar\" and \"The Very Busy Spider\" has decided at age 90 to sell his company to Penguin Random House, the world's largest book publisher.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-targets-bid-rigging-with-new-strike-force-11572990035", "title": "Justice Department Targets Bid-Rigging With New Strike Force", "date": "2019-11-05 16:40", "summary": "Move follows cases against South Korean companies that supplied fuel to U.S. military bases. WASHINGTON-The Justice Department says it is stepping up efforts to target bid-rigging and other types of collusion that cheat the government in the contracting process.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-lose-their-taste-for-shake-shack-for-now-11572983428", "title": "Investors Lose Their Taste for Shake Shack, For Now", "date": "2019-11-05 16:37", "summary": "Stock drops 21% after burger chain cut sales forecast, shaving off more than half a billion dollars in market-cap value. Shake Shack Inc. investors are cutting some of the fat off the burger chain's valuation.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-approves-t-mobile-sprint-merger-in-a-3-2-split-vote-11572981020", "title": "FCC Approves Merger of T-Mobile, Sprint", "date": "2019-11-05 16:34", "summary": "Deal still faces antitrust challenge from state attorneys general. The Federal Communications Commission formally approved T-Mobile US Inc.'s merger with smaller rival Sprint Corp. , in a 3-2 vote split along party lines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-governor-renews-quest-for-tolls-11572989560", "title": "Connecticut Governor Renews Quest for Tolls", "date": "2019-11-05 16:32", "summary": "Proposal includes tolls of up to $1 on 14 bridges in the state. Drivers would face tolls of up to $1 to cross each of more than a dozen bridges in Connecticut under Gov. Ned Lamont's scaled-down proposal to raise revenue for transportation improvements.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chesapeake-warns-on-risk-to-business-from-sagging-oil-prices-11572972005", "title": "Chesapeake Warns On Risk to Business From Sagging Oil Prices", "date": "2019-11-05 16:31", "summary": "Investors dumped shares and bonds of the Oklahoma City-based energy company after going-concern warning. Chesapeake Energy Corp. said it may be unable to stay in business if oil and natural gas prices remain depressed, underscoring the challenges faced by drillers still trying to regain their footing from when commodity prices collapsed in 2014 and 2015.", "categories": [["Pro Bankruptcy Credit Markets"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valleys-congresswomen-want-a-new-tech-regulator-11572975000", "title": "Silicon Valley Congresswomen Propose New Tech Regulator", "date": "2019-11-05 16:27", "summary": "Democratic proposal would create new rights for consumers and create a privacy agency. WASHINGTON-Two lawmakers from Silicon Valley proposed a new U.S. agency to regulate the collection of Americans' personal information, a signal of hometown support for heightened oversight of the technology industry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comscore-names-board-member-to-take-over-as-ceo-11572989236", "title": "Comscore Names Board Member to Take Over as CEO", "date": "2019-11-05 16:27", "summary": "Media measurement firm has been led by an interim chief since spring. Media measurement firm Comscore Inc. has named board Vice Chairman Bill Livek as its new chief executive officer and executive vice chairman as it tries to move past a period of turmoil.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-that-lost-nine-members-in-attack-has-a-long-history-in-mexico-11572978716", "title": "Family That Lost Nine Members in Attack Has a Long History in Mexico", "date": "2019-11-05 16:19", "summary": "For nearly a century, the LeBaróns have led a tightknit community built on farming wealth in Chihuahua. MEXICO CITY-The LeBarón family, which lost nine members, including six children, in a brutal highway attack by gunmen in northwestern Mexico on Monday, has roots in the country that go back nearly a century.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-and-race-matters-the-career-of-robert-colescott-review-a-lasting-charged-legacy-11572988542", "title": "'Art and Race Matters: The Career of Robert Colescott' Review: A Lasting, Charged Legacy", "date": "2019-11-05 16:15", "summary": "An exhibition surveys the career and pointed social commentaries of an African-American painter who has influenced a number of prominent contemporary artists.. Cincinnati", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-marriage-story-alan-alda-lets-his-parkinsons-show-11572974317", "title": "In 'Marriage Story,' Alan Alda Lets His Parkinson's Show", "date": "2019-11-05 16:05", "summary": "The 83-year-old actor plays a divorce lawyer with a heart in Noah Baumbach's movie about divorce. In an industry where actors are aware of their every camera angle-they fight pretty, cry pretty, even die pretty-Alan Alda does something unusual in \"Marriage Story\": He lets his tremor show.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gert-boyle-stamped-her-tough-mother-image-on-columbia-sportswear-11572987682", "title": "Gert Boyle Stamped Her 'Tough Mother' Image on Columbia Sportswear", "date": "2019-11-05 16:01", "summary": "Refugee from Nazi Germany took over family business when her husband died and starred in ads celebrating her grit. Gert Boyle took charge of her family business, Columbia Sportswear , in 1970 when her husband died of a heart attack. She and her college-age son, Tim Boyle, lacked business experience and nearly ran the business into the ground over the next few years.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-102-14-billion-to-markets-11572966654", "title": "New York Fed Adds $102.14 Billion to Markets, Buys More Treasury Bills", "date": "2019-11-05 15:49", "summary": "Fed intervention includes $71.05 billion in overnight repurchase agreements and $7.5 billion in T-bills. The New York Fed added $102.14 billion in temporary liquidity Tuesday, and it also added permanent liquidity with more Treasury bill purchases.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/major-u-s-clearinghouse-names-new-chief-information-officer-11572985502", "title": "Major U.S. Clearinghouse Names New Chief Information Officer", "date": "2019-11-05 15:25", "summary": "Lynn Bishop, previously DTCC's chief development officer, succeeds Robert Garrison. Depository Trust & Clearing Corp., one of the largest clearinghouses in the U.S., has named a new chief information officer as it works to modernize systems critical to the clearing and settlement of securities transactions.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-mayors-join-campaign-to-make-pg-e-a-cooperative-11572955201", "title": "California Mayors Join Campaign to Buy Out PG&E", "date": "2019-11-05 14:56", "summary": "Leaders of more than a dozen cities, including Oakland and Sacramento, back proposal to make the utility customer-owned. The mayors of Oakland, Sacramento and more than a dozen other California municipalities are joining San Jose in a campaign to buy out the investor-owned PG&E Corp. and turn it into a giant customer-owned cooperative.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-lose-a-2-6-ton-piece-of-the-berlin-walland-find-it-11572983620", "title": "How to Lose a 2.6 Ton Piece of the Berlin Wall-And Find It", "date": "2019-11-05 14:53", "summary": "Two halves of a heart painted on the Berlin Wall were split up; the whereabouts of one was a mystery. BERLIN-Not long after the fall of the Berlin Wall, Joe Sciamarelli was burdened with a broken heart.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-polaroid-project-at-the-intersection-of-art-and-technology-review-beauty-in-an-instant-11572982325", "title": "'The Polaroid Project: At the Intersection of Art and Technology' Review: Beauty, in an Instant", "date": "2019-11-05 14:32", "summary": "The Polaroid camera provided fertile ground for creative invention.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chick-fil-a-needs-to-check-the-calendar-11572981447", "title": "Chick-fil-A Needs to Check the Calendar", "date": "2019-11-05 14:17", "summary": "The chain reminded its customers to order on National Sandwich Day when it is closed. Fast-food chain Chick-fil-A still takes heat for its chief executive's controversial views, but you can't say that it doesn't stick by its Christian-based beliefs when money is at stake.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-plans-to-breach-nuclear-deal-again-11572955701", "title": "In Major Nuclear Step, Iran to Resume Enrichment", "date": "2019-11-05 13:44", "summary": "Iran will start enriching uranium at Fordow nuclear facility on Wednesday, officials say. Iran plans to start enriching uranium at an underground facility Wednesday, Tehran officials said, in a significant step away from its commitments under the 2015 nuclear deal that could raise pressure on Europe to take action.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-to-set-quotas-for-immigrant-visas-11572978214", "title": "France to Set Quotas for Immigrant Visas", "date": "2019-11-05 13:23", "summary": "President Emmanuel Macron is trying to balance the need for skilled foreign workers against a perception the government isn't protecting French workers. PARIS-France plans to establish a system of quotas for immigrant workers arriving in the country from outside Europe, an unprecedented move that reflects President Emmanuel Macron's efforts to address concerns among right-leaning voters over protecting French workers.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-sale-sat-takers-names-colleges-buy-student-data-and-boost-exclusivity-11572976621", "title": "Universities Buy SAT-Takers' Names and Boost Exclusivity", "date": "2019-11-05 12:57", "summary": "Resume Subscription. Jori Johnson took the practice SAT test as a high-school student outside Chicago. Brochures later arrived from Vanderbilt, Stanford, Northwestern and the University of Chicago.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/beloved-pizzeria-at-yale-shuts-doors-11572976168", "title": "Beloved Pizzeria at Yale Shuts Doors", "date": "2019-11-05 12:49", "summary": "'Quintessential college pizza place' operated for more than 70 years. Yale students, staff and alumni are mourning the loss of a beloved New Haven pizza place, long known as Naples, where generations of fans carved their names into its thick, wooden tables for posterity.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-to-pay-60-million-to-settle-claims-it-misled-data-subscribers-11572976179", "title": "AT&T to Pay $60 Million to Settle Claims It Misled Data Subscribers", "date": "2019-11-05 12:49", "summary": "FTC alleged wireless company charged customers for 'unlimited' plans after reducing their data speeds. AT&T Inc. has agreed to pay $60 million to settle the Federal Trade Commission's allegations that the wireless provider reduced millions of customers' data speeds while charging them for unlimited data plans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/krogers-refresh-is-finally-paying-off-11572975768", "title": "Kroger's Refresh Is Finally Paying Off", "date": "2019-11-05 12:42", "summary": "Investors are starting to see results from years of investment to keep their grocery stores relevant. Kroger has been investing heavily to keep its stores relevant. On Tuesday, it finally convinced investors it can do so profitably and sustainably.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-chairman-backs-embattled-ceo-dennis-muilenburg-11572961931", "title": "Boeing Chairman Backs Embattled CEO Dennis Muilenburg", "date": "2019-11-05 12:37", "summary": "Muilenburg won't receive bonus compensation this year or stock grants until 737 MAX is flying again. Boeing Co. 's newly installed chairman backed embattled Chief Executive Officer Dennis Muilenburg on Tuesday, while acknowledging a series of engineering missteps that led to two deadly crashes of the 737 MAX.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-job-openings-edged-lower-in-september-11572969370", "title": "U.S. Job Openings Edged Lower", "date": "2019-11-05 12:37", "summary": "Number of openings in September exceeded the number of unemployed Americans by 1.26 million. WASHINGTON-Jobs remain plentiful and hiring solid-showing that while the labor market has cooled, it remains a source of strength for the U.S. economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-opposition-leaders-see-opening-in-tying-boris-johnson-to-trump-11572975277", "title": "U.K. Opposition Leaders See Opening in Tying Johnson to Trump", "date": "2019-11-05 12:34", "summary": "Labour Party and Liberal Democrats try to link prime minister to the U.S. president's deregulatory policies and unpopularity among Britons. LONDON-Britain's two largest national opposition parties set out their electoral battle lines over Brexit on Tuesday, and there was a recurring theme: President Trump.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-ceo-to-have-surgery-as-part-of-cancer-treatment-11572973507", "title": "Marriott CEO to Have Surgery as Part of Cancer Treatment", "date": "2019-11-05 12:05", "summary": "The hotel company disclosed in May that Arne Sorenson had pancreatic cancer. Marriott International Inc.'s chief executive, Arne Sorenson, said Tuesday that he will have surgery to treat his pancreatic cancer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-atlantic-taps-three-for-roles-near-top-of-firm-11572973200", "title": "General Atlantic Taps Three for Roles Near Top of Firm", "date": "2019-11-05 12:00", "summary": "Levy, Caillaux and Escobari to become co-presidents in succession-planning move. Private-equity firm General Atlantic is promoting three executives to the newly created role of co-president, the latest in a recent spate of firms to lay the groundwork for leadership succession.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-homes-are-residential-boomerangs-11572972959", "title": "Some Homes Are Residential Boomerangs", "date": "2019-11-05 11:55", "summary": "Agents tell of selling homes that go on the market again and again. Q: Have you ever sold the same home multiple times?", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-to-expel-american-human-rights-activist-11572972280", "title": "Israel to Expel American Human-Rights Activist", "date": "2019-11-05 11:44", "summary": "Supreme court verdict is first time a legal resident is ordered to leave Israel under a law allowing the government to deport foreigners who support a boycott. TEL AVIV-Israel's top court upheld a ruling to expel the local head of the Human Rights Watch advocacy group under a new law, in a case that has drawn widespread attention to the government's ability to push back against its critics.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-expected-to-ban-all-e-cigarette-flavors-except-tobacco-and-menthol-11572969360", "title": "FDA Expected to Ban Flavored E-Cigarettes Except Tobacco, Menthol", "date": "2019-11-05 11:11", "summary": "Ban would include mint, which new studies show is one of most popular flavors among middle- and high-school students. The Food and Drug Administration is expected to ban all e-cigarettes other than those that taste like tobacco and menthol, citing new data on the vaping flavors most popular among teenagers.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikola-jokic-is-a-center-hes-also-a-point-guard-11572967870", "title": "The NBA's Next Star Is a Point Guard Who Plays Center", "date": "2019-11-05 10:43", "summary": "LeBron James, Kawhi Leonard and Giannis Antetokounmpo have reimagined the position. But there has never been a point guard like Nikola Jokic.. A funny thing happened to a very large man during a Denver Nuggets practice not too long ago. He grabbed a rebound, looked around and found himself staring at an unexpected sight: nothing. He was standing by himself because his teammates were already running the court.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-trade-deficit-narrowed-in-september-11572963504", "title": "Canada's Trade Deficit Narrowed in September", "date": "2019-11-05 10:42", "summary": "Imports fell 1.7%, following a revised 1.2% increase in August. OTTAWA-Canada's trade deficit of goods narrowed in September as imports and exports declined.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liev-schreiber-was-born-to-be-wild-but-with-a-purpose-11572968251", "title": "Liev Schreiber Was Born to Be Wild, but With a Purpose", "date": "2019-11-05 10:37", "summary": "The 'Ray Donovan' actor grew up in a series of hippie communities as the son of a free-spirited mother. Liev Schreiber, 52, is a Tony-winning actor who has appeared in more than 50 films, including \"Spotlight\" and \"Human Capital.\" He currently stars in Showtime's \"Ray Donovan,\" which begins season 7 on Nov. 17. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-go-public-as-private-interviews-slow-11572966562", "title": "Democrats Go Public as Private Interviews Slow", "date": "2019-11-05 10:09", "summary": "Resume Subscription. House Democrats have entered a new phase of their impeachment inquiry: convincing the public that President Trump deserves to be impeached.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-push-the-buttons-seniors-get-smartphone-lessons-11572966001", "title": "'Just Push the Buttons.' Seniors Get Smartphone Lessons", "date": "2019-11-05 10:00", "summary": "Manhattan nonprofit connects older people with volunteers who give them lessons on how to text, use voice commands. When Ruth Rosner bought her first cellphone five years ago, she was 98 years old.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goodbye-honey-do-list-hello-shared-labor-app-11572949803", "title": "Goodbye Honey-Do List, Hello Shared-Labor App", "date": "2019-11-05 09:56", "summary": "Labor-sharing apps and shared calendars replace traditional to-do lists; 'I can't believe I don't have to do that'. Christy MacGregor and Ted Iobst set aside time every Sunday evening to go over their shared to-do list.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-day-in-new-york-brings-small-races-larger-lessons-11572825601", "title": "Election Day in New York Brings Small Races, Larger Lessons", "date": "2019-11-05 09:41", "summary": "Here are a few local races and issues to watch for Tuesday. Political experts are watching whether the wave of enthusiastic Democrats who propelled the party to major legislative gains last year will show up at the polls again this week. While there are no statewide contests this year, here are a few local races and issues to watch during Tuesday's elections:", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-2-trillion-dollar-question-hanging-over-aramcos-ipo-11572963542", "title": "The $2 Trillion Question Hanging Over Aramco's IPO", "date": "2019-11-05 09:19", "summary": "Risks of investing in the state company have been made clear following September attacks on its oil facilities and a profit decline. The starter's gun has been fired on Aramco's initial public offering, but problems that have dogged the oil giant over the past four years remain. Perhaps the most pressing: convincing international investors that the company is worth what it says it is.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-quest-to-find-a-rare-bmw-11572963365", "title": "A Quest to Find a Three-of-a-Kind BMW", "date": "2019-11-05 09:16", "summary": "Resume Subscription. Sarah Fairfield of Long Beach, Calif., a part-time stunt driver, racing driver and writer for the YouTube channel Donut Media, on her 2006 BMW Z4 M Coupe, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-an-uncommon-coupe-from-bmw-11572963033", "title": "Photos: An Uncommon Coupe From BMW", "date": "2019-11-05 09:10", "summary": "Sarah Fairfield shows off her 2006 Z4 M Coupe by the Pacific Ocean. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-mcdonalds-uber-xerox-marriott-11572948032", "title": "Stocks to Watch: Adobe, Uber, Xerox, Marriott", "date": "2019-11-05 08:49", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/controlling-the-comfort-of-your-airplane-seatfrom-your-phone-11572960852", "title": "Controlling the Comfort of Your Airplane Seat-From Your Phone", "date": "2019-11-05 08:34", "summary": "Partnered up with Airbus, an innovative London design firm is fine-tuning app-controlled seats you can adjust on your smartphone. Four years ago, the London-based industrial designer Benjamin Hubert quietly closed down his namesake practice. \"I kept getting approached to come up with yet another chair,\" says Hubert, 35. \"And I very much wanted to move beyond that.\" He soon re-emerged as the founder and creative director of the strategic agency Layer Design.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winters-new-eco-status-symbol-a-recycled-coat-11572960726", "title": "Winter's New Eco-Status Symbol: A Recycled Coat", "date": "2019-11-05 08:32", "summary": "Herno, Italian makers of luxury outerwear, are making puffers with recycled nylon and reused down for sustainability. Inside the brand's environmental tweaks. Outerwear trends this winter lean toward quilted jackets and all-enveloping puffers, both of which are specialties of Italian label Herno. In fact, Herno has been making luxe coats in the town of Lesa since 1948, when husband-and-wife team Giuseppe Marenzi and Alessandra Diana introduced a double-breasted trench, a style that em-bodied the simplicity of postwar fashions.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tyler-the-creator-is-a-singular-talent-11572960622", "title": "Tyler, The Creator Is a Singular Talent", "date": "2019-11-05 08:30", "summary": "How hip-hop artist and fashion designer Tyler, The Creator creatively thrives in several different fields-and he's only 28. Tyler, the Creator bursts through the service entrance of Jon & Vinny's, the L.A. restaurant where he asked me to meet him, fixes his eyes on mine and issues a gruff command: \"Grab your shit.\" Without further explanation, he turns on his heels and vanishes the same way he came. I stammer a goodbye to a confused waiter and hurry into the alley out back, where Tyler's behind the wheel of a vintage BMW E30 M3 coupe, its engine growling monstrously. He's wearing black high-water trousers and a white T-shirt decorated with a pixelated flower, both of which he designed for his fashion brand Golf Wang. Our plan was to get a bite, but with Tyler, it turns out, spontaneity rules-\"I don't like schedules,\" he says-and right now he's got matters more urgent than breakfast on the brain. \"I need a manicure,\" he says, showing me his fingernails with a look of repulsion. He yanks the stick shift and rockets down the alley.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/track-record-11572960540", "title": "Track Record", "date": "2019-11-05 08:29", "summary": "During his solo career, Tyler, the Creator has released five studio albums. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vaping-affirmative-action-and-affordable-housing-ballot-measures-around-the-u-s-to-watch-11572960305", "title": "Vaping, Affirmative Action, Affordable Housing: Ballot Measures Around U.S. to Watch", "date": "2019-11-05 08:25", "summary": "San Francisco votes on regulating e-cigarette retailers, while Washington state weighs its tax on products. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-monday-night-football-cat-explains-all-11572960293", "title": "The Monday Night Football Cat Explains All", "date": "2019-11-05 08:24", "summary": "A furry interruption at an NFL game goes instantly viral. The Meow in the Middle tells what happened:. Sports Fans of America:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fujifilm-leader-doesnt-lament-quitting-bid-for-xerox-11572957645", "title": "Fujifilm Leader Doesn't Lament Quitting Bid for Xerox", "date": "2019-11-05 08:11", "summary": "'This agreement is better,' Shigetaka Komori says of deal to gain total control of Fuji Xerox venture. TOKYO- Fujifilm Holdings Corp.'s chairman and chief executive said he didn't have hard feelings after he abandoned his bid for U.S. corporate icon Xerox Holdings Corp. , describing a revised deal as a chance to grow.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-barkin-high-uncertainty-may-be-damping-effectiveness-of-fed-policy-11572958893", "title": "Fed's Barkin: High Uncertainty May Be Damping Effectiveness of Fed Policy", "date": "2019-11-05 08:01", "summary": "The central bank's monetary policy may be less potent given today's economic and political environment. Richmond Fed President Thomas Barkin said an uncertain economic and political environment may be making central bank monetary policy choices less effective right now.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ready-to-boost-stocks-investors-multitrillion-cash-hoard-11572958800", "title": "Investors' Multitrillion Dollar Cash Hoard Could Push Stocks Higher", "date": "2019-11-05 08:00", "summary": "Assets in money-market accounts are at a decade high, a bullish sign for some investors. Nervous investors have socked $3.4 trillion away in cash. But stocks are rising and their nerves are calming, leading bulls to view the huge cash pile as a sign that markets have room to go higher.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-russian-allys-solo-course-alters-western-calculations-11572958804", "title": "A Russian Ally's Solo Course Alters Western Calculations", "date": "2019-11-05 08:00", "summary": "U.S. and others court Belarus at arm's length after Kremlin made an example of Ukraine. MINSK, Belarus-Western governments are moving to shore up the authoritarian, independent-minded President Aleksander Lukashenko of Belarus, worried that his country's possible absorption by Russia would alter Europe's balance of power.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-attempts-at-medicare-for-all-proposals-havent-ended-well-11572957714", "title": "States' Attempts at Medicare-for-All Proposals Haven't Ended Well", "date": "2019-11-05 07:41", "summary": "Democratic candidates Warren and Sanders are pushing plans that face obstacles similar to those encountered in Vermont and Colorado. Democratic presidential front-runners Bernie Sanders and Elizabeth Warren are confronting the same challenges to their health-care policies that foiled state lawmakers who tried to launch universal health systems in recent years.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramco-the-buyers-matter-more-than-the-price-11572957065", "title": "Saudi Aramco: The Buyers Matter More Than the Price", "date": "2019-11-05 07:31", "summary": "The world's largest public company needs to convince global investors, not just locals, to buy into its IPO. What's half a trillion dollars between friends?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-and-prologis-battle-for-fast-shipping-leadership-11572955205", "title": "Blackstone and Prologis Battle for Fast-Shipping Leadership", "date": "2019-11-05 07:00", "summary": "Investment firm and logistics company accumulate millions of square feet in warehouse space. Two of the world's biggest real-estate owners are racing to dominate in the business of offering ever-faster e-commerce delivery.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-pension-plans-continue-to-shift-into-u-s-stocks-11572955200", "title": "Public Pension Plans Continue to Shift Into U.S. Stocks", "date": "2019-11-05 07:00", "summary": "47% of plans' assets were in U.S. stocks in third quarter, the most since 2007. As the bull market enters its 11th year, state and local pension plans are piling on risk, as they try to make up shortfalls.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-cross-the-river-for-smaller-spaces-in-big-buildings-11572955202", "title": "New Yorkers Cross the River for Smaller Spaces", "date": "2019-11-05 07:00", "summary": "Young professionals splurge on studio units in decked-out Jersey City towers. Manhattanites looking for more space for their money have for years defected to Jersey City, N.J.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/improving-japans-english-gets-lost-in-translation-11572954240", "title": "Improving Japan's English Gets Lost in Translation", "date": "2019-11-05 06:44", "summary": "The country's English-language proficiency is falling behind China's, according to a survey. TOKYO-Japan's English-language proficiency is falling behind China's owing to an education system that doesn't prioritize real-life communication skills, according to a survey that comes days after a political row over the issue erupted in Tokyo.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-currency-rallies-below-7-to-the-dollar-on-trade-optimism-11572953569", "title": "China's Currency Rallies Below 7 to the Dollar on Trade Optimism", "date": "2019-11-05 06:32", "summary": "The rally came even as China's central bank made a marginal cut to a lending tool it uses to extend funds to commercial banks. The Chinese yuan hit its strongest level in three months, rallying below the symbolic threshold of 7 per dollar, on optimism about a potential trade deal between the world's two biggest economies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-in-america-share-your-story-11572952976", "title": "Debt in America: Share Your Story", "date": "2019-11-05 06:22", "summary": "For a continuing reporting project about debt in America, we'd love to hear from you. More Americans are facing the financial realities of being in debt, whether it is a car loan, credit cards, student loans or more. Consumer debt, not counting mortgages, has climbed to $4 trillion.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polls-open-in-states-facing-tests-of-party-control-11572951600", "title": "Voters Go to the Polls in Kentucky, Virginia and Other State Races", "date": "2019-11-05 06:14", "summary": "Voters pick governors in Mississippi and Kentucky; Virginia legislature is up for grabs. Voters are heading to the polls in several states to pick governors and state legislators in a warm-up for the 2020 election and with a chance to affect party control in places such as Virginia and Kentucky.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-jinping-says-he-trusts-carrie-lam-to-clean-up-hong-kong-mess-11572936175", "title": "Xi Jinping Says He Trusts Carrie Lam to End Hong Kong Chaos", "date": "2019-11-05 06:04", "summary": "Chinese president's remarks follow speculation in Hong Kong that the unpopular Mrs. Lam may be replaced as chief executive. Chinese President Xi Jinping offered firm backing for Hong Kong leader Carrie Lam and her attempts to quell the city's antigovernment protests, signaling Beijing's intention to keep the beleaguered chief executive in place despite her record unpopularity among residents.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-tie-pay-performance-ratings-to-gender-recruiting-targets-11572949801", "title": "Companies Tie Pay, Performance Ratings to Gender Recruiting Targets", "date": "2019-11-05 05:30", "summary": "Companies with female finance chiefs are more profitable than those without, a recent study indicates. Pressure from investors and lawmakers to boost gender diversity in the executive ranks and the boardroom are prompting more companies to consider a wider array of C-suite candidates and, increasingly, tie performance reviews and pay to hiring targets.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/security-contractor-erik-prince-is-in-talks-to-acquire-ukraines-motor-sich-11572949809", "title": "Security Contractor Erik Prince in Talks to Acquire Ukraine's Motor Sich", "date": "2019-11-05 05:30", "summary": "Trump administration has approached Prince and at least one other potential buyer from the private sector. ", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indicted-yahoo-hackers-case-shows-pitfalls-of-extradition-efforts-11572949801", "title": "Indicted Yahoo Hacker's Case Shows Pitfalls of Extradition Efforts", "date": "2019-11-05 05:30", "summary": "Russian national Alexsey Belan, detained by Greece at U.S. request, was released on bail and, after fleeing to Russia, accused of huge hack. Alexsey Belan was detained, then released-and then the mayhem began.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asias-huge-trade-pact-is-a-paper-tiger-in-the-making-11572943887", "title": "Asia's Huge Trade Pact Is a Paper Tiger in the Making", "date": "2019-11-05 03:51", "summary": "The withdrawal of India from the broad but shallow agreement reinforces its very limited nature. Asia's Regional Comprehensive Economic Partnership, billed as a mammoth that could be China's alternative to the Trans-Pacific Partnership, is shaping up to look more like a mouse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xerox-to-sell-stake-in-joint-venture-to-fujifilm-for-2-2-billion-11572931801", "title": "Xerox to Sell Stake in Joint Venture to Fujifilm", "date": "2019-11-05 02:01", "summary": "Companies agree to end 57-year-old joint venture after an attempt at a full merger soured. Xerox Holdings Corp. and Fujifilm Holdings Corp. agreed to end a 57-year-old joint venture more than a year after an attempt at a full merger soured.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-housing-market-is-finally-cooling-some-homeowners-are-furious-11572949806", "title": "China's Housing Market Is Finally Cooling. Some Homeowners Are Furious.", "date": "2019-11-05 00:01", "summary": "Officials have tightened financing to developers and rules on lending for home buyers in an effort to cool the market. TIANJIN, China-Thirty floors above the showroom of a Chinese developer, a 29-year-old woman stood on a small rooftop ledge about 8 feet off the rooftop itself, threatening to jump and declaring that her recent home purchase had ruined her life.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peloton-needs-to-keep-pumping-11572977759", "title": "Peloton Needs to Keep Pumping", "date": "2019-11-05 00:01", "summary": "The connected fitness company delivered strong results in first post-IPO report, but it still failed to win over investors. Peloton Interactive has a competition problem. Its rivals, though, aren't today's companies but yesterday's.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dating-site-owner-matchs-results-disappoint-11572995999", "title": "Dating-Site Owner Match's Results Disappoint", "date": "2019-11-05 00:01", "summary": "Shares plummet after hours following a weak sales forecast. Shares of Match Group Inc. dropped 16% in after-hours trading Tuesday after the company's financial targets for the current quarter came in below analysts' estimates.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11572900149", "title": "Pepper...and Salt", "date": "2019-11-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-commissioner-james-oneill-set-to-announce-his-departure-11572890245", "title": "NYPD Commissioner to Depart; City's Top Detective to Succeed Him", "date": "2019-11-05 23:28", "summary": "James O'Neill presided over nation's largest police force during a transitional period. New York Police Department Commissioner James O'Neill, who led the nation's largest police force during a period of transition and oversaw an effort to address racial disparities in law enforcement, said he planned to step down from the post.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-consider-rolling-back-tariffs-as-part-of-initial-trade-deal-11572924715", "title": "U.S., China Consider Rolling Back Tariffs as Part of Initial Trade Deal", "date": "2019-11-05 22:31", "summary": "The two countries have agreed in principle to the first of several phases of an agreement to end the trade war. WASHINGTON-U.S. and Chinese officials are actively considering rolling back some tariffs to clinch the partial trade deal under negotiation, according to people familiar with the talks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giuliani-associate-lev-parnas-to-comply-with-house-subpoena-11572922438", "title": "Giuliani Associate Lev Parnas to Comply With House Subpoena", "date": "2019-11-05 21:53", "summary": "Parnas and his associate, Igor Fruman, worked closely with Giuliani on Trump's efforts to push for investigations in Ukraine. WASHINGTON-Lev Parnas, an associate of Rudy Giuliani who was arrested last month on campaign-finance charges, in a reversal intends to comply with a congressional subpoena to the extent he can, his lawyer said Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-hasnt-been-softbanks-vision-funds-only-stumble-11572891679", "title": "WeWork Isn't the Only Stumble for SoftBank's Vision Fund", "date": "2019-11-05 21:18", "summary": "Other companies the huge tech investment fund has backed have struggled lately. SoftBank Group Corp.'s longtime strategy of dumping mountains of cash on promising young companies to create big winners failed dramatically at WeWork, and is showing cracks at a number of its other investments.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-ceo-dismissed-warning-on-mines-before-deadly-disaster-in-brazil-11572907739", "title": "Vale CEO Dismissed Warning on Mines Before Deadly Brazil Disaster", "date": "2019-11-05 20:55", "summary": "Email sent to the miner's top managers prompted the chief executive to pursue the writer's identity and call the writer a 'cancer'. BELO HORIZONTE, Brazil-Vale SA's top managers received an anonymous email warning about the state of the miner's dams two weeks before a deadly disaster, a note that prompted the chief executive to pursue the writer's identity and call the person a \"cancer,\" a police document shows.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-unveils-revised-bankruptcy-insurance-settlement-11572915696", "title": "PG&E Unveils Revised Bankruptcy Insurance Settlement", "date": "2019-11-05 20:01", "summary": "Insurers can back out of their deal with PG&E if new wildfires push the utility into insolvency. Insurance companies and investors with billions of dollars riding on the outcome of PG&E Corp.'s bankruptcy have reworked provisions of an $11 billion settlement, spelling out the consequences if California's largest utility becomes insolvent.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-booked-another-quarterly-loss-as-revenue-climbed-11572901549", "title": "Uber Books Another Quarterly Loss as Revenue Climbs", "date": "2019-11-05 19:53", "summary": "Ride-hailing company expects profitability on an adjusted basis in 2021. After a string of large quarterly losses, Uber Technologies Inc. is more upbeat about 2021, expecting to turn a profit then even as it faces unrelenting challenges from competitors and regulators across the globe.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-mary-daly-says-three-rate-cuts-in-2019-were-appropriate-11572914484", "title": "Fed's Daly Says Three Rate Cuts Appropriate", "date": "2019-11-05 19:41", "summary": "San Francisco Fed president doesn't see a need to easy monetary policy further. Federal Reserve Bank of San Francisco President Mary Daly said Monday the central bank did the right thing to lower short-term rates three times this year, adding that she doesn't see a need to lower rates further.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-next-top-cop-has-humble-queens-roots-11572911682", "title": "New York City's Next Top Cop Has Humble Queens Roots", "date": "2019-11-05 19:22", "summary": "Dermot Shea, son of Irish immigrants, is champion of data-driven crime-fighting. New York City's next police commissioner is a Queens-raised son of Irish immigrants who has worked as a plainclothes narcotics officer and as the New York Police Department's chief of detectives, championing data-driven crime-fighting.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-officials-not-expected-to-show-for-testimony-in-impeachment-inquiry-11572863402", "title": "White House Officials Fail to Appear for Impeachment Inquiry Testimony", "date": "2019-11-05 19:19", "summary": "Among the witnesses are a top White House lawyer and an adviser to chief of staff Mick Mulvaney. WASHINGTON-The four administration officials whose testimony impeachment investigators had scheduled for Monday didn't appear for their depositions amid a legal standoff between the White House and Congress over whether they can be compelled to testify.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-eating-uber-11572912725", "title": "What's Eating Uber?", "date": "2019-11-05 19:12", "summary": "Food-delivery losses offset improving bottom line of rides business. The good news is that Uber appears to make a profit doing what it was originally meant to do. The bad news is that none of the company's other activities can make that claim.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-finds-itself-in-cross-hairs-of-arab-protesters-11572890538", "title": "Iran Finds Itself in Crosshairs of Arab Protesters", "date": "2019-11-05 19:01", "summary": "After expanding its footprint in Middle East, Tehran and its allies draw ire from those angered by poor governance and state violence. The largest mass protests to hit Iraq and Lebanon in decades are posing a direct challenge to the influence Iran has gained in both countries as demonstrators seek to overturn the political order.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}]