[{"link": "https://www.wsj.com/articles/pakistan-says-it-shot-down-two-indian-warplanes-11551251647", "title": "India-Pakistan Clash Intensifies With Downed Jets, Captured Pilot", "date": "2019-02-27 18:59", "summary": "Islamabad urges restraint after retaliating for Indian attack; New Delhi protests prisoner videos. Pakistani and Indian jet fighters clashed in the skies above their disputed border, with each side claiming to have shot down at least one warplane and Pakistan capturing an Indian pilot, escalating military hostilities between the nuclear-armed rivals.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-court-hears-case-of-memorial-cross-at-traffic-circle-11551310646", "title": "High Court Hears Case of Memorial Cross at Traffic Circle", "date": "2019-02-27 18:37", "summary": "Cross honors local residents who lost their lives serving in the U.S. Armed Forces in World War I. WASHINGTON-A Latin cross built as a World War I memorial appeared likely to remain at a Maryland traffic circle after Supreme Court justices expressed reluctance Wednesday to disturb the monument at the center of a First Amendment case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-bidens-opportunity-11551310471", "title": "Joe Biden's Opportunity", "date": "2019-02-27 18:34", "summary": "His top Democratic competitors stake out another radical position.. Some Wall Street Democrats are hoping that former Vice President Joe Biden (D., Del.) will announce a presidential candidacy and inject a measure of economic sanity into their party's nomination debate. Recent polling suggests there's also ample running room for Mr. Biden if he articulates a non-radical message on abortion. But seizing the opportunity will require him to offer not just a different tone compared to his 2020 rivals, but a different agenda.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-satellite-venture-oneweb-blasts-off-with-revised-business-plan-11551306277", "title": "Startup Satellite Venture OneWeb Blasts Off With Revised Business Plan", "date": "2019-02-27 18:33", "summary": "Broadband project backed by Airbus, SoftBank and Virgin Group adjusts strategy to focus more on maritime, aviation and government services. A Russian rocket blasted into orbit the first batch of small satellites for broadband venture OneWeb Ltd. on Wednesday, as questions mount about the financial viability of such internet-via-space projects.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-expected-to-refocus-efforts-on-back-office-it-report-finds-11551309947", "title": "CIOs Expected to Refocus Efforts on Back-Office IT, Report Finds", "date": "2019-02-27 18:25", "summary": "In an economic slowdown, the value of IT may revert from business outcomes to cutting costs. Facing the growing risk of a global economic slowdown, chief information officers are likely to shift away from new business-side tech initiatives and refocus on back-office IT efforts aimed at curbing operating costs, according to Forrester Research Inc.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-rises-aided-by-yield-advantage-11551289713", "title": "U.S. Dollar Rises, Aided by Yield Advantage", "date": "2019-02-27 18:15", "summary": "WSJ Dollar Index climbs 0.1%, as Fed signals it is near a plan to end bond-portfolio runoff. The U.S. dollar rose Wednesday, supported by its yield advantage over other developed-market currencies.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elder-fraud-on-the-rise-11551309306", "title": "Elder Fraud on the Rise", "date": "2019-02-27 18:15", "summary": "The number of reports filed in 2017 were up 19% from a year earlier. WASHINGTON-Financial institutions are reporting an increasing number of suspicious activities involving financial abuse targeting older adults, according to a new government analysis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-inaugural-committee-receives-subpoena-from-d-c-attorney-general-11551308053", "title": "Trump Inaugural Committee Subpoenaed by D.C. Attorney General", "date": "2019-02-27 18:14", "summary": "Inaugural committee has also received subpoenas from Manhattan U.S. attorney's office, New Jersey attorney general. The District of Columbia attorney general's office has subpoenaed President Trump's inaugural committee for documents related to an investigation into whether the fund's spending was \"wasteful, mismanaged\" or \"improperly provided private benefit.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-beats-expectations-for-revenue-adjusted-profit-11551272062", "title": "Campbell Shows Signs of Turnaround", "date": "2019-02-27 18:13", "summary": "New CEO says soup-and-snack maker faces 'some immediate challenges'. Campbell Soup Co. made progress in its effort to reignite growth after a tumultuous year, underscoring the gulf between smaller food makers that reported earnings this week and the problems facing Kraft Heinz Co.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-merck-makes-5-24-billion-offer-for-versum-materials-11551275427", "title": "Germany's Merck Makes $5.24 Billion Offer for Versum Materials", "date": "2019-02-27 18:11", "summary": "Arizona-based Versum has a pending merger with another company. German pharmaceutical and chemical company Merck KGaA says it wants to buy Versum Materials Inc. for more than $5 billion, potentially scuttling a pending merger Versum has with another company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-malones-liberty-global-to-sell-swiss-operation-11551308157", "title": "Liberty Global to Sell Swiss Operation", "date": "2019-02-27 17:55", "summary": "Sunrise to buy UPC Switzerland in deal with enterprise value of $6.3 billion. Cable tycoon John Malone is cashing out of Switzerland.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-employers-resume-fight-for-more-h-2b-visas-for-foreign-workers-11551307841", "title": "U.S. Employers Resume Fight for More H-2B Visas for Foreign Workers", "date": "2019-02-27 17:50", "summary": "Businesses say crash of government web portal for permit applications underscores need to raise visa caps. WASHINGTON-Employers who rely on seasonal foreign-worker permits are renewing their fight to lift limits on temporary H-2B visas, saying computer problems this year that thwarted many applications highlighted the need to raise the cap.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-looks-to-pass-major-gun-control-measure-expanding-background-checks-11551296517", "title": "House Passes Gun-Control Measure", "date": "2019-02-27 17:41", "summary": "Legislation would ensure buyers are vetted for almost all private sales-but is likely to stall in Senate. WASHINGTON-The House on Wednesday passed an expansion of background checks for nearly all gun sales, a cornerstone of the legislative agenda newly empowered Democrats pledged to enact, but one that faces resistance in the GOP-controlled Senate.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-empire-state-is-graying-11551307061", "title": "The Empire State Is Graying", "date": "2019-02-27 17:37", "summary": "Rapidly aging population strains state and county services such as home-care aides. New York is getting on in years, with residents aged 65 and older making up a record high 16% of the state's population, according to a study published Wednesday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/producer-scott-rudin-buys-graydon-carters-new-york-home-11551302239", "title": "Producer Scott Rudin Buys Graydon Carter's New York Home", "date": "2019-02-27 17:37", "summary": "The former editor of Condé Nast's Vanity Fair magazine is selling his West Village home to the 'Lady Bird' producer and his husband John Barlow.. Graydon Carter, the former editor of Condé Nast's Vanity Fair magazine, is selling his longtime New York home to Scott Rudin, a well-known movie and theater producer, and his husband John Barlow, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-faces-mounting-weedkiller-lawsuits-amid-sweeping-restructuring-11551257970", "title": "Bayer Faces Mounting Weedkiller Lawsuits Amid Sweeping Revamp", "date": "2019-02-27 17:29", "summary": "Chemicals and pharmaceuticals company faces 11,2000 plaintiffs over Roundup, the world's most widely used herbicide. LEVERKUSEN, Germany- Bayer AG said the number of plaintiffs suing over its weedkillers had risen by a further 1,900 over the past three months, adding to the legal pressure on the German pharmaceuticals and chemicals company as it navigates a broad restructuring of its businesses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-day-of-jarring-images-of-president-trump-11551305650", "title": "A Day of Jarring Images for Trump", "date": "2019-02-27 17:14", "summary": "TV viewers could choose between Trump as a peace-seeker with North Korea's leader-or a con man as portrayed by his former lawyer Michael Cohen. Americans got a choice on Wednesday: They could view President Trump as contender for the Nobel Peace Prize for his work with North Korea, or see him as a criminal and con man because of how he was portrayed by his former lawyer, Michael Cohen.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-comparable-sales-rose-in-latest-quarter-11551271758", "title": "Best Buy's Profit, Sales Rise", "date": "2019-02-27 17:05", "summary": "Popularity of videogame 'Fortnite' boosts sales of headphones and other game accessories. Best Buy Co. said its holiday sales got a boost from the surging popularity of the \"Fortnite\" videogame, which spurred purchases of headphones and other accessories.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-rep-says-china-trade-deal-will-include-enforcement-mechanism-11551294687", "title": "U.S. Drops Threat of 25% Tariffs on Chinese Goods", "date": "2019-02-27 17:05", "summary": "U.S. negotiators also reach tentative deal on thorny issue of enforcement. WASHINGTON-In the strongest sign yet that an accord is near, U.S. Trade Representative Robert Lighthizer said Wednesday that the U.S. was abandoning for now its threat to raise tariffs to 25% on $200 billion of Chinese goods.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-panel-takes-aim-at-china-funded-education-programs-in-u-s-11551304801", "title": "Senate Panel Takes Aim at China-Funded Education Programs in U.S.", "date": "2019-02-27 17:00", "summary": "Investigative report recommends closing Confucius Institutes at colleges and schools if Beijing keeps stymieing U.S. cultural outreach. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weezer-the-black-album-review-melodies-to-cherish-lyrics-to-forget-11551304608", "title": "'Weezer' (the Black Album) Review: Melodies to Cherish, Lyrics to Forget", "date": "2019-02-27 16:56", "summary": "The latest from the 25-year-old rock band has lots of instrumental detail, but when the songs aren't banal, they're simply meaningless. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-blocks-execution-of-man-with-dementia-orders-mental-assessment-11551287965", "title": "Supreme Court Blocks Execution of Man With Dementia", "date": "2019-02-27 16:49", "summary": "Chief Justice John Roberts joins with the liberal wing in two victories for criminal defendants. WASHINGTON-A divided Supreme Court on Wednesday blocked the execution of an Alabama man with dementia, ordering further proceedings on whether he has the mental capacity to understand why he faces the death penalty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-opposition-leaders-return-from-colombia-to-spell-showdown-with-president-11551295925", "title": "Venezuelan Opposition Leader's Return From Colombia to Set Up Showdown With President", "date": "2019-02-27 16:45", "summary": "President Nicolás Maduro threatened Juan Guaidó with jail for violating travel ban imposed by Supreme Court. Venezuela's opposition, stung by recent setbacks, is grappling for its next move to try to unseat President Nicolás Maduro. But first, its leader Juan Guaidó has to safely get back into Venezuela, where the government is threatening to jail him.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hamilton-creators-improv-group-to-teach-its-tricks-11551303911", "title": "'Hamilton' Creator's Improv Group to Teach Its Tricks", "date": "2019-02-27 16:45", "summary": "Freestyle Love Supreme will offer classes to students with storytelling, hip-hop and rhyme. Freestyle Love Supreme, the improv troupe co-founded by \"Hamilton\" creator Lin-Manuel Miranda, will offer classes in Manhattan next month to students who want to try its mix of spontaneous storytelling, hip-hop and rhyme.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-settles-with-ftc-over-data-collection-from-children-11551303390", "title": "TikTok Settles With FTC Over Data Collection From Children", "date": "2019-02-27 16:36", "summary": "The popular app wlll pay $5.7 million in the agency's largest civil penalty for a children's privacy case. The popular short-video and social-media app TikTok, formerly known as Musical.ly, agreed to a $5.7 million settlement with federal regulators over allegations that it illegally collected personal information from children.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-brief-history-of-the-kashmir-conflict-11551302856", "title": "A Brief History of the Kashmir Conflict", "date": "2019-02-27 16:27", "summary": "Resume Subscription. LAHORE, Pakistan-India and Pakistan are still haunted by their violent births, in 1947, when British colonial rulers abruptly departed amid killing sprees between Hindu and Muslim populations.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/global-stocks-decline-as-violence-erupts-in-kashmir-11551258388", "title": "U.S. Stocks Edge Lower, Keeping Rally on Pause", "date": "2019-02-27 16:23", "summary": "Analysts weigh trade, geopolitics and latest batch of earnings. U.S. stocks inched lower for the second consecutive session Wednesday, pausing their early-year rally as analysts weighed comments from U.S. Trade Representative Robert Lighthizer and the latest batch of corporate earnings.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-has-best-start-to-a-year-ever-as-opec-production-falls-11551272400", "title": "Oil Has Best Start to a Year Ever as OPEC Production Falls", "date": "2019-02-27 16:16", "summary": "U.S. crude prices are up 25% so far this year, recovering from last quarter's rout. Oil prices are off to their best-ever start to a year as fears of a supply glut cool, part of a 2019 recovery in risky investments from stocks to commodities.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-year-brawl-over-market-manipulation-ends-as-cftc-concedes-defeat-against-big-trader-11551302065", "title": "In Hard-Fought Battle, CFTC Concedes Defeat Against Big Trader", "date": "2019-02-27 16:14", "summary": "The regulator won't appeal a federal court ruling dismissing a market-manipulation case against Donald Wilson Jr. and his firm DRW Investments. The Commodity Futures Trading Commission conceded defeat in one of its hardest-fought legal battles, saying it wouldn't appeal a federal court ruling that threw out its market-manipulation case against a prominent Chicago trader.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-view-from-the-jewelers-bench-review-a-glittering-education-11551302083", "title": "'A View From the Jeweler's Bench' Review: A Glittering Education", "date": "2019-02-27 16:14", "summary": "Focusing on the creation of high-quality bling, an exhibition at the Bard Graduate Center Gallery in New York ranges from a ring with a Roman emperor's cameo glass portrait to a recent antler tiara.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-bankruptcy-draws-a-crowd-of-high-price-help-11551286837", "title": "Wall Street Investors Look to California Governor to Fix PG&E", "date": "2019-02-27 16:13", "summary": "Faced with trading restrictions, bondholders ask court to wait and see what California Gov. Gavin Newsom does. Wall Street investors are looking to California Gov. Gavin Newsom to come through with a proposal to fix PG&E , the state's largest utility, a lawyer for bondholders said at a bankruptcy court hearing in San Francisco Wednesday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-keeping-u-s-troops-in-the-middle-east-help-11551300682", "title": "Will Keeping U.S. Troops in the Middle East Help?", "date": "2019-02-27 15:51", "summary": "There are plenty of other places around the globe for the terrorists to hide (Libya, Somalia, South Sudan) in addition to a handful of other failed states. In \"Troops in the Mideast Keep Terror Away\" (op-ed, Feb. 25), Republican Reps. Dan Crenshaw and Mike Gallagher argue that a permanent troop presence is necessary in Syria and Afghanistan to keep the terrorists at bay. They use scare tactics to reinforce their premise: \"mission success in the Middle East means preventing another 9/11.\" The part they leave out is that there are plenty of other places around the globe for the terrorists to hide (Libya, Somalia, South Sudan) in addition to a handful of other failed states.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emotive-progressive-catchphrases-mask-the-need-for-clear-thinking-11551300599", "title": "Emotive Progressive Phrases Mask the Need for Clear Thinking", "date": "2019-02-27 15:50", "summary": "Use catchphrases like \"justice\" as a substitute for thinking. \"Justice\" is the psychological trigger that rallies sycophants to support whatever the propagandists say.. Not only do we have \"artisanal socialism\" from the left according to Daniel Henninger, we have \"fake politicking\" when campaigns are predicated not on workable policies but unworkable slogans simply to \"start a conversation\" as a way to get votes (\"The Democrats' Socialist Gene,\" Wonder Land, Feb. 21).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-time-to-rethink-our-hate-crime-laws-11551300646", "title": "Is It Time to Rethink Our Hate-Crime Laws?", "date": "2019-02-27 15:50", "summary": "Maybe we could sit Jussie Smollett's early supporters in his victimhood down for some bias training of their own.. Regarding Holman W. Jenkins's \"Are Hate-Crime Laws Helping?\" (Business World, Feb. 23): In the aftermath of hate crimes, a new set of victims is created: all of us who have to sit through \"diversity training.\" Such training is now an annual event at universities and some corporations. We watch PowerPoint slideshows on all kinds of harassment, on our own hidden biases and on and on and on. It's a waste of time and not a little insulting. Another point is that in hate crimes we are all presumed racists and homophobes or whatever flavor of hate is being hawked, hence the annual sacrifice of our time to the training videos. Jussie Smollett clearly understood, as so many of the hate-crime charlatans do, that not being with them means being against them, as a racist or homophobe or whatever. The icing on the cake was the assailants' MAGA hats-wink, wink, nudge, nudge, we all know they're racists! Maybe we could sit Mr. Smollett's early supporters in his victimhood down for some bias training of their own. You know, a nice slideshow for 90 minutes on how everyone isn't a racist nor a homophobe, but that the urge to call opponents those things shows an implicit bias in itself, a microaggression, something dark within that must be identified and exorcised.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/zimmermans-proposed-antiterror-strategys-unrealistic-president-trump-is-right-about-terror-11551300564", "title": "Proposed Strategy's a Loser, Trump's Right About Terror", "date": "2019-02-27 15:49", "summary": "President Trump's strategy is correct. Forget Middle Eastern nation-building. Secure the borders and enable vigilant homeland security and national intelligence.. In \"Trump Doubles Down on Failed Counterterror Policy\" (op-ed, Feb. 19), Katherine Zimmerman describes how Salafi-jihadist groups are gaining influence at the local level in the Muslim world. The local people accept their presence for providing services they want, including security and governance. The jihadist program facilitates the spread of radical Islam.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-border-crisis-was-almost-two-decades-ago-11551300528", "title": "The Real Border Crisis Was Almost Two Decades Ago", "date": "2019-02-27 15:48", "summary": "Donald Trump, by contrast, is reacting largely to a crisis that exists only in his imagination.. Gerald Seib isn't wrong that the two parties, in large part, have switched roles on immigration (\"Capital Journal: Capital Is in No Mood to Compromise,\" U.S. News, Feb. 5). However, he omits a very important piece of context from his argument. When Bill Clinton and other Democrats argued for stronger action against illegal immigration, it was against a backdrop of rising immigration at the Mexican border that swelled rapidly during the 1980s and 1990s.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tipping-points-seem-to-come-more-aggressively-11551300498", "title": "The Tipping Points Seem to Come More Aggressively", "date": "2019-02-27 15:48", "summary": "When do tips to reward good service become bribes?. Joe Queenan's column \"Moving Targets: A Few Rules for a World of Tipping Just About Everyone\" (Review, Feb. 16) would be entertaining if it didn't foretell what could be coming to this country. He clearly raises the question: At what point does a tip, which is intended to reward good service, become a bribe? Many years ago I lived with a host family as a student in Paris. At Christmastime the local égoutier (sewer worker) paid the family a visit. The father smiled awkwardly and handed him an envelope. When I expressed surprise that the sewer worker would be so bold as to show up once a year expecting a tip, the father replied: \"If I don't want my drains and toilets to back up, I have to tip him.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-fall-as-powell-testifies-11551283047", "title": "U.S. Treasurys Weaken as Powell Testifies", "date": "2019-02-27 15:44", "summary": "Analysts attribute moves to heavy corporate issuance and better-than-expected economic data. U.S. government-bond prices fell Wednesday, giving up gains from earlier in the week, after upbeat economic data and a second day of testimony from Federal Reserve Chairman Jerome Powell.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/15-standout-looks-from-milan-fashion-week-11551299759", "title": "Milan Fashion Week 2019: WSJ. Magazine's 15 Favorite Looks", "date": "2019-02-27 15:35", "summary": "Once considered a commercial stop during Fashion Month's whirlwind tour, Milan has confidently shrugged off any remnants of its workaday past. This season, exceptional collections ran from Gucci's eccentricity to a reenergized Bottega Veneta under creative director Daniel Lee-plus Prada's dark romance, which made for an inspiring trip through a floral-filled wonderland. Here, Style Director David Thielebeule chooses his favorite looks, featuring unexpected accessories, playful patterns and lots of enviable coats. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fedex-to-test-robot-for-same-day-delivery-11551299486", "title": "FedEx to Test Robot for Same-Day Delivery", "date": "2019-02-27 15:31", "summary": "The express carrier's 'SameDay Bot' joins efforts by rivals and retailers to deliver goods to homes without humans hauling the boxes. FedEx Corp. will soon start testing robots that could make same-day deliveries of medicine, pizzas and other items to consumers' homes, pushing the parcel-delivery giant into a new market competing against startups like Postmates Inc. that use humans for rapid deliveries.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-board-votes-to-raise-subway-commuter-rail-fares-11551287049", "title": "MTA Board Votes to Raise Subway, Commuter Rail Fares", "date": "2019-02-27 15:29", "summary": "Cost of monthly subway pass to rise by 5%; most monthly tickets on LIRR and Metro-North Railroad to climb by nearly 4%. The Metropolitan Transportation Authority board on Wednesday voted to raise the cost of a monthly New York City subway pass by 5% to $127 from $121. It also voted to freeze the base subway and bus fare at $2.75 for the next two years while eliminating the 5% bonus on MetroCard purchases of at least $5.50.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rises-as-saudi-arabia-affirms-commitment-to-output-cuts-11551266989", "title": "Oil Rises on OPEC Production Cuts, Falling U.S. Stockpiles", "date": "2019-02-27 15:19", "summary": "Saudi Arabia energy minister says production curbs would likely extend into second half of 2019. • Oil prices rose sharply Wednesday as Saudi Arabia said OPEC will keep cutting production, and weekly U.S. data showed an unexpected drop in crude-oil inventories.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-investor-elliott-takes-majority-control-of-troubled-trucker-roadrunner-11551298606", "title": "Activist Investor Elliott Takes Majority Control of Troubled Trucker Roadrunner", "date": "2019-02-27 15:16", "summary": "Company says a $450 million rights offering will bring $30 million in cash to help Roadrunner. Roadrunner Transportation Systems Inc. completed a rights offering that brings the troubled trucking company an infusion of more than $30 million in cash and brings the business under the control of activist investor Elliott Management Corp.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employees-pushed-to-keep-learning-new-skills-as-workplace-evolves-11551279600", "title": "'I'm Still Under Construction'; Six Tales of Lifelong Learning", "date": "2019-02-27 15:14", "summary": "Pressure grows in competitive market for workers to figure out future career paths on their own time and dime. Lifelong learning has become a mantra in American corporations as employees face pressure to stay relevant in a rapidly evolving workplace.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-erases-history-at-a-cost-11551298184", "title": "Facebook Erases History at a Cost", "date": "2019-02-27 15:09", "summary": "Clearing user history could wipe away some advertising growth that Facebook needs. Until recently, everyone was worried about whether Facebook could continue to grow its user base. Now the cost of keeping that base may be a more salient concern.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-send-stolen-assets-back-to-kyrgyzstan-11551297924", "title": "U.S. to Send Stolen Assets Back to Kyrgyzstan", "date": "2019-02-27 15:05", "summary": "The funds were traced to money taken by the ex-Kyrgyz leader's son. The U.S. is sending back to Kyrgyzstan $6 million in assets stolen from the Kyrgyz government by the country's former leader and his family, the two countries jointly announced.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-expected-to-give-activist-shareholders-at-least-2-board-seats-11551296913", "title": "EBay Is Expected to Give Activist Shareholders at Least 2 Board Seats", "date": "2019-02-27 14:48", "summary": "Elliott partner Jesse Cohn is expected to join the eBay board, with a Starboard nominee filling the other new seat. The settlement deal eBay Inc. is nearing with shareholders Elliott Management Corp. and Starboard Value LP would give the activist investors one board seat each and could give them input on another seat in the future, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-wearing-black-boring-not-if-you-consider-its-scandalous-past-11551295285", "title": "Is Wearing Black Boring? Not if You Consider Its Scandalous Past", "date": "2019-02-27 14:21", "summary": "Madame X wore it with little underneath. Coco Chanel riskily passed off a 'waitress color' as a sign of wealth. Fact is, going dark hasn't always been safe. \"THE MOST ELEGANT of all colors\" is how Christian Dior described black. He might have added: and the most powerful. That's how the many dramatic black clothes on the spring runways came across-at Valentino, Narciso Rodriguez, the Row, Simone Rocha and Celine, to name just a few of the labels that went dark. It's a cliché that black is a perennial in fashion, but until this spring's concentration of expressive black, the color seemed to have receded, perhaps because it doesn't read well on Instagram. That's why this resurgence was so noticeable-and bracing. The small screen feeds instant gratification with flashiness and optical high jinks, bids for attention that plain black flat-out rejects. By obliging designers to focus on line and cut, black plays the long game.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arbitrator-finds-21st-century-fox-defrauded-producers-of-crime-drama-bones-11551283595", "title": "Arbitrator Finds 21st Century Fox Defrauded Producers of 'Bones'", "date": "2019-02-27 14:14", "summary": "Talent behind show, which aired from 2005 to 2017, were awarded damages of $178.7 million. An arbitrator found that 21st Century Fox engaged in fraud in its financial dealings with the talent behind the crime drama \"Bones,\" delivering a strong rebuke of the company in a case that highlights the sometimes-tense relations between Hollywood's creative community and media conglomerates.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-cushions-blow-of-oil-sanctions-with-non-u-s-sales-11551291257", "title": "Venezuela Cushions Blow of Oil Sanctions With Non-U.S. Sales", "date": "2019-02-27 14:12", "summary": "Despite U.S. pressure, Caracas offsets some losses with shipments to India, Europe. Venezuela, under U.S. embargo, has shifted some crude exports from American refiners to India and Europe, according to the country's oil minister and ship-tracking firms.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-interior-designers-hate-to-see-on-instagram-11551294304", "title": "What Interior Designers Hate to See on Instagram", "date": "2019-02-27 14:05", "summary": "Too much social-media love can shorten a design trend's life cycle. Here, pros share which looks have been victims of their own success-and how to avoid getting stuck with one. INTERIOR DESIGN concepts, once disseminated sluggishly via coffee table books and glossy magazine spreads, now zip around the world thanks to the chic multitudes who feed photo-friendly platforms like Instagram and Pinterest. On the latter, only food, crafts and women's fashion compete with home décor for clickability and fascination.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-trump-pick-for-top-irs-lawyer-11551290255", "title": "Senate Confirms Trump Pick for Top IRS Lawyer", "date": "2019-02-27 14:03", "summary": "Former Treasury official Michael Desmond fills post vacant since start of administration. WASHINGTON-The Senate confirmed Michael Desmond as chief counsel of the IRS, filling an administration vacancy that had lasted for more than two years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consultant-for-contested-congressional-election-arrested-in-north-carolina-11551290644", "title": "Consultant in Unresolved North Carolina Congressional Election Arrested", "date": "2019-02-27 14:00", "summary": "Political operative who worked for Republican candidate faces charges in an absentee ballot scandal. A North Carolina political operative who worked for former Republican congressional candidate Mark Harris was arrested Wednesday after he was indicted over absentee ballot irregularities in 2016 and 2018 elections, a Wake County, N.C., prosecutor said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-beware-a-couple-rebuilds-with-a-vengeance-11551293470", "title": "Fire Beware: A Couple Rebuilds With a Vengeance", "date": "2019-02-27 13:51", "summary": "Inside a disaster-proof Florida home.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pg-e-delayed-safety-work-on-power-line-that-is-prime-suspect-in-california-wildfire-11551292977", "title": "PG&E Delayed Safety Work on Power Line That Is Prime Suspect in California Wildfire", "date": "2019-02-27 13:42", "summary": "Resume Subscription. For five years, PG&E Corp. repeatedly delayed a safety overhaul of a century-old high-voltage transmission line that is a prime suspect behind the deadliest wildfire in California history.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/australian-military-boeing-join-forces-on-new-loyal-wingman-combat-drone-11551248899", "title": "Boeing Teams With Australia On New Fighter Drone", "date": "2019-02-27 13:39", "summary": "The Loyal Wingman is designed to protect piloted aircraft and carry out surveillance missions. Boeing Co. has teamed up with Australia's military to develop a combat drone almost as big as a fighter jet, intensifying a global arms race that has seen China and Russia add new stealth and uncrewed aircraft to their fleets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-proper-english-roast-in-a-half-hour-11551380501", "title": "A Proper English Roast in a Half Hour", "date": "2019-02-27 13:31", "summary": "Quick-roasting quail makes a delicious meal any night of the week. This recipe from the Marksman in London adds succulent braised turnips, wilted lettuce and a sweet-savory broth made with dry cider. FOUR YEARS AGO, when chefs Tom Harris and Jon Rotheram reopened the old Marksman Public House in London's East End, they were judicious with their updates. \"You don't change a pub's name,\" said Mr. Harris. \"It's bad luck.\" They left the wood-paneled interior on the main floor alone, though they did create a modern dining room upstairs. And the kitchen underwent a transformation that earned them the Michelin pub of the year award in 2017.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-gap-in-goods-widened-10-in-2018-11551291772", "title": "U.S. Trade Gap in Goods Widened 10% in 2018", "date": "2019-02-27 13:22", "summary": "Strong consumer spending drove imports higher as trade tensions and softening global growth hit exports. WASHINGTON-The U.S. trade deficit in goods widened 10% in December from a year earlier, growing despite the Trump administration's efforts through tariffs and other measures to make it smaller.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-florida-home-fights-fires-11551290239", "title": "This Florida Home Fights Fires", "date": "2019-02-27 12:57", "summary": "After one property burned down, the Chandler family built a $2.25 million mansion in Destin that is like a fortress. Brent and Dana Chandler, who own three restaurants in Florida's Panhandle, love to have big parties. That is how their house burned down.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-investor-for-george-soros-lists-a-22-5-million-hamptons-home-11551283401", "title": "Former Investor for George Soros Lists a $22.5 Million Hamptons Home", "date": "2019-02-27 12:53", "summary": ", who served as chief investment officer for the billionaire's family office, is putting a restored Southampton estate on the market.. In the Hamptons, a restored home dating back to the late 1880s is coming on the market for $22.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-it-ever-ok-to-wear-a-sweatsuit-out-in-the-world-11551289572", "title": "Is It Ever OK to Wear a Sweatsuit Out in the World?", "date": "2019-02-27 12:46", "summary": "Designers are turning out the sort of matching ensemble Rocky wore-intended for a coffee run, not a treadmill run. SCOTT STERNBERG doesn't intend for anyone to actually sweat in his sweatsuits. \"It's just clothes to live in,\" said the owner of Entireworld, a Los Angeles label that makes primary-colored sweatsuits conceived for a grocery store run, not a treadmill run. And really, with all the moisture-wicking, high-tech athletic gear that's on the market today, why would you work out in a clammy cotton sweatsuit? Entireworld's initial run of sweat ensembles sold out in most sizes within weeks. And with similarly matching outfits by peppy labels like Standard Issue and John Elliott also making successful bids for everyday-wear status, the once-schlumpy sweatsuit has broken free from the weight room to take on the world.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greeces-creditors-threaten-to-withhold-first-post-bailout-funding-11551289224", "title": "Greece's Creditors Threaten to Withhold First Post-Bailout Funding", "date": "2019-02-27 12:40", "summary": "European Union inspectors say Athens hasn't implemented necessary economic overhauls. ATHENS-Greece's European creditors are threatening to withhold €1 billion ($1.14 billion) of funding the country's government was expecting to receive this spring because Athens hasn't implemented economic overhauls.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powell-to-address-house-financial-services-committee-11551263400", "title": "Fed's Powell Says Officials Close to Finalizing Portfolio-Runoff Plan", "date": "2019-02-27 12:36", "summary": "Fed chairman describes the U.S. economic outlook as favorable, but also points to headwinds from abroad. WASHINGTON-Federal Reserve Chairman Jerome Powell said Wednesday the central bank is close to announcing plans for ending the runoff of its $4 trillion portfolio of bonds and other assets this year.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-france-klm-the-franco-dutch-war-of-2019-11551288164", "title": "Air France-KLM: The Franco-Dutch War of 2019", "date": "2019-02-27 12:22", "summary": "Dutch government revealed plans to match France's stake in conglomerate that owns both countries' flag carriers. In the Franco-Dutch War of 1672, France started a back-door invasion of the Netherlands, quickly taking over several provinces. Now the Dutch are trying something similar with, well, an airline.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flashy-lighthouse-elements-11551281998", "title": "Flashy Lighthouse Elements", "date": "2019-02-27 12:22", "summary": "Whether authentic or reproductions, many homeowners want the look of the coastal guiding lights. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/campbell-smucker-show-glimmers-of-hope-11551287924", "title": "Campbell, Smucker Show Glimmers of Hope", "date": "2019-02-27 12:18", "summary": "Quarterly reports by Campbell Soup and J.M. Smucker relieved some of the pessimism about packaged food companies following the debacle at Kraft Heinz. Decent results this week from J.M. Smucker and Campbell Soup underscore how rivals can avoid Kraft Heinz's fate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-chairman-says-u-s-has-early-5g-lead-11551287450", "title": "FCC Chairman Says U.S. Has Early 5G Lead", "date": "2019-02-27 12:10", "summary": "Telecom regulator says spectrum policy helps U.S., but Chinese equipment makers pose threat. BARCELONA-America's top telecommunications regulator said U.S. companies are the front-runners in the global race to build fifth-generation wireless networks, a week after President Trump said those companies must step up their efforts or get left behind.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nigerias-muhammadu-buhari-wins-re-election-on-anticorruption-drive-11551244436", "title": "Nigerian President Prepares for Daunting Second Term", "date": "2019-02-27 11:43", "summary": "Re-elected president now faces plethora of second-term challenges including a flagging economy. Nigerian President Muhammadu Buhari has secured a second term helming Africa's largest economy and top oil producer, but the former general now faces a dizzying array of challenges including a divided population, moribund economy and a rejuvenated Islamist insurgency.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-jacksons-neverland-relists-for-31-millionor-70-off-11551198023", "title": "Michael Jackson's Neverland Relists for $31 Million-Or 70% Off", "date": "2019-02-27 11:32", "summary": "Days before the documentary 'Leaving Neverland' hits the airwaves, the California property of the late pop star seeks a fraction of its original 2015 asking price.. The onetime Neverland ranch of the late pop star Michael Jackson is returning to the market for $31 million, a dramatic discount from its original asking price of $100 million in 2015.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-cancer-drugs-aim-to-offer-alternatives-to-chemo-11551284726", "title": "New Cancer Drugs Aim to Offer Alternatives to Chemo", "date": "2019-02-27 11:25", "summary": "Resume Subscription. Michelle Lowry was a healthy baby until a pea-sized lump appeared on her neck when she was two. Within weeks it had swelled into a life-threatening tumor obstructing her breathing and she was hospitalized at Children's Hospital Los Angeles.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-push-to-preserve-a-rothko-masterpiece-11551283796", "title": "The Push to Preserve a Rothko Masterpiece", "date": "2019-02-27 11:09", "summary": "Houston's contemplative-but dark-Rothko Chapel closes for a major renovation ahead of its 50th anniversary. Houston's Rothko Chapel, the final masterpiece of one of 20th-century America's most recognized artists, hasn't led an easy existence. For a place meant to help visitors transcend their earthly travails, it has faced many. Mark Rothko died by suicide a year before the chapel opened in 1971, leaving his family and supporters to decide how best to foster his legacy in the face of the building's subsidence, the city's harsh sunlight, and humidity's toll on his works.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-bests-wall-street-again-11551283668", "title": "Best Buy Bests Wall Street (Again)", "date": "2019-02-27 11:07", "summary": "Analysts have consistently been too cautious on Best Buy as it fights back against Amazon. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-arizona-state-big-lectures-are-history-11551283201", "title": "At Arizona State, Big Lectures Are History", "date": "2019-02-27 11:00", "summary": "School tries interactive classes and homework that adapts to each student's pace; graduation rates rise. TEMPE, Ariz.-At Arizona State University, in a recent Introduction to Biology class, Prof. Susan Holechek strode among round tables of students working together to help solve a mock kidnapping of the school mascot. They practiced using a micropipette to load a simulated DNA sample and took a group quiz to cap the day.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-wanted-must-enjoy-running-into-walls-11551283014", "title": "Help Wanted: Must Enjoy Running Into Walls", "date": "2019-02-27 10:56", "summary": "Resume Subscription. To get hired by Elizabeth Streb's company, applicants need certain skills-the potential to writhe inches below spinning steel beams, belly-flop off rafters and smash into plexiglass walls. Starting wage: $20 an hour.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/billionaire-buyers-club-ken-griffin-and-his-neighbors-at-220-central-park-south-11551282752", "title": "Billionaire Buyers' Club: Ken Griffin and His Neighbors at 220 Central Park South", "date": "2019-02-27 10:52", "summary": "The hedge-fund manager, who paid $238 million for a penthouse, is joined by purchasers like Brazilian construction billionaire. High net-worth purchasers at 220 Central Park South are joining the ranks of hedge-fund manager Ken Griffin, whose roughly $238 million penthouse purchase at the building set a record for the highest-priced home ever sold in the U.S.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-athletes-in-germany-seize-advertising-win-11551282342", "title": "Olympic Athletes in Germany Seize Advertising Win", "date": "2019-02-27 10:45", "summary": "Athletes can now participate in marketing campaigns using their name, image and other terms for the duration of the Games. BERLIN-Germany will relax advertising restrictions for its Olympic athletes after the country's antitrust regulator said Wednesday that the way the country currently implements International Olympic Committee sponsorship rules is anticompetitive.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-house-that-lights-the-way-11551282307", "title": "A House That Lights the Way", "date": "2019-02-27 10:45", "summary": "Home buyers seeking the romance of a lighthouse have a choice of owning an authentic property or adding some favored elements to their landlocked house. Since 1716 when America got its first lighthouse on a tiny island off the Boston shore, the structures have cut a romantic architectural silhouette up and down the U.S. coast.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dean-shares-sink-on-falling-sales-11551282090", "title": "Dean Shares Sink on Falling Sales", "date": "2019-02-27 10:41", "summary": "Dairy maker is exploring a sale or break-up. Dean Foods Co. reported a steep loss as costs climbed and it divested business units, leaving the nation's largest dairy maker in a weaker position as it explores a sale.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-twists-that-will-decide-the-premier-league-title-11551281704", "title": "The Twists That Will Decide the Premier League Title", "date": "2019-02-27 10:36", "summary": "Liverpool and Manchester City are having two of the best seasons in Premier League history. Unfortunately for them, they're happening at the same time.. This time last season, Manchester City was 16 points ahead of the rest of the Premier League and steamrolling its way to the title. Backed by a member of the royal family of Abu Dhabi and managed by one of the greatest minds in soccer, City was so deep and so clever that other clubs worried they might not catch City now, or ever again.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-too-old-to-wear-cool-sneakers-11551281294", "title": "Are You Too Old to Wear Cool Sneakers?", "date": "2019-02-27 10:28", "summary": "We're in a golden era for covetable sneakers. But at a certain age, should you move on from Nikes and Adidas? Plus: A guide to suitable trainers at any age. BEFORE ERIC APPLEQUIST and his wife embark on a night out, he stops and asks her one crucial question: \"Is it okay for me to wear sneakers to dinner?\" Most waking hours, the 37-year-old client strategist in Kansas City can be found in sneakers. \"I try to get away with it as much as possible,\" said Mr. Applequist, who is partial to colorful, covetable Nike s. \"I dress pretty normal-jeans and a button-down and a sweater-and then I let my sneakers be my accessory.\" But though this formula passes muster nearly anywhere he goes, as his pre-restaurant inquiry indicates, he still struggles with the question of sneakers' appropriateness in certain contexts.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/am-i-too-old-for-these-air-maxes-11551280773", "title": "Am I Too Old for These Air Maxes?", "date": "2019-02-27 10:19", "summary": "In 2019, men sport sneakers everywhere from the bar to the boardroom. Yet not all covetable kicks are right for every guy, especially once you start sprouting silver hairs. Here, our considered advice on which sneakers to seek out whatever your age. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-pending-home-sales-rose-4-6-in-january-11551280596", "title": "U.S. Pending Home Sales Rose 4.6% in January", "date": "2019-02-27 10:16", "summary": "Rising incomes, strong labor market and steady mortgage rates should help positive trend to continue, NAR says. WASHINGTON-The number of existing homes that went under contract in the U.S. rose strongly in January, a sign of improvement for the housing market at the start of the year.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tjx-cos-reports-rise-in-comparable-store-sales-11551276890", "title": "TJX Sales Rise as More Shoppers Flock to Stores", "date": "2019-02-27 10:11", "summary": "Profit declines at the retailer, but customer traffic drives increase in same-store sales. TJX Cos. on Wednesday reported a decline in fourth-quarter profit, but said that stronger customer traffic led to an increase in comparable-store sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pain-of-being-ignored-at-work-11551279503", "title": "The Pain of Being Ignored at Work", "date": "2019-02-27 09:58", "summary": "A behavioral economist answers questions on social isolation in the office, the problem with being choosy and paying dues promptly. Hi Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-grocer-heads-for-silicon-valley-11551278147", "title": "British Grocer Heads for Silicon Valley", "date": "2019-02-27 09:52", "summary": "Online supermarket Ocado has a better shot at justifying its tech-star valuation after selling part of its retail business. The company that will help Kroger compete with Amazon has been a tricky one for investors to classify. At least the sale of half of Ocado's retail business makes it look more like a tech stock.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-can-science-tell-us-about-dad-jokes-11551278885", "title": "What Can Science Tell Us About Dad Jokes?", "date": "2019-02-27 09:48", "summary": "Humor that leads to groans and eye rolls may still help build stronger relationships between parents and children. Most people can recall a moment when their father tried to be funny and failed badly. (Picture a joke like this: Two guys walk into a bar. The other ducks.) Dad jokes are loosely defined as plays on words or corny one-liners delivered to offspring, often greeted with a chorus of groans.", "categories": [["Life & Work", "Burning Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/burning-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-president-rejects-foreign-ministers-resignation-11551265014", "title": "Iran's President Blocks Foreign Minister's Resignation", "date": "2019-02-27 09:47", "summary": "President Rouhani's decision underscores Foreign Minister Javad Zarif's importance to the Iranian government amid heightened tensions with the U.S.. TEHRAN-Iranian President Hassan Rouhani rejected the resignation of his top diplomat Wednesday, in a bid to quell the political turbulence growing around the government as it comes under intensifying pressure from the U.S.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadas-annual-inflation-slowed-to-1-4-in-january-11551277377", "title": "Canada's Annual Inflation Slowed to 1.4% in January", "date": "2019-02-27 09:22", "summary": "News is unlikely to change expectations for central bank to keep benchmark interest rate on hold at 1.75% next week. OTTAWA-Inflation in Canada slowed in January as gasoline prices fell for a third straight month and transitory pressures from some service sectors dissipated.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-slowing-economy-puts-businesses-on-the-back-foot-11551277202", "title": "Europe's Slowing Economy Puts Businesses on the Back Foot", "date": "2019-02-27 09:20", "summary": "Business leaders have been shaken by a series of unsettling developments over the past year. European businesses have eased back on borrowing as they become gloomier about their prospects in the face of a raft of uncertainties, including the possibility of a no-deal Brexit.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evicted-from-his-home-sculptor-fred-eversley-contemplates-the-future-11551276682", "title": "Evicted From His Home, Sculptor Fred Eversley Contemplates the Future", "date": "2019-02-27 09:11", "summary": "After spending over 50 years in Venice, California, the long-overlooked artist now must square up to leaving. Fred Eversley has been working out of the same 3,000-square-foot studio on Abbot Kinney Boulevard for the past 50 years. The engineer-turned-artist moved to Venice in 1964. \"It was the only place on the beach in Los Angeles where black people could get a lease,\" he says. Eversley, 77, inherited his studio's lease from the widow of his friend, the artist John Altoon, after Altoon's untimely death in 1969. Two years prior, the architect Frank Gehry had reconfigured the space for Altoon, separating the working area in front from the residence in back. Eversley was just a few doors down at the time, sharing a studio with the artist Charles Mattox. Other artists, including John McCracken, Larry Bell, Robert Irwin and James Turrell, were also nearby. Eversley recalls gathering in Turrell's studio and talking art theory while sitting on a Navajo rug, smoking and listening to Turrell's then-wife play the harp. \"It used to be magic,\" says Eversley. \"I was lucky I found Venice. Without this community, I probably never would have become an artist.\"", "categories": [["The Artist"]], "category_links": ["https://www.wsj.com/news/types/magazine-the-artist?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-new-york-values-ken-griffins-238-million-condo-at-less-than-10-million-11551276208", "title": "Why New York Values Ken Griffin's $238 Million Condo at Less Than $10 Million", "date": "2019-02-27 09:03", "summary": "City's tax system undervalues condominiums and co-ops in prime neighborhoods. Billionaire Ken Griffin recently paid $238 million for a Manhattan condo, the most expensive home ever sold in the U.S. But according to New York City tax collectors, it is effectively worth only $9.4 million.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/introducing-ruby-city-san-antonios-david-adjayedesigned-arts-center-11551275934", "title": "Introducing Ruby City, San Antonio's David Adjaye-Designed Arts Center", "date": "2019-02-27 08:58", "summary": "In 2007, just before her death, Texas-based art collector Linda Pace had a vision for a museum. It has finally come to life. Dreams played an outsize role in the life of artist, collector and philanthropist Linda Pace. A food company heiress in San Antonio, Texas, Pace began having dreams about making art in 1987, when she was in her early 40s; it was after she had decided to leave her husband of two decades, and eight years before she opened Artpace, a nonprofit artist residency program in her hometown. \"Night by night, I experienced the part of me that existed independent of what was expected of me,\" she wrote years later. In early 2007, after she was diagnosed with breast cancer, Pace had what she described as \"an absolutely incredible dream,\" in which she and a friend were walking along a \"serpentine boardwalk\" together. \"At the end of the boardwalk was a ruby city, like the Emerald City, but it was rubies,\" she recalled. She made a drawing of her red-hued vision, which she hung next to her bed.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-ebay-eog-resources-papa-johns-palo-alto-networks-tivo-weight-watchers-11551268743", "title": "Stocks to Watch: Best Buy, Campbell Soup, Lowe's, Papa John's", "date": "2019-02-27 08:57", "summary": "Here are some of the companies with shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-china-trump-risks-repeating-experience-of-bush-and-obama-11551275437", "title": "On China, Trump Risks a Repeat of Bush and Obama", "date": "2019-02-27 08:50", "summary": "President Trump, worried about economic and political fallout of trade conflict, may not demand China change its most problematic practices. In 2003, Dan Sullivan, then a White House national-security staffer, was in the Oval Office when China's vice premier promised President George W. Bush the country would fix intellectual property theft. It didn't.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-seek-long-prison-term-for-cardinal-pell-in-sex-abuse-case-11551251779", "title": "Prosecutors Seek Long Prison Term for Cardinal Pell in Sex-Abuse Case", "date": "2019-02-27 08:06", "summary": "Vatican's former finance chief was found guilty of sexually abusing two choirboys in Australia decades ago. MELBOURNE, Australia-Prosecutors sought a lengthy prison term for the Vatican's former finance chief, Cardinal George Pell, who was taken into custody Wednesday to await sentencing after he was found guilty of sexually abusing two choirboys in Australia decades ago.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-investigation-that-led-to-prostitution-charges-against-robert-kraft-11551272401", "title": "Inside the Investigation That Led to Prostitution Charges Against Robert Kraft", "date": "2019-02-27 08:00", "summary": "How a tip on suitcases led authorities to a monthslong investigation that uncovered a network of spas that were allegedly fronts for prostitution. Last July, the Martin County Sheriff's Office in Florida received a hot tip about suitcases in a massage parlor.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-delicious-way-to-get-your-vitamin-d-11551271973", "title": "Winter Is a Perfect Time to Eat These Cheeses", "date": "2019-02-27 07:52", "summary": "Comté and other firm, flavorful Alpine-style cheeses epitomize the appeal of sun-to-table fromage. AS A CHEESEMAKER I know once put it, cheese is a very complicated way of converting solar energy into human fuel. She was making light of the assiduous ecosystem-wide collaboration required by her craft, which demands plenty of sunshine, water, grassland and the labor of at least two animal species, ruminant and human.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/divestments-often-dent-share-prices-of-sellers-11551270600", "title": "Divestments Often Dent Share Prices of Sellers", "date": "2019-02-27 07:30", "summary": "Report finds that 54% of companies that have sold a business unit saw shares trail MSCI World Index. Selling off a business unit won't necessarily boost a seller's share price, according to a new study of thousands of deals over almost a decade.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-designs-new-rules-after-gene-edited-baby-fiasco-11551270068", "title": "Beijing Designs New Rules After Gene-Edited Baby Fiasco", "date": "2019-02-27 07:21", "summary": "The draft regulations offer more safeguards to patients but could slow China's research in an area where it seeks to be a world leader. Beijing has drafted new rules for scientists editing human DNA after a Chinese researcher sparked global outcry by claiming the birth of the first gene-edited babies late last year.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lowes-reports-loss-takes-1-6-billion-in-charges-11551269008", "title": "Lowe's Reports Loss, $1.6 Billion in Charges", "date": "2019-02-27 07:03", "summary": "Home-improvement chain anticipates 'continued weakness in the Canadian housing market in the near term'. Lowe's Companies Inc. reported a loss for the fourth quarter as the company recorded $1.6 billion in charges before tax.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-investor-bill-gurley-backs-instawork-for-hospitality-gig-work-11551268800", "title": "Uber Investor Bill Gurley Backs Instawork for Hospitality Gig Work", "date": "2019-02-27 07:02", "summary": "Venture capitalist says the startup has sought to avoid problems from raising money too fast. Benchmark's Bill Gurley, known for making an early investment in Uber Technologies Inc., is backing a different kind of gig platform-Instawork-which matches restaurants and hospitality businesses with job-seeking waiters, cooks and dishwashers.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-hololens-gives-clear-view-of-the-cloud-11551268801", "title": "Microsoft's HoloLens Gives Clear View of the Cloud", "date": "2019-02-27 07:00", "summary": "Expensive new augmented-reality headset is company's latest device designed to drive further cloud growth. If there was any remaining doubt about Microsoft 's commitment to being a cloud-computing company, one need only to check out its pitch for its latest gadget.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliotts-slow-burn-proxy-war-with-hyundai-11551268780", "title": "Elliott's Slow-Burn Proxy War With Hyundai", "date": "2019-02-27 06:59", "summary": "Paul Singer's hedge fund may lose next month's proxy battles, but it still has a good chance of striking a better deal for the car maker's shareholders. Activist investor Elliott Management is heading into a showdown with Korea's Hyundai. It may not win this battle, but there are bigger prizes down the road.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lego-returns-to-growth-as-it-builds-on-china-expansion-11551259001", "title": "Lego Returns to Growth as It Builds on U.S. Momentum", "date": "2019-02-27 06:55", "summary": "The sharp turnaround in Lego's growth comes after a tough 18 months for toy manufacturers. The Lego Group returned to growth last year after selling more of its brick-based toys to American discount chains and China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-curbs-will-continue-despite-trump-pressure-says-saudi-oil-minister-11551268534", "title": "Despite Pressure From Trump, OPEC Stands Firm on Oil Curbs", "date": "2019-02-27 06:55", "summary": "Responding to U.S. president's tweets, Saudis say 'We are taking it easy'. OPEC will likely keep cutting its production in the second half of this year, Saudi Arabia's oil minister said Wednesday, defying pressure from the Trump administration to dampen oil prices.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-cannabis-law-is-helping-canada-make-hay-11551267673", "title": "U.S. Cannabis Law Is Helping Canada Make Hay", "date": "2019-02-27 06:41", "summary": "The longer a federal ban on pot is in place, the harder it will be for the U.S. to compete with Canadian marijuana companies. Pot is that rare industry where Canada has an edge over its more powerful neighbor. The longer a U.S. federal ban on the drug is in place, the harder it will be to catch up.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-no-money-right-now-chinas-building-boom-runs-into-a-great-wall-of-debt-11551267002", "title": "'There's No Money Right Now': China's Building Boom Hits a Great Wall of Debt", "date": "2019-02-27 06:30", "summary": "A county in China's deep south went on a borrowing binge to fund development. Several unfinished projects later, investors want their money back.. SANHE, China-A building splurge in this impoverished pocket of rural China ended in half-finished projects and a trail of angry investors from some of the country's wealthiest areas.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-trump-kim-summit-a-bolder-vietnam-asserts-itself-11551263402", "title": "Vietnam Is the Early Winner From the Trump-Kim Summit", "date": "2019-02-27 05:30", "summary": "Resume Subscription. HANOI-This week's talks between President Trump and North Korean leaderKim Jong Un are a logistical headache for the host, Vietnam.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fidelitys-fees-on-low-cost-funds-eyed-in-government-probe-11551263401", "title": "Fidelity Under Investigation Over Obscure Mutual-Fund Fees", "date": "2019-02-27 05:30", "summary": "Boston-based firm characterizes so-called infrastructure fee as solution to 'broken' business model. The Labor Department is investigating Fidelity Investments over an obscure and confidential fee it imposes on some mutual funds, according to a person familiar with the inquiry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vista-equity-partners-brings-ta-associates-into-aptean-investor-fold-11551263400", "title": "Vista Equity Partners Brings TA Associates Into Aptean Investor Fold", "date": "2019-02-27 05:30", "summary": "Enterprise value of deal is just under $1 billion, according to a person familiar with the situation. Aptean, an enterprise software provider backed by Vista Equity Partners, is adding a new investor to its ranks while retaining an old one.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rio-tintos-green-growth-dilemma-11551263117", "title": "Rio Tinto's Green Growth Dilemma", "date": "2019-02-27 05:28", "summary": "Juggling a clean energy future and the need for sooty profits now isn't easy. Investors want companies to go green-even in heavily polluting industries like mining. But they also want juicy earnings. Balancing the two can get tricky, particularly when fossil fuel prices are high.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rio-tinto-to-deliver-record-returns-as-mining-firms-shower-investors-with-cash-11551262477", "title": "Rio Tinto Offers Record Returns as Miners Shower Investors With Cash", "date": "2019-02-27 05:23", "summary": "The windfalls, however, come as executives sound notes of caution about what might lie ahead. SYDNEY- Rio Tinto PLC pledged record returns to shareholders as the mining industry's cash bonanza continues, even as executives signal concern over the global outlook.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vietnam-gives-u-s-aviation-industry-21-billion-boost-11551259441", "title": "Vietnam Gives U.S. Aviation Industry $21 Billion Boost", "date": "2019-02-27 04:24", "summary": "The deals, signed on the sidelines of the Trump-Kim summit, underscore the growing relationship between the former wartime foes. HANOI-Vietnamese air carriers signed more than $21 billion in airline orders and service contracts with U.S. companies Wednesday on the sidelines of this week's summit between President Trump and North Korean leader Kim Jong Un.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreigners-snap-up-smaller-china-stocks-ahead-of-msci-move-11551244457", "title": "Foreigners Snap Up Smaller China Stocks Ahead of MSCI Move", "date": "2019-02-27 03:44", "summary": "Index giant is widely expected to increase the presence of mainland shares in its key benchmarks this year. Foreign investors have piled into shares of technology-focused companies and other smaller stocks in China, encouraged by their likely inclusion in MSCI Inc.'s global benchmarks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-short-seller-andrew-left-loses-second-appeal-in-hong-kong-11551250539", "title": "U.S. Short Seller Andrew Left Loses Appeal in Hong Kong", "date": "2019-02-27 01:55", "summary": "'I have exhausted my efforts on trying to allow a free speech environment,' the Citron Research founder says about the city's markets. HONG KONG-A Hong Kong court on Tuesday dismissed U.S. short seller Andrew Left's second attempt to overturn a punishment for market misconduct, in a case that fueled a broader debate about the city's tolerance for skeptical analysis.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cme-group-says-electronic-futures-trading-halted-due-to-technical-issues-11551236701", "title": "CME Electronic Futures Trading Resumes After Halt Blamed on 'Technical Issues'", "date": "2019-02-27 01:04", "summary": "Problem started at 7:39 p.m. Eastern time and trading across all markets on CME's electronic platform was halted about 28 minutes later. Electronic trading across CME Group Inc.'s futures markets resumed late Tuesday after technical problems triggered an hourslong trading halt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voters-cast-ballots-for-public-advocate-in-a-rare-special-election-11551225577", "title": "City Voters Elect Jumaane Williams as Public Advocate", "date": "2019-02-27 00:03", "summary": "Seventeen candidates vied for the post, which serves as New York City's watchdog but wields little power. New York City Councilman Jumaane Williams won Tuesday's special election for public advocate, beating out 16 other candidates for the seat that serves as the city's watchdog but wields little actual power, according to the Associated Press.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-black-women-to-vie-for-mayor-in-historic-chicago-race-11551243700", "title": "Two Black Women to Vie for Mayor in Historic Chicago Race", "date": "2019-02-27 00:01", "summary": "Lori Lightfoot, a former federal prosecutor, to face Cook County Board President Toni Preckwinkle. Two black women will face off in April to be Chicago's next mayor, a historic result in a wide-open race that drew a record 14 candidates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11551221975", "title": "Pepper...and Salt", "date": "2019-02-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-swaggering-love-song-that-launched-new-wave-11551286800", "title": "The Swaggering Love Song That Launched New Wave", "date": "2019-02-27 00:01", "summary": "Roxy Music's 'Love Is the Drug' introduced a glossy, jagged sound that was years ahead of its time. ", "categories": [["Books & Arts", "Arts", "Anatomy of a Song"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/anatomy-of-a-song?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-killed-when-long-island-rail-road-trains-crash-into-vehicle-11551240570", "title": "Three Killed When Long Island Rail Road Trains Crash Into Vehicle", "date": "2019-02-27 23:19", "summary": "Victims were in car at a railway crossing in Westbury. Three people were killed Tuesday evening after two Long Island Rail Road trains traveling in opposite directions crashed into a car at a railroad crossing in Westbury, N.Y., according to transit and police officials.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-life-sciences-and-novartis-to-launch-cardiovascular-drug-company-11551232920", "title": "Blackstone Life Sciences, Novartis to Launch Cardiovascular Drug Company", "date": "2019-02-27 22:43", "summary": "Partnership is first investment by private-equity group's new life-sciences arm. Blackstone Group LP is partnering with Novartis AG to develop drugs to treat blood clots, the first investment by the private-equity firm's new life-sciences business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-5g-will-change-so-much-more-than-your-phone-11551236760", "title": "How 5G Will Change So Much More Than Your Phone", "date": "2019-02-27 22:06", "summary": "New wireless technology promises to make everything connected. Here's a sample of what that could mean.. The current generation of wireless technology ushered in a host of new smartphone applications that helped put the mobile phone at the center of e-commerce, socializing and navigation.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-china-dominates-in-5g-technology-11551236701", "title": "Where China Dominates in 5G Technology", "date": "2019-02-27 22:05", "summary": "Chinese companies are leaders in 5G patents and standards proposals. That means big royalties ahead.. HONG KONG-Western countries are building more barriers to Huawei Technologies Co. equipment in their 5G network rollouts. But that won't change an underlying truth about the next-generation communications networks: Technology developed in China will be at the center.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-u-s-can-catch-up-in-the-5g-race-11551236640", "title": "How the U.S. Can Catch Up in the 5G Race", "date": "2019-02-27 22:04", "summary": "Government collaboration is much more important in building out the network than it was for 4G. In the race to 5G, the U.S. has stumbled at the start. But it still has time to catch and pass China, the current leader-if the right policies are put in place on both the local and federal levels.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-5g-could-cost-users-11551236641", "title": "How Much 5G Could Cost Users", "date": "2019-02-27 22:04", "summary": "Wireless carriers are still grappling with how much to charge consumers and businesses for this faster, next-generation service. Wireless carriers say the next generation of faster, 5G wireless service will transform entertainment, communication and the workplace. What they haven't said: how much it will cost.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-officials-press-allies-to-exclude-huawei-from-5g-networks-11551187091", "title": "U.S. Takes Huawei Fight Directly to Telecom Industry", "date": "2019-02-27 22:03", "summary": "U.S. officials, at giant trade fair in Barcelona, call the Chinese company's equipment a security risk. BARCELONA-American officials inserted themselves into the telecom industry's biggest trade fair to slam Huawei Technologies Co.-one of the event's main sponsors-as \"duplicitous and deceitful\" and to warn other governments they won't be able to use U.S. aid to buy the Chinese company's gear.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wireless-carriers-revamp-ad-strategies-for-5g-11551236521", "title": "Wireless Carriers Revamp Ad Strategies for 5G", "date": "2019-02-27 22:02", "summary": "Tone gets more emotional as focus shifts to the new technology's impact on people's lives. One of the biggest advances in telecom technology in a decade is forcing the industry's largest players to rethink their advertising approach.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-5g-technology-expands-so-do-concerns-over-privacy-11551236460", "title": "As 5G Technology Expands, So Do Concerns Over Privacy", "date": "2019-02-27 22:01", "summary": "Enhanced location tracking and more data collection means there will be fewer places to hide. The advent of 5G technology promises to bring faster downloads and quicker network response times.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-small-5g-related-companies-that-investors-should-watch-11551236401", "title": "Five Small 5G-Related Companies That Investors Should Watch", "date": "2019-02-27 22:00", "summary": "These companies are trying to get a jump on offering 5G applications as the networks are built out. Fifth-generation, or 5G, technology holds tremendous promise for new applications, from faster movie downloads to flying cars. Experts say the full benefits of 5G are years off, in part because they will depend on completion of an expensive expansion of wireless networks now under way. But young startups and tech heavyweights alike are working to get a jump on offering 5G applications as the networks are built out. Here's a look at five small companies to watch.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-set-to-pass-measure-blocking-trumps-national-emergency-on-wall-11551185964", "title": "House Votes to Block Trump's Border-Emergency Declaration", "date": "2019-02-27 21:18", "summary": "Democratic-led bill will soon head to U.S. Senate, where GOP support has grown. WASHINGTON-The House voted to block the White House from redirecting federal funds toward building a border wall, and the Senate inched closer to doing the same, raising the specter of President Trump exercising his veto power for the first time.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-gives-musk-until-march-11-to-answer-contempt-claims-11551200381", "title": "Tesla's Elon Musk Strains at SEC Leash With Tweets", "date": "2019-02-27 20:58", "summary": "Regulator had been monitoring Tesla chief executive's posts on social media. When Elon Musk last week on Twitter said Tesla Inc. would build 500,000 vehicles this year, only to clarify himself a few hours later, it set off alarm bells inside the regulator he had been goading for months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cohen-to-testify-that-trump-engaged-in-criminal-conduct-while-in-office-11551175201", "title": "Cohen to Testify That Trump Engaged in Criminal Conduct While in Office", "date": "2019-02-27 20:48", "summary": "President's ex-lawyer will tell House committee he witnessed Trump's 'lies, racism and cheating,' role in hush payments, says a person familiar with his plans. Michael Cohen, Donald Trump's former lawyer, plans on Wednesday for the first time to publicly accuse the president of engaging-while in office-in criminal conduct related to a hush-money payment to a porn star, a person familiar with his expected testimony before Congress said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/methodists-reject-move-to-open-door-to-gay-marriage-11551222543", "title": "Methodists Reject Plan to Open Door to Gay Marriage", "date": "2019-02-27 20:43", "summary": "Conservatives pass a measure that keeps in place bans on same-sex weddings and LGBT clergy, exposing rift in denomination. The United Methodist Church shot down a plan that would have opened the door to gay marriage in the church on Tuesday, a blow to theological liberals that exposes the rift within the third-largest Christian denomination in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-department-proposes-lottery-for-seasonal-worker-visas-11551231185", "title": "Labor Department Proposes Lottery for Seasonal-Worker Visas", "date": "2019-02-27 20:33", "summary": "Demand for H-2B visas crashed government website in January. WASHINGTON-The Labor Department is proposing to hold a lottery for businesses seeking seasonal-worker visas, a rule-change intended to alleviate a filing rush that caused a government website to crash earlier this year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-management-nearing-settlement-with-ebay-11551212601", "title": "Activist Investors, eBay Nearing Settlement That Sets Stage for Possible Change", "date": "2019-02-27 20:19", "summary": "Activist would get board seats in settlement, though talks are ongoing. Online marketplace eBay Inc. and activist investors Elliott Management Corp. and Starboard Value LP are nearing a settlement deal that would give the activists board seats and could open the door to the company breaking itself up.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whitaker-agrees-to-request-to-return-to-house-to-clarify-testimony-11551230174", "title": "Whitaker Agrees to Request to Return to House to Clarify Testimony", "date": "2019-02-27 20:16", "summary": "Committee chairman has accused former acting attorney general of not offering clear answers regarding communications with White House. Former acting Attorney General Matthew Whitaker has agreed to meet a second time with House lawmakers to clarify public testimony he gave earlier this month, the chairman of the House Judiciary Committee said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blank-check-companies-a-hot-ipo-fad-contain-pitfalls-for-investors-11551186000", "title": "Hot IPOs Present Pitfalls for Investors", "date": "2019-02-27 19:58", "summary": "More than half of SPACs that went public in 2015 and 2016 are now trading below their offering price. Blank-check companies-initial public offerings for special-purpose companies, or SPACs, that raise cash for acquisition-are enjoying their highest popularity in more than a decade, raising more than $10 billion in new listings last year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wynn-resorts-to-pay-20-million-fine-related-to-sexual-misconduct-investigation-11551227702", "title": "Wynn Resorts to Pay $20 Million Fine Related to Sexual Misconduct Investigation", "date": "2019-02-27 19:35", "summary": "Nevada gambling regulators impose record fine after company ignored allegations against founder and former CEO Steve Wynn. Nevada gambling regulators levied their largest fine in the state's history against Wynn Resorts Ltd. after the Las Vegas company admitted that it systematically ignored employees' sexual-misconduct allegations against founder and former chief executive Steve Wynn.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ww-international-shares-plunge-after-it-details-struggles-to-increase-membership-11551227427", "title": "WW International Shares Plunge After It Details Struggles to Increase Membership", "date": "2019-02-27 19:30", "summary": "The company formerly known as Weight Watchers attributes some of its challenges to the name change. WW International Inc. said its early-year push to add members hadn't gone as well as expected, a warning that sent shares in the diet-and-wellness company down 30% in after-hours trading Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-is-doing-something-rare-selling-a-business-11551221992", "title": "Warren Buffett Is Doing Something Rare: Selling a Business", "date": "2019-02-27 19:29", "summary": "Berkshire Hathaway agrees to sell its Applied Underwriters to avoid conflicts among company-owned workers' compensation insurers. Berkshire Hathaway Inc. has agreed to sell one of its workers' compensation insurance companies, a rare move for Warren Buffett.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papa-johns-annual-sales-fall-for-first-time-since-2009-11551220166", "title": "Papa John's Annual Sales Fall for First Time Since 2009", "date": "2019-02-27 19:16", "summary": "'We still have lots of hard work to deliver sustainable growth,' CEO says. Papa John's International Inc. reported its first annual sales decline in nearly a decade and forecast a challenging first half of 2019, underscoring a tumultuous year in which it lost a deal with the National Football League and ended up in an all-out fight with founder John Schnatter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-makes-its-mark-in-whitney-biennial-11551226484", "title": "Brooklyn Makes Its Mark in Whitney Biennial", "date": "2019-02-27 19:14", "summary": "Exhibition will feature the work of 24 artists or art groups who call the New York City borough home. The Whitney Museum of American Art is big on Brooklyn.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-joins-amazon-in-chase-for-ad-dollars-11551200400", "title": "Walmart Joins Amazon in Chase for Ad Dollars", "date": "2019-02-27 19:14", "summary": "Retail giant wants to sell more digital and store ads based on its shopper data. Walmart Inc., the world's largest retailer, wants to become a big seller of advertisements too.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secs-tussle-with-teslas-elon-musk-shows-challenge-of-regulating-iconic-ceos-11551226375", "title": "SEC's Tussle With Tesla's Musk Shows Challenge of Regulating Iconic CEOs", "date": "2019-02-27 19:12", "summary": "Regulators and boards face a conundrum when reining in executives closely identified with a company. The latest legal action between U.S. securities regulators and Tesla Inc. Chief Executive Elon Musk highlights the challenge facing regulators and boards when it comes to reining in a wealthy chief executive whose identity is closely tied to the value of the company he or she leads.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socialism-is-back-11551225953", "title": "Socialism Is Back", "date": "2019-02-27 19:05", "summary": "But what is it? And what should one make of it?. Editor's note: In this Future View, students write about socialism. Next week's topic is the media, which finds itself receiving an unusual amount of both praise and criticism during the Trump presidency. We'll ask, \"How is the media helping American democracy? How it is hurting?\" Students should click here to submit opinions of fewer than 250 words before March 5. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-pyongyang-pivot-11551225898", "title": "Trump's Pyongyang Pivot", "date": "2019-02-27 19:04", "summary": "Accepting the idea of a nuclear North Korea, he seems more focused now on reducing the risk of war.. As President Trump meets Kim Jong Un in Hanoi for a second summit in as many years, he is leading a revolution in U.S. policy toward North Korea. While hanging on to the diplomatic fig leaf of Pyongyang's permanent, irreversible denuclearization, Mr. Trump appears to have come to terms with North Korea's nuclear weapons. Instead of denuclearization, the White House is pursuing the de facto normalization of relations so as to reduce the potential of a military conflict. The president is betting that his new strategy will make America safer. It also runs the risk of undermining the U.S. position in Asia.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-media-wanted-to-believe-jussie-smollett-11551225870", "title": "The Media Wanted to Believe Jussie Smollett", "date": "2019-02-27 19:04", "summary": "Victims of gun violence in Chicago get almost no coverage, while his tale got hours and hours.. American society has been getting more tolerant for decades. Polling shows that we are less sexist, less racist, less homophobic than ever. This progress is evident in workplaces, schools, housing patterns and personal relationships. All-white neighborhoods are effectively extinct. More than two-thirds of Americans support same-sex marriage. A massacre at a gay nightclub or a black church is not a sign of the times but a tragic deviation from what is now the norm.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-geeks-vs-the-infantrymen-11551225852", "title": "The Geeks vs. the Infantrymen", "date": "2019-02-27 19:04", "summary": "Microsoft employees lament that a military system will 'help people kill.' Damn right it will.. Microsoft employees last week sent an open letter to CEO Satya Nadella and President Brad Smith demanding that they immediately cancel a Defense Department contract for the Integrated Visual Augmentation System, on grounds that IVAS is \"designed to help people kill.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ocasio-cortez-is-an-all-american-socialist-11551225829", "title": "Ocasio-Cortez Is an All-American Socialist", "date": "2019-02-27 19:03", "summary": "She's gone from bartender to international political star in a year. Land of opportunity, indeed!. As much as conservatives are aghast at the over-the-top collectivist ideas of Rep. Alexandria Ocasio-Cortez, we cannot ignore the oversize intrigue with this young woman, who has gained instant influence and celebrity. Perhaps it is because people see her as so all-American.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-ways-democrats-can-win-in-2020-11551225813", "title": "Two Ways Democrats Can Win in 2020", "date": "2019-02-27 19:03", "summary": "Go for diverse Sunbelt states, or reclaim the Midwest with a moderate candidate.. Democrats should never forget the lesson they learned in 2016: Presidential elections are won or lost in the Electoral College, not the national popular vote. Despite enjoying a popular-vote margin of nearly three million, Hillary Clinton won only 20 states plus the District of Columbia with a total of 232 electoral votes, compared with 306 electoral votes in the 30 states that went to Donald Trump.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-media-will-re-elect-trump-11551225793", "title": "The Media Will Re-Elect Trump", "date": "2019-02-27 19:03", "summary": "They would rather believe tall tales about Russia than hear what voters said in 2016.. Donald Trump's tenure has been a pleasant surprise compared to expectations, which isn't saying much. His administration has been as chaotic as predicted, driven by his habit of saying unscripted things. But it also has been productive of a few things: corporate tax reform, curbing regulation, injecting a semi-useful ferment into our foreign policy.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-mothers-second-childhood-11551225762", "title": "My Mother's Second Childhood", "date": "2019-02-27 19:02", "summary": "Her memory keeps deteriorating, but her identity is intact.. My mother has lived with Alzheimer's for almost 10 years. Caring for her has been like raising a child in reverse-every month she does less for herself. That's heartbreaking. But keeping her with us, instead of in a nursing home, has been more enriching than I imagined.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/say-nothing-review-the-ballad-of-jean-mcconville-11551225746", "title": "'Say Nothing' Review: The Ballad of Jean McConville", "date": "2019-02-27 19:02", "summary": "The IRA claimed McConville, a Protestant widow in Belfast, was an informer for British intelligence. She was \"disappeared\" in 1972.. Are the Troubles in Northern Ireland finally over? Almost 21 years have passed since the Good Friday Agreement formally ended the conflict. Self-rule has replaced supervision from afar, and a return to the terrifying days of car bombs and masked gunmen is unthinkable. Yet the border separating the Republic of Ireland from the North has become a key sticking point in the continuing Brexit fiasco, and segregation persists between Catholics and Protestants. The factions continue to wave their flags and tend their murals with a dangerous pride. Like other societies recovering from internecine violence, Northern Ireland brims with shattered lives, and forgiveness seems generations away.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-delayed-or-denied-11551225696", "title": "Brexit Delayed or Denied", "date": "2019-02-27 19:01", "summary": "Chaos around a deal with the EU obscures bigger debates.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-wins-by-knockout-11551225681", "title": "AT&T Wins by Knockout", "date": "2019-02-27 19:01", "summary": "Even the liberal D.C. Circuit doesn't buy Justice's antitrust case.. Someone pass the smelling salts. The D.C. Circuit Court of Appeals on Tuesday issued another rebuke to the Justice Department in its quest to block the AT&T -Time Warner merger and unanimously affirmed the trial judge's ruling. As a legal matter this is a stone-cold knockout.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-supreme-court-cross-roads-11551225645", "title": "A Supreme Court Cross-Roads", "date": "2019-02-27 19:00", "summary": "The Bladensburg cross case tees up the Lemon test for overturning.. The Supreme Court on Wednesday will consider whether a 93-year-old cross-shaped war memorial on public land violates the Constitutional prohibition on government establishment of religion. The specific case is an easy call, but the Justices also have an opportunity to clear up their messy Establishment Clause jurisprudence.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}]