[{"link": "https://www.wsj.com/articles/as-floods-approach-divers-plug-up-sewers-and-a-pump-failure-wakes-the-mayor-11559734892", "title": "As Floods Approach, Divers Plug Up Sewers and a Pump Failure Wakes the Mayor", "date": "2019-06-05 19:58", "summary": "Resume Subscription. GRAFTON, Ill.-With the Mississippi River swelling toward one of its highest levels ever, Mayor Rick Eberlin considered a stretch of buckling roadway and worried about all the ways the river could sneak past a temporary flood wall to rush into his city of 652 people.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/state-dept-forces-out-official-who-worked-on-plan-that-led-to-ex-employers-arms-deals-11559772745", "title": "State Dept. Forces Out Official Who Worked on Plan That Led to Ex-Employer's Arms Deals", "date": "2019-06-05 19:44", "summary": "Ex-Raytheon outside lobbyist took part in department's decision to fast-track sales, according to current and former U.S. officials. The State Department has forced out a senior official who played a role in crafting a plan that led to billions of dollars going to the defense firm he formerly represented as a lobbyist, according to current and former U.S. officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boaz-weinstein-sues-blackrock-alleging-corporate-governance-failings-11559746961", "title": "Boaz Weinstein Sues BlackRock Alleging Governance Failings", "date": "2019-06-05 19:38", "summary": "BlackRock says Saba knew or should have known about the funds' bylaws when it invested. Saba Capital Management LP, a $1.7 billion hedge fund run by Boaz Weinstein, has sued BlackRock Inc., arguing that the world's largest asset manager has moved to block outsiders from gaining board seats at three of its funds and effecting change.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-adp-report-gets-no-respect-at-all-i-tell-ya-11559749691", "title": "The ADP Report Gets No Respect at All, I Tell Ya", "date": "2019-06-05 19:28", "summary": "The ADP report is the Rodney Dangerfield of economic statistics. It isn't true that everyone hates the ADP National Employment Report. Everyone doesn't know about the ADP report.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-and-the-border-children-11559776643", "title": "Democrats and the Border Children", "date": "2019-06-05 19:17", "summary": "Why won't good liberals help even with the humanitarian mess?. At least two migrant children died in May at the U.S.-Mexico border, including a boy with the flu and a 10-month-old who drowned in the Rio Grande. President Trump is misguided in using tariffs against Mexico to solve the border mess, but he's right about the crisis of families with children arriving to exploit U.S. asylum law. He's also right that Democrats refuse to help.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indicting-the-parkland-coward-11559776577", "title": "Indicting the Parkland Coward", "date": "2019-06-05 19:16", "summary": "Was Scot Peterson's inaction against a shooter criminal?. Is cowardice a crime? The state of Florida says yes. On Tuesday it arrested Scot Peterson on 11 charges related to his shameful inaction at Marjory Stoneman Douglas High School during one of the bloodiest school shootings in American history.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coffee-doesnt-kill-after-all-11559776528", "title": "Coffee Doesn't Kill After All", "date": "2019-06-05 19:15", "summary": "California has a moment of sanity, and a lawyer is furious.. California's regulatory regime is enough to give anyone the jitters, so good news that the state signed off Monday on a new rule admitting that coffee won't kill you.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stitch-fix-shares-surge-as-client-count-fuels-revenue-growth-11559776339", "title": "Stitch Fix Shares Surge as Client Count Fuels Revenue Growth", "date": "2019-06-05 19:12", "summary": "Company reports 17% gain in number of active clients for its fiscal third quarter. Stitch Fix Inc. shares rose nearly 30% in after-hours trading Wednesday as a boost in its customer count and spending helped lift revenue and profits beyond Wall Street forecasts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fitch-downgrades-mexicos-sovereign-rating-11559776300", "title": "Fitch Downgrades Mexico's Sovereign Rating", "date": "2019-06-05 19:11", "summary": "Credit-ratings firm cites Pemex, the economy and trade threats from U.S.. MEXICO CITY-Fitch Ratings lowered Mexico's sovereign debt rating, saying the deteriorating credit profile at state oil company Petróleos Mexicanos weighs on government finances while the economy is underperforming and the country faces external threats on the trade front.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owners-of-nyc-ice-cream-trucks-accused-of-avoiding-4-5-million-in-traffic-tickets-11559775987", "title": "Ice-Cream-Truck Owners Accused of Avoiding $4.5 Million in Traffic Tickets", "date": "2019-06-05 19:06", "summary": "New York Ice Cream founder, others also accused of creating new shell companies to avoid paying violations. New York City sheriffs on Wednesday seized a fleet of ice cream trucks, accusing their owners of racking up $4.5 million in unpaid traffic tickets over a 10-year period and creating new shell companies to avoid paying the violations.", "categories": [["U.S.", "General News"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/general-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-bans-supremacist-videos-11559754035", "title": "YouTube Bans Hateful Videos From Platform", "date": "2019-06-05 19:00", "summary": "Company also will remove content denying events like shooting at Sandy Hook Elementary School. YouTube said it is stepping up efforts to scrub hateful content from its platform, including videos that deny historical events like the Holocaust, taking on more of the task of judging the validity of information on its popular video-streaming site.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-s-u-s-sales-chief-files-whistleblower-lawsuit-11559769395", "title": "Fiat Chrysler's U.S. Sales Chief Files Whistleblower Lawsuit", "date": "2019-06-05 18:48", "summary": "Executive in charge of Ram pickup brand says auto maker slashed his pay by 90% after he cooperated with investigators, according to court filing. A top executive at Fiat Chrysler Automobiles NV filed a whistleblower lawsuit against the Italian-American auto maker, claiming the company cut his pay in retaliation for cooperating with a federal investigation in the U.S. into its sales-reporting practices.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/security-device-maker-osi-says-u-s-ends-bribery-probes-11559774596", "title": "Security-Device Maker OSI Says U.S. Ends Bribery Probes", "date": "2019-06-05 18:43", "summary": "Investigations were revealed after a short seller alleged bribery in Albania. U.S. authorities have closed foreign-bribery probes into OSI Systems Inc. following the dismissal last month of a shareholder lawsuit against the maker of airport security systems, the company said Wednesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-ending-religious-exemptions-on-vaccines-stalls-in-albany-11559774616", "title": "Bill Ending Religious Exemptions on Vaccines Stalls in Albany", "date": "2019-06-05 18:43", "summary": "Medical and public-health organizations widely support the legislation. As the rate of new measles cases in New York City has slowed, so too has the momentum behind a legislative bill in Albany that would repeal the religious exemption to New York's school vaccination requirements.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-national-security-hypocrisy-11559774586", "title": "China's 'National Security' Hypocrisy", "date": "2019-06-05 18:43", "summary": "It bans Wikipedia and cavils about U.S. treatment of Huawei.. Visitors to China often find a notice in their hotel rooms advising that popular websites such as Google, YouTube, Facebook , Twitter and even Wikipedia aren't accessible in the country. Beijing bans those sites in the name of \"national security.\" The Chinese view is that the Great Firewall and the resulting effect on foreign companies are necessary to prevent the free flow of information from challenging Communist Party rule.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-west-still-govern-11559774606", "title": "Can the West Still Govern?", "date": "2019-06-05 18:43", "summary": "Trumpian nationalism may be on the rise, but most democracies are in gridlock.. Donald Trump, the best golfer ever to set up shop in the Oval Office, announced in London this week that because of departing Prime Minister Theresa May's efforts, the Brexit deal is \"teed up.\" Teed up? With this remark, Mr. Trump gives new meaning to \"mulligan,\" golf's infamous do-over for a failed shot. Britain's politicians are at least 40 shots over par on Brexit, having shanked, hooked or topped every ball they've tried to hit.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-longest-day-review-on-the-beaches-of-normandy-11559774542", "title": "'The Longest Day' Review: On the Beaches of Normandy", "date": "2019-06-05 18:42", "summary": "With his seamless ﬁrst-person accounts, Cornelius Ryan captures the ﬁnest hour of a common people's refusal to give in to tyranny of the basest sort.. Sixty years ago the Irish-born war correspondent Cornelius Ryan published his masterly account of the Allied D-Day invasion of Normandy. At the time, Ryan's book was a blockbuster sensation. For nearly a decade he had assembled thousands of recollections of the events of June 6, 1944, by participants from all elements of the invasion: American, British, French and German civilians. Ryan spoke personally or corresponded with everyone-from privates to generals; infantrymen, sailors, airmen, submariners, medics, drivers, paratroopers, glider crews and passengers. He puts us inside the headquarters of the German Field Marshal Erwin Rommel, who was in charge of repelling an invasion, as well as Dwight Eisenhower's tense war room as the general grappled with whether to launch the invasion in the face of stormy weather.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everyones-attacking-joe-biden-11559774562", "title": "Everyone's Attacking Joe Biden", "date": "2019-06-05 18:42", "summary": "As the campaign begins in earnest, the front-runner becomes the target.. The political phony war has ended and the real shooting has begun. Democratic presidential candidates are fighting on two fronts.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-cant-bail-trump-out-11559774247", "title": "The Fed Can't Bail Trump Out", "date": "2019-06-05 18:37", "summary": "'Monetary stimulation' didn't help Obama and won't now counter reckless spending and trade wars.. President Trump's April tweet that stocks and economic growth would be higher \"if the Fed had done its job properly,\" is worth re-examining in light of market developments after Mr. Trump won his tussle with Fed Chairman Jerome Powell. Mr. Powell backed off his brief attempt at \"quantitative tightening\" under presidential and market pressure. Now that the Fed has \"done its job properly,\" where are the salutary results?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tank-that-sank-on-d-day-11559774160", "title": "The Tank That Sank on D-Day", "date": "2019-06-05 18:36", "summary": "And how my research helped settle an Army-Navy feud 40 years later.. When the Allies landed at Normandy, France, 75 years ago June 6, the U.S. Army introduced a supersecret weapon, the swimming tank, or Duplex Drive. An inflatable canvas skirt was supposed to enable the DD tank to float so the turret rose above the surface. Gen. Dwight Eisenhower had ridden on one and fallen in love at first sight. He raved about how the tanks would emerge from the sea, shocking the Germans and providing armored support for the troops that had gone ashore.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-eu-kill-video-streaming-11559774193", "title": "Will the EU Kill Video Streaming?", "date": "2019-06-05 18:36", "summary": "A copyright 'directive' could make it impossible for YouTube, much less an upstart, to do business.. The European Union's Directive on Copyright in the Digital Single Market takes effect June 7. It is intended to update European policies regarding online intellectual property and shelter fledgling European technology companies against competition from Apple , Google and other foreign tech giants. The irony is that the new directive may end up hampering web-based initiatives everywhere-particularly the very companies it is meant to protect.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-persuade-parents-to-vaccinate-their-kids-11559774054", "title": "How to Persuade Parents to Vaccinate Their Kids", "date": "2019-06-05 18:34", "summary": "The keys are empathy and humility.. The current outbreaks of measles are largely a result of parents being afraid to vaccinate their children-a fear that increased dramatically after a 1998 study in the Lancet falsely linked the vaccine with autism. It took 12 years for the journal to retract the study, which was based on only 12 children. The lead author lost his medical license, but the damage had been done.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-are-looking-at-usc-football-great-pat-haden-in-college-admissions-scandal-11559769126", "title": "Prosecutors Are Looking at USC Football Great Pat Haden in College-Admissions Scandal", "date": "2019-06-05 18:28", "summary": "Investigators focus on possible ties between Haden, also a former USC athletic director, and scheme mastermind William \"Rick\" Singer. BOSTON-Federal investigators are examining whether former University of Southern California athletic director and NFL quarterback Pat Haden played a role in the national college-admissions cheating scheme, according to a person familiar with the investigation.", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-falls-as-jobs-figure-disappoints-11559745274", "title": "Dollar Rises on Fed Report", "date": "2019-06-05 18:12", "summary": "'Beige book' shows modest growth in U.S. economic activity during the spring. The U.S. dollar rose as a Federal Reserve report released Wednesday showed that economic activity ticked up this spring.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-calls-accusations-over-census-serious-but-wont-interfere-in-high-court-case-11559772650", "title": "Judge Calls Accusations Over Census Serious, but Won't Interfere in High Court Case", "date": "2019-06-05 18:10", "summary": "Groups suing over decision to include citizenship question say administration 'falsely testified' over question's origin. A federal judge in New York on Wednesday declined to immediately address allegations that Trump administration officials lied about adding a citizenship question to the census, saying while the accusations were serious he wouldn't interfere with a case now before the U.S. Supreme Court.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doubting-stitch-fix-is-going-out-of-fashion-11559772468", "title": "Doubting Stitch Fix Is Going Out of Fashion", "date": "2019-06-05 18:07", "summary": "The online clothing service burned short sellers once again with pleasing results. Stitch Fix is making things very unpleasant for short sellers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-praises-lame-duck-u-k-leader-theresa-may-11559674345", "title": "Trump Praises Lame-Duck U.K. Leader", "date": "2019-06-05 18:07", "summary": "President turns on charm at press conference with a leader he has often criticized. LONDON-When President Trump and Prime Minister Theresa May first met in early 2017, their clumsy hand-holding in the White House Rose Garden foreshadowed an awkward diplomatic rapport and the coming strain on the so-called special relationship between the two countries.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-readers-pose-ideas-for-fixing-interstate-system-at-half-century-mark-11559772030", "title": "WSJ Readers Pose Ideas for Fixing Interstate System at Half-Century Mark", "date": "2019-06-05 18:00", "summary": "An article on a complicated and costly project to rebuild 21 miles of I-4 through Orlando, Fla., drew a lot of thoughts from readers. Aging interstates running through bustling cities can make for a distressing combination.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-medical-examiner-offers-alternate-theory-in-eric-garners-death-11559771410", "title": "Defense Medical Examiner Offers Alternate Theory in Eric Garner's Death", "date": "2019-06-05 17:50", "summary": "Testimony on behalf of police officer cites health issue and not chokehold; New York City medical examiner had ruled death a homicide. Medical issues killed Eric Garner and not a chokehold applied by New York Police Department officer Daniel Pantaleo, according to a medical examiner who testified on behalf of Officer Pantaleo, who faces disciplinary charges over the 2014 death.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-department-works-to-develop-software-faster-11559771304", "title": "Defense Department Works to Develop Software Faster", "date": "2019-06-05 17:48", "summary": "Silicon Valley has inspired the Pentagon to modernize its technology and make better use of data. Technologies including the internet and GPS originated in the U.S. Defense Department, making Silicon Valley possible. Now the Pentagon is taking a page from tech companies, pushing its software developers to release code faster and with a sharper focus on users-in this case, members of the armed forces.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governors-office-mishandled-sexual-assault-allegation-committee-finds-11559745698", "title": "New Jersey Governor's Office Mishandled Sexual-Assault Allegation, Committee Finds", "date": "2019-06-05 17:45", "summary": "Aides misunderstood the law, acted in a 'dismissive' manner, investigation concludes. New Jersey Gov. Phil Murphy's administration and transition team mishandled their response to a sexual-assault allegation made against a state employee, a special legislative committee found.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-building-blocks-of-the-d-day-victory-11559771050", "title": "The Building Blocks of the D-Day Victory", "date": "2019-06-05 17:44", "summary": "The Memorial Museum of the Battle of Normandy-located a short distance from the beaches where the historic landing happened 75 years ago-commemorates Allied successes while not shying away from the failures.. Bayeux, France", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/albany-lawmakers-near-deal-on-tougher-tenant-protections-11559770330", "title": "Albany Lawmakers Near Deal on Tougher Tenant Protections", "date": "2019-06-05 17:32", "summary": "Rent laws, which affect about a million households in New York City, set to expire on June 15. New York state lawmakers are completing a package of rent-control measures they say would extend protections to tenants around the state and make it harder for existing rent-regulated units in New York City to leave its program.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labcorp-expects-little-impact-from-data-breach-11559770067", "title": "LabCorp Expects Little Impact From Data Breach at Billing Vendor", "date": "2019-06-05 17:27", "summary": "Medical-testing firm stores customer information with same billing agency that serves Quest. Laboratory Corp. of America Holdings has been scanning the dark web for any signs of its customers' personal data since learning of a data breach at an outside bill-collection agency last week, but so far hasn't found anything, the medical-testing company's chief executive said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-prices-fall-pressured-by-global-growth-concerns-11559756087", "title": "Copper Prices Fall, Pressured by Global Growth Concerns", "date": "2019-06-05 17:27", "summary": "Declining oil prices also weigh on copper; gold for June delivery up slightly. Copper prices fell Wednesday, pressured by fears over global growth and a steep drop in crude.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reading-the-tonys-tea-leaves-11559769978", "title": "Reading the Tonys' Tea Leaves", "date": "2019-06-05 17:26", "summary": "The outcome of this year's Tony Awards will offer a peek into the future of the Broadway musical.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-and-newly-revived-at-american-ballet-theatre-11559769283", "title": "The New and Newly Revived at American Ballet Theatre", "date": "2019-06-05 17:14", "summary": "The troupe presents works by Alexei Ratmansky and Twyla Tharp, as well as the American premiere of Cathy Marston's lengthy 'Jane Eyre.'. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-rolls-out-red-carpet-for-xi-amid-tensions-with-the-west-11559739869", "title": "Russia Rolls Out Red Carpet for Xi Amid Tensions With the West", "date": "2019-06-05 17:12", "summary": "Moscow courts investment from China at forum as domestic economic growth lags. ST. PETERSBURG, Russia-Russia's alienation from the West has put China center stage at the country's flagship annual investment forum this week, as Moscow and Beijing cement their political, economic and military ties.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shell-ceo-tries-luring-nervous-investors-back-to-big-oil-11559768088", "title": "Shell CEO Tries Luring Nervous Investors Back to Big Oil", "date": "2019-06-05 16:54", "summary": "With generous dividends and buybacks-and talk of cleaner energy-Royal Dutch Shell looks to boost interest in its shares. Anglo-Dutch oil giant Royal Dutch Shell PLC can be both a cash cow and a company trying to meet the challenge of climate change.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-on-track-for-bear-market-due-to-global-growth-fears-11559748511", "title": "U.S. Crude Oil Enters Bear Market Due to Global-Growth Fears", "date": "2019-06-05 16:42", "summary": "Concerns about an international slowdown, coupled with swelling supplies, send crude on a six-week skid. U.S. crude futures sank into a bear market on Wednesday, falling more than 20% below their April peak, as the global-growth worries gripping financial markets were compounded by fears of a supply glut.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-signal-says-china-and-trump-approaching-a-deal-11559767292", "title": "Market Signal Says China and Trump Approaching a Deal", "date": "2019-06-05 16:41", "summary": "Beijing is dealing with a quiet manufacturing exodus.. Investors are sending a note of optimism that President Donald Trump and Chinese dictator Xi Jinping may soon resolve their trade dispute. Meanwhile, a manufacturing exodus could be adding increasing pressure on Beijing to cut a deal.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thailands-junta-chief-is-elected-prime-minister-11559762328", "title": "Thailand's Junta Chief Is Elected Prime Minister", "date": "2019-06-05 16:39", "summary": "Expected outcome required Prayuth Chan-ocha to rely on votes from appointed Senate; China ties likely to deepen. Thailand's parliament elected the country's junta chief as prime minister of a new civilian government, more than two months after a widely criticized parliamentary election in which his party failed to win the most seats.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-edge-up-after-wall-street-surge-11559720521", "title": "Dow Industrials Extend Their Rally", "date": "2019-06-05 16:34", "summary": "Indexes rise again after notching best day in five months Tuesday after remarks from Fed officials. Stocks climbed Wednesday as investors further embraced the possibility that the Federal Reserve might cut interest rates to boost the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-views-on-abortion-draw-fresh-criticism-and-expose-rift-with-fellow-democrats-11559766838", "title": "Biden's Abortion Views Criticized, Exposing Rift With Democrats", "date": "2019-06-05 16:33", "summary": "Planned Parenthood and Naral Pro-Choice issued statements criticizing former vice president's Hyde Amendment stance. WASHINGTON-Joe Biden's longstanding opposition to the use of federal funding for most abortions drew fresh fire from abortion-rights groups, underlining how some of the Democratic front-runner's centrist positions put him out of step with the rest of his party's presidential field.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-service-sector-activity-accelerated-in-may-11559744601", "title": "U.S. Service-Sector Economy Powers on Despite Global Headwinds", "date": "2019-06-05 16:28", "summary": "ISM's nonmanufacturing index rose to 56.9 in May. The U.S. service sector expanded last month, providing key fuel for the broader economy in the face of cooling global growth and rising trade tensions.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-puts-new-limits-on-fetal-tissue-research-11559757456", "title": "Trump Administration Puts New Limits on Fetal Tissue Research", "date": "2019-06-05 16:22", "summary": "Move could stifle future research into understanding disease. The Trump administration will curtail federal funding for research involving fetal tissue, a victory for conservatives and religious groups that have been pressing the White House since last year to halt all such studies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-reboot-faces-long-odds-11559758131", "title": "GameStop Reboot Faces Long Odds", "date": "2019-06-05 16:14", "summary": "Shelving the retailer's dividend is a high-risk move to fund more 'transformation' efforts. Even $157 million a year only goes so far in the videogame business. For GameStop , it may not go far enough.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-too-high-on-the-cloud-11559732404", "title": "Investors Are Too High on the Cloud", "date": "2019-06-05 16:13", "summary": "Valuations have soared, as cloud software companies see little threat from China or domestic politics. A tech sector not exposed to tariffs, trade wars or domestic political scrutiny sounds almost too good to be true. At current valuations, it just might be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-need-a-human-pilot-when-the-airplanes-computers-fail-11559763986", "title": "You Need a Pilot When the Computers Fail", "date": "2019-06-05 15:46", "summary": "Boeing will fix the automation issues with the 737 MAX soon enough, but there will always be times when human pilots will be called on when computers and automation systems have failed them.. Regarding Holman W. Jenkins, Jr.'s \"Boeing vs. Pilots?\" (Business World, June 1): Without question, the failure of the pilots to deal with a malfunction was a major factor in both 737 MAX accidents. But in the accident chain, and it is almost always a chain of events that cause an airliner to crash, the root cause of both crashes was the failure of the automated flight-control system. As good as automation gets, it will never be flawless and there will be times when a properly trained and competent flight crew will be all that prevents disaster.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protect-u-s-shellfish-without-a-trade-war-11559763940", "title": "Protect U.S. Shellfish Without a Trade War", "date": "2019-06-05 15:45", "summary": "Our response to the risk of importing infected shellfish needs to be legal, effective and guided by the best available science. The knee-jerk response of banning shellfish trade with the EU fails in all three of these criteria.. Keep Europe's Sick Shellfish Out of America", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-grid-contractor-caught-up-in-federal-probes-11559763855", "title": "Puerto Rico Grid Contractor Caught Up in Federal Probes", "date": "2019-06-05 15:44", "summary": "A Mammoth Energy Services Inc. subsidiary is caught up in federal probes into disaster spending. An electric utility contractor that turned Puerto Rico's lights back on after Hurricane Maria now is ensnared in contract-steering probes as federal authorities scrutinize billions of dollars in public reconstruction spending across the U.S. territory.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banning-plastic-straws-saves-marine-life-11559763847", "title": "Banning Plastic Straws Saves Marine Life", "date": "2019-06-05 15:44", "summary": "Consider the value of a highly visible corporate leader in disposable-container beverage sales teaching its customers about the issue and perhaps inspiring new economic activity to meet the demand for alternatives.. Regarding Allysia Finley's \"Would You Like Guilt with Your Latte?\" (op-ed, May 28): I doubt Starbucks ' intention in eliminating plastic straws is to make Ms. Finley feel guilty. More likely the company was inspired by reports of straws hurting marine life, or whales washing up dead because their bellies are filled with plastic. Ms. Finley is correct that these goals can be difficult to meet or may cause unintended consequences. But she fails to recognize the value of a highly visible corporate leader in disposable-container beverage sales teaching its customers about the issue and perhaps inspiring new economic activity to meet the demand for alternatives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-bury-nuclear-waste-recycle-it-as-the-french-do-11559763777", "title": "Don't Bury Nuclear Waste, Recycle It as the French Do", "date": "2019-06-05 15:42", "summary": "We should learn from the French who have been recycling nuclear waste at their Cap de la Hague facility near the English Channel since 1976.. Regarding Sen. John Barrasso's \"Get Serious About Burying Nuclear Waste\" (op-ed, May 29): Don't bury nuclear waste, recycle it, senator. We should learn from the French who have been recycling nuclear waste at their Cap de la Hague facility near the English Channel since 1976. Only a small percentage of nuclear fuel is spent when the fuel rods are used at commercial nuclear power plants. Approximately 95% of these spent rods can be recycled into new, usable fuel rods. A very small percentage of nuclear waste remains to be permanently disposed of.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariff-fights-are-a-drag-for-maker-of-jack-daniels-11559763689", "title": "Tariff Fights Are a Drag for Maker of Jack Daniel's", "date": "2019-06-05 15:41", "summary": "Brown-Forman, already hurt by EU's tariffs on U.S. whiskey, could take another hit if Trump follows through on Mexican tequilas. Tariffs keep squeezing the maker of Jack Daniel's.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-hold-on-to-gains-after-mixed-economic-data-11559748211", "title": "U.S. Government Bonds Flat After Mixed Economic Data", "date": "2019-06-05 15:36", "summary": "Yields rise from lows after survey shows expansion in U.S. services sector. U.S. government bond prices flitted higher, then ended flat Wednesday after a mixed batch of economic data.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-sues-mallinckrodt-alleging-kickbacks-11559762169", "title": "Justice Department Sues Mallinckrodt, Alleging Kickbacks", "date": "2019-06-05 15:33", "summary": "Drugmaker agrees to pay $15 million to settle separate federal marketing probe at Questcor unit. Federal prosecutors filed a complaint against Mallinckrodt PLC accusing the company of paying kickbacks through a foundation in order to increase prices of a drug used to treat multiple sclerosis.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gretchen-carlson-stepping-down-from-miss-america-organization-11559762235", "title": "Gretchen Carlson Stepping Down From Miss America Organization", "date": "2019-06-05 15:17", "summary": "Former Fox News anchor pushed for the elimination of the swimsuit competition from the pageant. ATLANTIC CITY, N.J.-Gretchen Carlson, a former Miss America who helped eliminate the pageant's swimsuit competition, is stepping down as board chairwoman of the Miss America Organization.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outdoor-adventure-begins-in-bendon-the-market-11559761829", "title": "Outdoor Adventure Begins in Bend", "date": "2019-06-05 15:10", "summary": "The Central Oregon city offers à la carte activities for adrenaline junkies and outdoor enthusiasts. Locals brag that Bend is the kind of place where you can ski in the morning and golf in the afternoon. But ski-to-tee living is only the beginning. The 94,520-person town located between the Cascade Mountains and Central Oregon's high desert plateaus is the ultimate year-round outdoor base camp for health and adrenaline activities. There are peaks for hiking, biking and rock climbing. Rivers and alpine lakes are for canoeing, kayaking, stand-up paddleboarding, white-water rafting and fly fishing. Horseback riding is huge. Camping is big. And when your adventure is done, head to Bend's Old Mill District along the Deschutes River for shopping and dinner, or grab a pint handcrafted by one of two-dozen or so local breweries in the area like Deschutes Brewery or Bend Brewing Company.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-beige-book-sees-modest-growth-11559757834", "title": "Fed's Beige Book Sees Modest Growth", "date": "2019-06-05 14:59", "summary": "Central-bank officials will study report ahead of their June 18-19 meeting. Economic activity picked up slightly this spring as firms largely shrugged off the effect of tariffs, according to a Federal Reserve report released Wednesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealands-richest-man-inks-deal-for-34-million-new-york-penthouse-11559754167", "title": "New Zealand Billionaire Pays $34 Million for a New York Penthouse", "date": "2019-06-05 14:57", "summary": "signs a contract to buy a unit at the XI, which spans a full block near High Line Park. Billionaire Graeme Hart has inked a contract to buy a $34 million penthouse in New York's West Chelsea neighborhood, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kurds-return-six-isis-affiliated-americans-to-u-s-from-syria-11559760097", "title": "Kurds Return Six ISIS-Affiliated Americans to U.S. From Syria", "date": "2019-06-05 14:41", "summary": "Repatriation of women and children shows how Trump administration is willing to take a different tack than some of its allies. Kurdish authorities in northeast Syria transferred to the U.S. six Americans belonging to a group of several thousand foreigners captured on the battlefield as Islamic State was driven out of its last stronghold.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-quick-grilling-recipe-is-the-best-excuse-to-eat-with-your-hands-11559749547", "title": "This Quick Grilling Recipe is the Best Excuse to Eat With Your Hands", "date": "2019-06-05 14:31", "summary": "Slicked in a savory caramel sauce, pork belly cooks in minutes on the grill. Then simply wrap it in lettuce leaves along with a tangy carrot-papaya slaw and fresh, flavorful garnishes. \"IT'S FUN TO get messy,\" said chef Christina Nguyen. She was referring to these luscious pork-belly lettuce wraps, made to be eaten, enthusiastically, with your hands.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-universities-shut-down-traditional-m-b-a-programs-as-popularity-wanes-11559727000", "title": "More Universities Find Full-Time M.B.A. Programs Aren't Worth It", "date": "2019-06-05 14:30", "summary": "Applications to full-time M.B.A. programs have been falling in the strong job market, leading business schools to shift resources online. The 42 University of Iowa graduates who got their master's in business administration degrees in May marked the end of an era for 160-year-old Tippie College of Business: They were its last class of full-time M.B.A.s.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-risky-formula-pays-off-for-horror-film-ma-11559759084", "title": "A Risky Formula Pays Off for Horror Film 'Ma'", "date": "2019-06-05 14:24", "summary": "'Ma,' a $5 million scary movie starring Octavia Spencer, has earned more than $18 million, notching another successful collaboration between producer Blumhouse and distributor Universal Pictures. Putting an Academy Award winner in a $5 million horror movie made by the director of \"The Help\" is a risky formula. But thus far, it is paying off at the box office for producer Blumhouse and distributor Universal Pictures.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-lawmakers-wrestle-with-a-tariff-dilemma-11559758860", "title": "GOP Lawmakers Wrestle With a Tariff Dilemma", "date": "2019-06-05 14:21", "summary": "A vote challenging President Trump could carry political risks. Here we go again.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-supreme-leader-rails-against-u-s-peace-plan-11559743565", "title": "Iran's Supreme Leader Rails Against U.S. Peace Plan", "date": "2019-06-05 14:20", "summary": "U.S. officials, led by President Trump's son-in-law Jared Kushner, are set to roll out an economic blueprint for Israeli-Palestinian peace in June. Iran's supreme leader accused Saudi Arabia and other Arab countries of betraying the Palestinians by cooperating with the U.S. and Israel, in an attempt to rally regional supporters and raise the stakes for the Trump administration's long-awaited plan for peace in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-opens-formal-review-of-music-licensing-rules-11559757937", "title": "Justice Department Opens Formal Review of Music-Licensing Rules", "date": "2019-06-05 14:18", "summary": "Antitrust officials revisit long-ago legal settlements, known as consent decrees, that remain on the books. WASHINGTON-The Justice Department on Wednesday opened a formal review of music-licensing rules that have been in place since 1941, a process that could shake up how businesses, broadcasters and digital streaming services secure rights from songwriters and publishers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-confirms-heath-tarbert-as-cftc-chairman-11559753901", "title": "Senate Confirms Heath Tarbert as CFTC Chairman", "date": "2019-06-05 14:12", "summary": "Treasury official joins market regulator in midst of rules changes, swaps dispute. WASHINGTON-The Senate on Wednesday confirmed Heath Tarbert as chairman of the Commodity Futures Trading Commission, making him the second Trump-appointed official to lead the top derivatives regulator.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golf-home-owners-chip-in-to-save-struggling-courses-11559757895", "title": "Golf-Home Owners Chip In To Save Struggling Courses", "date": "2019-06-05 14:08", "summary": "Resume Subscription. Since retiring to a home overlooking the 17th green at Sapelo Hammock Golf Club, in Shellman Bluff, Ga., Michael Hardy has spent many an afternoon with friends on the golf course. But instead of swinging a club, he's mowing the grass and trimming branches.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saving-struggling-golf-courses-11559757401", "title": "Saving Struggling Golf Courses", "date": "2019-06-05 13:56", "summary": "Residents surrounding Sapelo Hammock Golf Club in Georgia and the Champions Club in Tennessee pooled their money to buy the courses and bring them back to life.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/eu-threatens-italy-for-flouting-budget-rules-11559757195", "title": "EU Threatens Italy for Flouting Budget Rules", "date": "2019-06-05 13:53", "summary": "Rome is unlikely to heed the EU's call to shrink the country's budget deficit unless it faces investors' wrath. The European Union threatened to punish Italy for flouting budget rules, but Rome is unlikely to heed the EU unless it faces investors' wrath.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-doctor-charged-with-murder-of-25-hospital-patients-11559757228", "title": "Ohio Doctor Charged With Murder of 25 Hospital Patients", "date": "2019-06-05 13:53", "summary": "William Husel, former Columbus-area critical-care practitioner, accused of ordering fatal painkiller doses. COLUMBUS, Ohio-An Ohio critical-care doctor was arrested and charged with murder Wednesday in the deaths of 25 hospital patients who authorities say were deliberately given overdoses of painkillers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-takes-on-walmart-over-worker-pay-11559756711", "title": "Bernie Sanders Takes on Walmart Over Worker Pay", "date": "2019-06-05 13:45", "summary": "Presidential candidate, appearing at annual shareholder meeting, pushes retail giant to raise minimum wage to $15 an hour. Sen. Bernie Sanders appeared at Walmart Inc.'s annual shareholder meeting on Wednesday to push the retail giant to raise its minimum wage, the latest sign that it can't fully shake a reputation-in some quarters-as a bad place to work.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-reason-you-like-shopping-for-vacation-11559756495", "title": "The Real Reason You Like Shopping for Vacation", "date": "2019-06-05 13:42", "summary": "Blame global warming, Instagram or the spring runways: Resortwear has never been hotter. The category is exploding, say analysts, and vacation-minded shoppers are more likely to pay full price. How the art of lusting for a beachy holiday is powering retail. How many swimsuits make for the perfect summer vacation? What about floral dresses and straw hats? A scroll through Net-A-Porter or Instagram this time of year might make you feel lacking-despite the 15 maillots you own that have yet to see sand.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeff-bezos-buys-fifth-avenue-condo-spread-for-around-80-million-11559665936", "title": "Jeff Bezos Buys Fifth Avenue Condo Spread for Around $80 Million", "date": "2019-06-05 13:11", "summary": "The Amazon CEO is finalizing the purchase of three units at 212 Fifth Avenue near Madison Square Park. Amazon Chief Executive Jeff Bezos is set to finalize the purchase of three New York apartments Tuesday in a deal valued at around $80 million, according to people familiar with the transaction.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-took-a-puck-to-the-jaw-to-sideline-zdeno-charathe-heart-of-the-bruins-11559754349", "title": "It Took a Puck to the Jaw to Sideline Zdeno Chara", "date": "2019-06-05 13:05", "summary": "Boston's 42-year-old captain has become one of New England's most beloved athletes-but his status for the rest of the Stanley Cup Finals remains in doubt. The Boston Bruins are two wins away from raising their seventh Stanley Cup in franchise history. But if they're going to defeat the St. Louis Blues in this year's championship series, they'll likely have to do it without the lifeblood of their team: 42-year-old defenseman Zdeno Chara.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lowville-had-lots-of-water-then-string-cheese-came-to-town-11559753552", "title": "Lowville Had Lots of Water. Then String Cheese Came to Town.", "date": "2019-06-05 12:52", "summary": "Resume Subscription. LOWVILLE, N.Y.-When the Philadelphia Cream Cheese factory here started making string cheese, too, in the summer of 2017, it brought scores of new jobs to town.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/farmers-on-drenched-land-confront-tough-choice-on-planting-11559727000", "title": "Farmers on Drenched Land Confront Tough Choice on Planting", "date": "2019-06-05 12:24", "summary": "The wettest 12 months on record in the continental U.S. are thwarting the spring corn crop and triggering insurance claims. Millions of farm acres are set to go unplanted with corn this spring as persistent wet weather leaves U.S. farmers facing an agonizing choice: whether or not to risk trying to raise a crop.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-goes-from-cold-to-lukewarm-11559748225", "title": "Campbell Goes From Cold to Lukewarm", "date": "2019-06-05 12:03", "summary": "Overall profit topped expectations but retail sales for soup fell 2.6%. Campbell Soup Co. is making progress under new chief executive Mark Clouse, but he still has a tough road ahead.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/study-of-hiv-related-mutation-adds-to-worries-about-first-gene-edited-babies-11559646973", "title": "Study of HIV-Related Mutation Adds to Worries About First Gene-Edited Babies", "date": "2019-06-05 12:03", "summary": "Scientist tried to mimic mutation thought to generate resistance to virus that causes AIDS, but study says that mutation could also shorten lives. A genetic mutation thought to make people resistant to the virus that causes AIDS could also shorten their lives, according to a new study that has renewed concern over a Chinese experiment that created the world's first gene-edited babies.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-austrian-resort-flexes-its-muscles-11559749594", "title": "An Austrian Resort Flexes Its Muscles", "date": "2019-06-05 11:46", "summary": "The upscale Alpine ski town of Kitzbühel is now a year-round destination as the city and residents focus on sports and spas. A greater emphasis on wellness and warm-weather activities in Kitzbühel, the glitzy Austrian ski resort, is transforming the luxury second-home enclave into a year-round destination, pushing real-estate prices higher and boosting demand for in-home spas.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exercise-bike-maker-peloton-files-confidentially-for-ipo-11559746316", "title": "Exercise-Bike Maker Peloton Files Confidentially for IPO", "date": "2019-06-05 11:43", "summary": "The number of shares to be offered and the price range for the proposed offering haven't been determined. Peloton Interactive Inc. on Wednesday said it has filed confidentially with the Securities and Exchange Commission for a proposed initial public offering.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kitzbuhels-wellness-push-11559749421", "title": "Kitzbühel's Wellness Push", "date": "2019-06-05 11:43", "summary": "Local businesses and private homes are installing more amenities tied to good health. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sales-rise-at-campbell-on-snack-strength-11559737540", "title": "Campbell Readies Investments in Struggling Soup Business", "date": "2019-06-05 11:36", "summary": "Food company lifts profit outlook; quarterly sales top analysts' expectations.. Campbell Soup Co. plans to bolster investment in its namesake soup business in the U.S., where it has struggled against competition from private-label options.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmers-almanac-cant-help-agribusiness-11559748806", "title": "Farmer's Almanac Can't Help Agribusiness", "date": "2019-06-05 11:33", "summary": "American farmers are forced to run sophisticated models to determine whether they should plant. American farmers need to decide whether to hold 'em or fold 'em. So must investors in dozens of companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-raises-earnings-outlook-11559682101", "title": "Salesforce Raises Earnings Outlook", "date": "2019-06-05 11:31", "summary": "Business-software firm said it delivered record revenue in latest quarter. Salesforce.com Inc. on Tuesday raised its full-year earnings outlook after the business-software company said it delivered record revenue in the latest quarter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbas-raptors-are-just-like-usbut-only-at-torontos-airport-11559747840", "title": "NBA's Raptors Are Just Like Us-But Only at Toronto's Airport", "date": "2019-06-05 11:17", "summary": "Resume Subscription. MISSISSAUGA, Canada-He could have been any traveler passing through the airport for a business trip. Except he was taller. And strangers kept wishing Pascal Siakam good luck at work the next day.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tight-race-for-best-musical-at-this-years-tony-awards-11559746783", "title": "Tight Race for Best Musical at This Year's Tony Awards", "date": "2019-06-05 10:59", "summary": "As Sunday's ceremony approaches, 'no real front-runner' for Broadway's most-coveted prize. In the last few years, the Tony Awards contest for best musical, arguably Broadway's most coveted prize, has largely been a one-show race.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-sovcomflot-says-arctic-sailings-will-become-routine-11559746280", "title": "Russia's Sovcomflot Says Arctic Sailings Will Become Routine", "date": "2019-06-05 10:51", "summary": "CEO of the state-owned shipping giant says melting polar ice will draw more ship operators to Siberian waters. OSLO-The head of Russian shipping giant Sovcomflot expects sailings along the country's Siberian coast to become routine as the ice melts and operators look to save time and fuel for Europe-bound cargo .", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-explosive-evolution-of-consciousness-11559746175", "title": "The Explosive Evolution of Consciousness", "date": "2019-06-05 10:49", "summary": "About five hundred million years ago, animals suddenly developed eyes and limbs-and possibly an inner life.. Where does consciousness come from? When and how did it evolve? The one person I'm sure is conscious is myself, of course, and I'm willing to believe that my fellow human beings, and familiar animals like cats and dogs, are conscious too. But what about bumblebees and worms? Or clams, oak trees and rocks?", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-presidential-campaign-allows-staff-to-unionize-11559695482", "title": "Elizabeth Warren Campaign Allows Staff to Unionize", "date": "2019-06-05 10:30", "summary": "Democratic candidate follows Sen. Bernie Sanders, former HUD Secretary Julián Castro and Rep. Eric Swalwell. WASHINGTON-Sen. Elizabeth Warren's presidential campaign has agreed to let workers unionize, according to the business manager of the union branch that will represent them.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-brainard-tells-yahoo-finance-lower-rates-possible-amid-trade-risks-11559744865", "title": "Fed's Brainard Says Lower Rates Possible Amid Trade Risks", "date": "2019-06-05 10:27", "summary": "Fed governor says she will watch data carefully to determine central bank's next step. Federal Reserve Governor Lael Brainard signaled an openness to lowering interest rates but she didn't indicate such action was imminent.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/estee-lauder-executive-chairman-lists-manhattan-home-for-45-million-11559744795", "title": "Estée Lauder Executive Chairman Lists Manhattan Home for $45 Million", "date": "2019-06-05 10:26", "summary": "William P. Lauder is selling his longtime home at 778 Park Avenue, a well-known co-op building. William P. Lauder, executive chairman of beauty giant Estée Lauder and the grandson of founders Estée Lauder and Joseph Lauder, is putting his Manhattan home on the market for $45 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-must-have-workout-equipment-socks-11559743893", "title": "The New Must-Have Workout Equipment: Socks", "date": "2019-06-05 10:11", "summary": "The humble sock, now cast as fashionable performance wear, has become the latest status symbol for exercise-class enthusiasts. The new stars of your exercise class: Socks.", "categories": [["Life & Work", "Fitness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/fitness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-clarida-says-findings-of-policy-review-will-be-shared-next-year-11559742300", "title": "Fed's Clarida Says Findings of Policy Review Will Be Shared Next Year", "date": "2019-06-05 09:45", "summary": "Framework used to set and communicate rate decisions will likely be completed in the first half of 2020. CHICAGO-Federal Reserve Vice Chairman Richard Clarida said the central bank's ongoing review of the framework it uses to set and communicate its rate policy decisions will probably be completed in the first half of 2020.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-stocks-take-an-early-victory-lap-11559741889", "title": "Consumer Stocks Take an Early Victory Lap", "date": "2019-06-05 09:38", "summary": "Shares in Nestlé, P&G and Unilever are trading near record highs even though they continue to lose share to smaller competitors. Investors have decided that the worst is over for the world's top consumer companies, but the bout of optimism is probably premature.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-expresses-concern-about-gun-silencers-in-wake-of-virginia-shooting-11559739661", "title": "Trump Expresses Concern About Gun Silencers in Wake of Virginia Shooting", "date": "2019-06-05 09:36", "summary": "In interview on British television, President Trump says he would consider a ban but doesn't 'love the idea'. PORTSMOUTH, England-President Trump said he doesn't like gun silencers and was open to considering a ban on the devices after one was used in a mass shooting last week in Virginia.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/d-day-veterans-and-world-leaders-converge-in-normandy-11559727001", "title": "'I Didn't Want Any Medals': Last D-Day Veterans Make Poignant Return", "date": "2019-06-05 09:33", "summary": "Survivors of historic invasion go back 75 years later to reflect, reunite and pay respects. COLLEVILLE-SUR-MER, France-Pvt. Jack Port thought he was fighting the war to end all wars when he stormed Utah Beach on June 6, 1944. Seventy-five years later he sees a world again in conflict.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-salesforce-gamestop-pivotal-software-ambarella-and-more-11559730210", "title": "Stocks to Watch: Salesforce, GameStop, Campbell Soup and More", "date": "2019-06-05 09:10", "summary": "Here are some of the companies with shares expected to trade actively on Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nonfarm-private-sector-added-27-000-jobs-in-may-11559739695", "title": "Nonfarm Private Sector Added Just 27,000 Jobs in May, Missing Forecasts", "date": "2019-06-05 09:01", "summary": "The number was the smallest amount since the economic expansion started. The nonfarm private sector in the U.S. added 27,000 jobs for the month of May, the latest ADP National Employment Report showed, a number that was significantly lower than what economists were expecting.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-regret-their-defense-on-stephen-curry-will-the-raptors-11559739600", "title": "They Regret Their Defense on Stephen Curry. Will the Raptors?", "date": "2019-06-05 09:00", "summary": "The last time he faced a strategy as extreme as Toronto's box-and-one was in a college game. It didn't work then. But it might in the NBA Finals.. Brian Rudolph still remembers the raspy voice instructing him to do something that sounded so extreme, so preposterous, so insanely radical that he was almost positive he would never see it again.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pricewaterhousecoopers-moves-to-overhaul-u-k-audit-business-11559739528", "title": "PwC Moves to Overhaul U.K. Audit Business", "date": "2019-06-05 08:58", "summary": "The Big Four accounting firms have come under pressure from regulators. Professional-services firm PricewaterhouseCoopers LLP on Wednesday announced various measures aimed at overhauling its U.K. audit business, amid growing regulatory concerns about the quality of the country's audit sector.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etf-heartbeats-show-influence-of-indexes-11559736000", "title": "ETF 'Heartbeats' Show Influence of Indexes", "date": "2019-06-05 08:00", "summary": "Rebalancing can trigger massive money shifts as portfolio managers realign their holdings with updated indexes. A popular BlackRock Inc. exchange-traded fund that tracks companies with healthy balance sheets shed $1.5 billion on a single day last week, the largest outflow in its six-year history.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jaguar-land-rovers-turnaround-ends-in-china-11559736000", "title": "Jaguar Land Rover's Turnaround Ends in China", "date": "2019-06-05 08:00", "summary": "British car maker's struggles in the world's largest auto market led to multibillion-dollar loss. Jaguar Land Rover was one of the fastest-growing car makers in the U.S. last year, marking a storybook turnaround for the maker of iconic sports cars and off-road vehicles.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/permira-nearing-close-of-1-7-billion-growth-fund-11559732404", "title": "Permira Nearing Close of $1.7 Billion Growth Fund", "date": "2019-06-05 07:38", "summary": "Firm typically known for its buyout and credit strategies now trying its hand at growth-stage investing. Permira is approaching the final close of its maiden growth opportunities fund at around $1.7 billion, according to a person familiar with the situation.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-tariffs-bite-get-ready-for-a-1970s-style-supply-shock-11559734362", "title": "As Tariffs Bite, Get Ready for a 1970s-Style Supply Shock", "date": "2019-06-05 07:32", "summary": "Arab oil embargo in early 1970s holds lessons on impact of possible trade war. Market turmoil over mounting U.S. tariffs on China and the threat of the same on Mexico in large part stems from a fear of the unknown: No one knows what a major trade war would do, as the U.S. hasn't been in one since the 1930s.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bristol-r-d-chief-to-leave-after-celgene-acquisition-11559732340", "title": "Bristol R&D Chief to Leave After Celgene Acquisition", "date": "2019-06-05 06:59", "summary": "Bristol-Myers Squibb lays out new management team, says R&D Chief Thomas Lynch Jr.'s job will be split. Bristol-Myers Squibb Co. 's research-and-development chief will leave the company later this year after the drugmaker completes its $74 billion acquisition of rival Celgene Corp. and will hand over his responsibilities to a pair of scientists from outside the company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-chinas-tech-titans-be-heavyweights-or-overweights-11559728804", "title": "Will China's Tech Titans Be Heavyweights or Overweights?", "date": "2019-06-05 06:03", "summary": "China's need for new technology champions is at the heart of the conflict with the U.S., but problems at home could be just as big a threat. China's path to technological supremacy has put companies such as Huawei in the Trump administration's crosshairs, but China has even more burning issues in the long run.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-champ-is-here-meet-andy-ruiz-jr-the-humble-heavyweight-11559728800", "title": "The Champ Is Here! Meet Andy Ruiz Jr., the Humble Heavyweight", "date": "2019-06-05 06:00", "summary": "A conversation with boxing's sudden champion, just days after shocking the world. \"I'm really good,\" Andy Ruiz Jr. said when I asked him how he was doing, sounding about as happy as a human being can sound. \"Really, really good.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-row-fifth-avenue-should-brace-for-fewer-chinese-visitors-11559728714", "title": "College Row, Fifth Avenue Should Brace for Fewer Chinese Visitors", "date": "2019-06-05 05:58", "summary": "Fewer Chinese tourists may not deal a serious blow to the U.S. but could still cause damage in education and luxury sectors. China's army of globe-trotting tourists has been a handy economic weapon. This may not work as well against the U.S., but could nonetheless cause some damage to sectors such as education and luxury goods.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deal-prognosis-is-healthy-for-small-insurers-11559727002", "title": "Deal Prognosis Is Healthy for Small Insurers", "date": "2019-06-05 05:30", "summary": "Limited options for deals mean smaller health-insurance companies deserve a premium valuation. One blockbuster health-insurance deal that investors were hoping for won't happen. But smaller players still should draw interest from potential suitors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-look-attractive-but-bond-rally-flashes-caution-11559727001", "title": "Stocks Lure Buyers With Cheapest Valuations in Months", "date": "2019-06-05 05:30", "summary": "Threat of tariffs has muddied the outlook for equities. One comfort investors have found in the markets' tumult over the past month: Share prices are looking like relative bargains.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-on-the-road-gets-a-little-easier-as-truckers-adopt-digital-technology-11559727001", "title": "Life on the Road Gets Easier as Truckers Adopt Technology", "date": "2019-06-05 05:30", "summary": "AI-driven tools help make deliveries more efficient, boosting productivity. Volker Condron was recently driving an 18-wheel rig on a highway near Mount Vernon, Texas, when his truck blew a tire-a common hazard that can add several hours to a scheduled delivery, he said.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-shrug-off-recent-oil-price-drop-to-predict-gains-11559721600", "title": "Banks Shrug Off Recent Oil-Price Drop to Predict Gains", "date": "2019-06-05 04:00", "summary": "Investment banks in May largely stuck to their forecasts that oil prices will rise in 2019's final two quarters. LONDON-Investment banks in May largely stuck to their forecasts that oil prices will rise in 2019's final two quarters, predicting that supply risks will make up for sharp selloffs in recent weeks.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cardinal-george-pell-appeals-his-child-sex-abuse-conviction-11559710984", "title": "Cardinal George Pell Appeals His Child Sex Abuse Conviction", "date": "2019-06-05 02:07", "summary": "His lawyer says the claims against his client were so implausible that the jury should have had reasonable doubt about his guilt. MELBOURNE, Australia-An Australian court has begun hearing arguments seeking to quash the conviction of Cardinal George Pell for the sexual abuse of two young choir boys inside the cathedral that was the center of his diocese in the late 1990s.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11559676463", "title": "Pepper...and Salt", "date": "2019-06-05 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Commentary", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-directs-hope-hicks-not-to-turn-over-documents-to-house-panel-11559662051", "title": "House Democrats Say White House Has Blocked Ex-Trump Aides From Providing Documents", "date": "2019-06-05 23:59", "summary": "House panel had subpoenaed Hope Hicks and Annie Donaldson for documents related to Mueller probe. WASHINGTON-The White House directed two former administration officials, Hope Hicks and Annie Donaldson, to rebuff congressional subpoenas for certain documents related to the special counsel's probe, the House Judiciary Committee said Tuesday, in the administration's latest effort to block lawmakers' investigations into possible obstruction of justice by the president.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticuts-43-billion-budget-avoids-raising-income-tax-rates-11559704665", "title": "Connecticut's $43 Billion Budget Avoids Raising Income-Tax Rates", "date": "2019-06-05 23:17", "summary": "Two-year spending plan sidesteps fight over tolls and closes $3.7 billion shortfall. Connecticut lawmakers passed a two-year, $43 billion budget that avoids raising income-tax rates and sidesteps a fight over highway tolls.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-safe-is-your-mobile-phone-not-as-safe-as-you-think-11559700420", "title": "How Safe Is Your Mobile Phone? Not as Safe as You Think", "date": "2019-06-05 22:07", "summary": "Three experts talk about where the weaknesses are-and what companies can do about it. Websites and apps often ask for users' phone numbers to enhance their security. Those digits allow two-factor authentication: After a user types in a password, the website sends a text message to verify the login attempt is legitimate-the second factor.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-set-their-sights-on-facial-recognition-11559700360", "title": "Lawmakers Set Their Sights on Facial Recognition", "date": "2019-06-05 22:06", "summary": "As the technology has become more widespread, critics question whether it threatens privacy-or if it is accurate enough to be reliable. The U.S. Customs and Border Protection agency uses facial-recognition software at airports to identify impostors. Stadiums and arenas use it to enhance security. Law-enforcement agencies deploy it to spot suspects.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/image-recognition-technology-may-not-be-as-secure-as-we-think-11559700300", "title": "Image-Recognition Technology May Not Be as Secure as We Think", "date": "2019-06-05 22:05", "summary": "As social networks expand the use of AI-powered image-recognition filters, experts warn that attackers are finding ways to fool them. Last year, engineers at ZeroFOX, a security startup, noticed something odd about a fake social-media profile they'd found of a well-known public figure. Its profile photo had tiny white dots across the face, like a dusting of digital snow. The company's engineers weren't certain, but it looked like the dots were placed to trick a content filter, the kind used by social networks like Facebook to flag celebrity imitations.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-struggle-to-protect-their-technology-supply-chains-11559700240", "title": "Companies Struggle to Protect Their Technology Supply Chains", "date": "2019-06-05 22:04", "summary": "The dizzying global network of components and suppliers makes it hard for companies to even know who their suppliers are. Three years ago, technicians at an Apple Inc. laboratory discovered a worrisome problem with a server that was used by the company's data-analytics division. The server, built for Apple by a company called Super Micro Computer Inc., was infected with malicious software.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ins-and-outs-of-cybersecurity-insurance-11559700180", "title": "The Ins and Outs of Cybersecurity Insurance", "date": "2019-06-05 22:03", "summary": "Policies are designed to help companies survive major cyberattacks. But knowing exactly what's covered can be tricky.. The idea of cybersecurity insurance seems, on its face, pretty straightforward: Being hacked not only can disrupt business, it also can be extremely costly and hurt a company's reputation. Businesses want to protect themselves against those losses.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-may-soon-be-able-to-tell-what-youre-typingjust-by-hearing-you-type-11559700120", "title": "Hackers May Soon Be Able to Tell What You're Typing-Just By Hearing You Type", "date": "2019-06-05 22:02", "summary": "Research suggests that sound waves from typing on a phone can be intercepted and decoded. Thanks to the increasing sophistication of smartphone technology, hackers soon may be able to intercept and analyze the sounds of typing-and figure out exactly what people are writing on their devices.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-risks-prompt-predictions-for-fed-rate-cuts-11559640601", "title": "Fed Puts Interest Rate Cut in Play", "date": "2019-06-05 22:01", "summary": "Powell's comments suggest central bank is focusing now on whether and when to lower rates. CHICAGO-Markets rallied Tuesday after Federal Reserve officials said they were closely monitoring the recent escalation in trade tensions and indicated they could respond to any economic deterioration by cutting interest rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-needs-an-ntsb-for-cyberattacks-11559700060", "title": "The U.S. Needs an NTSB for Cyberattacks", "date": "2019-06-05 22:01", "summary": "When there's an air crash, we call in the regulators to investigate. Let's do something similar for the biggest hacks.. It's time to take the worst cyberattacks as seriously as air disasters.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-keep-thieves-from-stealing-your-pin-at-the-atm-11559700000", "title": "How to Keep Thieves From Stealing Your PIN at the ATM", "date": "2019-06-05 22:00", "summary": "'Skimmers' put cameras near the machines to capture your information. But there are ways to protect yourself.. Your debit cards are in danger.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-republicans-weigh-moves-to-block-trump-on-mexico-tariffs-11559666178", "title": "Senate Republicans Threaten to Block Trump on Mexico Tariffs", "date": "2019-06-05 21:58", "summary": "Trump defends plan and says lawmakers would be making a mistake if they try to stop him. WASHINGTON-Senate Republicans threatened Tuesday to block the White House's planned tariffs on Mexico, hours after President Trump signaled he was prepared to move ahead with the levies barring a last-minute deal over border security.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-slide-after-u-s-tech-selloff-11559634893", "title": "Stocks Surge as Fed Hints at Possible Rate Cut", "date": "2019-06-05 21:38", "summary": "Dow climbs 512 points in best day for the blue-chip index in five months. U.S. stocks posted their best day in five months on Tuesday, a mark of resilience for a market rally that has recently faced one of its biggest challenges since the financial crisis.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-remembers-tiananmen-square-victims-30-years-on-11559667705", "title": "Hong Kong Remembers Tiananmen Square Victims 30 Years On", "date": "2019-06-05 21:18", "summary": "Organizers estimate 180,000 people attend the annual event, equaling record. HONG KONG-More than 180,000 people attended a vigil in Hong Kong to remember victims of the Tiananmen Square massacre 30 years ago, organizers said, equaling the record turnout for the event as locals also voiced anger over a tightening of their own freedoms.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-chocolate-shortage-cocoa-steadies-as-record-output-projected-11559649601", "title": "What Chocolate Shortage? Cocoa Steadies as Record Projected", "date": "2019-06-05 20:58", "summary": "Supply concerns made cocoa the best-performing commodity of 2018. The world appears to have averted a chocolate shortage, upending the rally that made cocoa the best-performing commodity in 2018.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-over-monitor-your-kids-say-readers-11559694903", "title": "Don't Over-Monitor Your Kids, Say Readers", "date": "2019-06-05 20:35", "summary": "Wall Street Journal readers say boundaries should be observed when keeping tabs on children's online lives. As students step out of the classroom and into summer vacation, many parents are concerned about how best to monitor their child's newfound free time-particularly online.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labcorp-patient-data-affected-in-breach-of-collection-firms-systems-11559693005", "title": "LabCorp Patient Data Affected in Breach of Collection Firm's Systems", "date": "2019-06-05 20:03", "summary": "Billing-collections vendor is sending notices to about 200,000 consumers whose credit card or bank-account information may have been exposed. Medical-testing giant Laboratory Corp. of America said 7.7 million of its patients may be affected by the same data breach at a collections firm that also did business with Quest Diagnostics Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]