[{"link": "https://www.wsj.com/articles/investors-lose-their-marbles-as-msci-u-turn-spurs-98-stock-plunge-11574329092", "title": "Investors Lose Their Marbles as MSCI U-Turn Spurs 98% Stock Plunge", "date": "2019-11-21 23:41", "summary": "After a near 40-fold increase this year, Hong Kong-listed ArtGo was on the verge of inclusion in influential indexes. A marble-mining stock crashed 98% Thursday morning, shedding $5.7 billion of market value, after MSCI Inc. dropped plans to add the Hong Kong-listed company to its indexes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saugus-high-shooter-used-ghost-gun-built-from-parts-11574360615", "title": "Saugus High Shooter Used 'Ghost Gun' Built From Parts", "date": "2019-11-21 22:40", "summary": "Nathan Berhow's .45 caliber handgun was built from components easily purchased online. The gun used in the Southern California high-school shooting last week was a \"ghost gun\" with no serial number, law-enforcement officials said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiona-hill-david-holmes-expected-to-testify-on-ukraine-pressure-campaign-11574332203", "title": "Fiona Hill Calls Theories About Election Interference by Ukraine False", "date": "2019-11-21 22:05", "summary": "Former national-security official, U.S. diplomat round out two weeks of public impeaching hearings. WASHINGTON-A former White House official said a theory that Ukraine interfered in the 2016 U.S. elections was a \"fictional narrative\" fueled by Russian propaganda, rejecting President Trump's rationale for pushing Kyiv to investigate the matter and arguing the effort amounted to a \"political errand\" outside formal diplomatic channels.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-gov-kemp-resists-pressure-from-trump-on-senate-appointment-11574376014", "title": "Georgia Gov. Kemp Resists Pressure From Trump on Senate Appointment", "date": "2019-11-21 21:34", "summary": "President is pressing for Rep. Doug Collins to be named interim senator, but the governor is leaning toward a woman or minority for the post. ATLANTA-Georgia Republican Gov. Brian Kemp is resisting pressure from President Trump on who to appoint to an interim U.S. Senate post, according to people familiar with the selection process.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-holmes-says-u-s-officials-understood-trump-was-pressing-for-biden-investigation-11574387592", "title": "David Holmes Says U.S. Officials Understood Trump Was Pressing for Biden Investigation", "date": "2019-11-21 21:29", "summary": "State Department official tells impeachment investigators that embassy colleagues were aware of the developments by midsummer. WASHINGTON-A career diplomat told House impeachment investigators that he believed there was a clear understanding among U.S. officials in Kyiv by midsummer that President Trump had been pressing to get the Ukrainian government to announce investigations into matters that would benefit him politically.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijings-hong-kong-protest-strategy-let-em-fight-it-out-11574332204", "title": "Beijing's New Hong Kong Protest Strategy: Let 'Em Fight It Out", "date": "2019-11-21 20:51", "summary": "Semiautonomous city's leaders and police chiefs adopt harsher line demanded by President Xi Jinping. HONG KONG-Chinese President Xi Jinping's demands for an unflinching crackdown on antigovernment protests in Hong Kong have locked the city's government into escalating a battle of attrition with increasingly militant demonstrators.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-november-16-11574386775", "title": "Best-Selling Books Week Ended November 16", "date": "2019-11-21 20:39", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-moves-to-ban-flavored-e-cigarettes-11574385797", "title": "New York City Moves to Ban Flavored E-Cigarettes", "date": "2019-11-21 20:23", "summary": "Full city council will vote next week on the bill, which the mayor supports. The New York City Council is expected to approve next week a ban on the sale of nearly all flavored e-cigarettes and e-liquids, the latest attempt to restrict the sale of such products in New York.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-discussing-potential-changes-to-political-ad-policy-11574352887", "title": "Facebook Weighs Steps to Curb Narrowly Targeted Political Ads", "date": "2019-11-21 20:13", "summary": "Tech firms are reversing a yearslong trend of offering ever-more precise tools that in some cases facilitated the spread of misinformation. The dominant U.S. tech platforms for digital political advertising are taking steps to limit the level of detail that political campaigns or other groups can use to target voters, reversing a yearslong trend of offering ever-more precise tools that in some cases facilitated the spread of misinformation.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/report-election-security-agency-grapples-with-staffing-budget-cuts-11574382657", "title": "Report: Election Security Agency Grapples With Staffing, Budget Cuts", "date": "2019-11-21 19:30", "summary": "Executive director and general counsel both stepped down last month. The federal agency responsible for setting election security standards is grappling with key leadership vacancies and inadequate funding, a new report by a government watchdog office has found.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-defenders-have-no-defense-11574382421", "title": "Trump's Defenders Have No Defense", "date": "2019-11-21 19:27", "summary": "Witnesses were uneven, but even his closest allies don't try to deny he did what he's accused of doing.. Look, the case has been made. Almost everything in the impeachment hearings this week fleshed out and backed up the charge that President Trump muscled Ukraine for political gain. The pending question is what precisely the House and its Democratic majority will decide to include in the articles of impeachment, what statutes or standards they will assert the president violated.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-supreme-courts-textualism-test-11574382080", "title": "The Supreme Court's Textualism Test", "date": "2019-11-21 19:21", "summary": "Kagan tries to lure Gorsuch and Roberts off the Scalia method.. It won't grab headlines like impeachment, but a major political drama this year will unfold at the Supreme Court. To wit, how will the Court, and especially new Justices Neil Gorsuch and Brett Kavanaugh, define the meaning of textualism and originalism?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-those-freeloading-billionaires-11574382039", "title": "About Those 'Freeloading' Billionaires", "date": "2019-11-21 19:20", "summary": "Who would do more with $1.08 billion-Bill Gates or Elizabeth Warren?. The Democratic presidential candidates gathered for a debate in Atlanta Wednesday, and with top-tier progressives Bernie Sanders and Elizabeth Warren present, the talk naturally turned to billionaires. \"We also have to stand up to the fact that our political system is corrupt,\" said Mr. Sanders, \"dominated by a handful of billionaires.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/of-ballots-and-bias-in-california-11574381980", "title": "Of Ballots and Bias in California", "date": "2019-11-21 19:19", "summary": "The state Supreme Court tosses a law aimed solely at Trump.. Good legal news, and from California of all places. The Golden State Supreme Court on Thursday struck down a state law requiring President Trump to disclose his income-tax returns to appear on the state primary ballot next year. It's good to see that some liberal jurists won't abandon fundamental legal principles merely to hurt an unpopular President.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-debate-watched-by-6-6-million-viewers-11574381417", "title": "Democratic Debate Watched by 6.6 Million Viewers", "date": "2019-11-21 19:10", "summary": "Ratings declined for latest such broadcast, which aired on MSNBC after impeachment hearings on Capitol Hill. The Democratic presidential debate carried live on MSNBC Wednesday night drew 6.6 million viewers, according to Nielsen, which is the smallest audience so far in the race to determine who will take on President Trump in the 2020 election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-arent-buttigieg-rivals-talking-about-south-bend-11574381187", "title": "Why Aren't Buttigieg Rivals Talking About South Bend?", "date": "2019-11-21 19:06", "summary": "Another successful debate for the leader in Iowa.. As Democratic mayors go, Pete Buttigieg may be nobody's Tom Henry. But the South Bend sensation had another successful outing in a presidential campaign debate on Wednesday, thanks to his rivals' lack of interest in South Bend.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-schwab-holds-talks-to-buy-td-ameritrade-11574381043", "title": "Charles Schwab Holds Talks to Buy TD Ameritrade", "date": "2019-11-21 19:04", "summary": "Deal could value TD Ameritrade at about $26 billion and would reshape the discount-brokerage market. Charles Schwab Corp. is in talks to buy TD Ameritrade Holding Corp. in a deal that would reshape the discount-brokerage market, where millions of individual investors buy and sell stocks.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-medicare-blunder-11574380230", "title": "Warren's Medicare Blunder", "date": "2019-11-21 18:50", "summary": "She makes her plan slightly less radical. That's likely to leave everyone unhappy.. Sen. Elizabeth Warren admitted last Friday that she had made a colossal, potentially fatal, campaign error-and immediately proceeded to make it worse. If the Warren presidential bid flops, this will be the moment to mark.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diplomats-play-partisans-on-tv-11574380164", "title": "Diplomats Play Partisans on TV", "date": "2019-11-21 18:49", "summary": "Foreign-service officers are tough and courageous. You wouldn't know it from the impeachment hearings.. I think the House impeachment inquiry is a partisan fishing expedition, but as a former U.S. foreign-service officer, I tuned in to the hearings rooting for my erstwhile colleagues to acquit themselves well. Instead, the hearings were a made-for-TV spectacle in which foreign-service officers were used as props in a political drama.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hindu-muslim-clash-a-jury-rigged-fix-11574380103", "title": "A Hindu-Muslim Clash, a Jury-Rigged Fix", "date": "2019-11-21 18:48", "summary": "In the Ayodhya ruling, India's high court opts for pragmatism over legal clarity.. Anyone who has visited India for longer than a few days is likely familiar with jugaad, a Hindi word that describes a workaround solution to a problem, often a clumsy fix that cuts corners or bends rules. The closest English equivalents are \"hack\" and \"kludge,\" methods employed when conventional solutions are costly, arduous or impossible.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heartbreak-for-kurdish-americans-11574380051", "title": "Heartbreak for Kurdish-Americans", "date": "2019-11-21 18:47", "summary": "It's painful to watch our adopted country betray our homeland.. What does the U.S. want for the Middle East? As Kurdish-Americans, we always believed Washington was working with its regional allies to create the kind of democratic society our families found when they risked everything to come to the U.S. The Kurds-like people everywhere-seek lives of peace and opportunity. When we lost hope in our homeland, many of us flourished here in America.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-beijings-ministry-for-taking-things-away-11574379977", "title": "Inside Beijing's Ministry for Taking Things Away", "date": "2019-11-21 18:46", "summary": "The Communist Party no longer has the resources to buy affection, so it resorts increasingly to coercion.. Last weekend's publication of leaked documents about Beijing's abuses of China's Uighur citizens was so shocking on its face that many subtle points may have been lost. One of the more important is the extent to which China's political economy has shifted from giving-things-out mode to taking-things-away mode.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-season-review-welcome-to-society-11574380016", "title": "'The Season' Review: Welcome to Society", "date": "2019-11-21 18:46", "summary": "Unlike the marriageable ingénue of yesterday, the modern debutante ﬁnds herself bowing to strangers whom she is unlikely to meet again.. Kristen Richardson's relatives who spawn debutantes kept pleading with her not to be \"mean\" and \"arch\" when she wrote her book. They can breathe easily. By identifying the debutante custom as a minor part of women's history, \"The Season\" confers more dignity on it than do those annual posh magazine spreads picturing Texan heiresses and the offspring of movie stars venturing abroad to meet the scions of defunct aristocracies.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-autocracy-of-feelings-overwhelms-america-11574379861", "title": "An Autocracy of Feelings Overwhelms America", "date": "2019-11-21 18:44", "summary": "A democracy needs as much thought as it can get. Ours isn't getting much.. An earnest young writer turned in a story about how Sen. Eugene McCarthy had irritated his financial backers. It was spring 1968, and I was filling in as an editor of Time magazine's Nation section. The young man wrote: \"Senator McCarthy ruffled the feathers of the fat cats.\" The metaphor was so inspired-it conjured such a marvelous little creature-that it broke my heart to delete it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberal-teardrops-on-taylor-swifts-guitar-11574379813", "title": "Liberal Teardrops on Taylor Swift's Guitar", "date": "2019-11-21 18:43", "summary": "She's worth hundreds of millions of dollars. Why would Elizabeth Warren declare her a martyr?. Pop star Taylor Swift raked in $266 million from her 2018 album tour and tops the Forbes list of highest-paid celebrities. So it's ironic that progressives are hailing Ms. Swift, 29, as a martyr of capitalism. She complained that a music agent (and Democratic fundraiser) backed by a private-equity firm was refusing to let her play her own tunes Sunday at the American Music Awards, where she'll be feted as Artist of the Decade.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-navy-wont-eject-sailor-charged-with-war-crimes-from-seals-11574378392", "title": "Trump Says Navy Won't Eject SEAL Charged With War Crimes", "date": "2019-11-21 18:30", "summary": "President says on Twitter that Edward Gallagher's case was mishandled. WASHINGTON-President Trump signaled he would block any move by the Navy to oust a SEAL member charged with war crimes after intervening in the case last week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevada-regulators-pass-new-harassment-policy-11574378332", "title": "Nevada Regulators Pass New Harassment Policy", "date": "2019-11-21 18:18", "summary": "Policy more explicitly requires casinos to address discrimination in the workplace, including sexual harassment. Nevada gambling regulators approved a new policy that more explicitly requires casinos to address discrimination in the workplace, including sexual harassment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/power-companies-challenge-mexican-rule-change-on-clean-energy-11574377790", "title": "Power Companies Challenge Mexican Rule Change on Clean Energy", "date": "2019-11-21 18:09", "summary": "They say regulation changes reduce the value of their investments and could risk environmental targets. MEXICO CITY-At least half a dozen clean-energy companies are taking legal action against the Mexican government over changes in regulations they say reduce the value of their investments and put the country's environmental targets at risk.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xerox-threatens-to-go-hostile-with-hp-takeover-bid-11574351762", "title": "Xerox Threatens to Go Hostile With HP Takeover Bid", "date": "2019-11-21 18:04", "summary": "HP rejected Xerox's acquisition offer as too low and not in the best interests of its shareholders. Xerox Holdings Corp. said in a letter to HP Inc.'s board of directors that it would take its $33 billion takeover bid to HP's shareholders if the company doesn't reconsider Xerox's acquisition offer by Nov. 25.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bribes-cigars-jewelry-the-charges-against-israels-netanyahu-11574377452", "title": "Champagne, Cigars and a Bribe: The Charges Against Israel's Netanyahu", "date": "2019-11-21 18:04", "summary": "Israeli Attorney General Avichai Mandelblit indicted Prime Minister Benjamin Netanyahu after two years of probes and nearly a year of legal proceedings. Israeli Attorney General Avichai Mandelblitcharged Prime Minister Benjamin Netanyahu with one count of bribery, and three counts of fraud and breach of trust after two years of corruption probes and nearly a year of legal proceedings.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-homeless-shelter-residents-bash-food-11574377386", "title": "New York City Homeless-Shelter Residents Bash Food", "date": "2019-11-21 18:03", "summary": "Councilman describes testimony by residents at hearing as 'very disturbing'. Homeless shelters across New York City are serving substandard food, a half-dozen shelter residents said Thursday at a City Council hearing.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-edges-higher-as-trade-tensions-build-11574368026", "title": "Dollar Edges Higher as Trade Tensions Build", "date": "2019-11-21 17:48", "summary": "Doubts about whether a U.S.-China trade deal can be signed this year has boosted the dollar. The dollar crept higher Thursday, as investors awaited developments in trade talks between the U.S. and China.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-senators-want-the-fed-to-better-prepare-banks-for-climate-change-11574373537", "title": "Democratic Senators Want the Fed to Better Prepare Banks for Climate Change", "date": "2019-11-21 17:42", "summary": "Lawmakers believe central bank needs to 'stress test' banks for severe-weather events. A group of Democratic senators, half of whom currently running for president, are supporting a new bill that would direct the Federal Reserve to formally factor climate-change risks into its oversight of large financial firms.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bearish-oil-drilling-indicator-is-full-of-holes-11574337780", "title": "Bearish Oil-Drilling Indicator Is Full of Holes", "date": "2019-11-21 17:40", "summary": "Energy traders' assumptions may be way off. Things are looking down for oil prices, but a key plank of the market's bearish argument may be rotten.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-lowers-guidance-for-sales-11574339832", "title": "Macy's Posts Lower Sales; Cuts Forecast", "date": "2019-11-21 17:39", "summary": "Retailer reports decline in profit as traditional department stores struggle to attract shoppers. Macy's Inc. said sales declined in the third quarter, and it lowered its guidance for the year, highlighting the struggle to attract shoppers to traditional department stores.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-manager-louis-bacon-to-return-investors-cash-11574350050", "title": "Renowned Investor Bacon to Return Client Cash", "date": "2019-11-21 17:38", "summary": "Recent woes for prominent investor came amid challenges using traditional investing methods. Louis Bacon, who spent decades placing outsize and often successful bets on global markets, is returning client cash and ending his career managing the money of others, he said Thursday.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-future-of-online-trading-is-in-banking-and-wealth-management-11574365517", "title": "The Future of Online Trading Is in Banking and Wealth Management", "date": "2019-11-21 17:30", "summary": "Potential merger between TD Ameritrade and Charles Schwab would help the pair bulk up in areas beyond commission-free trading. First beat your rivals up on price, and then buy one. If that is how things play out for Charles Schwab , investors could stand to gain.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feed-review-minor-technical-difficulties-11574374398", "title": "'The Feed' Review: Minor Technical Difficulties", "date": "2019-11-21 17:13", "summary": "In a not-too-distant sci-fi future, a streaming service beamed into people's brains starts experiencing problems.. The formula for classic science fiction has always appeared pretty basic: Take a hard look at the human capacity for cupidity, stupidity and susceptibility and pick the cliff that we're eventually going over. Given that the 10-part Amazon Studios thriller \"The Feed\" seems to be set on the day after tomorrow, it barely qualifies as futuristic. But it does have an inescapable air of inevitability.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chaperone-review-traveling-companions-with-baggage-11574374367", "title": "'The Chaperone' Review: Traveling Companions With Baggage", "date": "2019-11-21 17:12", "summary": "Julian Fellowes and Elizabeth McGovern of 'Downton Abbey' fame reunite for the story of a housewife who volunteers to accompany a young Louise Brooks to New York.. The year 1922 was the Big One for Modernism. \"Ulysses\" was published. So was \"The Waste Land.\" Brecht's \"Drums in the Night\" had its stage debut and Joan Miró finished \"The Farm.\" Meanwhile getting on a train in Wichita, Kan., to join the modern dance company of Ruth St. Denis was actress-to-be Louise Brooks-\"the most seductive, sexual image of Woman ever committed to celluloid,\" as the British critic Kenneth Tynan described her in 1979. Brooks was a wonder, a sex symbol of disturbing volatility, but what's also evident now in her silent movies-specifically \"Diary of a Lost Girl\" and \"Pandora's Box\"-is how she occupied the space between her medium and her audience, creating a unique kind of screen acting, a way of existing on film that still seems new today.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-moves-out-of-rental-home-wager-with-a-big-gain-11574345608", "title": "Blackstone Cashes Out of Rental-Home Empire", "date": "2019-11-21 17:03", "summary": "Firm sells the last of its stake in Invitation Homes, the company it created after the housing crisis to scoop up foreclosed properties and rent them out. Blackstone Group Inc. has closed the door on its giant rental-home gambit.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-beautiful-day-in-the-neighborhood-review-healing-arts-11574373682", "title": "'A Beautiful Day in the Neighborhood': Healing Arts", "date": "2019-11-21 17:01", "summary": "Goodness carries the day in Marielle Heller's film about beloved TV host Fred Rogers, who is played by Tom Hanks.. Tom Hanks is Fred Rogers, the beloved TV host, in \"A Beautiful Day in the Neighborhood.\" It's a perfect piece of casting for an inspirational fable in which forgiveness opens the way to a state of grace. Fred, turning his gifts for kindness and empathy on a cynical magazine writer who has come to profile him, helps the man heal his angry heart. The story plays out in a pair of realms that sometimes overlap or merge-the real world of the journalist and the fantasy world of \"Mister Rogers' Neighborhood,\" where life lessons for kids are dispensed with gentle eloquence at an unhurried pace. Given the nature of the production-it was made for grownups, not children, in an era when life moves much faster than it did in Mr. Rogers's day-sticky sweetness threatens at every turn, along with naked contrivance. Yet the movie bets on goodness, and wins.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dark-waters-review-a-deep-dive-for-the-truth-11574373630", "title": "'Dark Waters': A Deep Dive for the Truth", "date": "2019-11-21 17:00", "summary": "Mark Ruffalo stars in his passion project about an environmental lawyer seeking justice for a West Virginia farmer.. Mark Ruffalo plays a suddenly impassioned environmental attorney in \"Dark Waters,\" a story that was his passion project; he took it to the director Todd Haynes, then served as one of the film's producers as well as its star.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frozen-2-review-a-franchise-cools-off-11574373608", "title": "'Frozen 2': A Franchise Cools Off", "date": "2019-11-21 17:00", "summary": "Famous actors and beloved characters return in a sequel that stumbles musically.. Franchises don't lend themselves to startling innovation. Or even freshness. They feed off their own formulas. \"Frozen 2\"-the sequel to one of Disney's most successful excursions into animated musicals, bowdlerized fairy tales and Broadway spinoffs-is everything that the hardcore fan will want. It will delight many. It won't surprise any. It may drive others still to the concession stand. Given the year at the box office, theaters owners will appreciate the revenue.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citizen-k-review-from-oligarch-to-activist-11574373591", "title": "'Citizen K' Review: From Oligarch to Activist", "date": "2019-11-21 16:59", "summary": "Alex Gibney's documentary tells the story of Mikhail Khodorkovsky alongside that of another Russian much more familiar to American audiences: Vladimir Putin. The Kafka-inspired title of Alex Gibney's documentary \"Citizen K\" refers to Mikhail Khodorkovsky, onetime Russian oligarch, longtime inmate of a Siberian prison and current London-based activist. He is not, for most Americans, a household name. So Mr. Gibney gives equal time to someone who is: Vladimir Putin, a man who scoffs at democratic processes, sneers at independent media, and owes his prominence largely to television. His relevance to American audiences can't be overstated.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sopranos-convention-treats-fans-like-family-11574373320", "title": "'Sopranos' Convention Treats Fans Like Family", "date": "2019-11-21 16:59", "summary": "Resume Subscription. Most tourists come to the New York metropolitan area to visit such landmarks as the Statue of Liberty and Empire State Building. Mark Raat came to obsess about \"The Sopranos.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/prime-minister-netanyahu-indicted-on-bribery-fraud-breach-of-trust-charges-11574353669", "title": "Israel's Netanyahu Is Indicted on Bribery, Fraud Charges", "date": "2019-11-21 16:56", "summary": "Most serious charge, bribery, carries maximum prison sentence of 10 years; Netanyahu is first sitting Israeli prime minister to be indicted. TEL AVIV-Prime Minister Benjamin Netanyahu of Israel was indicted on corruption charges, posing a heightened threat to his personal and political future and deepening uncertainty as the country hurtles toward an unprecedented third election in a year.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-fall-on-dimming-hopes-for-u-s-china-trade-talks-11574315113", "title": "U.S. Stocks Slip Amid Conflicting Signals on Trade Talks", "date": "2019-11-21 16:50", "summary": "China invites U.S. negotiators for more discussions in next few days, while Trump criticizes Beijing's efforts. The S&P 500 and Dow Jones Industrial Average declined for the third consecutive session Thursday as investors assessed conflicting signs on trade.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-103-65-billion-to-financial-system-11574351917", "title": "Fed Adds $103.65 Billion to Financial System", "date": "2019-11-21 16:44", "summary": "Fed takes all the securities offered to it by eligible banks; interventions are aimed at ensuring the financial system has enough liquidity. The Federal Reserve Bank of New York added $103.65 billion in temporary liquidity to the financial system on Thursday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bumble-bee-files-for-bankruptcy-with-925-million-offer-from-taiwans-fcf-11574372264", "title": "Bumble Bee Files for Bankruptcy With $925 Million Offer From Taiwan's FCF", "date": "2019-11-21 16:42", "summary": "Taiwan seafood company FCF Fishery's offer for canned tuna maker includes $275 million in cash. Bumble Bee Foods LLC, one of the nation's largest canned tuna providers, filed for bankruptcy protection Thursday with an agreement to sell its assets to Taiwan's FCF Fishery Co. for roughly $925 million.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-td-ameritrade-schwab-jump-on-deal-report-11574349466", "title": "Shares of TD Ameritrade, Schwab Jump on Deal Report", "date": "2019-11-21 16:27", "summary": "Past tie-ups between e-brokers have generally been seen as successful because the combining firms have quickly reaped the benefits of scale. Shares of TD Ameritrade Holding Corp. surged 17% on reports that it is in talks to be acquired by its larger rival, Charles Schwab Corp., in a deal that would combine two of the largest online brokerages.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-is-skeptical-u-s-canada-mexico-trade-deal-will-pass-this-year-11574371140", "title": "Pelosi Skeptical U.S.-Canada-Mexico Trade Deal Will Pass This Year", "date": "2019-11-21 16:19", "summary": "House speaker says Congress may not have enough time to approve pact before year's end. WASHINGTON-House Speaker Nancy Pelosi cast doubt Thursday on whether Congress will be able to pass President Trump's renegotiated North American trade agreement this year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/myles-garrett-suspension-for-helmet-incident-upheld-after-slur-allegation-11574371060", "title": "Myles Garrett Suspension for Helmet Incident Upheld After Slur Allegation", "date": "2019-11-21 16:17", "summary": "The Browns defensive lineman alleged during his appeal that Mason Rudolph used a racial slur during the fight, but the Steelers quarterback denies the claim. Cleveland Browns defensive lineman Myles Garrett has alleged that Pittsburgh Steelers quarterback Mason Rudolph used a racial slur before Garrett struck him with a helmet last week, an accusation that brought a vigorous denial from Rudolph's agent.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-judge-suspends-scheduled-federal-executions-so-inmates-can-pursue-legal-challenge-11574352266", "title": "Judge Suspends Federal Executions So Inmates Can Pursue Legal Challenge", "date": "2019-11-21 16:15", "summary": "Federal death penalty, unused for 16 years, was to be restarted next month. WASHINGTON-The Trump administration on Thursday appealed a federal court order blocking its plans to resume executions on the Justice Department's death row for the first time in 16 years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-retakes-lead-in-poll-of-new-york-democratic-voters-11574332201", "title": "Biden Retakes Lead in Poll of New York Democrats", "date": "2019-11-21 16:14", "summary": "Former vice president is choice of 24% of state Democrats surveyed by Siena. Former Vice President Joe Biden has retaken the title as New York Democrats' preferred presidential candidate, a poll released Thursday shows.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-twitter-communication-is-key-when-articulating-performance-cfo-says-11574370706", "title": "For Twitter, Communication Is Key When Articulating Performance, CFO Says", "date": "2019-11-21 16:11", "summary": "Offering clarity on decisions about performance metrics can help investors understand a company beyond the numbers, Ned Segal says. NEWTON, Mass.-Finance chiefs have long suffered from double vision: The need to set their sights on long-term growth while knowing that investors are eyeing short-term financial results.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-baltimore-mayor-to-plead-guilty-in-fraud-case-11574353592", "title": "Former Baltimore Mayor Pleads Guilty to Conspiracy, Tax Evasion", "date": "2019-11-21 16:09", "summary": "Catherine Pugh was a long-serving state senator before being elected mayor in 2016. BALTIMORE-Former Baltimore Mayor Catherine Pugh pleaded guilty Thursday to federal conspiracy and tax-evasion charges stemming from a yearslong scheme to benefit from her self-published \"Healthy Holly\" children's books.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-steps-up-scrutiny-of-tech-firms-that-serve-banks-11574370281", "title": "Federal Reserve Steps Up Scrutiny of Tech Firms That Serve Banks", "date": "2019-11-21 16:04", "summary": "Central bank is considering whether to examine compliance programs and governance at tech companies, a senior official says. The Federal Reserve is looking at ways to step up supervision of technology firms that serve the banking industry, amid ongoing concerns about the threat of cybersecurity breaches, a senior official said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tens-of-thousands-take-to-streets-as-latin-american-protests-spread-to-colombia-11574366636", "title": "Latin American Protests Spread to Colombia", "date": "2019-11-21 15:55", "summary": "President Iván Duque's government took security measures to avoid the kind of social turmoil that has rocked Bolivia and Chile. BOGOTÁ, Colombia-Tens of thousands of people marched through the streets of Bogotá and other big cities on Thursday, as the antigovernment protests that have roiled countries in Latin America spread to Colombia.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-partly-rescinds-chemical-handling-rules-11574312340", "title": "EPA Partly Rescinds Chemical-Handling Rules", "date": "2019-11-21 15:50", "summary": "Overhaul, which removes measures pushed by safety advocates, will safeguard information from terrorists, agency says. WASHINGTON-The Environmental Protection Agency is rescinding rules that were central to the only safety updates the federal government imposed on chemical-storage sites after a fertilizer-warehouse explosion killed 15 people in Texas in 2013.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crucible-review-fit-for-our-times-11574369443", "title": "'The Crucible' Review: Fit for Our Times", "date": "2019-11-21 15:50", "summary": "Eric Tucker's staging, suited for the #MeToo moment, has opened off Broadway.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-court-strikes-down-law-requiring-candidate-tax-returns-11574368643", "title": "California Court Strikes Down Law Requiring Candidate Tax Returns", "date": "2019-11-21 15:37", "summary": "State law would have required White House candidates to submit returns 3 months before primary. The California Supreme Court invalidated the state's effort to require President Trump and other presidential candidates to turn over their tax returns in order to appear on the state's primary election ballot.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winter-blues-these-chic-light-therapy-lamps-arent-depressing-11574368270", "title": "Winter Blues? These Chic Light-Therapy Lamps Aren't Depressing", "date": "2019-11-21 15:32", "summary": "Ultra-bright light can help fight seasonal affective disorder, but most SAD lamps have historically been bulky and ugly. That's changing. THIS YEAR, INSTEAD of accepting my inevitable winter metamorphosis from cheery human into a sloth-like version of myself, I tried to outsmart the snap back to standard time with a new \"SAD\" lamp.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-s-quest-for-military-unity-on-china-comes-up-short-in-asia-11574327273", "title": "The U.S.'s Quest for Military Unity on China Comes Up Short in Asia", "date": "2019-11-21 15:21", "summary": "'Beijing is increasingly resorting to coercion and intimidation to advance its strategic objectives at the expense of other nations,' Defense Secretary Esper says. Defense Secretary Mark Esper received a chilly reception this week when he appealed to allies in Asia for a unified response to Chinese aggression, a new sign of potential trouble for the Trump administration's policy in the region.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-industrial-metals-highlight-lingering-trade-concerns-11574350886", "title": "Falling Industrial Metals Highlight Lingering Trade Concerns", "date": "2019-11-21 15:08", "summary": "Copper prices have fallen 3.8% since hitting a 3½-month high earlier this month. Falling prices of industrial metals such as copper and aluminum signal that some investors remain wary of setbacks to a U.S.-China trade deal, countering the optimism that has kept stocks just below Monday's records.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teen-on-electric-scooter-dies-after-collision-with-truck-in-elizabeth-n-j-11574366711", "title": "Teen on Electric Scooter Dies After Collision With Truck in Elizabeth, N.J.", "date": "2019-11-21 15:05", "summary": "Lime scooter-share program launched this month in city. A 16-year-old boy riding an electric scooter was struck and killed by a tow truck in Elizabeth, N.J., city officials said.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-215-billion-in-debt-11574364930", "title": "Treasury to Sell $215 Billion in Debt", "date": "2019-11-21 14:35", "summary": "Auctions by the Treasury Department next week will range from 13-week bills to seven-year notes. The U.S. Treasury Department will auction $215 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-to-cut-around-17-of-workforce-11574355656", "title": "WeWork to Cut Around 17% of Workforce", "date": "2019-11-21 14:17", "summary": "Office-space startup says job cuts begun weeks ago have now hit U.S. workers. Troubled office-space startup WeWork said it would shed around 2,400 jobs following its botched initial public offering in an effort to reduce mounting losses.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-public-broadcasterstiktok-debut-sparks-backlash-11574363488", "title": "German Public Broadcaster's TikTok Debut Sparks Backlash", "date": "2019-11-21 14:11", "summary": "Chinese-owned company has faced questions about alleged censorship and its commitment to data security. BERLIN-A decision by the German public broadcaster to share videos on Chinese-owned TikTok is sharpening concern in Germany about censorship and security and fanning a debate about the cost of the country's vast public-sector media system.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-bloomberg-files-paperwork-to-create-campaign-apparatus-11574363292", "title": "Michael Bloomberg Files Paperwork to Create Campaign Apparatus", "date": "2019-11-21 14:08", "summary": "An aide said the filing did not reflect a final decision by the billionaire to run for president. Billionaire Michael Bloomberg filed paperwork with the Federal Election Commission Thursday that would allow him to enter the Democratic presidential race, which an aide said was part of the former New York City mayor's preparations for a potential bid and didn't reflect his final decision.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doj-watchdog-to-release-report-on-early-steps-in-russia-probe-11574349896", "title": "Watchdog Report Expected to Fuel Partisan Debate on Russia Probe", "date": "2019-11-21 14:02", "summary": "Report focuses on surveillance of Trump campaign adviser Carter Page; FBI has defended court-approved warrant applications as appropriate. The highly anticipated results of an extensive review into early steps taken by the FBI in its Russia investigation is likely to fuel a partisan debate about law enforcement's role in investigating politically sensitive conduct during a campaign when they are released next month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-can-explain-why-some-songs-are-universal-11574362801", "title": "Science Can Explain Why Some Songs Are Universal", "date": "2019-11-21 14:00", "summary": "New research finds commonalities from India's classical ragas to American blues, hinting at the psychology behind music's broad appeal. Songs from cultures around the world-from love ballads to lullabies-exhibit some universal patterns, according to a new study of music makers across hundreds of societies that hints at the psychology behind music's broad appeal.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-latest-advice-on-heart-health-seems-like-a-tall-order-11574362323", "title": "The Latest Advice on Heart Health Seems Like a Tall Order", "date": "2019-11-21 13:52", "summary": "Sadly, it's a little too late for some of us to suddenly get small. I was feeling pretty good about my long-term health prospects until I read a horrifying report about heart disease issued by the University of Pennsylvania. I'd lost a ton of weight, started walking 3 miles a day and cut way back on carbs and fatty foods. I'd started eating a lot more beets and berries, massively increased my consumption of probiotic yogurt and cod liver oil, and developed a grudging affection for kombucha. And I'd all but eliminated that daily ice cream sandwich from my diet.", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/leicester-citys-second-miracle-11574361829", "title": "Leicester City's Second Miracle", "date": "2019-11-21 13:43", "summary": "Three years after its surprising Premier League title, the baffling club has somehow improved.. LEICESTER, England-Even as Leicester City lifted the Premier League trophy in May 2016, serenaded by tenor Andrea Bocelli, one thing was already understood: nothing like it could ever happen again.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mechanical-wonders-that-were-fit-for-a-king-11574360810", "title": "Mechanical Wonders That Were Fit for a King", "date": "2019-11-21 13:26", "summary": "In early modern Europe, royal collections blurred the line between art and science.. The princes of early modern Europe had a boundless appetite for mechanical wonders and scientific curiosities. Primitive calculators and automatons that could write piled up in castles from Portugal to Poland, alongside ingeniously made pieces of jewelry and gilded casts of beetles and frogs. \"Making Marvels: Science and Splendor at the Courts of Europe,\" a new exhibition opening Nov. 25 at New York's Metropolitan Museum of Art, gathers more than 150 such items from the \"cabinets of curiosities\"-in German, Wunderkammer-that were popular from the 16th to the 18th centuries.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/b-a-bridgewater-saved-a-shoe-maker-by-closing-all-its-factories-11574360694", "title": "B.A. Bridgewater Saved a Shoe Maker by Closing All Its Factories", "date": "2019-11-21 13:24", "summary": "CEO couldn't beat importers of low-cost footwear flooding the market, so he joined them. Brown Group Inc., founded in 1878, was the largest U.S. maker of shoes, with 40 factories, when B.A. Bridgewater became its president in 1979.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-blast-trump-administration-over-huawei-exceptions-11574359294", "title": "Senators Blast Administration Over Huawei Exceptions", "date": "2019-11-21 13:01", "summary": "Bipartisan group of lawmakers cite national-security concerns. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/usa-gymnastics-was-investigating-larry-nassar-nobody-told-simone-biles-11574358875", "title": "USA Gymnastics Was Investigating Larry Nassar. Nobody Told Simone Biles.", "date": "2019-11-21 12:54", "summary": "The federation ignored the possibility that its brightest star had been sexually assaulted while in its care, walled her off from investigations-and she didn't find out for years. On July 27, 2015, USA Gymnastics dispatched its future superstar, Simone Biles, on a round of promotional appearances in the federation's hometown of Indianapolis. It was part of a hectic marketing tour into which then-chief executive Steve Penny also squeezed an appearance by Biles at a party for his daughter's gymnastics group the night before.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-telling-new-rivalry-with-fiat-chrysler-11574357876", "title": "GM's Telling New Rivalry With Fiat Chrysler", "date": "2019-11-21 12:37", "summary": "Auto maker's complaint against its revived rival betrays a nervousness that should give investors pause. You know competition between companies is getting tougher when it moves into the courts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-governor-says-monetary-conditions-are-about-right-11574356931", "title": "Bank of Canada Governor Says Monetary Conditions About Right", "date": "2019-11-21 12:22", "summary": "Stephen Poloz says policy makers are watching to see whether trade-related weakness spills over into other parts of the economy. TORONTO-Bank of Canada Governor Stephen Poloz said he thinks the central bank has monetary conditions about right, adding to expectations that the bank will leave its key interest rate on hold in December.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-businessmans-second-act-upends-giulianis-ukraine-work-for-trump-11574356632", "title": "A Businessman's Second Act Upends Giuliani's Ukraine Work for Trump", "date": "2019-11-21 12:17", "summary": "Igor Fruman was rebuilding after his business empire selling American-style luxury in post-Soviet Ukraine faltered. Years before he worked to help President Trump's personal attorney try to have Ukraine launch investigations,Igor Fruman brought a first to the Ukrainian port city of Odessa: a condo building with a swimming pool.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-powell-says-in-letter-to-congress-fed-not-creating-digital-currency-11574356188", "title": "Powell Says Fed Has No Plans to Create Digital Currency", "date": "2019-11-21 12:09", "summary": "Rise of private cryptocurrencies have put official central-bank digital currencies on the table. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-will-be-the-first-american-counted-in-the-census-it-came-down-to-two-11574354344", "title": "Who Will Be the First American Counted in the Census? It Came Down to Two.", "date": "2019-11-21 11:39", "summary": "Village leaders in Toksook Bay, Alaska, wanted to pick the oldest resident as the first person counted-but the answer to that question wasn't clear. TOKSOOK BAY, ALASKA - In this tiny coastal village, five leaders of the Nunakauyarmiut tribe huddled around a table one recent evening to make a decision: Who will be the first person counted in America for the 2020 census?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/becoming-a-luxury-short-term-rental-host-with-the-most-11574354221", "title": "Becoming a Luxury Short-Term Rental Host With the Most", "date": "2019-11-21 11:37", "summary": "Here's what it takes for luxury homeowners to get in the game. Chad Waterhouse, the head of design and leasing for Elite Luxury Homes, faced a challenge: His job was to turn a dark, unfashionable and outdated Beverly Hills house into a showcase someone would pay up to $200,000 a month to rent short term.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-beverly-hills-home-brings-in-the-bacon-11574354191", "title": "A Beverly Hills Home Brings in the Bacon", "date": "2019-11-21 11:36", "summary": "The property, which is managed by Elite Luxury Homes, earns roughly $125,000 a month on the short-term rental market.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-luxury-compound-on-the-sea-of-cortez-11574354068", "title": "A Luxury Compound on the Sea of Cortez", "date": "2019-11-21 11:34", "summary": "The oceanfront home, which is owned by the founder of short-term rental company Cuvée, commands $3,000 to $10,000 a night.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-modern-meaning-of-meat-11574353956", "title": "The Modern Meaning of Meat", "date": "2019-11-21 11:32", "summary": "Ranchers and their political allies want to brand plant-based foods like the Impossible Burger as inferior imitations, but consumers shouldn't have their choices limited. Would a burger by any other name taste as meaty? American ranchers and the politicians who represent them are betting that it wouldn't-and moving to restrict the language that can be used to describe new foodstuffs.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-short-term-rental-only-in-kentucky-11574353940", "title": "A Short-Term Rental \"Only in Kentucky\"", "date": "2019-11-21 11:32", "summary": "The owners, who rent the traditional home for $700 to $1,100 a night, believe it attracts tourists wanting an authentic experience.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/threat-of-auto-import-tariffs-remains-despite-lapsed-deadline-11574338825", "title": "Threat of Auto Import Tariffs Remains Despite Lapsed Deadline", "date": "2019-11-21 11:14", "summary": "President had until Nov. 13 to decide whether to apply the duties. President Trump's decision to let a deadline to impose tariffs on foreign auto imports lapse without taking action has left the auto industry puzzled over the White House's next move-which could include restarting the clock with a new levy action.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dreading-the-flu-shot-more-needles-might-help-11574351940", "title": "Dreading the Flu Shot? More Needles Might Help.", "date": "2019-11-21 10:59", "summary": "The makers of microneedle patches believe they've found a replacement for traditional vaccines and acute-migraine treatments, but challenges remain. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/pizzazz-how-to-bring-excitement-to-impeachment-hearings-or-anything-else-11574351936", "title": "'Pizzazz': How to Bring Excitement to Impeachment Hearings (or Anything Else)", "date": "2019-11-21 10:58", "summary": "Bored pundits said they yearned for more of a term that dates to the 1930s to mean 'razzle-dazzle.' Then Gordon Sondland testified.. When the public hearings of the impeachment inquiry kicked off last week, an NBC News analysis stated that the early testimony \"lacked the pizzazz necessary to capture public attention.\" The comment was widely mocked on social media, and \"Saturday Night Live\" parodied the complaint by turning the hearings into a melodramatic soap opera \"to make sure people are paying attention.\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-half-million-in-rent-will-buy-11574351279", "title": "What a Half-Million in Rent Will Buy", "date": "2019-11-21 10:48", "summary": "What top-dollar rentals will get you in cities across the U.S.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/robocall-scams-exist-because-they-workone-womans-story-shows-how-11574351204", "title": "Robocall Scams Exist Because They Work-One Woman's Story Shows How", "date": "2019-11-21 10:46", "summary": "A caller impersonating an FBI agent persuaded Nina Belis to drain close to $340,000 from her bank accounts. The FBI agent sounded official on the phone. He gave Nina Belis his badge number and a story about how her identity had been compromised. She gave him her life's savings.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wealthy-buyers-are-jumping-between-billionaires-row-towers-11574351065", "title": "Wealthy Buyers Are Jumping Between Billionaires' Row Towers", "date": "2019-11-21 10:44", "summary": "Moneyed apartment hunters are swapping some of the corridor's highest-profile buildings for newer, shinier towers like 111 West 57th Street and 220 Central Park South. With new mega-towers sprouting up all over New York's Billionaires' Row, wealthy buyers are starting to play musical chairs across buildings.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-skyscrapers-that-line-billionares-row-11574350957", "title": "The Skyscrapers That Line Billionares' Row", "date": "2019-11-21 10:42", "summary": "An area of midtown Manhattan is lined with high-profile mega-towers that offer massive views and nosebleed prices. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/luxury-leases-that-reach-six-figures-11574350787", "title": "Luxury Leases That Reach Six Figures", "date": "2019-11-21 10:39", "summary": "How the most expensive rentals in seven cities stack up against each other. A home with a $500,000 price tag wouldn't raise eyebrows in most of the country. But imagine paying that amount every month, which is the case with one luxury six-bedroom in Manhattan.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-to-school-doesnt-have-to-mean-back-to-the-dorm-11574350407", "title": "Back to School Doesn't Have to Mean Back to the Dorm", "date": "2019-11-21 10:33", "summary": "Adults who are embracing summer university programs are finding an alternative to its primary downside: dorm living.. A few months ago, Susan Lobell returned to St. John's College, her alma mater, to study themes of art, relationships, memory and love in Virginia Woolf's novels. Her husband, also an alum, took a class comparing and contrasting plays by Euripides, Sophocles and Aeschylus.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-crash-pads-near-colleges-11574350338", "title": "Luxury Crash Pads Near Colleges", "date": "2019-11-21 10:32", "summary": "Adult vacationers taking summer classes don't need to resort to dorm living. A few more luxurious options near Cornell University and St. John's College.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-secret-messages-of-swaying-trees-11574350152", "title": "The Secret Messages of Swaying Trees", "date": "2019-11-21 10:29", "summary": "Measuring the way a tree moves in the wind can reveal a lot about its internal structure.. Here in London, I regularly run on a path by the Thames that is covered by a beautiful canopy of trees. After a night of howling wind, I often find huge broken branches obstructing my path, casualties of the wind's violent pummeling. The leafy top of a tree acts like a sail, and the force on the tree as it is caught by gusts of strong wind is enormous. Yet those splintered boughs are the exception, since most trees manage to withstand the storm.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wall-that-would-save-venice-from-drowning-is-underwater-11574332203", "title": "The Wall That Would Save Venice Is Underwater", "date": "2019-11-21 10:11", "summary": "When floods arrived this month, a project to block out the sea wasn't ready, slowed by corruption and bureaucracy. VENICE, Italy-As the water rose, Alessandro Ferro made a desperate effort to prevent a devastating flood on the islands of the Venetian Lagoon.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sesame-street-wasnt-the-first-to-make-learning-fun-11574348631", "title": "'Sesame Street' Wasn't the First to Make Learning Fun", "date": "2019-11-21 10:03", "summary": "The show turns 50 this month, but the idea that education can be entertaining goes back to ancient Greece.. \"Sesame Street,\" which first went on the air 50 years ago this month, is one of the most successful and cost-effective tools ever created for preparing preschool tots for the classroom. Now showing in 70 languages in more than 150 countries around the world, \"Sesame Street\" is that rare thing in a child's life: truly educational entertainment.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-existing-home-sales-increased-1-9-in-october-11574348528", "title": "U.S. Existing-Home Sales Increased 1.9% in October", "date": "2019-11-21 10:02", "summary": "Gains concentrated in higher-priced homes; lack of inventory has driven prices up this year. Sales of higher-priced homes picked up last month, but those involving starter homes and others aimed at lower- and middle-income buyers were slowed by a lack of inventory.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ashmore-fund-tripled-down-then-international-trouble-tripped-it-up-11574347359", "title": "Emerging-Market Losses Hurt Ashmore Fund", "date": "2019-11-21 09:42", "summary": "Near-simultaneous losses from large investments in Argentina, Lebanon and Ecuador hit the emerging-markets bond mutual fund. A large emerging-markets bond fund that bet almost 40% of its investors' money in a trio of risky countries is struggling as all three economies fall into crisis simultaneously.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-financial-stocks-poised-for-best-year-since-2013-11574347132", "title": "European Financial Stocks Poised for Best Year Since 2013", "date": "2019-11-21 09:38", "summary": "Exchange operators and asset managers see shares soar even as the region's banks continue to slump. European financial stocks are headed for their best year in the last six as investors bet on takeovers among the region's biggest exchange operators and improving prospects for asset managers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economy-to-stagnate-if-trade-uncertainty-persists-oecd-warns-11574330400", "title": "Global Economy to Stagnate if Trade War Persists, OECD Warns", "date": "2019-11-21 09:28", "summary": "Paris-based organization says it doesn't expect a pickup in global growth until 2021. The global economy is at risk of settling into a low-growth rut without urgent action to roll back recently erected obstacles to trade and greater investment in tackling climate change, the Organization for Economic Cooperation and Development said Thursday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-anthony-hopkins-doesnt-research-his-roles-11574343089", "title": "Why Anthony Hopkins Doesn't Research His Roles", "date": "2019-11-21 09:24", "summary": "In 'The Two Popes,' the prolific actor-who's played King Lear, Richard Nixon and Pablo Picasso-turns his attention to another iconic role: the first pope to resign since the 15th century. Anthony Hopkins, who plays Pope Benedict XVI in this month's Netflix movie The Two Popes, has a personal philosophy of not taking anything too seriously. \"When I was younger, I was much more intense,\" he says. \"I got to a certain age, maybe 10 years ago, and thought, 'Come on, just relax. Have some fun with it. Let's have a ball!'\" Hopkins's surprising approach to playing the pope was to be as laid back as the actor, 81, appears on his lively Instagram account: He captures himself singing, dancing in his Thor costume and playing the piano with his cat perched on his lap.", "categories": [["Magazine - Culture", "Mind of a Character"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-domestic-bliss-11574344864", "title": "Apple's Domestic Bliss", "date": "2019-11-21 09:01", "summary": "Plan to produce Mac Pro in Texas wins White House raves, but uber-high price will keep the machine from the masses. Apple Inc. is making its new Mac Pro at home. Which is fitting, as the device hardly needs an extra shipping surcharge.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-upon-a-time-in-hollywood-reboots-rulednow-not-so-much-11574343107", "title": "Once Upon a Time in Hollywood, Reboots Ruled-Now, Not So Much", "date": "2019-11-21 08:31", "summary": "There is waning interest in remakes, sequels and spinoffs, such as Charlie's Angels and Terminator, that aren't adaptations of comic books. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derek-jeters-players-tribune-gets-new-owner-11574343001", "title": "Derek Jeter's Players' Tribune Gets New Owner", "date": "2019-11-21 08:30", "summary": "Digital platform Minute Media acquires site the former Yankee created for athletes to tell their stories. The Players' Tribune, the digital media venture launched by former New York Yankees captain Derek Jeter, is joining a new team.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-is-looking-at-exempting-apple-from-china-tariffs-11574288711", "title": "Trump Blames Beijing for Lagging Trade Talks", "date": "2019-11-21 08:26", "summary": "President says China isn't making enough effort in negotiations, signals Apple might be spared fresh tariffs. AUSTIN, Texas-President Trump criticized China's efforts to reach a trade agreement during a visit to a Texas plant where Apple Inc. is assembling its new desktop computer.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-la-z-boy-l-brands-paypal-11574330694", "title": "Stocks to Watch: Macy's, TD Ameritrade, PayPal", "date": "2019-11-21 08:25", "summary": "Here are some of the companies with shares expected to trade actively in Thursday's session. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-of-libor-creates-uncertainty-for-cmes-giant-eurodollar-market-11574341204", "title": "End of Libor Creates Uncertainty for CME's Giant Eurodollar Market", "date": "2019-11-21 08:00", "summary": "Navigating the transition from Libor to another benchmark rate is critical for CME, which has made billions of dollars from Eurodollar futures. The clock is ticking on a huge futures market where nearly $3 trillion changes hands on an average day.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-some-unions-are-losing-members-11574341099", "title": "Why Some Unions Are Losing Members", "date": "2019-11-21 07:58", "summary": "Year after Supreme Court ruling that loosened union rules, some report drops in revenue, members. Some public-workers unions are experiencing steep losses of members and fees, dips largely triggered by a 2018 Supreme Court ruling that gave members an out.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-in-four-europeans-holds-anti-semitic-views-survey-shows-11574339097", "title": "One in Four Europeans Holds Anti-Semitic Views, Survey Shows", "date": "2019-11-21 07:24", "summary": "Sharp rise in Eastern Europe since 2015. Nearly one in four, 24.6%, of Europeans holds strongly anti-Semitic views, according to a poll by a Jewish anti-hate organization released Thursday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-disappearing-data-the-saga-continues-11574339050", "title": "China's Disappearing Data: The Saga Continues", "date": "2019-11-21 07:24", "summary": "Official statistics suggest small-business lending-a crucial ingredient for growth-is booming. The truth is less rosy, but not as dire as it was.. How are small businesses, the engine of China's spectacular rise over the past 30 years, doing these days? The answer depends on which regulator you ask-and which data set you believe.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robots-are-taking-over-the-rental-screening-process-11574332200", "title": "Robots Are Taking Over (the Rental Screening Process)", "date": "2019-11-21 06:58", "summary": "Landlords are using artificial intelligence to vet prospective renters. For decades, when you applied for an apartment, the landlord-or a tenant screening company hired by the landlord-would examine your credit file and pay stubs to verify your ability to pay rent. But today, landlords are using the artificial intelligence revolution to predict something else: Your willingness to pay rent.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-u-k-consulate-employee-says-chinese-secret-police-tortured-him-11574229602", "title": "Former U.K. Consulate Worker Says Chinese Secret Police Tortured Him", "date": "2019-11-21 06:57", "summary": "Hong Kong citizen claims he was beaten, deprived of sleep and interrogated for days in an effort to prove Britain was behind demonstrations. HONG KONG-A former employee of Britain's Hong Kong consulate claimed Chinese secret police beat him, deprived him of sleep and chained him spread-eagled as they pressed him for information about activists leading the pro-democracy protests that have swept the city since June.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sonos-finds-its-voice-11574335800", "title": "Sonos Finds Its Voice", "date": "2019-11-21 06:30", "summary": "Acquisition lets speaker maker hedge exposure on Amazon, Google voice platforms. Sonos has wisely tried to stay neutral in Big Tech's voice-platform war. Sometimes staying neutral means going on the offensive, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kroger-dials-back-overhaul-as-sales-sputter-11574332201", "title": "Kroger Dials Back Overhaul as Sales Sputter", "date": "2019-11-21 05:30", "summary": "Supermarket chain lost ground while making investments in stores and tech. Kroger Co. is turning back to the basics of selling groceries after trying to sell too many new products and renovate too many stores at once.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-chinese-tech-star-needs-to-learn-from-wework-11574331807", "title": "This Chinese Tech Star Needs to Learn From WeWork", "date": "2019-11-21 05:23", "summary": "Nasdaq-listed e-commerce stock Pinduoduo has been racking up mounting losses in its quest for growth. Growth is no longer the only item on tech investors' shopping list. That goes for Chinese e-commerce star Pinduoduo as much as for Uber and WeWork.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-invites-u-s-trade-negotiators-for-more-talks-11574330869", "title": "China Invited U.S. Trade Negotiators for Direct Talks", "date": "2019-11-21 05:07", "summary": "Chinese officials hope the in-person talks with the U.S. can take place before Thanksgiving. BEIJING-China's chief trade negotiator has invited his American counterparts for a new round of face-to-face talks, according to people briefed on the matter, as both sides are struggling to strike a limited deal to help de-escalate tensions between the world's two largest economies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thyssenkrupp-losses-widen-as-new-ceo-pushes-unit-sale-11574327800", "title": "Thyssenkrupp Losses Widen as New CEO Pushes Unit Sale", "date": "2019-11-21 04:16", "summary": "The once-mighty industrial icon is fighting for survival amid a steep downturn. BERLIN- Thyssenkrupp AG , the German industrial icon fighting for survival amid a manufacturing slump, said it would scrap its dividend and accelerate efforts to sell its most profitable division as losses widened and the outlook for the coming year worsened.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-inquired-about-aid-on-same-day-as-trump-zelensky-call-official-testifies-11574295133", "title": "Ukraine Inquired About Aid on Same Day as Trump-Zelensky Call, Official Testifies", "date": "2019-11-21 04:12", "summary": "Defense Department official Laura Cooper says Kyiv wanted to know status of the nearly $400 million in security assistance. WASHINGTON-A Pentagon official told House impeachment investigators that Ukraine inquired about the status of frozen security aid on the same day that President Trump asked Ukrainian President Volodymyr Zelenskyto launch investigations that could benefit him politically.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buttigieg-health-care-in-spotlight-at-fifth-democratic-debate-11574290289", "title": "Democratic Candidates Unite Against Trump, Divide on Taxes, Health Care", "date": "2019-11-21 01:45", "summary": "Pete Buttigieg faces increased attention after recent rise in polls. Ten leading Democratic presidential candidates opened the party's fifth debate united in lambasting President Trump, but rifts then opened on an array of issues including health care, taxes and race.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massachusetts-lawmakers-to-vote-on-bill-to-ban-flavored-tobacco-menthol-cigarettes-11574245802", "title": "Massachusetts Lawmakers Pass Bill to Ban Flavored Tobacco", "date": "2019-11-21 01:30", "summary": "The measure is intended to combat youth vaping, overall tobacco use. Massachusetts lawmakers passed a bill in the early morning hours Thursday to enact the country's most stringent state ban on flavored tobacco, including menthol cigarettes, in an effort to combat youth tobacco use.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-discount-window-became-a-pain-in-the-repo-market-11574337601", "title": "How the Discount Window Became a Pain in the Repo Market", "date": "2019-11-21 00:01", "summary": "The stigma attached to borrowing from the Fed's emergency lending window has contributed to recent turmoil in overnight lending markets. Banks have all but abandoned the Federal Reserve's discount window, and it is straining Wall Street's postcrisis infrastructure.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11574276736", "title": "Pepper...and Salt", "date": "2019-11-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]