[{"link": "https://www.wsj.com/articles/u-s-downed-iranian-drone-with-new-technology-11563579400", "title": "U.S. Downed Iranian Drone With New System", "date": "2019-07-19 19:36", "summary": "The system is the latest move by the military to deploy more furtive measures against Iran. The U.S. brought down an Iranian drone near an American warship in the Strait of Hormuz by using new technology that had just been added to naval defenses, the latest move by the U.S. military to deploy more furtive measures against Iran, defense officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equifax-to-pay-around-700-million-to-resolve-data-breach-probes-11563577702", "title": "Equifax to Pay Around $700 Million Related to Data Breach", "date": "2019-07-19 19:08", "summary": "Credit-reporting firm nears deal to settle investigations into 2017 hack that exposed millions of Americans' personal data. Equifax Inc. is nearing a deal to settle a slew of state and federal investigations into a 2017 data breach that exposed nearly 150 million Americans' Social Security numbers and other sensitive personal information.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schlumberger-names-new-ceo-as-shale-woes-persist-11563577370", "title": "Schlumberger Names New CEO as Shale Woes Persist", "date": "2019-07-19 19:02", "summary": "Olivier Le Peuch to lead Houston oil-field-services company, which also reported an 11% decline in North American revenue. Schlumberger Ltd. named Olivier Le Peuch its next chief executive, as the Houston oil-field-services company also said it continues to suffer from a slowdown in spending by U.S. shale drillers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-netflix-gannett-stocks-that-defined-the-week-11563576270", "title": "JPMorgan Chase, Netflix, Gannett: Stocks That Defined The Week", "date": "2019-07-19 18:44", "summary": "Resume Subscription. Major stock indexes ended lower this past week as investors weighed signals of an interest-rate cut and mixed earnings results from some of America's biggest companies.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-america-aimed-for-the-moon-11563575817", "title": "When America Aimed for the Moon", "date": "2019-07-19 18:36", "summary": "Fifty years ago we did something remarkable. Could we do it again?. It was a Sunday night: July 20, 1969, at nearly 11 o'clock in New York. Having already flown a quarter-million miles, Neil Armstrong was sizing up the final stretch toward the dusty Moon. \"I'm at the foot of the ladder,\" he radioed. \"The LM footpads\"-by which he meant the Lunar Module's landing gear-\"are only depressed in the surface about 1 or 2 inches.\" The soil, he added, looked very fine, almost like powder.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wages-of-rent-control-11563575595", "title": "The Wages of Rent Control", "date": "2019-07-19 18:33", "summary": "New York's latest law, hardly a month old, is already chilling builders.. Barely a month has gone since New York passed its new rent-control law, and the predictable problems are fast emerging. Blackstone Group , which owns the Manhattan developments of Stuyvesant Town and Peter Cooper Village, is putting renovations on hold, reports Crain's New York Business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-gain-on-hopes-for-rate-cut-11563523090", "title": "Stocks End Week Lower as Fed Signals Small Rate Cut", "date": "2019-07-19 18:33", "summary": "Microsoft shares jump after posting record revenue; bond yields rise. U.S. stocks wavered in the past week, torn between mixed corporate earnings reports and shifting expectations of Federal Reserve intervention later this month.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-signal-quarter-point-rate-cut-likely-at-july-meeting-11563559491", "title": "Fed Officials Signal Quarter-Point Rate Cut Likely at July Meeting", "date": "2019-07-19 18:32", "summary": "Central bank's move viewed as insurance against sharper slowdown. Federal Reserve officials signaled they are ready to lower interest rates by a quarter-percentage point later this month, while indicating the potential for additional reductions, despite the recent surge in market expectations of a half-point cut.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/were-having-a-heat-wave-11563566341", "title": "We're Having a Heat Wave", "date": "2019-07-19 18:27", "summary": "Up and down the Eastern Seaboard and throughout the Midwest, people are seeking relief from what could be record-breaking temperatures. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/spending-debt-ceiling-talks-continue-as-pelosis-deadline-nears-11563549533", "title": "Spending, Debt-Ceiling Talks Continue as Pelosi's Deadline Nears", "date": "2019-07-19 18:26", "summary": "Both sides discuss how to pay for a two-year agreement to boost the U.S. borrowing limit. WASHINGTON-The White House and House Speaker Nancy Pelosi continued talks Friday over how to pay for a two-year agreement to raise overall spending limits and at the same time raise the U.S. government's borrowing limit, aiming to finalize the agreement before the House leaves town next week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-nationalist-awakening-11563574717", "title": "America's Nationalist Awakening", "date": "2019-07-19 18:18", "summary": "Why has such an old idea suddenly become new again? Because progressive government has failed to keep its promises and broken the people's trust.. No one saw it coming-that the next big thing of the 21st century would be the nation-state, an idea from the 17th. Yet it has suddenly become a global phenomenon-a driving force of politics in the U.S. and around the world and the subject of intense intellectual debate. The news has even come to Harvard, where a professor of history has written a book about American nationhood, and a professor of economics says that \"there is something special about the nation-state-it creates reciprocal obligations that don't exist across national borders.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-movie-subsidies-are-a-flop-11563574547", "title": "State Movie Subsidies Are a Flop", "date": "2019-07-19 18:15", "summary": "Georgia should welcome a threatened studio boycott over its new abortion law.. Movie studios are threatening to leave Georgia if the recently passed antiabortion law goes into effect as planned on Jan. 1, 2020. Alec Baldwin, Rosie O'Donnell, Sean Penn and others have pledged to boycott Georgia over the law, but their threats will likely prove hollow. Hollywood producers film wherever they find the right mix of subsidies and tax incentives.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-secretary-pick-eugene-scalia-has-strong-antiregulation-record-11563555638", "title": "Labor Secretary Pick Scalia Has Long Fought Rules Aimed at Business", "date": "2019-07-19 18:13", "summary": "Trump's proposed successor to Alexander Acosta challenged aspects of Dodd-Frank, ergonomics rules. WASHINGTON-In Eugene Scalia, the Trump administration has found a potential secretary of labor with an established record of pursuing limits on government regulation of business.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-good-life-in-my-dying-days-11563574315", "title": "A Good Life in My Dying Days", "date": "2019-07-19 18:11", "summary": "Despite my decaying body, I can still learn, teach and strive to live with dignity.. We Irish hear about death at an early age, and the experience stays with us. As kids we learn to pray the Hail Mary, which ends with the beseeching request that we be remembered \"now and at the hour of our death.\" In my teens the prayer of Cardinal John Henry Newman was offered at each vespers service at my boarding school, closing with the line, \"Then in his mercy may he grant us a safe lodging, a holy rest and peace at the last.\" So when I was recently told that I likely have leukemia, my immediate reaction was, \"So this is what it feels like to begin the process of dying.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neil-armstrongs-small-step-brought-the-moon-down-to-earth-11563573775", "title": "Neil Armstrong's 'Small Step' Brought the Moon Down to Earth", "date": "2019-07-19 18:02", "summary": "Apollo 11 was the apogee of an era of dreams and the start of an age of division and small-mindedness.. The full moon rose only a few nights ago. I watched it in rural upstate New York. At the instant the moon appeared, the coyotes that den among rocks on a neighboring farm commenced to howl and sing. Clouds gathered in the darkening southern sky, and the moon climbed up among them-the clouds moving as slowly and imperceptibly as the moon, and coalescing, I noticed, in the shape of a crocodile. The moon's light cast a nacreous luster, like the light you see on the inside of oyster shells.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-reporting-took-down-alex-acosta-11563573749", "title": "Bad Reporting Took Down Alex Acosta", "date": "2019-07-19 18:02", "summary": "Honest accounts emerge to show that the 2007 Jeffrey Epstein plea deal was on the up-and-up.. Trying to inoculate journalists against hindsight bias is like trying to teach your cat algebra-it's an uphill slog. Happily, the Washington Post last Sunday gave us a history of the decade-old Jeffrey Epstein sex-crimes prosecution that didn't rely on the anachronistic innuendo that filled a Miami Herald series entitled \"Perversion of Justice.\" The furor caused by that series led last week to the resignation of Labor Secretary Alexander Acosta, who had the misfortune of being the U.S. attorney whose office prosecuted the long-ago case.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-enterprise-software-ipo-catches-investors-attention-11563573669", "title": "Another Enterprise Software IPO Catches Investors' Attention", "date": "2019-07-19 18:01", "summary": "Medallia's market value is now about $6.32 billion, including options, warrants and restricted stock. Medallia Inc. shares surged in their trading debut, the latest enterprise technology company off to strong start in the 2019 IPO market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-charges-former-manufacturing-company-executives-with-accounting-fraud-11563573105", "title": "SEC Charges Former Manufacturing Company Executives With Accounting Fraud", "date": "2019-07-19 17:51", "summary": "The former CEO and two senior sales executives at Power Solutions International played a role in falsely inflating revenue by almost $25 million, the SEC said. The Securities and Exchange Commission charged three former executives at a Chicago engine manufacturer with allegedly overstating the company's revenue by almost $25 million.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/family-of-origin-review-when-did-it-all-go-wrong-11563572565", "title": "'Family of Origin' Review: When Did It All Go Wrong?", "date": "2019-07-19 17:42", "summary": "C.J. Hauser's latest work may be the most oddly enticing novel you will read this year, no matter how you feel about ducks, baseball, evolution, the state of our planet or the fate of our run-amok species.. C.J. Hauser's \"Family of Origin\" may be the most oddly enticing novel you will read this year, no matter how you feel about ducks, baseball, evolution, the state of our planet or the fate of our run-amok species. Keenly satirical yet unashamedly tender, it both reels you in and sets you adrift, offshore in every sense.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-catalysts-ilan-stern-leaves-to-helm-wework-ceos-family-office-11563480998", "title": "General Catalyst's Ilan Stern Leaves to Helm WeWork CEO's Family Office", "date": "2019-07-19 17:35", "summary": "Mr. Stern helped venture-capital firm General Catalyst set up a new debt fund. Ilan Stern, previously a staffer at General Catalyst and Soros Fund Management LLC, has been hired to lead the family office of WeWork Cos. co-founder and Chief Executive Adam Neumann, according to a person familiar with the situation.", "categories": [["Pro VC People"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-people?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-surge-sends-overnight-rates-above-10-year-yields-11563571208", "title": "Supply Surge Sends Overnight Rates Above 10-Year Yields", "date": "2019-07-19 17:20", "summary": "Banks using Treasury bonds as collateral for cash loans are paying higher yields as the debt has saturated the market. The persistent supply of U.S. government debt flooding the bond market this year has done little to raise bond yields, except in the market for the shortest-term securities.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-heat-wave-strikes-even-the-low-temperatures-are-forecast-to-hit-record-highs-11563554965", "title": "As Heat Wave Strikes, Even Low Temperatures Forecast to Hit Records", "date": "2019-07-19 17:16", "summary": "Overnight and early-morning temperatures expected to be unusually high as moisture traps in heat. A heat wave across a large swath of the country is forecast to bring something potentially worse than just record high temperatures: record-high low temperatures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/topshop-parent-landlords-clash-over-u-s-assets-11563570421", "title": "Topshop Parent, Landlords Clash Over U.S. Assets", "date": "2019-07-19 17:07", "summary": "Landlords demand \"full accounting\" of Arcadia Group Ltd.'s U.S. assets. A group of disgruntled landlords told a New York bankruptcy judge that they should have a \"full accounting\" of Arcadia Group Ltd.'s U.S. assets, which they say have been \"bleeding in and out\" of the London-based operator of Topshop and Topman stores.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yes-your-boss-can-spy-on-you-11563570209", "title": "Yes, Your Boss Can Spy on You", "date": "2019-07-19 17:03", "summary": "Resume Subscription. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Tech", "Podcast"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/real-estate-startup-vts-names-m-a-savvy-cfo-after-reaching-unicorn-status-11563569926", "title": "Real Estate Startup VTS Names M&A-Savvy CFO After Reaching Unicorn Status", "date": "2019-07-19 16:58", "summary": "IPO experience was a prerequisite, the company's chief executive said. VTS Inc. hired a mergers-and-acquisitions veteran as its next finance chief, a move that comes on the heels of a funding round that propelled the real-estate technology company to a $1 billion valuation.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-comes-out-against-elliotts-30-billion-restructuring-pitch-11563568478", "title": "PG&E Comes Out Against Elliott's $30 Billion Restructuring Pitch", "date": "2019-07-19 16:34", "summary": "Shareholders also oppose Elliott plan to buy company stake at \"fire sale price\". PG&E Corp. and certain shareholders are fighting back against a restructuring strategy by Elliott Management Corp. and other bondholders that would hand them nearly full control of the utility when it exits bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-feds-rosengren-says-recent-economic-developments-have-been-positive-11563568200", "title": "Boston Fed's Rosengren Says Recent Economic Developments Have Been Positive", "date": "2019-07-19 16:32", "summary": "Central banker says he doesn't want to presume the economy will be much weaker later this year. ", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-boston-fed-president-eric-rosengren-11563568203", "title": "Transcript: WSJ Interview With Boston Fed President Eric Rosengren", "date": "2019-07-19 16:32", "summary": "Resume Subscription. ", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlson-capital-weighing-a-shutdown-of-black-diamond-thematic-fund-11563557118", "title": "Carlson Capital Weighs Shutdown of Black Diamond Thematic Fund", "date": "2019-07-19 16:29", "summary": "The fund had controlled about $1.4 billion at its peak. Carlson Capital L.P. is weighing whether to shut down what was once one of the Dallas-based company's largest funds, with the fund's two portfolio managers having already left the firm, according to people familiar with the situation.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stopping-central-americas-violent-decline-11563568170", "title": "Stopping Central America's Violent Decline", "date": "2019-07-19 16:29", "summary": "Recent events in Latin America prove that their own societies, not external intervention, will drive change.. George Shultz and Pedro Aspe want us to \"Make Central America Great Again\" (op-ed, July 11). They describe Central America as a region plagued by problems that cannot be solved by its people alone. Only with \"decisive foreign assistance\" will countries like El Salvador, Guatemala and Honduras tackle poverty and extreme violence, they argue. Besides being condescending, this view seems to justify migration out of those countries as only logical.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-drug-addicts-be-criminals-as-well-11563568119", "title": "Should Drug Addicts Be Criminals as Well?", "date": "2019-07-19 16:28", "summary": "Had antislavery crusader William Wilberforce lived under the American system of \"drug war,\" he would have been jailed, stigmatized and impoverished by the artificial high prices of drugs which governments cause.. Timothy McMahan King's description of William Wilberforce's addiction to opium helps reveal the tragedy of government control of drugs (\"Even Heroes Can Struggle With Addiction,\" op-ed, July 13). Wilberforce lived to be 74, in a time when most people lived much shorter and brutish lives, and accomplished a political miracle in destroying the British slave trade. If it weren't for the palliative quality of his opium use, he would have probably died much earlier, thus never accomplishing what he did.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-set-to-free-3-000-prisoners-as-criminal-justice-overhaul-takes-hold-11563528601", "title": "U.S. Set to Free 3,000 Prisoners as Criminal-Justice Overhaul Takes Hold", "date": "2019-07-19 16:26", "summary": "U.S. is implementing First Step Act with releases, revamped policies. Derrick Walker was 13 years into a mandatory life sentence for crack cocaine possession when his case manager summoned him a few months ago to deliver the news: Soon, he would be going home.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-asked-why-trump-wasnt-indicted-for-campaign-finance-violations-11563561750", "title": "Prosecutors Are Asked Why Trump Wasn't Indicted for Campaign Violations", "date": "2019-07-19 16:18", "summary": "House Oversight letter asks if DOJ policy against charging a sitting president played a role. WASHINGTON-The House Oversight Committee chairman asked Manhattan federal prosecutors whether a Justice Department policy barring charges against a sitting president played any role in their decision not to indict President Trump for campaign-finance violations in which he was implicated.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anheuser-busch-inbev-to-sell-australian-unit-to-japans-asahi-group-11563517451", "title": "Budweiser Brewer to Sell Australian Unit to Japan's Asahi", "date": "2019-07-19 16:08", "summary": "Anheuser-Busch InBev's sale comes about a week after it canceled plans to list its Asia unit. Anheuser-Busch InBev SA agreed to sell its Australian unit to Asahi Group Holdings Ltd. , as the world's biggest brewer tries to pare its heavy debt at a time when American beer drinkers have been losing their taste for the stuff.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/la-straniera-and-la-gazza-ladra-reviews-new-corners-of-the-canon-11563566892", "title": "'La Straniera' and 'La Gazza Ladra' Reviews: New Corners of the Canon", "date": "2019-07-19 16:08", "summary": "With period instruments and an unusual orchestral setup, Teatro Nuovo's productions of two obscure operas by Bellini and Rossini offer a taste of what once made these works so wildly successful.. New York", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nation-celebrates-the-50th-anniversary-of-apollo-11-11563537608", "title": "The Nation Celebrates the 50th Anniversary of Apollo 11", "date": "2019-07-19 15:59", "summary": "Resume Subscription. It's America's moon moment.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/no-wonder-sanders-campaign-workers-are-angry-11563566051", "title": "No Wonder Sanders Campaign Workers Are Angry", "date": "2019-07-19 15:54", "summary": "He's paying interns more than field staff?. If Bernie Sanders doesn't think much of community organizers, then who does? Disgruntled comrades are accusing the campaign led by the country's most famous anti-capitalist of denying them fair wages. They've lately been sticking it to the man by taking to an online messaging service to demand reform of his pay practices. Sean Sullivan of the Washington Post reports:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-iran-drone-tussle-pushes-oil-higher-11563538480", "title": "Oil Posts Worst Week Since May", "date": "2019-07-19 15:47", "summary": "Despite a Friday rebound, U.S. prices lost 7.5% this week as investors continue to see plentiful supplies. Oil prices edged higher Friday but still logged their worst week since May, the latest turn lower for crude in 2019 as fears of excess supply buffet prices.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-nsa-contractor-sentenced-to-9-years-for-heist-of-u-s-secrets-11563565527", "title": "Ex-NSA Contractor Gets 9 Years for Heist of Secrets", "date": "2019-07-19 15:45", "summary": "Harold Martin III's theft of data is considered one of the largest in nation's history. A former National Security Agency contractor was sentenced Friday to nine years in prison after pleading guilty earlier this year to removing classified information from the spy agency, in what is widely viewed as one of the largest thefts of U.S. government secrets in history.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/victory-over-tragedy-via-the-valor-of-mercy-11563563926", "title": "Victory Over Tragedy Via the Valor of Mercy", "date": "2019-07-19 15:18", "summary": "A banished soldier threatens to destroy Rome but has a fateful change of heart in Shakespeare's 'Coriolanus.'. T.S. Eliot called \"Coriolanus\" Shakespeare's \"most assured artistic success.\" His surprising judgment about the play, being produced this month in New York's Central Park by the Public Theater, is worth considering. Shakespeare's last tragedy, \"Coriolanus\" (c. 1608) is his supreme study of the human desire for greatness. Moved by wonder and pierced by woe, we glimpse through \"Coriolanus\" a true turning point in Shakespeare's art, a fragile moment of freedom and victory over tragedy through the valor of mercy.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-takes-a-step-backward-on-racism-11563563682", "title": "Race Remains the Great Unresolved Issue", "date": "2019-07-19 15:14", "summary": "The roiling controversy over Trump's tweet again shows that it is easier to highlight the country's racial tensions than to heal them. We learned yet again this week that race remains the great unresolved factor in the complex American equation-the factor that has bedeviled us for 243 years, the one that keeps coming back, the one that the greatest nation on earth still can't lay to rest.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irishman-shane-lowry-grabs-share-of-british-open-lead-11563563304", "title": "Irishman Shane Lowry Grabs Share of British Open Lead", "date": "2019-07-19 15:08", "summary": "The 32-year-old is tied with J.B. Holmes at 8 under par after two rounds. PORTRUSH, Northern Ireland-Just as everyone expected, an Irish golfer leads the British Open entering the weekend. Just as no one expected, that golfer is a burly, bearded 32-year-old whose last attempt at protecting a weekend lead at a major championship left him in tears.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-technology-coaches-are-computers-11563478009", "title": "Computers Are the New Basketball Coaches", "date": "2019-07-19 15:06", "summary": "'Today's players will not argue with a computer.' The latest shot-tracking technology in basketball is the latest sign of a profound shift in the making of professional athletes.. Admiral Schofield was in the middle of the most important workout of his life at the NBA draft combine a few months ago when he introduced himself to a man in a polo shirt with a logo he recognized. It was the least he could do. Schofield might not be a professional basketball player if not for this person he'd never met.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-75-million-bel-air-behemoth-11563562882", "title": "A $75 Million Bel-Air Behemoth", "date": "2019-07-19 15:01", "summary": "Built by prolific mansion builder Ardie Tavangarian, the house spans about 25,000 square feet and has an additional 20,000 square feet of outdoor decks, patios and gardens.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-prolific-builders-l-a-megamansion-sells-for-75-million-11563562897", "title": "A Prolific Builder's L.A. Megamansion Sells for $75 Million", "date": "2019-07-19 15:01", "summary": "Arya Group's Ardie Tavangarian made the decision to let go of his 25,000-square-foot Bel-Air home when the project grew more elaborate and expensive. A brand new Bel-Air megamansion has sold for $75 million-one of the largest deals ever closed in Los Angeles, according to people with knowledge of the deal. The buyer hails from China, those people said.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canned-tuna-seller-bumble-bee-hires-turnaround-adviser-11563558889", "title": "Canned Tuna Seller Bumble Bee Hires Turnaround Adviser", "date": "2019-07-19 15:00", "summary": "Private-equity backed canned tuna seller hires AlixPartners for debt-restructuring talks with lenders. Bumble Bee Foods LLC has hired turnaround firm AlixPartners LLP as the seafood purveyor seeks to recover after pleading guilty to fixing prices on canned tuna, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startup-investment-to-keep-soaring-after-record-year-11563561756", "title": "Startup Investment to Keep Soaring After Record Year", "date": "2019-07-19 14:42", "summary": "Institutional, public equities investors plan to increase capital for closely held tech companies, report shows. Investment in closely held technology companies is set to keep rising after hitting a record last year, as more funds that have traditionally invested in public markets chase the lofty returns being generated by startups, according to a new report.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrocks-cash-engine-gets-boost-but-its-profit-falls-11563533247", "title": "BlackRock's Cash Engine Gets Boost, but Its Profit Falls", "date": "2019-07-19 14:32", "summary": "Total net flows rose to more than $150 billion in the latest quarter. BlackRock Inc.'s second-quarter profit fell about 7% as the money-management giant was squeezed by price pressures.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-simple-fish-recipe-is-a-show-stopper-11563557548", "title": "This Simple Fish Recipe is a Show Stopper", "date": "2019-07-19 14:31", "summary": "From Sofreh in Brooklyn, this branzino with a flavorful herb and walnut stuffing is quick to make and impressive to serve. \"IN IRAN, we stuff everything,\" said chef Nasim Alikhani. \"Some stuffings are a day's process, but this isn't that.\" In her final Slow Food Fast recipe, the Brooklyn-based chef calls for stuffing and then roasting whole branzino until its skin crisps and its tender flesh slides off the bone.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/persian-puzzle-for-oil-prices-11563560603", "title": "Persian Puzzle for Oil Prices", "date": "2019-07-19 14:23", "summary": "Crude prices have been falling despite incidents involving Iran as pessimism about demand outweighs concerns about supply. On the one hand, the White House has to be pleased about the oil market's mild reaction to a series of incidents this week involving Iran. On a deeper level, though, it should be concerned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-unaoil-partner-pleads-guilty-to-corruption-conspiracy-charges-11563559740", "title": "Former Unaoil Partner Pleads Guilty to Corruption Conspiracy Charges", "date": "2019-07-19 14:09", "summary": "Basil al Jarah is one of four individuals charged in the Serious Fraud Office case. A former partner of Unaoil Group in Iraq has pleaded guilty to conspiracy charges brought in connection with an investigation by the U.K. Serious Fraud Office into the oil-services firm.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-trip-to-irelands-hauntingly-beautiful-burren-11563559688", "title": "A Trip to Ireland's Hauntingly Beautiful Burren", "date": "2019-07-19 14:08", "summary": "On Ireland's west coast, the rocky Burren region is home to ancient crypts, medieval holy sites and a wildly idiosyncratic garden. AS THE LAST SERIES of glaciers receded from Ireland's County Clare 10,000 years ago, they scraped away sheaths of earth as a parting memento. The glaciers left behind a landscape of karst-soluble rock, primarily limestone, dating back 325 million years. Riddled with fissures, the karst acts as a leaky helmet for an underground warren of caves and sinkholes. The Burren, as the hauntingly beautiful region is called, covers 135 square miles; a 370-acre parcel comprises a national park.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-is-wall-street-so-sold-on-the-50-basis-point-rate-cut-11563558992", "title": "Why Is Wall Street So Sold on the 50-Basis-Point Rate Cut?", "date": "2019-07-19 13:56", "summary": "The market was pricing in as high as a 71% chance of the Fed lowering its federal funds rate by 0.5 percentage point after its July 30-31 meeting, the highest odds this year. One of Wall Street's most eventful debates centers on a subject that many investors, analysts and Federal Reserve officials appear to consider closed: whether the central bank will cut rates at its two-day meeting ending July 31 by a quarter of a percentage point, as widely expected, or a half a point.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-jesse-eisenberg-quit-facebook-after-10-minutes-11563558712", "title": "Why Jesse Eisenberg Quit Facebook After 10 Minutes", "date": "2019-07-19 13:51", "summary": "The star of 'The Art of Self-Defense' and 'The Social Network' on fighting bicycle thieves and why he shuns social media even though he headlined the definitive movie about it. I used to be scared of needles, but then I thought if I were getting pricked for something other than my own selfish interests - like checking my iron levels - I would get over my fear, so I started giving blood. It worked. Now I give blood every 52 days and track my donations on the Blood Donor American Red Cross App. I want to give blood in all 50 states. So far, I'm up to, like, five or six states. But I'm gonna get it.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-street-loses-market-share-as-blackrock-extends-lead-11563557044", "title": "State Street Loses Market Share as BlackRock Extends Lead", "date": "2019-07-19 13:24", "summary": "State Street, the firm that launched the first exchange-traded fund in 1993, has seen its share of U.S. ETF assets decline to an all-time low. It's a tale of two exchange-traded fund firms.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-backs-non-aca-compliant-short-term-health-plans-11563556820", "title": "Judge Backs Non-ACA-Compliant Short-Term Health Plans", "date": "2019-07-19 13:20", "summary": "Trump administration can proceed with lower-priced coverage that offers fewer benefits. WASHINGTON-The Trump administration can continue to move ahead with its expansion of certain health plans that don't comply with the Affordable Care Act, under a decision Friday by a federal judge.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-is-now-the-candidate-to-beat-11563556667", "title": "Kamala Harris Is Now the Candidate to Beat", "date": "2019-07-19 13:17", "summary": "The political news we should be talking about is the rise of the California senator. It's a sign of our unusual political times that in the midst of a Democratic primary campaign featuring dozens of eager, seasoned candidates who want to be the next president, we have spent all week talking about four first-term congresswomen, none of whom is running for the nomination. Whatever one thinks of President Trump's evidently dubious racial sensibilities, there's little denying the man's genius for dragging our attention where he wants it.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-walmart-yodeler-propel-old-town-road-to-another-no-1-11563556656", "title": "Can the Walmart Yodeler Propel 'Old Town Road' to Another No. 1?", "date": "2019-07-19 13:17", "summary": "For the latest remix of the country-rap hit, 12-year-old Mason Ramsey joins Lil Nas X, Billy Ray Cyrus and Young Thug. Music manager Danny Kang got the call late last Wednesday. It was 10 p.m. in Nashville, but Ron Perry, the head of Columbia Records, had a request: Could his client Mason Ramsey record a verse for a remix of the country-rap hit \"Old Town Road\"-that night?", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-inventiveness-strikes-again-with-digital-fur-technology-11563555800", "title": "American Inventiveness Strikes Again With Digital Fur Technology", "date": "2019-07-19 13:03", "summary": "Anyone who thinks innovation has stalled must reckon with the Cats live-action remake. A classic bit from Jerry Seinfeld mocks scientists dedicating years to the development of seedless watermelon while others work to save lives from cancer and heart disease. He would have a field day with the innovation behind the real-life movie adaptation of \"Cats.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepsi-expands-in-africa-with-1-7-billion-deal-11563530797", "title": "PepsiCo Expands in Africa With $1.7 Billion Deal", "date": "2019-07-19 13:02", "summary": "Snack-and-beverage giant plans to use the purchase of South Africa's Pioneer Foods to expand across the region. JOHANNESBURG-PepsiCo Inc. has agreed to buy South Africa's Pioneer Foods Group Ltd. for $1.7 billion, as the snack-and-beverage giant looks to build up its business in sub-Saharan Africa.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-icahn-formally-seeks-to-replace-four-occidental-petroleum-directors-11563519767", "title": "Carl Icahn Takes Steps to Replace Four Occidental Petroleum Directors", "date": "2019-07-19 12:43", "summary": "Billionaire investor says the energy company's board mismanaged its deal to acquire rival Anadarko. Billionaire investor Carl Icahn has taken another step in his effort to replace four directors at Occidental Petroleum Corp. , alleging the company's board mismanaged its $38 billion deal to buy Anadarko Petroleum Corp.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-works-with-trump-to-prod-taliban-in-afghan-peace-talks-11563553895", "title": "Once Shunned by Trump, Pakistan Now an Ally in Taliban Talks", "date": "2019-07-19 12:31", "summary": "After years of discord over Afghanistan, Pakistan is now cooperating with U.S. to help pressure the Taliban to strike a peace deal, with the aim of extricating the U.S. from its longest war.. ISLAMABAD-After years of discord over Afghanistan, Pakistan is now cooperating with U.S. to help pressure the Taliban to strike a peace deal, with the aim of extricating the U.S. from its longest war.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-reading-shouldnt-feel-like-homework-11563553055", "title": "Summer Reading Shouldn't Feel Like Homework", "date": "2019-07-19 12:17", "summary": "As children, many of us were forced to consume books over school break; as adults, we can enjoy those assigned classics without the academic burden. Much of summer reading comes from the idea that we become stupid in the summer. We're on vacation and therefore must want a fat legal thriller or a novel that considers themes of shopping and sex. Beach books promise to entertain us and never send us to the dictionary. (I'm dating myself here. I still use a dictionary.)", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-hezbollah-operative-for-role-in-1994-bombing-in-argentina-11563552225", "title": "U.S. Sanctions Hezbollah Operative for Role in 1994 Bombing in Argentina", "date": "2019-07-19 12:03", "summary": "Pompeo offers $7 million reward for information about Salman Raouf Salman. BUENOS AIRES-Secretary of State Mike Pompeo warned at a conference here of a regional terrorism threat, singling out the militant Hezbollah group as a concern and announcing U.S. sanctions against an operative charged with coordinating a 1994 bombing in Argentina.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/household-sentiment-was-unchanged-in-july-11563546370", "title": "U.S. Consumer Sentiment Held Steady in Early July", "date": "2019-07-19 11:52", "summary": "Households remained relatively confident about the economy. WASHINGTON-American households remained relatively confident about the economy in early July, and their expectations for longer-run inflation firmed.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-admiring-cary-grants-style-ages-you-11563551264", "title": "Why Admiring Cary Grant's Style Ages You", "date": "2019-07-19 11:47", "summary": "In an era of rapidly changing men's fashion, yesterday's style role models are no longer relevant. Here are 10 new icons worth idolizing. IF THERE WERE a Mount Rushmore of men's style icons, Steve McQueen, Cary Grant and Paul Newman would probably be chiseled in stone. Not all men have looked up to this predictable trio since the 1950s, but many have. Whenever mere mortals faced closet conundrums, these heroes' celebrated wardrobes provided answers: What do I wear to that pitch meeting? A dark gray suit, polished black shoes and a tie a la Grant. Or, how can I look cool? Just put on whatever Newman wore during his downtime. While their pulchritude was not achievable for everyone, their outfits were.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-year-after-duck-boat-sinking-some-cities-abandon-tourist-staple-11563549072", "title": "A Year After Duck-Boat Sinking, Some Cities Abandon Tourist Staple", "date": "2019-07-19 11:42", "summary": "Operators have trouble getting insurance after accident near Branson, Mo. killed 17. One year after a duck boat sank in a storm near Branson, Mo., killing 17 people, the amphibious tour boats-once a staple of tourist destinations-have become a thing of summers past in some cities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-mentions-are-one-measure-of-the-candidates-11563534005", "title": "The Elusive Media Bump for (Most) Presidential Candidates", "date": "2019-07-19 11:34", "summary": "Together, the Democratic candidates have gotten 4.15 million media mentions since January; President Trump got nearly 10.3 million. Know who Mike Gravel is?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chiefs-tyreek-hill-wont-be-suspended-following-abuse-inquiry-11563549451", "title": "Chiefs' Tyreek Hill Won't Be Suspended After Abuse Inquiry", "date": "2019-07-19 11:33", "summary": "NFL says based on evidence available, it 'cannot conclude' that wide receiver violated the league's personal-conduct policy. The NFL said Friday that it will not suspend star Kansas City Chiefs wide receiver Tyreek Hill, who was the subject of a league investigation into allegations that he abused his 3-year-old son.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squad-a-military-unit-becomes-a-political-one-11563549724", "title": "'Squad': A Military Unit's Name Becomes a Political Label", "date": "2019-07-19 11:22", "summary": "A term for a Roman infantry formation, and later a special police detail, now defines one side in a pitched rhetorical battle with President Trump.. For several days, President Trump has been taunting four progressive Democratic congresswomen known collectively as \"The Squad\" with insults widely condemned as racist.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-july-13-19-2019-11563549740", "title": "Photos of the Week", "date": "2019-07-19 11:22", "summary": "U.S. celebrates the 50th anniversary of Apollo 11, protests in Puerto Rico, Ebola epidemic in Congo becomes a global health emergency and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-humble-facebook-is-playing-with-fire-in-washington-11563549658", "title": "The New Humble Facebook Is Playing With Fire in Washington", "date": "2019-07-19 11:20", "summary": "The social media giant needs to find a more convincing way of saying 'oops, my bad' as it seeks approval of a new cryptocurrency. Facebook Inc.'s David Marcus went to Washington this week to defend the company's plan to launch its Libra digital money. After more than a year of seeing Facebook executives appear in public to ask forgiveness, Mr. Marcus was out to ask permission.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-a-most-dangerous-scoop-in-laura-lippmans-lady-in-the-lake-11563549360", "title": "Mysteries: A Most Dangerous Scoop in Laura Lippman's 'Lady in the Lake'", "date": "2019-07-19 11:16", "summary": "In the 1960s, a housewife and mother abruptly flees her marriage and makes waves as a would-be journalist investigating crimes against women.. Baltimore in the mid-1960s is the setting of \"Lady in the Lake\" (Morrow, 340 pages, $26.99), the latest novel from the ever impressive Laura Lippman. The times they are a-changin', and 36-year-old Madeline Schwartz wants to change with them. A social encounter with an old schoolmate turned local TV news host makes Maddie aware of how unfulfilled she feels as a housewife and mother-and so she abruptly flees her marriage.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-1969-moon-landing-the-great-leap-upward-11563549218", "title": "The 1969 Moon Landing: The Great Leap Upward", "date": "2019-07-19 11:13", "summary": "Rather than the start of a heroic era of manned exploration of the cosmos, the moonshot turned out to be a brief, shining moment of American courage and competence.. Trying to recapture the moon landing 50 years ago this weekend is like mind-streaming a beloved old movie of that year, say \"Butch Cassidy and the Sundance Kid.\" There are vivid glimpses-Neil Armstrong stepping down on the moon's powdery gray surface, Buzz Aldrin standing next to that wire-stiffened American flag-but the drama seems to be unreeling in another, elusive dimension.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-greg-lewis-on-the-anti-nazi-german-resistance-11563549119", "title": "Five Best: Greg Lewis on the Anti-Nazi German Resistance", "date": "2019-07-19 11:12", "summary": "The co-author of \"Defying Hitler: The Germans Who Resisted Nazi Rule\" on the White Rose movement and others who didn't give in.. By Terry Parssinen (2003)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/last-witnesses-review-the-war-through-the-eyes-of-children-11563549064", "title": "'Last Witnesses' Review: The War Through the Eyes of Children", "date": "2019-07-19 11:11", "summary": "An oral history of the ethnic cleansing in Belarus, as remembered by those who should have been far too young to endure such a tragedy.. His childhood ended in June 1941, when the Luftwaffe bombed Belarus. \"We left the city on foot,\" recalls Volodia Korshuk, who was 7 when Germany attacked his hometown of Brest, on the border with Poland. \"Before my eyes a stone house ahead of us fell to pieces and a telephone flew out of a window. In the middle of the street stood a bed; on it lay a dead little girl under a blanket.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-when-the-moon-was-a-mystery-11563548943", "title": "Book Review: When the Moon Was a Mystery", "date": "2019-07-19 11:10", "summary": "The moon's own history, how it affects life on earth and how humans have envisioned it, from prehistory to the present day.. My first close-up view of the moon was a fake: an illustrator's flight of imagination to the lunar surface, with its hard-edged crags, plunging fissures, eerie shadows and pitch black sky. The book, dating from the Sputnik era, was only the latest of many down the centuries to conjure lunar details as yet unknown, from fiery volcanoes to winged \"lunarian\" creatures. Such whimsical speculations ceased when astronauts and their Hasselblads captured the real lunar landscape. These photographs, although more prosaic than those of imagination, conveyed the sublime grandeur of human accomplishment. The semi-centennial of those first extraterrestrial steps has awakened our collective memory of the event and occasioned the release of new books about the moon.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-the-heiress-the-moderns-and-a-world-in-chaos-11563548734", "title": "Fiction: The Heiress, the Moderns and a World in Chaos", "date": "2019-07-19 11:05", "summary": "A novel based on the wartime lives of Peggy Guggenheim and her daughter, Pegeen.. After the Nazi invasion of France in 1940, heiress and tastemaker Peggy Guggenheim packed her immense collection of Duchamps, Brancusis, Picassos and other modernist works into a container labeled \"Household Goods\" and shipped it to New York. But in a new book, the novelist Courtney Maum imagines a wealthy benefactress who takes pains to protect not only the art but the artists themselves. \"Costalegre\" (Tin House, 227 pages, $19.95), an indefinable mixture of counterfactual history and surrealist dreamscape, takes place on the cusp of the war in a remote Mexican village where a fictionalized Guggenheim double named Leonora Calaway has fled with a host of painters and writers marked as \"degenerates\" by the Third Reich.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-young-minds-and-skyward-thoughts-11563548695", "title": "Children's Books: Young Minds and Skyward Thoughts", "date": "2019-07-19 11:04", "summary": "A fleet of books evoke the drama of the first lunar landing.. Back when Neil Armstrong and Buzz Aldrin stepped onto the surface of the moon, computers were the size of armoires and movie special effects were comparatively primitive. Today most middle-schoolers have more computing power in their smartphones than it took to launch Apollo 11, and, having grown up watching CGI monsters and explosions, they have a high threshold for wonder. How then to persuade them of the drama and achievement of that moment 50 years ago? A fleet of new books take up the challenge.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elvis-in-vegas-review-the-kings-second-coming-11563548656", "title": "'Elvis in Vegas' Review: The King's Second Coming", "date": "2019-07-19 11:04", "summary": "The response to Elvis's Las Vegas show redefined the singer and the city, replacing faded glory with fresh showbiz success.. In July 1969, Elvis Presley was busy gearing up for his first live-venue concert in nearly a decade. The site was a spacious 2,000-seat theater in the new, ultra-swank, high-rise International Hotel in Las Vegas. His manager, Col. Tom Parker, decided that it would be too risky to be the first opening act at an untested showroom, so the hotel first booked rising star Barbra Streisand, fresh from her Academy Award-winning role in \"Funny Girl.\" Perched on a stool on a bare stage, she presented a jarring mix of show tunes and catty jokes about the still-unfinished hotel that fell flat with audience members and reviewers alike.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vegetables-illustrated-and-vegetables-unleashed-review-a-is-for-artichoke-z-for-zucchini-11563548629", "title": "'Vegetables Illustrated' and 'Vegetables Unleashed' Review: A Is for Artichoke, Z for Zucchini", "date": "2019-07-19 11:03", "summary": "Two approaches to vegetables-careful and institutional, or inspired and improvisatory.. I can't imagine two cookbooks more different in style and approach than \"Vegetables Unleashed\" and \"Vegetables Illustrated.\" The first is all about one chef's enthusiasm and is written with gusto in the first-person singular; the other comes from an institutional test kitchen and is careful, precise and anonymous. The chef, José Andrés, sticks only to vegetables, while America's Test Kitchen offers a number of meat and seafood recipes that don't include much, really, in the way of plants-not that it matters, though to me they seem sort of stuck-in there. Both books have a Spanish tortilla. Gratefully, neither says if a recipe is gluten-free or vegan. Neither seems too think it matters that \"hummus\" is Arabic for chickpeas. ATK uses canned beans; Mr. Andrés cooks beans slowly, from scratch.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crises-back-home-can-hurt-mayors-white-house-hopes-11563548492", "title": "Crises Back Home Can Hurt Mayors' White House Hopes", "date": "2019-07-19 11:01", "summary": "City residents look to mayors more than anyone else for leadership when something bad happens. CEDAR RAPIDS, Iowa-Bill de Blasio learned this week how hard it is to run for president while being a mayor.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-twitter-loses-a-source-of-humility-and-wisdom-but-good-voices-remain-11563548407", "title": "Financial Twitter Loses a Source of Humility and Wisdom, but Good Voices Remain", "date": "2019-07-19 11:00", "summary": "An account called @Nonrelatedsense showed that some of the smartest minds in investing are learning, and having fun, on Twitter. Twitter isn't just a megaphone for bragging about yourself and insulting your enemies, real or imagined. All investors should appreciate that some financial thinkers have turned the social-media site into a force for enlightenment and fun-if you follow the right people.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-decorating-mistakes-that-date-your-home-11563547975", "title": "9 Decorating Mistakes That Date Your Home", "date": "2019-07-19 10:52", "summary": "Accent wall, be gone! Designers name 9 décor trends-from yellow oak cabinets to Jacuzzi tubs-that (yawn) may be making your home look long in the tooth. IF YOU TOOK the advice of 1990s interior-design TV shows and painted yourself an \"accent wall,\" you might want to get out the rollers and brushes-at least according to roughly 10% of the 50-odd designers we surveyed about passe decorating trends, the sort of thing that makes an interior look sadly long in the tooth.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-important-ingredient-in-hit-cooking-videosbeautiful-hands-11563547448", "title": "The Most Important Ingredient in Hit Cooking Videos-Beautiful Hands", "date": "2019-07-19 10:44", "summary": "Chefs tend to wear their scars and burns as a badge of honor, unless their hands are ready for a close up. Alvin Zhou laid all the ingredients for a triple-decker cheesecake tower on a kitchen counter. Then he reached into his backpack for a secret one-concealer to hide a small scar just above his left knuckle.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-mills-built-medline-industries-into-a-giant-of-medical-supplies-11563546600", "title": "Jim Mills Built Medline Industries Into a Giant of Medical Supplies", "date": "2019-07-19 10:30", "summary": "He kept hospitals stocked with hospital gowns and bed pans and benefited as they embraced disposables. The product line-including hospital gowns, adult diapers and bed pans-was never glamorous. Even so, Jim Mills, as co-founder and CEO, kept Medline Industries Inc. growing at an average of more than 10% a year for three decades, while retaining family control of a business that expects sales of about $13 billion this year.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andrew-dibner-invented-alert-buttons-for-old-people-on-their-own-11563546600", "title": "Andrew Dibner Invented Alert Buttons for Old People on Their Own", "date": "2019-07-19 10:30", "summary": "Psychologist founded Lifeline Systems for profit and a backwards crossword puzzle for the fun of it. The idea came to Andrew Dibner one morning in 1972 while he was shaving: Shouldn't there be a way for old people to call for help if they fell in their homes and couldn't reach the phone?", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alaska-governor-cuts-court-funding-in-response-to-abortion-rulings-11563546556", "title": "Abortion Rulings in Alaska Spur Governor to Cut Court Funding", "date": "2019-07-19 10:29", "summary": "ACLU sues after Dunleavy reduces Supreme Court funding by same amount state spends on elective abortion coverage. Alaska's American Civil Liberties Union chapter is suing Gov. Mike Dunleavy after he said he would cut funding for the state's Supreme Court in retaliation to abortion-related rulings.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-raising-railroad-efficiency-bulking-up-rates-amazons-merchant-deal-11563545855", "title": "Today's Logistics Report: Raising Railroad Efficiency; Bulking Up Rates; Amazon's Merchant Deal", "date": "2019-07-19 10:17", "summary": "Today's Top Supply Chain and Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-the-special-relationship-11563544911", "title": "The End of the Special Relationship?", "date": "2019-07-19 10:01", "summary": "The close alliance between the U.S. and the U.K. has lasted since World War II, but strains are showing in the age of Trump and Brexit.. Kim Darroch, the British ambassador in Washington, became an international celebrity overnight on July 7, when some of his confidential cables to the U.K. Foreign Office were leaked to a London newspaper. His assessment of the Trump administration as \"inept\" and \"dysfunctional\" triggered a tirade of tweets from the president, who called Mr. Darroch \"a very stupid guy\" and declared that \"we will no longer deal with him.\" Mr. Darroch is only the third British ambassador in history to become persona non grata in Washington; the others were in 1856 and 1888.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fernando-corbato-removed-barriers-between-people-and-computers-11563544801", "title": "Fernando Corbató Removed Barriers Between People and Computers", "date": "2019-07-19 10:00", "summary": "MIT researcher pioneered ways to let people share machines and use them whenever convenient. As a doctoral student in physics at the Massachusetts Institute of Technology in the 1950s, Fernando Corbató learned to make complicated calculations on the Whirlwind computer developed there. Before long, he found the computer far more fascinating than the physics problems he was trying to solve.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kendra-scott-on-harnessing-failure-to-drive-your-success-11563544754", "title": "Kendra Scott on Harnessing Failure to Drive Your Success", "date": "2019-07-19 09:59", "summary": "Entrepreneurs need to be willing to try their ideas even though they may fail, the jewelry designer says. ", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-chicago-police-officers-fired-for-roles-in-laquan-mcdonald-case-11563544392", "title": "Four Chicago Police Officers Fired for Role in Laquan McDonald Case", "date": "2019-07-19 09:53", "summary": "Chicago Police Board found officers exaggerated threat posed by 17-year-old McDonald, to justify his shooting by police officer Jason Van Dyke. CHICAGO-The Chicago Police Board on Thursday fired four police officers for allegedly covering up a white officer's 2014 fatal shooting of black teenager Laquan McDonald.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-microsoft-boeing-chewy-intuitive-surgical-and-more-11563533240", "title": "Stocks to Watch: State Street, Regions Financial, Microsoft, Boeing, Chewy and More", "date": "2019-07-19 09:27", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oyo-hotel-founder-buys-2-billion-in-shares-back-from-vc-investors-11563542385", "title": "Oyo Hotel Founder Buys $2 Billion in Shares Back From VC Investors", "date": "2019-07-19 09:19", "summary": "Softbank is also increasing its stake in operation, which has 1 million hotel rooms world-wide. MUMBAI-The 25-year-old founder of Oyo Hotel & Homes, an India hotel brand, has led a $2 billion share buyback in the company, which has transformed the country's budget-hotel industry and gone global.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-banker-gets-to-drink-wine-all-day-11563541201", "title": "This Banker Gets to Drink Wine All Day", "date": "2019-07-19 09:00", "summary": "Rob McMillan was a pioneer in the business of financing wineries, but almost missed the grape opportunity: He first proposed his bank specialize in mortuaries.. Rob McMillan started his career in banking just like many others have, in a drab room with a calculator. Now he spends his working days sipping wine, visiting vineyards and studying trends in alcohol consumption.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/how-did-you-get-that-job?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-luxury-car-industrys-new-old-bosses-11563540585", "title": "The Luxury Car Industry's New-Old Bosses", "date": "2019-07-19 08:52", "summary": "Reviving BMW and Mercedes-maker Daimler may require fresher thinking than the insiders newly appointed to run them can offer. The German luxury car industry has stalled. Getting the engine running again may require fresher thinking than the insiders appointed to run both BMW and Daimler can supply.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-express-revenue-profit-rise-11563538910", "title": "American Express Revenue, Profit Rise", "date": "2019-07-19 08:49", "summary": "Revenue boosted by higher card-member spending, loans and card fees. Revenue at American Express Co. was lifted in the latest quarter by higher card-member spending, loans and card fees, though expenses from rewards programs also increased.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-defraud-homeowners-out-of-hundreds-of-thousands-of-dollars-11563528600", "title": "Hackers Defraud Homeowners Out of Hundreds of Thousands of Dollars", "date": "2019-07-19 08:46", "summary": "Cybercriminals increasingly target real-estate deals, breaking into email accounts to craft custom scams. Last August, Robert Masucci and Clare Falbe Masucci sold their house in Glen Ridge, N.J., for about $840,000 after owning it for 30 years.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-pack-the-beyond-minimalist-way-according-to-vintners-daughter-founder-11563539683", "title": "How to Pack the \"Beyond Minimalist\" Way, According to the Vintner's Daughter Founder", "date": "2019-07-19 08:34", "summary": "April Gargiulo once moved to Spain with only a carry-on. Here she tells us what she's bringing to Lake Tahoe and why she wears PJs on the car ride up. In this series, we talk to designers, artists and entertainers about where they're traveling this summer, what they're packing, how they stay entertained in-flight and more.", "categories": [["Travel", "Out of Office"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-alvar-aaltos-greatest-buildings-find-new-life-11563539533", "title": "Can Alvar Aalto's Greatest Buildings Find New Life?", "date": "2019-07-19 08:32", "summary": "The 20th-century Finnish architect created some of the world's most studied and revered structures. What happens when they no longer serve any practical purpose?. WHEN HARRI TASKINEN, a graphic designer and editor from Helsinki, moved to the central Finnish village of Säynätsalo in 2015, to be near his mother, he discovered that the local town hall had been shuttered. Säynätsalo had merged with the neighboring city of Jyväskylä, which \"didn't have the resources to keep it open,\" Taskinen explains. But the Säynätsalo Town Hall, completed in 1952, couldn't be ignored: A red brick compound arrayed around a raised courtyard, in an arrangement that mimics the contours of an Italian hill town, it's considered one of the three or four most important works of Alvar Aalto, Finland's greatest architect and a peer of Frank Lloyd Wright, Ludwig Mies van der Rohe and Le Corbusier. Taskinen sent an email to the town, offering to open the building for tours, rent its bedrooms (which originally housed municipal employees and guests) through Airbnb and run his business out of its offices. The local government, he says, \"saw a win-win situation.\"", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kauttua-terraced-house-11563539474", "title": "Kauttua Terraced House", "date": "2019-07-19 08:31", "summary": "Aalto's 1938 housing for paper mill workers in southwestern Finland is on the market now that the company no longer has a presence in the region. One apartment is kept as a museum to Aalto's work.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-nfls-best-running-backs-want-to-get-paid-will-they-11563539489", "title": "The NFL's Best Running Backs Want to Get Paid. Will They?", "date": "2019-07-19 08:31", "summary": "The Chargers' Melvin Gordon and the Cowboys' Ezekiel Elliott may hold out from training camp-while teams are increasingly devaluing their position. A few notable things happened during the last NFL season. Patrick Mahomes arrived like a flame-throwing cyborg programmed to annihilate record books. Tom Brady showed that he might still keep winning Super Bowls until he's collecting Social Security. And running backs became less valuable than ever.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kulttuuritalo-or-hall-of-culture-11563539431", "title": "Kulttuuritalo, or Hall of Culture", "date": "2019-07-19 08:30", "summary": "Commissioned by Finland's communist party, Aalto's 1958 auditorium and office building in Helsinki is now owned by the Finnish government. Though the concert hall is still in use, the boxlike offices sit empty, unsuitable for today's work culture.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saynatsalo-town-hall-11563539355", "title": "Säynätsalo Town Hall", "date": "2019-07-19 08:29", "summary": "Alto's 1952 municipal building, in central Finland, hasn't served its intended purpose since 1993. Currently, a local resident gives tours and rents rooms through Airbnb.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/finlandia-hall-11563539394", "title": "Finlandia Hall", "date": "2019-07-19 08:29", "summary": "Built in 1971, Aalto's Helsinki arts center is still going strong. Yet its buckling marble facade is about to be replaced for a second time at a cost of at least $20 million, part of a total renovation.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/paimio-sanatorium-11563539321", "title": "Paimio Sanatorium", "date": "2019-07-19 08:28", "summary": "Aalto's tuberculosis facility opened in southwestern Finland in 1933. It later served as a hospital and is now partially used as a children's rehabilitation center. Last year its owner put it up for sale but found no suitable buyers, and a committee was established to devise a viable future for the building.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/buzz-aldrins-moon-landing-watch-gets-spiffy-reissue-11563539249", "title": "Buzz Aldrin's Moon Landing Watch Gets Spiffy Reissue", "date": "2019-07-19 08:27", "summary": "Whether you remember where you were on July 21, 1969, or not, you can honor Aldrin's first steps with a design inspired by the watch he was wearing. At 3:15:16 Coordinated Universal Time on July 21, 1969, Buzz Aldrin became the second person to set foot on the moon, following Apollo 11 commander Neil Armstrong. On Aldrin's wrist was the first earthly timepiece (Armstrong left his in the lunar module) to be worn on another astronomical body: the Omega Speedmaster, which NASA selected for missions after it survived a battery of punishing tests. To mark the moon landing's 50th anniversary, Omega has released a limited-edition watch that captures the enterprising spirit and timeless design of Aldrin's 1969 model while introducing innovations like a patent-pending gold alloy that resists fading and an antimagnetic caliber.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-the-squad-a-split-screen-existence-in-and-out-of-congress-11563538714", "title": "For the 'Squad,' a Split-Screen Existence In and Out of Congress", "date": "2019-07-19 08:18", "summary": "New progressive Reps. Omar, Ocasio-Cortez, Pressley and Tlaib attract celebrity-like attention; in the House, they have frequently rankled colleagues. WASHINGTON-After weeks in the news because of her disputes with Speaker Nancy Pelosi and being on the receiving end of insults from President Trump, Rep. Ilhan Omar marched out of the Capitol Thursday afternoon, bringing traffic to a halt on Independence Avenue by the Mall, and told a gaggle of reporters not to stampede a photographer who fell in the melee.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owl-rocks-ipo-highlights-a-niche-markets-potential-11563537772", "title": "Owl Rock's IPO Boosts Niche Market", "date": "2019-07-19 08:02", "summary": "Three-year-old business development company has a valuation of about $6 billion. Asset manager Owl Rock Capital Partners launched an initial public offering this week for its $6 billion business development company, highlighting the potential for growth in direct lending markets as institutional investors expand to remote corners of Wall Street for high-yielding fixed income.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-an-early-space-pioneer-never-regained-its-lead-11563537608", "title": "Russia, an Early Space Pioneer, Never Regained Its Lead", "date": "2019-07-19 08:00", "summary": "Resume Subscription. MOSCOW-Russians still brim with pride over being the first nation to send a human into space. Soviet cosmonaut Yuri Gagarin, who stunned Americans by circling the Earth in 1961, remains a national hero whose story is taught to Russian schoolchildren.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/soaring-shipping-gauge-doesnt-spell-growth-boom-11563537600", "title": "Soaring Shipping Gauge Doesn't Spell Growth Boom", "date": "2019-07-19 08:00", "summary": "The Baltic Dry Index has surged, but analysts warn that isn't necessarily a bullish sign for the global economy. A closely watched index that tracks the cost of shipping commodities around the world is at its highest level since 2014. But analysts warn that the surge shouldn't necessarily be taken as a bullish sign for the global economy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-july-13-11563537598", "title": "Best-Selling Books Week Ended July 13", "date": "2019-07-19 07:59", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-street-reports-20-earnings-drop-11563537331", "title": "State Street Reports 20% Earnings Drop", "date": "2019-07-19 07:55", "summary": "Assets under management rise 7.2%. State Street Corp. reported a nearly 20% drop in earnings in the second quarter as income from fees and net interest fell.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-conglomerates-debt-crisis-deepens-bonds-plunge-11563536808", "title": "Chinese Conglomerate's Debt Crisis Deepens; Bonds Plunge", "date": "2019-07-19 07:46", "summary": "China Minsheng Investment Group's looming default marks one of the biggest Chinese defaults on a U.S. dollar bond this year. A large Chinese conglomerate fell deeper into a debt crisis, after it said it won't repay $500 million in U.S. dollar bonds coming due next month.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/critics-of-philippines-duterte-hit-back-at-sedition-libel-accusations-11563536762", "title": "Critics of Philippines' Duterte Hit Back at Sedition Accusations", "date": "2019-07-19 07:46", "summary": "Police say opposition figures, including the vice president, conspired on false anti-Duterte videos. Opposition politicians in the Philippines vowed not to back down in the face of what they call political persecution: a police complaint accusing a broad swath of them-including the vice president-of sedition and libel.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-louis-feds-james-bullard-sees-no-need-for-larger-rate-cut-11563528601", "title": "St. Louis Fed's Bullard Sees No Need for Larger Rate Cut", "date": "2019-07-19 05:32", "summary": "Mr. Bullard dissented in favor of lower rates at June meeting and supports quarter-percentage-point rate cut. Federal Reserve Bank of St. Louis President James Bullard said he would support a quarter-percentage-point cut in the central bank's benchmark short-term rate at its July 30-31 meeting and doesn't think a larger cut at that meeting is needed.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-st-louis-fed-president-james-bullard-11563528602", "title": "Transcript: WSJ Interview With St. Louis Fed President James Bullard", "date": "2019-07-19 05:32", "summary": "Resume Subscription. St. Louis Fed President James Bullard spoke with Wall Street Journal reporter Nick Timiraos on Thursday, July 11. He discussed his outlook for the economy and interest rates in an environment of heightened policy uncertainty. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-american-migrants-are-voting-with-their-feet-despite-u-s-threats-11563528602", "title": "Central American Migrants Are 'Voting With Their Feet' Despite U.S. Threats", "date": "2019-07-19 05:30", "summary": "U.S. aid cuts to Northern Triangle countries aren't slowing migration because the billions of dollars in remittances migrants in the U.S. send back home is much bigger. CHINACLA, Honduras-President Trump's government recently announced more than $560 million in aid cuts to Honduras, Guatemala and El Salvador-the Northern Triangle-in a bid to pressure them to slow the flow of migrants to the U.S.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-hours-of-work-a-day-youre-not-fooling-anyone-11563528611", "title": "Three Hours of Work a Day? You're Not Fooling Anyone.", "date": "2019-07-19 05:30", "summary": "Most Popular News. Some people start their day with coffee and a round of meetings. Brian Dauer kicks off his by checking which websites his colleagues have browsed.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-it-comes-to-taxes-sometimes-it-pays-to-say-i-dont-11563528633", "title": "With Taxes, Sometimes It Pays to Say 'I Don't'", "date": "2019-07-19 05:30", "summary": "Committed couples who decide not to tie the knot can reap substantial tax savings. More than two million American couples will get married this year. Many of them will pay more in taxes because they tied the knot.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-prescription-for-pain-at-the-american-drugstore-chain-11563528610", "title": "A Prescription for Pain at the American Drugstore Chain", "date": "2019-07-19 05:30", "summary": "A surge in online drug sales could pose a threat to CVS, Walgreens and Walmart. It may soon become easier for Americans to buy prescription drugs online. That presents an opportunity for upstarts but a potential body blow for some retailers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-ways-your-boss-is-spying-on-you-11563528604", "title": "The New Ways Your Boss Is Spying on You", "date": "2019-07-19 05:30", "summary": "Most Popular News. Your employer may know a lot more about you than you think.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/clean-energy-loans-boom-in-florida-but-so-do-complaints-11563528602", "title": "Clean Energy Loans Boom in Florida, but So Do Complaints", "date": "2019-07-19 05:30", "summary": "On the outs in California after regulatory crackdown, PACE loans increase in Florida. In Pasco County, Fla., officials have received so many complaints about an energy loan program that the tax collector has his office call each resident who signs up to make sure they know what they are getting into.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-finding-the-quiet-employees-holding-your-company-together-11563528611", "title": "Finding the Quiet Employees Holding Your Company Together", "date": "2019-07-19 05:30", "summary": "Most Popular News. Companies have traditionally identified the stars in their ranks based primarily on evaluations from managers, an approach that can be narrow, subjective or open to bias.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-navy-flotilla-encounters-iran-in-strait-of-hormuz-11563491109", "title": "U.S. Navy Flotilla Encounters Iran in Strait of Hormuz", "date": "2019-07-19 02:47", "summary": "Iran drone is downed as its navy helicopters and vessels approach U.S. warships moving through narrow waterway. ABOARD THE USS BOXER-Immediately after entering the Strait of Hormuz at 7 a.m. local time on Thursday, a group of six U.S. Navy ships had a series of tense encounters with the Iranian military, culminating in the downing of an Iranian drone.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/story/on-this-day-fifty-years-ago-9a141aca?mod=article_inline", "title": "On This Day of the Moon Mission: Chappaquiddick and Easy Rider", "date": "2019-07-19 00:01"}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11563479037", "title": "Pepper...and Salt", "date": "2019-07-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-bolsonaro-plans-to-name-his-congressman-son-as-ambassador-to-u-s-11563546698", "title": "Brazil's Leader Plans to Name Son as Ambassador to U.S.", "date": "2019-07-19 00:01", "summary": "Critics have called such a move nepotism, but the president defended his son as qualified for the role. BRASÍLIA-Brazilian President Jair Bolsonaro said Friday he plans to name his son, currently a congressman, as ambassador to the U.S., a move critics in the country have called nepotism.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-bullard-says-hed-love-to-become-fed-chairman-11563563244", "title": "Fed's Bullard Says He'd 'Love' to Become Fed Chairman", "date": "2019-07-19 00:01", "summary": "Most believe that Powell is unlikely to be appointed to a second term, launching speculation over who might fill the role. NEW YORK-St. Louis Fed leader James Bullard said Friday he would accept the chairmanship of the Federal Reserve if it were offered to him.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-revamps-finance-teams-as-it-integrates-jet-com-11563577483", "title": "Walmart Revamps Finance Teams as It Integrates Jet.com", "date": "2019-07-19 00:01", "summary": "Retailer has been working to combine its store and e-commerce operations in recent years. Walmart Inc.'s finance executives are undergoing a shuffling as the world's biggest retailer absorbs Jet.com into the company's digital operation.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-nominate-eugene-scalia-to-serve-as-labor-secretary-11563495481", "title": "Trump to Nominate Justice Scalia's Son as Labor Secretary", "date": "2019-07-19 21:56", "summary": "Son of late Supreme Court justice is choice to succeed Acosta, who quit amid scrutiny of Epstein plea deal. WASHINGTON-President Trump intends to nominate Eugene Scalia as secretary of labor, seeking to install a well-known figure in labor policy atop a department that recently lost its leader.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-says-williams-wasnt-sending-specific-policy-signal-in-speech-11563489714", "title": "New York Fed Says Williams Wasn't Sending Specific Policy Signal in Speech", "date": "2019-07-19 21:06", "summary": "Mr. Williams's 'academic' remarks moved market expectations about July rate cut. New York Fed President John Williams didn't intend to suggest Thursday that the central bank might make a large interest rate cut this month, a spokesman said Thursday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-congress-have-agreed-on-top-line-spending-levels-mnuchin-says-11563453973", "title": "Trump Administration, Congress Have Agreed on 'Top-Line' Spending Levels, Mnuchin Says", "date": "2019-07-19 20:59", "summary": "House Speaker Nancy Pelosi has said agreement is needed by Friday in order to pass it before August recess. WASHINGTON-Congress and the Trump administration have agreed on overall spending levels and raising the U.S. government's borrowing limit for two years, though negotiators are still working on how to offset the cost of the spending agreement, Treasury Secretary Steven Mnuchin said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-is-bringing-home-citizen-suspected-of-fighting-for-isis-11563496749", "title": "U.S. Is Bringing Home Suspected ISIS Fighter", "date": "2019-07-19 20:43", "summary": "Unidentified individual who was held by Syrian Democratic Forces will stand trial. The U.S. government has taken custody of an American citizen suspected of fighting for Islamic State and is returning him from Syria to stand trial in the United States, officials said Thursday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-reveal-details-from-michael-cohen-investigation-11563466462", "title": "Trump, Cohen Were In Regular Contact While Hush Payments Were Arranged", "date": "2019-07-19 20:18", "summary": "Newly public documents describe conversations between Cohen and President Trump concerning payments to two women. Donald Trump and his onetime lawyer Michael Cohen were in particularly close contact while Mr. Cohen was working to arrange a hush-payment scheme before the 2016 presidential election, according to newly public documents that provide the most detailed account to date of discussions among members of Mr. Trump's inner circle in the final weeks of the campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/budweiser-brewer-explores-asset-sales-after-calling-off-asia-ipo-11563467211", "title": "Budweiser Brewer Explores Asset Sales After Calling Off Asia IPO", "date": "2019-07-19 20:03", "summary": "Anheuser-Busch InBev seeking to cut its $100 billion debt load through sale of units in South Korea, Australia, Central America. Anheuser-Busch InBev SA is considering selling off business units in South Korea, Australia and Central America to cut its massive debt pile as it pursues a backup plan after calling off the listing of its Asian business, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]