[{"link": "https://www.wsj.com/articles/broadway-box-office-takes-a-hit-from-power-outage-11563235020", "title": "Broadway Box Office Takes a Hit From Power Outage", "date": "2019-07-15 19:57", "summary": "Restaurants also report significant losses from blackout in Midtown Manhattan. When the lights went out in much of Midtown Manhattan, Broadway shows and businesses in the area saw their bottom line suffer.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-prepares-new-rule-for-asylum-seekers-at-southern-border-11563195494", "title": "Trump Plans Tighter Asylum Rules at Southern Border", "date": "2019-07-15 19:49", "summary": "Migrants who passed through another country first would be ineligible for asylum at the U.S. border, with some exceptions. The Trump administration moved to dramatically limit Central American migrants' ability to seek asylum at the U.S. border with Mexico, an escalation of the president's push to stem the flood of border crossers that is severely straining the U.S. immigration system.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-go-back-tweet-wasnt-racist-as-pelosi-plans-vote-condemning-comment-11563210280", "title": "Trump Steps Up Attacks on Democratic Lawmakers", "date": "2019-07-15 19:21", "summary": "President says 'Go back' tweet wasn't racist as some from both parties condemn his comments. WASHINGTON-President Trump drew rebukes from some members of his party who said his comments about four Democratic lawmakers, all women of color, were racist and insensitive, as a war of words extended into a second day.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-small-business-burden-11563232900", "title": "A New Small Business Burden", "date": "2019-07-15 19:21", "summary": "Aiming at drug dealers and terrorists-but hitting mom and pop.. Who could oppose cracking down on money laundering by terrorists, drug dealers and human traffickers? Especially if all it cost was more paperwork?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/identity-politics-and-the-little-mermaid-11563232813", "title": "Identity Politics and 'The Little Mermaid'", "date": "2019-07-15 19:20", "summary": "For once, the PC police discover that artistic talent trumps race.. Identity-politics purists insist that it's offensive for actors to play characters of a different race, gender or sexual orientation. So here's a poser: Whom do you cast to play a character who self-identifies as a different species and becomes disabled in the process of her transition?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defining-politics-down-11563232784", "title": "Defining Politics Down", "date": "2019-07-15 19:19", "summary": "Trump's tweets give Democrats a break from attacking each other.. We're optimists about American democracy in the long run, but nowadays the long run looks longer all the time. The bonfire of inanities in the last two days between Donald Trump and Democrats over who's the bigger racist, or real anti-Semite, or greater disgrace to the nation is a new low even by recent standards.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-chairman-of-council-of-economic-advisers-is-named-11563232405", "title": "Acting Chairman of Council of Economic Advisers Is Named", "date": "2019-07-15 19:13", "summary": "Health economist Tomas Philipson has served as one of the council's three members since 2017. Health economist Tomas Philipson has been named acting chairman of the White House Council of Economic Advisers, a White House spokesman said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-foes-are-crazier-than-he-is-11563232162", "title": "Trump's Foes Are Crazier Than He Is", "date": "2019-07-15 19:09", "summary": "Both parties have lost their heads, but radical left-wing policies are worse than intemperate tweets.. The political world has gone absolutely crazy. America has seen event after event that broke every precedent and seemed to set a new standard that couldn't be surpassed-until it quickly was. Perhaps it started with the 1992 presidential campaign, when Bill Clinton brazenly refused to quit in the face of sex scandals that would normally end a career. This was followed by his impeachment, the 5-4 ruling in Bush v. Gore,Jim Jeffords flipping parties and the Senate, Chief Justice John Roberts changing his vote to secure a 5-4 ruling that saved ObamaCare, and Justice Anthony Kennedy's 5-4 opinion establishing same-sex marriage nationwide. All these were remarkable, once-in-a-generation events. Yet American politics descended into a new level of crazy during the 2016 presidential campaign.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/offshore-oil-is-crucial-for-u-s-security-11563232095", "title": "Offshore Oil Is Crucial for U.S. Security", "date": "2019-07-15 19:08", "summary": "Domestic production has set records, but America still imports more than six million barrels a day.. Offshore oil exploration has become the strategic bull's-eye of America's energy debate. A recent federal court decision blocked the Trump administration's reversal of President Obama's late-term executive order that withdrew certain areas in Alaska from offshore oil exploration. The court's decision, based on a tortured interpretation of a 1953 law, will likely be reversed on appeal. But for now it has halted a renewal of offshore oil exploration.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-tactic-in-trumps-war-on-the-fed-11563232128", "title": "A New Tactic in Trump's War on the Fed", "date": "2019-07-15 19:08", "summary": "He can't fire Powell, so he's sending over dreadful nominees to make the chairman's job harder.. You might have noticed that President Trump is waging war on the Federal Reserve. That in itself is nothing new. In 1966, Lyndon Johnson invited Fed Chairman William McChesney Martin down to his Texas ranch to barbecue him. George H.W. Bush attacked the Fed so often, though mainly via surrogates, that the weekly meetings between Chairman Alan Greenspan and Treasury Secretary Nicholas Brady were suspended. And so it went-before Bill Clinton.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-let-turkey-defect-to-russia-11563232042", "title": "Don't Let Turkey Defect to Russia", "date": "2019-07-15 19:07", "summary": "NATO's objective should be to outlast Erdogan and his provocative behavior.. As Europe moved toward war in the summer of 1914, two battleships were being built for the Ottoman Empire in British shipyards. Worried about signs of an Ottoman-German alliance, Winston Churchill, then first lord of the admiralty, seized the ships. Germany then sent two ships of its own as replacements. By October, the Ottomans were at war with the Allies.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netroots-nation-loves-liz-warren-11563232069", "title": "'Netroots Nation' Loves Liz Warren", "date": "2019-07-15 19:07", "summary": "A conference poll asks who'll drop out next, and no one's picked her. Biden has 32 votes, Sanders 20.. Philadelphia", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lights-out-at-carnegie-hall-11563231976", "title": "Lights Out at Carnegie Hall", "date": "2019-07-15 19:06", "summary": "A blackout keeps a New York singer from realizing her dream.. 'But it's not Carnegie Hall.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-smear-democrats-11563232018", "title": "Democrats Smear Democrats", "date": "2019-07-15 19:06", "summary": "Once reserved for Republicans, the race card is now being played against Biden and Pelosi.. For a moment there, Nancy Pelosi looked lost. After Rep. Alexandria Ocasio-Cortez (D., N.Y.) accused her of \"singling out . . . newly elected women of color\" for criticism, it fell to Donald Trump to defend the speaker of the House. To call Mrs. Pelosi a racist, Mr. Trump told reporters on Friday, \"is a disgrace.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-code-review-how-green-was-thevalley-11563231951", "title": "'The Code' Review: How Green Was the Valley", "date": "2019-07-15 19:05", "summary": "As late as the early 1970s, Northern California seemed a long-shot candidate for the center of the computerized universe.. The history of Silicon Valley now extends 70 years, encompassing multiple generations of hardware and software technology, of company founders and venture capitalists, of migrants both domestic and foreign, of tech evangelists and myth creators. And of an evolution, from a small electronics industry south of San Francisco into a global network, dominated by software-is-eating-the-world collossi with twin centers: the greater San Francisco Bay Area and Seattle.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-brands-ceo-les-wexner-says-he-didnt-know-about-jeffrey-epsteins-behavior-11563229415", "title": "L Brands CEO Les Wexner Says He Didn't Know About Jeffrey Epstein's Behavior", "date": "2019-07-15 18:55", "summary": "Victoria's Secret billionaire, in memo to staff, says Epstein was involved in his financial life but he regrets their paths ever crossed. L Brands Inc. founder and longtime Chief Executive Leslie Wexner said he wasn't aware of his former money manager Jeffrey Epstein's alleged criminal behavior, breaking his silence on the matter to say that his \"heart goes out to each and every person who has been hurt.\"", "categories": [["WSJ News Exclusive", "U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-leadership-rivals-take-brexit-position-that-sets-up-clash-with-eu-11563231241", "title": "British Leadership Rivals Take Brexit Position That Sets Up Clash With EU", "date": "2019-07-15 18:54", "summary": "Boris Johnson and rival Jeremy Hunt said they want to ditch controversial proposals for managing the Irish border, raising the risk of a messy split. LONDON-The two contenders to succeed Theresa May as U.K. prime minister said they want to ditch controversial proposals for managing the Irish border after Brexit, setting up a likely clash with the European Union that raises the risk of an abrupt and messy split with the bloc.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-blasts-con-edison-for-role-in-nyc-blackout-11563220715", "title": "New York City Blackout Caused by Power Grid's Protection System Failing", "date": "2019-07-15 18:52", "summary": "Con Edison says normal protection system didn't isolate a faulty cable. The blackout that plunged a swath of Manhattan in darkness on Saturday evening started with a faulty cable on the Upper West Side, utility officials said Monday.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teen-convicted-in-fatal-stabbing-of-bronx-classmate-11563231012", "title": "Teen Convicted in Fatal Stabbing of Bronx Classmate", "date": "2019-07-15 18:50", "summary": "Abel Cedeno, who is gay and said he attacked Matthew McCree after years of being bullied, was found guilty of manslaughter. A gay Bronx teen who said he fatally stabbed a classmate after years of being bullied was found guilty Monday of manslaughter.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ikea-to-close-its-only-u-s-factory-11563218873", "title": "IKEA to Close Its Only U.S. Factory", "date": "2019-07-15 18:43", "summary": "Furniture company to move plant's operations to Europe, where it says production is less costly. Furniture company IKEA is closing its only manufacturing site in the U.S., shifting the operations to Europe where it says production costs are lower.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-adviser-kellyanne-conway-ignores-congressional-subpoena-11563229704", "title": "Trump Adviser Kellyanne Conway Ignores Congressional Subpoena", "date": "2019-07-15 18:28", "summary": "A government watchdog said Conway had repeatedly violated the Hatch Act, a federal law prohibiting political activity by executive-branch staff. Top White House adviser Kellyanne Conway defied a congressional subpoena to testify Monday before a House committee about alleged violations of a federal law regarding political activity.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bidens-new-plan-for-health-care-is-a-nod-to-the-past-11563184800", "title": "Biden's New Plan for Health Care Is a Nod to the Past", "date": "2019-07-15 18:19", "summary": "Former vice president bets voters will be more comfortable expanding the current law. Democratic presidential candidates largely want to push the U.S. health system toward Medicare for All.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-schwab-in-talks-to-buy-usaa-wealth-management-brokerage-units-11563207367", "title": "Charles Schwab in Talks to Buy USAA Wealth-Management, Brokerage Units", "date": "2019-07-15 18:13", "summary": "Discount-brokerage pioneer would pay roughly $2 billion to move further into financial advice. Charles Schwab Corp. is in talks to buy brokerage and wealth-management operations from USAA for roughly $2 billion, a move that would push the discount-trading pioneer further into the coveted business of financial advice.", "categories": [["WSJ News Exclusive", "Deals"]], "category_links": ["https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epstein-investigation-turns-up-cash-diamonds-fake-passport-11563214227", "title": "Epstein Investigation Turns Up Cash, Diamonds, Fake Passport", "date": "2019-07-15 18:11", "summary": "Government reveals new findings in hearing over whether financier should get bail pending trial. The government's investigation into financier Jeffrey Epstein has expanded dramatically since federal sex-trafficking charges against him were unsealed last week, prosecutors said Monday, citing the discovery of a foreign passport and diamonds stored in a locked safe at his New York mansion.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-cuts-55-million-from-80-million-roundup-verdict-11563226266", "title": "Judge Cuts $55 Million From $80 Million Roundup Verdict", "date": "2019-07-15 18:03", "summary": "Verdict tied Bayer's Roundup weedkiller to cancer. A federal judge Monday cut down by $55 million a verdict tying Bayer AG's Roundup weedkiller to cancer, as the company continues to battle thousands of similar claims in the U.S.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/callon-petroleum-to-buy-carrizo-oil-for-1-2-billion-in-stock-11563191269", "title": "Callon Petroleum to Buy Carrizo Oil in All-Stock Deal", "date": "2019-07-15 18:01", "summary": "Deal will give Callon holdings in the Permian Basin and Eagle Ford shale production areas. Callon Petroleum Co. shares fell sharply Monday after the oil producer said it had struck an all-stock deal to acquire Carrizo Oil & Gas Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-fed-pick-missed-almost-half-of-bank-board-meetings-11563226902", "title": "Trump Fed Pick Missed Bank Board Meetings", "date": "2019-07-15 17:49", "summary": "Attendance is worse than all but two of European Bank for Reconstruction and Development's 23 directors. WASHINGTON-One of President Trump's latest picks for the Federal Reserve, economic commentator Judy Shelton, has amassed a spotty attendance record on the board of the European development bank where she serves as U.S. envoy.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/putting-the-equity-back-into-private-equity-11563218832", "title": "Putting the Equity Back Into Private Equity", "date": "2019-07-15 17:36", "summary": "Private-equity firms are spending more of their own cash to win deals as soaring purchase prices push debt markets to the limit. Rising stock valuations are forcing private-equity firms to contribute more cash to their leveraged buyouts. That is likely to drag down performance in the long term even as pensions and other investors increasingly turn to private equity to boost returns.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/life-is-a-highway-art-and-american-car-culture-review-automotive-imagery-in-the-shadow-of-detroit-11563226465", "title": "'Life Is a Highway: Art and American Car Culture' Review: Automotive Imagery in the Shadow of Detroit", "date": "2019-07-15 17:34", "summary": "An exhibition at the Toledo Museum of Art-a quick drive from the nation's auto-making capital-surveys the automobile's lasting artistic impact.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-states-education-commissioner-to-resign-11563225930", "title": "New York State's Education Commissioner to Resign", "date": "2019-07-15 17:25", "summary": "MaryEllen Elia says she will step down at end of August, as state looks to revise graduation requirements. New York's education commissioner, MaryEllen Elia, said she would step down next month after four years that have seen changes in testing, teacher evaluations and expectations for what the children in the state should learn in each grade.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/societe-generale-sued-over-seized-cuban-bank-11563225912", "title": "Société Générale Sued Over Seized Cuban Bank", "date": "2019-07-15 17:25", "summary": "Grandchildren of the founders of a bank absorbed into Banco Nacional de Cuba are seeking $792 million in damages, a lawyer says. The grandchildren of the founders of a Cuban bank sued French bank Société Générale SA under a newly revived provision of a U.S. law that permits legal action by U.S. citizens or entities against companies doing business on property confiscated by the Cuban government.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lvmh-buys-minority-stake-in-stella-mccartney-house-11563224845", "title": "LVMH Buys Minority Stake in Stella McCartney House", "date": "2019-07-15 17:07", "summary": "The fashion house focuses on high-end clothing marketed as sustainable. PARIS-- LVMH Möet Hennessy Louis Vuitton bought a minority stake in the British fashion house set up by Stella McCartney, giving the French luxury company a high-profile vehicle to tap growing demand for high-end clothing marketed as sustainable.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-arent-buying-this-oil-rebound-11563205945", "title": "Investors Aren't Buying This Oil Rebound", "date": "2019-07-15 17:05", "summary": "Energy stocks have lost 4.9% in the past three months. U.S. oil prices have risen by about a third this year, but shares of energy producers are being left behind the rally.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citis-mixed-results-underscore-global-risks-11563205683", "title": "Citi's Mixed Results Underscore Global Risks", "date": "2019-07-15 16:50", "summary": "Earnings for Citigroup, the most global big U.S. bank, highlights both known trends and the biggest risks to the world economy. Citigroup 's quarterly results on Monday reflected the conventional wisdom about the current state of the global economy: U.S. consumers are going strong while corporate sentiment-particularly in Asia-is weakening due to trade tensions. But there is another message in the results: the threat of lower interest rates that hangs over Citi and all of its U.S. peers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-reports-profit-revenue-boost-11563192294", "title": "Citigroup Reports Higher Earnings as Bank Results Kick Off", "date": "2019-07-15 16:38", "summary": "New York bank's net income rises 7%, while revenue also increases. Strong U.S. consumer banking gave Citigroup Inc. a boost in the second quarter, helping it overcome slow trading and corporate activity.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/underdogs-in-2020-democratic-field-face-a-reality-check-11563221638", "title": "Underdogs in 2020 Democratic Field Face a Reality Check", "date": "2019-07-15 16:37", "summary": "Below the top four presidential candidates, roughly 20 Democrats are battling for a small share of attention from voters and the media. CEDAR RAPIDS, Iowa-Pete Buttigieg, the mayor of a northern Indiana community of about 102,000, stood as the top polling candidate Sunday afternoon at an Iowa political gathering that served as a stark reminder of how the sprawling 2020 Democratic presidential field has split into two parts.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-park-a-retrospective-review-subtle-humanism-in-thick-paint-11563222558", "title": "'David Park: A Retrospective' Review: Subtle Humanism in Thick Paint", "date": "2019-07-15 16:29", "summary": "The underrated Bay Area School artist-who, early on, turned from abstract painting to thoroughly modern figuration-receives his first major museum exhibition in over three decades.. Fort Worth, Texas", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-pardon-recent-earnings-slips-11563204655", "title": "Investors Pardon Recent Earnings Slips", "date": "2019-07-15 16:28", "summary": "Shares of companies whose stocks tumbled after bad results are bouncing back. Second-quarter earnings are shaping up to be a challenge, but the stock trajectories of some companies that have already reported show that investors are forgiving.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-monetary-stimulus-seen-its-best-days-11563222495", "title": "Has Monetary Stimulus Seen Its Best days?", "date": "2019-07-15 16:28", "summary": "Mr. Melloan is essentially arguing that monetary policy takes second place to sound fiscal policy. What he doesn't say is that while easy monetary policy won't create growth, tight policy can certainly kill it.. Regarding George Melloan's \"The Myth of Monetary Stimulus Is Unraveling\" (op-ed, July 9): Another disservice the prolonged low rates have provided is to thoroughly distort the risk-reward curve for corporate decision-making. There are a few ways to increase your firm's share price: You can limit supply through buybacks, you can add value through issuing dividends or you can be ambitious and do something clever. With near-zero interest rates you can basically juice your share price at no real cost. Being clever and ambitious may provide a bigger and longer-lasting payout, but it isn't guaranteed. If my compensation were based on stock grants, I think I know which path I would have chosen.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/take-deutsche-bank-back-to-its-strong-roots-11563222436", "title": "Take Deutsche Bank Back to Its Strong Roots", "date": "2019-07-15 16:27", "summary": "Mr. Sewing should decentralize the bank's operations and allow the individual branches to resume their proprietary trading activities in addition to their private-client sales and investment services.. Regarding your editorial \"As the Deutsche Bank Turns\" (July 9): As an institutional bond trader way back in the 1980s and early '90s, I can certainly attest that Deutsche Bank was considered the gold standard in the German banking industry.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learning-from-the-failed-versailles-treaty-11563222400", "title": "Learning From the Failed Versailles Treaty", "date": "2019-07-15 16:26", "summary": "It's a hundred years from the end of World War I and we are back where we started, desperate to fill our empty moral tank with new and fearsome political religions.. Joseph Loconte may exaggerate a bit in his argument that \"The Versailles Treaty Gets a Bum Rap\" (op-ed, June 28), but his basic point that a spiritual calamity in the West brought on by World War I also was a major factor in setting the stage for World War II is persuasive. Post-World War I skepticism, despair and rejection of religion and Judeo-Christian morality created a spiritual vacuum that left the West searching for meaning and purpose, and created fertile ground for human saviors preaching secular and communal ideologies.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weep-not-for-young-kamala-11563222358", "title": "Weep Not for Young Kamala", "date": "2019-07-15 16:25", "summary": "Sen. Kamala Harris played the role of a victimized, discriminated-against black child when in fact she was a child of privilege.. Regarding Dorothy Rabinowitz's \"Kamala Harris's Debate Victory Proves Pyrrhic\" (op-ed, July 11): I was struck by Sen. Harris's attack on Sen. Joe Biden regarding busing. Sen. Harris played the role of a victimized, discriminated-against black child when in fact she was a child of privilege. Being the daughter of two Ph.D.s in progressive Berkeley, Calif., she gets no sympathy from those of us who grew up in the Deep South where no buses were provided for black children.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stocks-gain-on-hopes-for-stimulus-11563177827", "title": "U.S. Stocks Edge Higher", "date": "2019-07-15 16:20", "summary": "Major indexes rise slightly as investors parse Citi earnings. U.S. stocks squeezed out gains Monday, ending at fresh records after flitting between small advances and losses for much of the trading day.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clover-technologies-lenders-hire-lawyers-after-loss-of-at-t-business-11563216075", "title": "Clover Technologies Lenders Hire Lawyers After Loss of AT&T Business", "date": "2019-07-15 16:02", "summary": "Electronics refurbisher's lenders hire Jones Day in advance of debt restructuring talks. Clover Technologies Group lenders have hired law firm Jones Day after one of the mobile phone refurbisher's biggest customers said it was taking the bulk of its business elsewhere, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-position-saps-business-support-from-britains-conservatives-11563220222", "title": "Brexit Position Saps Business Support From Britain's Conservatives", "date": "2019-07-15 15:50", "summary": "Candidates' openness to a no-deal divorce alienates some disillusioned executives. LONDON-For British entrepreneurs like Tom Mercer, the ruling Conservative Party was the party of business. Then came Brexit.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-patrol-employees-are-identified-in-probe-over-facebook-posts-11563219341", "title": "Border Patrol Employees Identified in Probe Over Facebook Groups", "date": "2019-07-15 15:35", "summary": "Staffers involved in the groups disparaging migrants face continuing investigations. Federal authorities have identified 62 U.S. Border Patrol employees who were members of private Facebook groups where posters traded disparaging remarks and memes about migrants and members of Congress.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-to-weigh-17-billion-opioid-case-against-johnson-johnson-11563218501", "title": "Judge to Weigh $17 Billion Opioid Case Against Johnson & Johnson", "date": "2019-07-15 15:21", "summary": "Outcome in Oklahoma trial being closely watched in light of some 2,000 similar lawsuits brought against drugmakers and distributors. Attorneys for the state of Oklahoma urged a judge Monday to hold Johnson & Johnson responsible for the state's opioid epidemic and make the company pay more than $17 billion.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-activist-lauds-trump-hardball-on-china-trade-11563217230", "title": "Hong Kong Activist Lauds Trump 'Hardball' on China Trade", "date": "2019-07-15 15:00", "summary": "Billionaire Jimmy Lai says Beijing needs a deal.. Hong Kong media magnate and democracy champion Jimmy Lai thinks that President Donald Trump is wise to \"play hardball\" with China's ruling communists on trade because \"that's the only thing they understand.\" But Mr. Lai is also urging the U.S. to \"show humility\" and allow China an opportunity to save face in striking a new deal.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-one-amazon-prime-day-deal-that-walmart-and-target-cant-match-11563213138", "title": "The Amazon Prime Day Deal That Walmart and Target Can't Match", "date": "2019-07-15 14:15", "summary": "Amazon uses annual July sales event to sign up Prime members, adding a revenue stream that others don't have. Amazon.com Inc. and other big retailers kicked off an annual July sales event that has come to rival Black Friday in terms of discounts and the surge in online shopping.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-rallies-to-save-iran-nuclear-deal-11563188121", "title": "Europe Rallies to Save Iran Nuclear Deal", "date": "2019-07-15 14:05", "summary": "'We think there is still some closing but small window to keep the deal alive,' U.K. foreign secretary said. BRUSSELS-European foreign ministers said the 2015 nuclear deal with Iran can still be saved, despite recent U.S. and Iranian threats to further undermine the agreement.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-delivery-companies-serve-restaurants-better-tech-11563208475", "title": "Food-Delivery Companies Serve Restaurants Better Tech", "date": "2019-07-15 14:01", "summary": "DoorDash, Grubhub, others say seamless ordering and customer data make up for thin margins. Delivery companies are sharing more data and fusing technology more seamlessly with restaurants to counter the growing sense that sending food to customers can be more trouble than it is worth.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-releases-container-ship-found-with-20-tons-of-cocaine-11563213353", "title": "U.S. Releases Container Ship Found With 20 Tons of Cocaine", "date": "2019-07-15 13:55", "summary": "Authorities say they are still weighing forfeiture proceedings against the MSC Gayane after a combined $50 million in cash and a surety bond were posted. U.S. authorities have released a container ship that was seized with 20 tons of cocaine in Philadelphia after the operator posted a $50 million bond, including $10 million in cash, but said they still plan to consider seeking forfeiture of the vessel.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-williams-calls-for-more-urgency-in-replacing-libor-11563195172", "title": "Fed's Williams Calls for More Urgency in Replacing Libor", "date": "2019-07-15 13:13", "summary": "New York Fed president tells financial firms to pick up pace on adopting new SOFR benchmark. NEW YORK-Federal Reserve Bank of New York President John Williams said Monday financial firms need to stop dragging their collective feet and transition to a new reference interest-rate system to replace the scandal-plagued London interbank offered rate regime.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bloomberg-terminals-to-get-broad-access-to-dow-jones-news-11563203055", "title": "Bloomberg Terminals to Get Broad Access to Dow Jones News", "date": "2019-07-15 13:01", "summary": "Content now available alongside Bloomberg stories, articles from other news sources. Bloomberg terminal subscribers gained broad access to Dow Jones & Co. news content on Monday, according to the companies.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-close-to-deal-to-buy-crh-division-11563209011", "title": "Blackstone Close to Deal to Buy CRH Division", "date": "2019-07-15 12:43", "summary": "Deal would provide Blackstone a potential platform in building-materials sector. Global buyout firm Blackstone Group Inc. is in advanced talks to buy the European distribution arm of CRH PLC, one of the world's largest building-materials suppliers, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-face-in-swimming-emerges-from-shadows-of-phelps-and-lochte-11563207719", "title": "A New Face in Swimming Emerges From Shadows of Phelps and Lochte", "date": "2019-07-15 12:24", "summary": "With the 2020 Olympics approaching, Caeleb Dressel could compete in, and win, as many as eight events in Tokyo-if he can withstand the growing hype and pressure. Caeleb Dressel is a 22-year-old U.S. swimmer who has the misfortune of being cast as the heir apparent to Michael Phelps in the American swim juggernaut. Not surprisingly, he's eager to keep expectations in check.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nomura-to-pay-customers-25-million-for-profit-inflation-on-debt-backed-securities-11563207740", "title": "Nomura Securities to Repay Customers $25 Million", "date": "2019-07-15 12:22", "summary": "SEC said bond traders at the investment bank gave out misleading information. Nomura Securities International Inc. agreed to pay customers $25 million after the U.S. Securities and Exchange Commission said bond traders at the investment bank inflated its profit on the sale of commercial and residential mortgage-backed securities.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crack-open-a-cold-un-face-the-consequences-11563206891", "title": "Crack Open a Cold 'Un, Face the Consequences", "date": "2019-07-15 12:08", "summary": "North Korea doesn't make very good beer, but it fetches big bucks in Japan. A Japanese teenager is in trouble for selling some very bad beer online, but the offense has nothing to do with hawking inferior goods or even underage drinking. He allegedly auctioned off a bottle of Taedonggang Beer purchased on a trip to China but brewed in North Korea, according to the Yomiuri Shimbun.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/go-back-message-deepens-immigration-debate-wounds-11563198398", "title": "'Go Back' Message Deepens Immigration-Debate Wounds", "date": "2019-07-15 12:03", "summary": "The country is being riven by an issue unresolved by successive administrations and Congresses. At Mass on Sunday, Catholics around the world heard the gospel parable of the Good Samaritan: It is the story Jesus told of a Samaritan encountering on the road a Jewish man-a foreigner to him-who had been beaten and left for dead. While others walked by and let the man suffer, the Samaritan stopped, dressed his wounds and took him to safety despite their deep cultural differences.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-loosen-grip-of-japanese-leader-opposition-puts-women-on-the-ballot-11563183016", "title": "Japanese Party Takes Aim at Abe's 'Womenomics' in Election Campaign", "date": "2019-07-15 12:03", "summary": "Parties in Japan seize on momentum, and shortcomings, of president's campaign to help more women join the workforce. TOKYO-Political parties in Japan are campaigning for greater freedoms for women and putting record numbers of women on the ballot in a national election this month, seizing on the momentum of the country's shifting economic landscape.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unilever-uses-virtual-factories-to-tune-up-its-supply-chain-11563206402", "title": "Unilever Uses Virtual Factories to Tune Up Its Supply Chain", "date": "2019-07-15 12:00", "summary": "Artificial intelligence and connected devices harness stream of data to keep production moving, reduce costs. Consumer-goods giant Unilever PLC is building virtual versions of its factories, using data streaming from sensor-equipped machines to create digital models that can track physical conditions and enable testing of operational changes.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-global-tech-battle-the-philippines-has-chosen-sides-not-the-u-s-11563205891", "title": "In Global Tech Battle, a Balky U.S. Ally Chooses China", "date": "2019-07-15 11:51", "summary": "The Philippines has chosen Chinese companies to expand its telecoms network, shunning warnings about security risks. MANILA-The U.S.-China technology war is raging around the world, but the Philippines is no longer torn. It is binding its telecommunications future to China's.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-k-pop-stars-the-worlds-biggest-influencers-11563204671", "title": "Are K-Pop Stars the World's Biggest 'Influencers'?", "date": "2019-07-15 11:31", "summary": "As Korean Pop has spread well past the borders of South Korea, luxury fashion labels are cozying up to the genre's megastars. LAST MONTH IN PARIS, Korean rapper Mino appeared on the catwalk during Louis Vuitton's spring 2020 fashion show. A member of the Korean pop (\"K-Pop\") group Winner, Mino is one of the biggest celebrities of the moment. Within hours of the show, Korean pop culture websites like Soompi and Koreaboo picked up the news, as did American outlets like Vogue.com (which reported that Mino \"stole the show\"), E! Online and curiously, Yahoo Finance. A thread on the K-Pop Reddit forum, which boasts over 387,000 members, is dedicated to the walk. Mino's own Instagram, followed by nearly 5 million fans, teems with comments such as \"Congrats on ur [sic] successful runway debut MINO!!\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-four-best-designed-things-of-august-11563203216", "title": "The Four Best-Designed Things of August", "date": "2019-07-15 11:06", "summary": "One-of-a-kind wooden aviaries, a new Hudson Valley escape, and the sleekly etched newest Hublot collaboration: four items not to miss this month. BUILDING A BIRDHOUSE is a traditional Swedish school project, one that Ben Gorham, the founder of Stockholm-based Byredo, riffed on for his Rare Byrds of a Feather collection, coming out in September. With designer Christian Halleröd, he created 10 one-off wooden aviaries, each inspired by a species of South Asian bird. The sculptural pieces complement a series of the brand's Blueprint bags painted with bold Rorschach-style prints of bird feathers. The line also includes Swarovski Optik binoculars, limited to 15 pairs, and other bird-watching accessories.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proving-hitchcock-right-the-birds-are-turning-violent-this-summer-11563201968", "title": "Proving Hitchcock Right, Bird Attacks Are Turning Violent This Summer", "date": "2019-07-15 10:46", "summary": "Red-winged blackbirds and other species are stepping up divebombing attacks on humans. Stephen Vedder used to enjoy peaceful lakeside runs near his Marlborough, Mass., home. This spring, after years of coexisting with an ornery neighbor, those tranquil outings came to an end.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-africas-former-president-offers-fiery-defense-in-corruption-probe-11563201685", "title": "South Africa's Former President Offers Fiery Defense in Corruption Probe", "date": "2019-07-15 10:41", "summary": "Jacob Zuma denounces allegations against him as a decades-old plot to destroy him. JOHANNESBURG-Former South African President Jacob Zuma forcefully defended himself in his first appearance at a corruption commission, denouncing more than two decades of allegations against him as an elaborate smear concocted by foreign intelligence agencies and remnants of the country's old apartheid-era security services.", "categories": [["WSJ News Exclusive", "Africa"]], "category_links": ["https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/generals-fall-out-of-favor-as-trump-advisers-11563200329", "title": "Generals Fall Out of Favor as Trump Advisers", "date": "2019-07-15 10:18", "summary": "If confirmed as defense secretary, Mark Esper would further the president's drift from military brass. WASHINGTON-Mark Esper faces a Senate committee Tuesday in his bid to be secretary of defense. If confirmed, he would complete a noteworthy transformation within the Trump administration: the decline of the generals.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-switch-old-planes-get-makeovers-in-race-for-the-skies-11563200318", "title": "Electric Airplanes Start to Take Off", "date": "2019-07-15 10:18", "summary": "Retrofitting existing planes draws interest from startups and big manufacturers, including Airbus. A five-passenger airplane took flight near Los Angeles recently with one important modification: an electric motor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-chairmans-stance-on-waivers-gives-companies-more-certainty-but-does-little-to-stem-controversy-11563199200", "title": "SEC Chairman's Stance on Waivers Gives Companies More Certainty But Does Little to Stem Controversy", "date": "2019-07-15 10:00", "summary": "Companies now have five days to reconsider a settlement if no waiver is offered. A recent shift in a Securities and Exchange Commission policy could give companies facing allegations of wrongdoing more certainty about the potential consequences of a settlement with the agency, lawyers say.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fukushima-ghost-town-seeks-rebirth-through-renewable-energy-11562923802", "title": "Fukushima Ghost Town Seeks Rebirth With Hydrogen Plant", "date": "2019-07-15 09:58", "summary": "Resume Subscription. NAMIE, Japan-Fukushima prefecture, a place synonymous in many minds with nuclear meltdown, is trying to reinvent itself as a hub for renewable energy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/actis-completes-deal-to-take-over-two-abraaj-funds-11563198863", "title": "Actis Completes Deal to Take Over Two Abraaj Funds", "date": "2019-07-15 09:54", "summary": "Abraaj is selling its assets piecemeal to rivals. Emerging-markets investor Actis LLP has completed its takeover of two Abraaj funds in a deal that will boost the firm's footprint across Africa and the Middle East.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-again-becomes-the-democrats-great-unifier-11563198890", "title": "Trump Again Becomes the Democrats' Great Unifier", "date": "2019-07-15 09:54", "summary": "Tweets aimed at exploiting growing tensions among House Democrats have helped unify the fractured caucus. President Trump's tweets aimed at exploiting growing tensions among House Democrats have-at least for the moment-helped unify the caucus against him and his remarks, which Democrats quickly denounced as racist.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-you-find-out-if-youre-at-risk-of-alzheimers-11563196415", "title": "Should You Find Out if You're at Risk of Alzheimer's?", "date": "2019-07-15 09:14", "summary": "With a simple at-home genetics test, some people are learning they have a higher risk of Alzheimer's. Can they do anything to prevent the disease?. When Theresa Braymer can't remember a word or name, she sometimes second-guesses herself.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-boeing-gilead-sciences-facebook-j-j-and-more-11563187527", "title": "Stocks to Watch: Circor International, Callon Petroleum, American Airlines, Boeing and More", "date": "2019-07-15 08:48", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-wildair-chefs-expand-into-retail-11563194137", "title": "New York's Wildair Chefs Expand Into Retail", "date": "2019-07-15 08:35", "summary": "Two of the city's most beloved restaurateurs are adding to their empire with a combination wine shop and bar. A day in the life of Wildair chefs Jeremiah Stone and Fabián von Hauske Valtierra. ONE SPRING MORNING, while shopping for burrata and dried shrimp in Manhattan's Little Italy and Chinatown neighborhoods, chefs Jeremiah Stone and Fabián von Hauske Valtierra pause to talk about what they've learned about each other's taste buds. \"You love bitter, raw flavors,\" von Hauske Valtierra, 29, tells Stone. \"And you like more complexity,\" Stone, 34, responds. Since meeting in 2008 at New York City's French Culinary Institute (now the International Culinary Center), the two chefs have developed one of the closest partnerships in food. Beginning in 2013, they opened three acclaimed Lower East Side restaurants: the Michelin-starred Contra; its more casual offshoot, Wildair; and Una Pizza Napoletana, where revered pizzaiolo Anthony Mangieri runs the kitchen. Stone and von Hauske Valtierra followed up this string of hits with A Very Serious Cookbook, which was released last year, and the El Fab & Jerry Show, a culinary and culture podcast they launched in April. This summer Stone and von Hauske Valtierra will debut Peoples, a wine shop and a 25-seat wine bar focused on natural producers and tapas-inspired plates, which will be located inside the Market Line, a cavernous new bazaar just a few blocks from their restaurants.", "categories": [["Tracked"]], "category_links": ["https://www.wsj.com/news/types/magazine-tracked?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-may-boost-stimulus-to-speed-economy-after-current-efforts-fall-short-11563193843", "title": "Slowing Growth Raises Pressure on China's Stimulus Efforts", "date": "2019-07-15 08:30", "summary": "Expectations grow that Beijing will ease credit to boost spending after GDP growth slows to 6.2%. BEIJING-A strategy by Chinese policy makers to stimulate the economy with tax and fee cuts hasn't stopped growth from slowing, stoking expectations that Beijing will roll out more incentives such as easier credit conditions to get businesses and consumers spending.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hilton-plays-catch-up-in-luxury-travel-market-11563163381", "title": "Hilton Plays Catch-Up in Luxury-Travel Market", "date": "2019-07-15 08:25", "summary": "Hotel operator to add 11 high-end properties this year, aiming to draw closer to Marriott and Hyatt. Hilton Worldwide Holdings Inc. plans to open more luxury hotels globally this year as it tries to catch up to its competitors in the growing luxury-travel market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-braces-for-power-cuts-and-rival-providers-see-an-opening-11563193150", "title": "PG&E Braces for Power Cuts; Tesla, Others See an Opening", "date": "2019-07-15 08:19", "summary": "Rivals are touting alternatives as California faces planned blackouts due to wildfire risk. PG&E Corp.'s plan to pre-emptively turn off power in parts of California to limit wildfire risks is creating business opportunities for alternative energy companies that say they can keep the lights on.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-red-sox-and-baseballs-unsolved-problem-how-to-repeat-as-champion-11563192110", "title": "The Red Sox and Baseball's Unsolved Problem: How to Repeat as Champion", "date": "2019-07-15 08:01", "summary": "Boston once seemed a good bet to become the first MLB team since 2000 to claim back-to-back titles. Not so far.. Barely a day after the Boston Red Sox celebrated their World Series championship by parading an armada of duck boats down Boylston Street, Dave Dombrowski approached Tony La Russa with an assignment. Dombrowski, the organization's president of baseball operations, asked his special assistant and longtime friend to unlock the secret to doing it again.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cellphone-tower-companies-race-higher-11563192000", "title": "Cellphone Tower Companies Race Higher", "date": "2019-07-15 08:00", "summary": "American Tower, SBA Communications are winning big as wireless companies expand 5G. In the race toward 5G, tower companies are asking investors, \"Do you hear us now?\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/asian-ipo-flop-gives-budweiser-brewer-a-hangover-11563189952", "title": "Asian IPO Flop Gives Budweiser Brewer a Hangover", "date": "2019-07-15 07:25", "summary": "Shares in AB InBev and potential takeover targets fall as investors digest the failure of a plan to create a new Hong Kong acquisition vehicle. The world's largest brewer couldn't convince investors to take a gulp of its Asian unit. It will struggle to avoid a hangover.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-arent-cheering-lower-interest-rates-11563188581", "title": "These Companies Aren't Cheering Lower Interest Rates", "date": "2019-07-15 07:03", "summary": "Some businesses expect to face an earnings hit. Not everyone is cheering lower interest rates.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-sweeneys-own-union-members-question-his-loyalty-to-labor-11563188400", "title": "Steve Sweeney's Own Union Members Question His Labor Loyalty", "date": "2019-07-15 07:00", "summary": "New Jersey Democrat defended decision to take over local union. New Jersey Senate President Steve Sweeney, who has feuded with public-sector unions in his state for years, makes it a point to tout his dedication to the broader labor movement.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lies-damned-lies-and-chinese-growth-11563185210", "title": "Lies, Damned Lies and Chinese Growth", "date": "2019-07-15 06:09", "summary": "Investors shouldn't be fooled by a jump in Chinese retail sales, but industry could get a lift from more infrastructure spending. To the surprise of absolutely no one, China's second-quarter economic growth came in at 6.2% on the year, down from 6.4% a quarter before-exactly as nearly every economist had predicted. Other numbers released Monday matter more.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/restaurants-strike-back-in-food-delivery-war-11563184800", "title": "Restaurants Strike Back in Food-Delivery War", "date": "2019-07-15 06:00", "summary": "Slowing growth in restaurants offering online delivery could limit how quickly food delivery apps can grow. In online takeout, it is getting harder to understand who is serving whom.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wave-of-hispanic-buyers-boosts-u-s-housing-market-11563183000", "title": "Wave of Hispanic Buyers Shores Up U.S. Housing Market", "date": "2019-07-15 05:30", "summary": "Homeownership rate for Hispanics has increased more in recent years than any ethnic group. Hispanics are experiencing the largest homeownership gains of any ethnic group in the U.S., a turnaround for the population hardest hit by the housing bust that could help buoy the market for years.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-homeownership-drops-to-all-time-low-11563183015", "title": "Black Homeownership Drops to All-Time Low", "date": "2019-07-15 05:30", "summary": "The black homeownership rate has fallen 8.6 percentage points, according to census data. While Hispanic homeownership rate is on the rise, the black homeownership rate has fallen 8.6 percentage points since its peak in 2004, hitting its lowest level on record in the first quarter of this year, according to census data.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-stress-at-work-creates-drama-at-home-11563183015", "title": "When Stress at Work Creates Drama at Home", "date": "2019-07-15 05:30", "summary": "The spillover effect can jeopardize relationships-here's what you can do if hard times on the job change how you behave during off-hours. Work is seeping into weekends and other personal time, and women are logging more hours on the job.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guatemalan-president-scraps-u-s-visit-to-discuss-immigration-proposal-11563146985", "title": "Guatemalan Court Blocks Signing of Immigration Agreement With U.S.", "date": "2019-07-15 01:12", "summary": "President Jimmy Morales had earlier scrapped a planned trip to Washington to discuss 'safe-third-country' proposal with President Trump. MEXICO CITY-Guatemala's constitutional court granted an injunction late Sunday stopping President Jimmy Morales from signing a controversial immigration proposal that would require migrants from El Salvador and Honduras to seek asylum there rather than the U.S.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-economy-is-growing-at-its-slowest-pace-since-at-least-1992-11563162170", "title": "China Growth at Its Slowest Since 1992 as Beijing Struggles to Juice Economy", "date": "2019-07-15 00:02", "summary": "Economy grew by 6.2% in the second quarter as U.S. and businesses held back from making big investments amid trade tensions. BEIJING-China's economic growth decelerated to its slowest pace in decades, weakened by trade tensions with the U.S. and businesses that held back from making big investments despite encouragement from Beijing.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ab-inbev-might-take-longer-to-cut-debt-after-pulled-ipo-of-asia-unit-11563227527", "title": "AB InBev Might Take Longer to Cut Debt After Pulled IPO of Asia Unit", "date": "2019-07-15 00:01", "summary": "Net debt at the brewer, which scrapped subsidiary's planned $10 billion listing, reached $101.39 billion at end of fiscal 2018. Anheuser-Busch InBev SA's finance chief, Felipe Dutra, will likely need more time to bring down the brewer's debt and have less room for mergers and acquisitions after management decided to pull a highly anticipated initial public offering, analysts said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11563119438", "title": "Pepper...and Salt", "date": "2019-07-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-group-of-democrats-all-minorities-should-go-back-where-they-came-from-11563124261", "title": "Trump Targets Minority Lawmakers in Racially Charged Tweets", "date": "2019-07-15 23:19", "summary": "Democrats criticize Twitter messages as the president weighs in on intraparty tensions. WASHINGTON-President Trump provocatively injected himself into a simmering Democratic dispute Sunday, tweeting that a group of progressives quarreling with House Speaker Nancy Pelosi-all but one of whom were born in the U.S.-came from corrupt and broken countries and should \"go back\" to \"fix\" what he called the \"totally broken and crime infested places from which they came.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vietnam-seeks-to-sell-stake-in-military-commercial-bank-11563160055", "title": "Vietnam Seeks to Sell Stake in Military Commercial Bank", "date": "2019-07-15 23:07", "summary": "Lender has more than 100 branches, $16 billion in assets and a market cap close to $2 billion. Vietnam's government is looking to sell part of its stake in Military Commercial Joint Stock Bank , a large local lender with a market capitalization of close to $2 billion, people familiar with the plans said.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-history-of-liberty-island-11562861125", "title": "The Hidden History of Liberty Island", "date": "2019-07-15 21:37", "summary": "Before the statue and long before the brand-new museum, there were pirates, real-estate ventures and public executions. As a rule, a museum tells more by what it leaves out than by what it includes. It's akin to framing a photo to show the patriarch and the favorite son but exclude the black sheep who's brought this family nothing but trouble.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-demonstrators-broaden-agenda-as-protests-spread-11563113842", "title": "Hong Kong's Summer of Dissent Rolls On as Protesters Broaden Their Agenda", "date": "2019-07-15 21:29", "summary": "New targets include disqualification of pro-democracy legislators and lack of democracy in electing city's leader. HONG KONG-Protests that began six weeks ago as a challenge to Beijing's growing reach are broadening into a movement pursuing a range of political and social grievances, with demonstrations-and clashes with police-spreading to more parts of the city.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/space-startups-see-big-payouts-in-new-push-to-the-moon-11563153990", "title": "As the U.S. Prepares to Return to the Moon, Startups Climb on Board", "date": "2019-07-15 21:26", "summary": "Resume Subscription. This is a heady time for space entrepreneurs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/immigration-enforcement-raids-begin-in-new-york-11563062969", "title": "Large-Scale Immigration Raids Fail to Materialize", "date": "2019-07-15 21:23", "summary": "ICE agents attempt raids in at least two New York City neighborhoods. Immigration officials carried out small-scale raids over the weekend, kicking off what President Trump had promised would be a broad effort to round up people in the country illegally.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chilling-song-that-dominated-the-charts-during-the-moon-landing-11563152401", "title": "The Chilling Song That Dominated the Charts During the Moon Landing", "date": "2019-07-15 21:23", "summary": "Resume Subscription. During the summer of the first Apollo moon landing, one song dominated the Billboard Hot 100. A band called Zager & Evans sat atop the charts for six weeks, from July 12 to Aug. 16, 1969-tied for the longest No. 1 run that year-with their (one and only) hit, \"In the Year 2525 (Exordium & Terminus).\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/second-quarter-earnings-to-test-soaring-market-11563096602", "title": "Second-Quarter Earnings to Test Soaring Market", "date": "2019-07-15 21:19", "summary": "Contracting profits and declining margins could weigh on stocks. The next test for the highflying stock market begins this week as companies kick off reporting what could be their biggest quarterly profit contraction in three years.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-moon-landing-was-a-moment-of-hope-and-achievement-11563153322", "title": "The Moon Landing Was a 'Moment of Hope and Achievement'", "date": "2019-07-15 21:15", "summary": "Resume Subscription. Everyone remembers where they were during historic moments. While some people watched the moon landing 50 years ago from home on black-and-white television sets, others recall following the Apollo 11 landing from faraway places. Wall Street Journal readers wrote in to share their most vivid memories surrounding the event. Their submissions have been edited for brevity and clarity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apollo-11-had-a-hidden-hero-software-11563153001", "title": "Apollo 11 Had a Hidden Hero: Software", "date": "2019-07-15 21:10", "summary": "Resume Subscription. CAMBRIDGE, Mass.-Neil Armstrong hovered a few miles above the surface of the moon on July 20, 1969, searching for a safe place to make history.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-the-moon-landing-shaped-four-americans-lives-11563152941", "title": "Reach for the Moon: Four Lives, the Space Race and a Chaotic Decade", "date": "2019-07-15 21:09", "summary": "Resume Subscription. John F. Kennedy had been president for 125 days when he pledged America's reputation and fortune to a bold quest.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-new-race-to-the-moon-11563152880", "title": "The New Race to the Moon", "date": "2019-07-15 21:08", "summary": "Resume Subscription. When Apollo 11 landed in the Sea of Tranquility in July 1969, Ramada Inn ran full-page ads depicting a futuristic hotel complex under the headline, \"Soon on the Moon!\" Half a century later, the vision finally looks less fanciful.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-moonshot-mind-set-once-came-from-the-government-no-longer-11563152820", "title": "The Moonshot Mind-Set Once Came From the Government. No Longer.", "date": "2019-07-15 21:07", "summary": "Resume Subscription. \"If we can put a man on the moon...\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-apollo-spacecraft-computer-is-brought-back-to-life-11563152761", "title": "An Apollo Spacecraft Computer Is Brought Back to Life", "date": "2019-07-15 21:06", "summary": "Resume Subscription. ATHERTON, Calif.-There are times it feels easier to fly to the moon than from Houston to San Francisco. Jimmie Loocke, 72, transporting one of the world's rarest computers-the electronic brain from an Apollo lunar lander-was having one of those days.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-the-moon-landing-anniversary-the-best-moon-movies-11563152700", "title": "The Best Movies About the Moon (in Honor of Apollo 11's Anniversary)", "date": "2019-07-15 21:05", "summary": "For over a century, filmmakers have been obsessed with lunar voyages. Here are Journal critic Joe Morgenstern's five favorite journeys.. In \"Apollo 11,\" the superb documentary that played in multiplexes all too briefly a few months ago, a Houston controller tracking the astronauts' escape from terrestrial gravity uses a wonderfully evocative phrase-\"the lunar sphere of influence.\" That's where the mission ventured on its way to mankind's first lunar landing, and where the movies have taken us, vicariously but enchantingly, on countless occasions since the first sci-fi film, \"A Trip To the Moon,\" imagined the same voyage in 1902.", "categories": [["Moon Landing"]], "category_links": ["https://www.wsj.com/news/types/moon-landing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-moon-landing-united-people-around-the-world-that-was-then-11563152640", "title": "The Moon Landing United People Around the World. That Was Then...", "date": "2019-07-15 21:04", "summary": "Today we are so much more connected by technology-and yet so much more disconnected. A couple of months ago, when the Journal began cooking up a section on the 50th anniversary of the moon landing, I was asked to write something about the pop-cultural impact of the moment. This was a serious assignment for me. Usually, I write about silly nonsense, like the New York Knicks.", "categories": [["Moon Landing"]], "category_links": ["https://www.wsj.com/news/types/moon-landing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-moon-is-a-huge-potential-resource-but-who-owns-it-11563152580", "title": "The Moon Is a Huge Potential Resource. But Who Owns It?", "date": "2019-07-15 21:03", "summary": "Resume Subscription. Mankind walked on the moon. It might be harder trying to regulate it.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/moon-landing-technology-may-help-new-transportation-take-flight-11563152461", "title": "Moon-Landing Technology May Help New Transportation Take Flight", "date": "2019-07-15 21:01", "summary": "The next generation of travel-including the possible return of commercial supersonic airliners-is looking to materials developed for the extreme conditions of the Apollo program. The Apollo program spawned a host of well-known spinoffs in the decade following its last moon mission in 1972. Examples range from materials that insulate against the cold of space to the Dustbuster cordless vacuum cleaner.", "categories": [["Moon Landing"]], "category_links": ["https://www.wsj.com/news/types/moon-landing?mod=breadcrumb"]}]