[{"link": "https://www.wsj.com/articles/bipartisan-house-coalition-strikes-against-health-laws-cadillac-tax-11563357600", "title": "Bipartisan House Coalition Votes to Repeal Health Law's Cadillac Tax", "date": "2019-07-17 19:45", "summary": "Business- and labor-backed measure would cancel levy on high-cost employer insurance. WASHINGTON-The House of Representatives overwhelmingly voted to repeal the \"Cadillac tax\" on high-cost employer health insurance, removing a piece of the Affordable Care Act that never took effect.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-sending-2-100-active-duty-national-guard-troops-to-border-11563406983", "title": "Pentagon Sending 2,100 Active-Duty National Guard Troops to Border", "date": "2019-07-17 19:43", "summary": "Move will put border deployment at nearly 6,000. The Pentagon is sending more than 2,100 additional troops to the southwest border to augment the military force already there, officials said Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflixs-new-subscriptions-fall-short-in-latest-quarter-11563395753", "title": "Netflix Reports First Drop in U.S. Users in Nearly a Decade", "date": "2019-07-17 19:32", "summary": "Video service blames slower-than-expected growth in part on its programming lineup. For the first time in nearly a decade, the number of people subscribing to Netflix Inc. in the U.S. declined, an underwhelming performance for the streaming giant that comes as a slew of rivals are about to enter the field.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-goes-half-way-to-berniecare-11563405970", "title": "Biden Goes Half Way to BernieCare", "date": "2019-07-17 19:26", "summary": "The Democratic debate over single payer is over when, not whether.. Joe Biden's new health-care plan is supposed to show his moderation, not that this is a virtue to progressives. Hence the back and forth this week between Mr. Biden and Bernie Sanders about single payer. But cut through the spin, and the only debate Democrats are having is whether to eliminate private health insurance in one blow or on the installment plan.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coup-at-planned-parenthood-11563405753", "title": "A Coup at Planned Parenthood", "date": "2019-07-17 19:22", "summary": "The abortion lobby dumps its president as insufficiently political.. Progressives are hurtling to the left so fast that even liberals in good standing are casualties of the tornado. Witness the coup this week at Planned Parenthood, which is a tacit reminder that the group is less a health-care outfit than a political lobby.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-gets-religion-11563405522", "title": "Pompeo Gets Religion", "date": "2019-07-17 19:18", "summary": "A new international alliance to promote 'the first freedom.'. The State Department is holding its second Ministerial to Advance Religious Freedom this week, and on Thursday Secretary of State Mike Pompeo will announce a new International Religious Freedom Alliance. Its mission will be to find ways to promote this most basic of human rights-and hold abusers accountable.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-votes-to-hold-ross-barr-in-contempt-over-citizenship-question-on-census-11563402324", "title": "House Holds Ross, Barr in Contempt Over Citizenship Question", "date": "2019-07-17 19:18", "summary": "Oversight Committee continues its probe of the administration's effort, dropped last week by Trump. WASHINGTON-The House voted to hold Attorney General William Barr and Commerce Secretary Wilbur Ross in criminal contempt over their refusal to produce documents concerning the addition of a citizenship question to the census, days after President Trump abandoned his legal efforts to amend the survey.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-to-overhaul-marketplace-terms-as-part-of-german-settlement-11563353036", "title": "Amazon Faces Probe in Europe Over Use of Merchant Data", "date": "2019-07-17 19:14", "summary": "EU to investigate use of third-party sellers' data as scrutiny of tech firms mounts on both sides of the Atlantic. Amazon.com Inc. faces a European Union antitrust investigation into its treatment of merchants that sell goods on its site, the latest push by the bloc against a U.S. tech giant and the biggest regulatory threat thus far to the online retailer's growing market power.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-defends-medicare-for-all-drawing-contrast-with-biden-11563405202", "title": "Sanders Defends Medicare for All, Drawing Contrast With Biden", "date": "2019-07-17 19:13", "summary": "Senator takes more confrontational tack, pushing back against criticism of his signature health-care idea. WASHINGTON-Sen. Bernie Sanders forcefully defended Medicare for All from escalating attacks on his signature health-care proposal.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-esports-group-backed-by-tencent-raises-775-million-in-u-s-ipo-11563351552", "title": "Chinese Esports Group Backed by Tencent Raises $775 Million in U.S. IPO", "date": "2019-07-17 19:11", "summary": "DouYu's listing was the biggest this year by a Chinese company in the U.S.. A Chinese video-streaming service raised $775 million through a Nasdaq listing, capitalizing on the growing popularity of watching others play games on the internet.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-revenue-lags-as-cloud-pivot-remains-a-challenge-11563395020", "title": "IBM Revenue Lags as Cloud Pivot Remains a Challenge", "date": "2019-07-17 19:09", "summary": "Despite revenue decline, profit exceeded Wall Street estimates. International Business Machines Corp. said revenue fell for its fourth straight quarter as it struggles to retool its business for the modern computing age, although Big Blue's profit grew more than Wall Street had projected.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-says-turkeys-purchase-of-russian-air-defense-system-undermines-nato-11563390166", "title": "U.S. Ejects Turkey From F-35 Fighter Program", "date": "2019-07-17 19:00", "summary": "White House says Ankara's purchase of a Russian air-defense system prompted move, sparking a protest from Ankara. WASHINGTON-The Trump administration formally ejected Turkey from the American-led F-35 Joint Strike Fighter program over Ankara's decision to purchase a Russian air-defense system, prompting a protest from Turkish officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-the-gold-standard-and-make-the-dollar-stable-again-11563404235", "title": "Forget the Gold Standard and Make the Dollar Stable Again", "date": "2019-07-17 18:57", "summary": "Precious metals no longer make sense as a store of value. Instead, peg money to goods and services.. Some of President Trump's potential nominees to the Federal Reserve Board have expressed sympathy for a return to the gold standard. Conventional monetary-policy experts deride the idea-and not wholly without reason. The gold standard won't work for a 21st-century monetary and financial system. It is possible, however, to emulate its best features without actually restoring the gold standard.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-need-someone-like-ike-11563404275", "title": "Why We Need Someone Like Ike", "date": "2019-07-17 18:57", "summary": "War is likelier in a world without inhibition, and the cyber era has elevated undisciplined leaders.. Markets soar even as everyone panics about geopolitics. The same interconnectivity that has wrought fabulous wealth also allows political crises to migrate from one corner of the globe to another. As technology defeats distance, the new digital world is smaller, more anxious and more claustrophobic than ever.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-increases-profit-outlook-amid-sluggish-revenue-growth-11563396258", "title": "EBay Lifts Profit Outlook Amid Tepid Revenues", "date": "2019-07-17 18:56", "summary": "The online marketplace benefited from having 4% more buyers. EBay Inc. raised its profit outlook and notched better-than-expected quarterly results, but continued to show sluggish revenue growth.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aoc-is-the-gift-that-keeps-giving-11563404196", "title": "AOC Is the Gift That Keeps Giving", "date": "2019-07-17 18:56", "summary": "ICE isn't enough. She wants to do away with the Department of Homeland Security.. Rep. Alexandria Ocasio-Cortez doesn't think much of the agencies that keep America safe. New Yorker editor David Remnickrecently asked about her call to abolish U.S. Immigration and Customs Enforcement. Couldn't ICE be reformed? No, replied the freshman Democrat. \"The core structure of ICE\" and \"the entire Department of Homeland Security\" are \"large threats to American civil liberties.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-cant-make-peace-by-wishing-the-palestinians-away-11563404073", "title": "Trump Can't Make Peace by Wishing the Palestinians Away", "date": "2019-07-17 18:54", "summary": "If he wants to broker the 'deal of the century,' he has to oppose Israeli plans to annex the West Bank.. The Kingdom of Bahrain hosted what U.S. organizers called a Peace to Prosperity Economic Workshop. The June conference, which aimed to propose a plan for stability to the Middle East through economic development, was the brainchild of Jared Kushner, President Trump's son-in-law and close adviser. An impressive U.S. delegation traveled to Manama, the capital, for the occasion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wholl-take-a-pay-cut-for-free-college-11563404022", "title": "Who'll Take a Pay Cut for Free College?", "date": "2019-07-17 18:53", "summary": "'It's so inspiring, I'd do it for nothing.' Put that piety to a test.. Democratic candidates for president, in their impressive expansiveness, are promising free college. Some limit their proposals to community colleges, others to state-run schools, and a few, going for broke, want also to forgive student debt for private-college tuition. Since no realm of American life has undergone greater inflation in recent decades than higher education, this is no piddling promise. The cost to taxpayers could be in the trillions, though the prospect would please a nephew of mine who this autumn is sending a son to Dartmouth at the annual price of $76,000.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-chinese-lady-review-a-glimpse-of-a-far-land-11563403958", "title": "'The Chinese Lady' Review: A Glimpse of a Far Land", "date": "2019-07-17 18:52", "summary": "Afong Moy, the ﬁrst Chinese woman in the United States, was paraded before American audiences as an object of fascination.. In late 1834, Afong Moy would sit daily in the parlor of a lower Manhattan home. Dressed in an elegant silk tunic and trousers, her hair tightly pulled up into a bun and her bound feet shod in tiny slippers, the recently arrived traveler from China reportedly received 2,000 visitors per week during a three-month stay in New York. Making small talk with such numbers, were it required of her, would have likely exhausted the young woman, who had little facility in English. But these were not social calls: Afong Moy was billed as the first Chinese woman in the United States, and members of the public paid 50 cents each for a glimpse of her.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-warrens-good-work-for-dow-chemical-11563403976", "title": "Sen. Warren's Good Work for Dow Chemical", "date": "2019-07-17 18:52", "summary": "She doesn't deserve to be vilified for helping the maker of silicone breast implants.. I don't support Elizabeth Warren or her policies, but earlier this week the Washington Post ran a piece suggesting she's a corporate shill in socialist's clothing. As a longtime communications director for two Washington-based trade associations that work to limit the economic damage done by avaricious plaintiffs' lawyers and so-called expert witnesses, I must come to her defense.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-states-sue-trump-administration-over-federal-tax-changes-11563392033", "title": "Three States Sue Trump Administration Over Federal Tax Changes", "date": "2019-07-17 18:45", "summary": "New York, New Jersey and Connecticut say IRS targeted them for attempted workaround to cap on SALT deductions. New Jersey, New York and Connecticut filed a federal lawsuit challenging the U.S. Treasury Department's move to block the states' attempted workaround of a key part of the 2017 federal tax law.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-resolution-blocking-arms-sale-to-gulf-allies-11563401148", "title": "House Passes Resolutions Blocking Arms Sales to Gulf Allies", "date": "2019-07-17 18:42", "summary": "Three votes aim to prevent U.S. weapons sales to Saudi Arabia, United Arab Emirates; presidential veto is likely. WASHINGTON-The House sent President Trump a trio of resolutions Wednesday aimed at blocking arms sales to Saudi Arabia and the United Arab Emirates, joining the Senate in disapproving of administration ties to the Gulf nations but setting up a likely presidential veto.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuit-accusing-whole-foods-of-overcharging-is-thrown-out-11563403203", "title": "Lawsuit Against Whole Foods Is Thrown Out", "date": "2019-07-17 18:40", "summary": "Judge says New York City probe wasn't sufficient proof grocer cheated plaintiff. A federal judge in Manhattan threw out a lawsuit accusing Whole Foods of overcharging for prepackaged cheeses and cupcakes, saying a New York City investigation accusing the grocer of overstating food weight isn't sufficient proof the plaintiff had been ripped off.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-gears-up-for-weekend-heat-wave-11563403149", "title": "New York City Gears Up for Weekend Heat Wave", "date": "2019-07-17 18:39", "summary": "Temperatures likely will hit triple digits, raising fears of another blackout. New York City is expected to get its first heat wave of the summer in the coming days. Temperatures likely will hit triple-digits this weekend, raising fears of another blackout like last week's outage.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-spurns-private-oil-drilling-partners-11563403091", "title": "Mexico Spurns Private Oil-Drilling Partners", "date": "2019-07-17 18:38", "summary": "López Obrador's government effectively rolled back key parts of a 2014 constitutional overhaul that ended a state oil-industry monopoly. MEXICO CITY-Mexican President Andrés Manuel López Obrador effectively rolled back key parts of a 2014 constitutional overhaul that ended a state oil-industry monopoly and let private firms find and pump oil for the first time in seven decades.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-stays-mum-on-whether-officer-in-eric-garner-case-should-be-fired-11563403100", "title": "Mayor Stays Mum on Whether Officer in Eric Garner Case Should Be Fired", "date": "2019-07-17 18:38", "summary": "New York's Bill de Blasio withholds 'personal opinions' about fate of the NYPD's Daniel Pantaleo. New York City Mayor Bill de Blasio on Wednesday declined to say whether he thinks the police officer accused of placing Eric Garner in a deadly chokehold should be fired.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rests-his-2020-hopes-on-some-old-tactics-11563376363", "title": "Trump Rests His 2020 Hopes on Some Old Tactics", "date": "2019-07-17 18:37", "summary": "President bets he doesn't have to change his rhetoric or policies to win a second term, just make his opponents appear unacceptable to voters. WASHINGTON-President Trump's aides say he didn't set out to spark a firestorm Sunday morning with his series of racial insults on Twitter. But his message was consistent with the broader wager he has placed on his own re-election.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-overhaul-may-include-2-700-job-cuts-11563402637", "title": "MTA Overhaul May Include 2,700 Job Cuts", "date": "2019-07-17 18:30", "summary": "Board members are expected to debate and vote on the proposal when they meet next week. The Metropolitan Transportation Authority could cut up to 2,700 jobs over the next few years, according to a proposed overhaul of the nation's largest transit agency released Wednesday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-watchdog-wants-to-work-with-financial-companies-to-encourage-saving-11563402566", "title": "Consumer Watchdog Wants to Work With Financial Companies to Encourage Saving", "date": "2019-07-17 18:29", "summary": "Consumer advocates criticized the proposed partnerships, saying a strong agency was needed to police the industry. WASHINGTON-The federal consumer agency set up after the financial crisis to oversee the financial industry wants to work with firms on joint research to encourage people to save more.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fasb-votes-to-delay-credit-loss-standard-for-some-lenders-11563401755", "title": "FASB Votes to Delay Credit Loss Standard for Some Lenders", "date": "2019-07-17 18:15", "summary": "Small public banks would receive an extra three years to prepare for accounting change. The Financial Accounting Standards Board is poised to give lenders more time to prepare for the implementation of a new rule that would require them to record expected future losses as soon as loans are issued.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-delays-ipo-tax-measure-11563401564", "title": "San Francisco Delays 'IPO Tax' Measure", "date": "2019-07-17 18:12", "summary": "Sponsor of plan intended to address inequality plans to put it back on the ballot in 2020 with changes making it easier to pass. SAN FRANCISCO-Facing a backlash from the business community, city officials here have tabled until next year a proposed ballot measure to raise a tax on stock compensation to address concerns over wealth disparity.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-critics-err-11563400871", "title": "When Critics Err", "date": "2019-07-17 18:01", "summary": "Sometimes the greatest challenge critics face isn't making sense of the new but overcoming the prejudices of their own taste.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lighthizer-charms-congress-but-struggles-to-sell-usmca-11563355920", "title": "Lighthizer Charms Congress, but Struggles to Sell USMCA", "date": "2019-07-17 17:57", "summary": "Trump's point man on U.S.-Mexico-Canada trade pact woos Democrats leery of deal's fine points. WASHINGTON-When he isn't trying to forge an elusive trade deal with China, U.S. Trade Representative Robert Lighthizer can often be found working Capitol Hill, schmoozing with lawmakers on that other trade deal, the one with Canada and Mexico.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-says-deal-on-debt-ceiling-spending-levels-needed-by-friday-11563387307", "title": "Pelosi Says Deal on Debt Ceiling, Spending Levels Needed by Friday", "date": "2019-07-17 17:42", "summary": "House speaker aims to pass legislation ahead of looming summer recess. WASHINGTON-House Speaker Nancy Pelosi set a Friday deadline for Congress and the Trump administration to reach an agreement on raising the U.S. government's borrowing limit and setting new overall spending levels.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-proposed-45-million-settlement-may-not-include-two-accusers-11563399589", "title": "Proposed Weinstein Settlement May Not Include Two Accusers", "date": "2019-07-17 17:39", "summary": "As negotiators maneuver to advance multimillion-dollar settlement, one plaintiff's lawyer vows to fight 'sham deal'. After lawyers in May reached a tentative $44 million deal to settle all sexual-misconduct lawsuits pending against ex-Hollywood producer Harvey Weinstein, two alleged victims said they wanted out, appearing to scuttle an agreement roughly a year in the making.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-clinic-for-drug-users-opens-near-penn-station-11563398860", "title": "New Clinic for Drug Users Opens Near Penn Station", "date": "2019-07-17 17:30", "summary": "Housing Works, a social-services group known for its thrift stores, is behind the one-stop site. In a nondescript Midtown building tucked between tourist hotels and a few short blocks from New York Penn Station is one of the oldest syringe-exchange programs in the city and one of the newest primary-care clinics for drug users and the homeless.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-atmospheres-soundtracksextended-edition-by-brian-eno-review-an-evocative-lunar-score-11563398159", "title": "'Apollo: Atmospheres & Soundtracks-Extended Edition' by Brian Eno Review: An Evocative Lunar Score", "date": "2019-07-17 17:16", "summary": "The classic ambient album receives a reissue that includes a full disc of new material as gorgeous as the original record.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shortlist-of-candidates-to-lead-imf-emerges-11563376950", "title": "Front-Runner List to Lead IMF Narrows to Eurozone Candidates", "date": "2019-07-17 17:09", "summary": "Bank of England Gov. Mark Carney isn't among top four; finance ministers agree to nominate candidate by end of month. The list of front-runners to succeed Christine Lagarde as head of the International Monetary Fund has narrowed to four eurozone officials, according to several senior European officials.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebola-epidemic-in-congo-deemed-a-global-health-emergency-11563386422", "title": "Ebola Epidemic in Congo Declared a Global Health Emergency", "date": "2019-07-17 17:00", "summary": "World Health Organization says outbreak has infected more than 2,500 people and killed nearly 1,700 of them. The World Health Organization on Wednesday declared the Ebola outbreak in the Democratic Republic of Congo a global public-health emergency, a rare move that seeks to mobilize more funds to stop the deadly virus nearly a year after it first took hold in a region marked by decades of conflict.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-wobble-as-earnings-season-gets-underway-11563350325", "title": "Stocks Lower as Earnings Season Starts With Growth Concerns", "date": "2019-07-17 16:59", "summary": "Industrial sector is one of the biggest drags on S&P 500; earnings are due from Netflix, eBay and others.. U.S. stocks fell as the start of earnings season exposed weaknesses in the growth outlook for some companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ad-supported-video-services-edge-toward-audience-ratings-standard-11563396849", "title": "Ad-Supported Video Services Edge Toward Audience Ratings Standard", "date": "2019-07-17 16:54", "summary": "A lack of outside verification has frustrated marketers. Netflix Inc. only selectively releases unverifiable viewership numbers for its programming, arguing the majority of its audience data is its own business because it has no advertisers to please.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-buying-of-u-s-homes-suffers-record-drop-11563396472", "title": "Foreign Buying of U.S. Homes Suffers Record Drop", "date": "2019-07-17 16:47", "summary": "Pullback, led by Chinese buyers, is driving price cuts in coastal cities and causing new condos to sit empty. Foreign purchases of U.S. homes have dropped by half over the last two years, a fresh blow to the top end of the market in New York City, Miami and cities in California.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-distributors-stocks-fall-after-opioid-data-reports-11563387968", "title": "Medical Distributors Stocks Fall After Opioid Data Reports", "date": "2019-07-17 16:45", "summary": "Wednesday's drop puts pause on solid performance for medical distributors so far this year. Shares of medical distributors and other health-care companies took a hit on Wednesday, and their pain may not be short-lived.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-pressed-on-protections-for-cryptocurrency-users-11563396239", "title": "Facebook Pressed on Protections for Cryptocurrency Users", "date": "2019-07-17 16:44", "summary": "House lawmakers pursue regulatory concerns in second day of hearings on Libra. WASHINGTON-House lawmakers asked Facebook Inc. how it would protect users of its cryptocurrency, underscoring the political hurdles the company needs to clear before it can issue the digital cash.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shale-output-shows-signs-of-slowing-11563364801", "title": "Shale Output Shows Signs of Slowing", "date": "2019-07-17 16:37", "summary": "The number of active oil rigs in the U.S. fell to a 17-month low last week. Oil prices are back on the rise, but shale drillers still have little incentive to ramp up activity.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uranium-regains-some-glow-as-trump-sidesteps-fight-11563377803", "title": "Uranium Regains Some Glow as Trump Sidesteps Trade Fight", "date": "2019-07-17 16:36", "summary": "U.S. president holds back from imposing limits and prices climb. Uranium prices jumped to a four-month high after President Trump held back from imposing limits on U.S. imports of the nuclear fuel, saying he didn't regard it a national security risk.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-builders-get-a-reality-check-11563380077", "title": "Home Builders Get a Reality Check", "date": "2019-07-17 16:30", "summary": "Shares of home builders have been on a tear this year, but fresh housing data could hold them back.. Shares of home builders have been on a tear this year. But fresh housing data could hold them back.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-hires-kenneth-feinberg-to-handle-payments-to-crash-victims-families-11563377446", "title": "Boeing Hires Kenneth Feinberg to Handle 737 Max Claims", "date": "2019-07-17 16:27", "summary": "Victim-compensation attorney has worked to determine payments in cases including 9/11 attacks. Boeing Co. has hired victim-compensation attorney Kenneth Feinberg to distribute $50 million to families who lost relatives in two crashes involving its 737 MAX planes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-new-york-mellons-revenue-earnings-fall-11563395272", "title": "Bank of New York Mellon's Revenue, Earnings Fall", "date": "2019-07-17 16:27", "summary": "Shares rise 2% however as earnings-per-share exceed analyst estimates. Earnings at Bank of New York Mellon Corp. decreased in the company's second quarter as fee revenue slipped 3% from the same period a year ago.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-time-at-commie-camp-11563395164", "title": "One Time at Commie Camp...", "date": "2019-07-17 16:26", "summary": "China's dictator heads to the beach. Meanwhile, a New York Times columnist gets nervous about 2020.. Chinese tyrant Xi Jinping is going to the beach to ponder a response to President Donald Trump's tariff diplomacy. A crucial question for Mr. Xi is whether he's going to have to deal with Mr. Trump for another five and a half years. In the U.S., even many Trump opponents suspect the answer is yes.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-didi-seeks-to-raise-up-to-2-billion-amid-uber-revival-11563377006", "title": "China's Didi Seeks Up to $2 Billion as Ride-Hailing Firms Want Investors to Fund Growth", "date": "2019-07-17 16:12", "summary": "Fundraising would give the company a valuation of about $62 billion. China's dominant ride-hailing company Didi Chuxing Technology Co. is working to raise up to $2 billion from investors, according to people familiar with the matter, the latest sign that firms in the sector including Uber Technologies Inc. and Lyft Inc. are eager to raise money to fuel investments while posting steep losses.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-erupt-at-hawaiian-mountain-over-telescope-construction-11563386816", "title": "Protesters Arrested at Hawaiian Mountain Over Massive Telescope", "date": "2019-07-17 16:10", "summary": "Opponents say 'this is our most sacred mountain' ; Thirty Meter Telescope officials say care taken to respect rich history. Police began making arrests Wednesday at the base of Hawaii's tallest mountain, Mauna Kea, after hundreds of native Hawaiian protesters had gathered to stop the construction of a large telescope on what they say is their most sacred ground.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-greek-bonds-rally-as-hunt-for-yield-expands-11563380740", "title": "Italian, Greek Bonds Rally as Hunt for Yield Expands", "date": "2019-07-17 16:07", "summary": "Some investors bought the securities because they are unwilling to buy safer bonds at increasingly negative yields. Investors are buying bonds from once-avoided European countries, spurred by expectations that ongoing easy-money policies from central banks will continue to fuel demand for debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-arrests-hafiz-saeed-a-militant-wanted-by-the-u-s-11563367468", "title": "Pakistan Arrests Militant Wanted by the U.S.", "date": "2019-07-17 16:06", "summary": "Hafiz Saeed, who is linked to 2008 Mumbai attack, carries a $10 million U.S. bounty on his head. ISLAMABAD-Pakistan arrested the country's best-known militant, Hafiz Saeed, as Islamabad seeks to convince a skeptical international community that its territory will no longer be used by jihadists.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-and-lyfts-zero-sum-game-11563393373", "title": "Uber and Lyft's Zero-Sum Game", "date": "2019-07-17 16:02", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Tech", "Podcast"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-talks-stuck-in-rut-over-huawei-11563393280", "title": "Trade Talks Stuck in Rut Over Huawei", "date": "2019-07-17 15:54", "summary": "Trade negotiations are at standstill as Washington weighs how much business with telecom-equipment giant to allow. Progress toward a U.S.-China trade deal has stalled while the Trump administration determines how to address Beijing's demands that it ease restrictions on Huawei Technologies Co., people familiar with the talks said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/madoff-investor-kingate-to-pay-back-860-million-11563393268", "title": "Madoff Investor Kingate to Pay Back $860 Million", "date": "2019-07-17 15:54", "summary": "Settlement wraps up one of the largest remaining disputes in liquidation of Bernard Madoff's Ponzi scheme. One of the largest offshore fund managers that channeled cash to Bernard Madoff will return $860 million in stolen money under a settlement with the liquidators cleaning up after his Ponzi scheme.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-george-suggests-shes-not-ready-to-cut-rates-11563392516", "title": "Fed's George Suggests She's Not Ready to Cut Rates", "date": "2019-07-17 15:41", "summary": "Markets are broadly expecting the central bank to lower its benchmark rate at the end of July. Federal Reserve Bank of Kansas City President Esther George said Wednesday she's prepared to be flexible, but she doesn't yet see the case for a cut in interest rates later this month.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-beige-book-reports-modest-economic-activity-11563386571", "title": "Fed's Beige Book Reports Modest Growth, Trade Worries", "date": "2019-07-17 15:16", "summary": "Many businesses express optimism, but say they are keeping an eye on trade talks. American businesses see economic activity expanding modestly amid lingering fears over trade, according to a Federal Reserve report released Wednesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-bancorp-reports-higher-earnings-11563362945", "title": "Borrowing Lifts Earnings at U.S. Bancorp, PNC", "date": "2019-07-17 15:16", "summary": "Executives at both regional lenders say they expect Fed to cut rates this year, which would put pressure on bank earnings. Two of the largest regional lenders in the U.S. reported that strong borrowing spurred higher revenue and profits in the latest quarter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-denies-visas-for-u-s-teachers-at-moscow-school-11563387027", "title": "Russia Denies Visas for U.S. Teachers at Moscow School", "date": "2019-07-17 15:11", "summary": "American envoy urged Kremlin not to use children as 'pawns in diplomatic disputes'. MOSCOW-Russia has denied visas for teachers at a school in this capital city run by the U.S., British and Canadian embassies, adding to tensions between Washington and Moscow.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/csx-considers-promoting-interim-finance-chief-11563378345", "title": "CSX Considers Promoting Interim Finance Chief", "date": "2019-07-17 14:58", "summary": "Railroad, which named Kevin Boone interim CFO this year, is also conducting an external search. CSX Corp. is considering making its interim finance chief permanent, the company's chief executive said.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-n-nuclear-chief-set-to-leave-jeopardizing-iran-oversight-program-11563375820", "title": "U.N. Nuclear Chief Set to Leave Amid Iran Standoff", "date": "2019-07-17 14:54", "summary": "IAEA and its director general Yukiya Amano have come under increasing scrutiny over 2015 Iranian nuclear deal. The head of the United Nations' atomic agency is preparing to step down early, potentially kicking off a fight for control of the agency that has oversight of Iran's nuclear program, diplomats said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-clown-bar-second-act-11562694770", "title": "After Paris's Clown Bar, a Second Act", "date": "2019-07-17 14:38", "summary": "Chef Sota Atsumi, just 33, has been the culinary phenom behind one of Paris's toughest tables. Now he's left Clown Bar to open a place of his own: the Japanese-accented Maison. SOTA ATSUMI WANTS to invite you home. For the past two years the 33-year-old Japanese chef, whose signature custardy calves' brains and game-filled pithiviers helped make Clown Bar one of the hottest restaurants in Paris, has been developing a cozy new residence for his Japanese-accented French cuisine on a block in the city's 11th arrondissement. The restaurant, simply called Maison, will be a convivial setting for his most ambitious-and personal-cooking to date. It's \"a relaxed place with a domestic ambience but serious food,\" says his wife and muse, Akiko Otsu, who works in fine-art printing.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-conclude-michael-cohen-campaign-finance-probe-11563388513", "title": "Investigators Wrap Up Michael Cohen Campaign-Finance Probe", "date": "2019-07-17 14:35", "summary": "Conclusion of probe, which interviewed figures in Trump's orbit, comes without any further indictments. The Manhattan U.S. attorney's office said it has completed its investigation into campaign-finance violations by Michael Cohen, President Trump's former lawyer, without announcing further indictments of figures in Mr. Trump's orbit.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-good-as-gold-the-right-model-for-the-fed-11563388367", "title": "Is Good as Gold the Right Model for the Fed?", "date": "2019-07-17 14:32", "summary": "The historical record shows that the gold-standard years saw tremendous financial instability.. In \"The Fed Could Use a Golden Rule\" (op-ed, July 12), James Grant argues that under the gold standard stockholders in banks were responsible for bank solvency, whereas now, without gold backing the dollar, we have government bailouts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-there-a-future-for-girls-in-girls-sports-11563388320", "title": "Is There a Future for Girls in Girls' Sports?", "date": "2019-07-17 14:32", "summary": "I have been devastated to see fellow women defeated in sporting competitions by male-bodied athletes who identify as women. This is deeply unfair to women and an insult to the rights our mothers and grandmothers have fought for.. Regarding Madeleine Kearns's \"A Connecticut Girl Challenges Male Domination of Female Sports\" (op-ed, July 12): Like many women, I stand in solidarity with Selina Soule, who has become a voice of reason and fairness in women's sports. As a gender-critical feminist, I believe gender is a social construct and, like most scientists and biologists, that sex is binary.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-have-helped-some-gerrymandering-to-thrive-11563388270", "title": "The Feds Have Helped Some Gerrymandering to Thrive", "date": "2019-07-17 14:31", "summary": "With Eric Holder helping to lead the charge, a court agreed to change the boundaries of several districts to benefit Democrats in time for the Virginia House elections in November 2019.. Your editorial \"Eric Holder's Judicial Gerrymanders\" (July 8) overlooks Mr. Holder's recent success in Virginia. When Virginia's state legislative districts were drawn in 2011, they were passed with bipartisan majorities, including with the support of African-American members. Redistricting in Virginia, like in other Southern states, is subject to the federal Voting Rights Act of 1965, which requires U.S. Justice Department approval of district maps to ensure there is no racial gerrymandering. Virginia received this approval from the Justice Department in 2011, headed by then-Attorney General Eric Holder.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-pasta-salad-is-your-best-bet-this-summer-11563384481", "title": "Why Pasta Salad Is Your Best Bet This Summer", "date": "2019-07-17 14:31", "summary": "When it's done right, it's the star of the cookout. With these recipes from New York's Superiority Burger, who needs hot dogs?. THE PROBLEM WITH most pasta salad comes down to the pasta itself, said Brooks Headley, chef/owner of the New York's Superiority Burger.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antitrust-must-address-the-future-instead-of-the-past-11563388227", "title": "Antitrust Must Address the Future Instead of the Past", "date": "2019-07-17 14:30", "summary": "The Justice Department's lawsuit to block Quad Graphics' acquisition of LSC Communications, two leading printing companies, focuses on the past. With digital content outpacing print magazines and newspapers, the companies argue the merger is necessary to survive.. Your editorial \"Justice's Antitrust Confusion\" (July 9) correctly shows that U.S. antitrust enforcers are wrongly pursuing antitrust cases against local televisions mergers, which are now but small players compared with the massively scalable Google and Facebook . This dynamic is also at work in the Justice Department's lawsuit to block Quad Graphics' acquisition of LSC Communications-two leading printing companies. With digital content outpacing print magazines and newspapers, the companies argue the merger is necessary to survive, using what is known as a \"failing firm\" merger.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signing-of-power-sharing-deal-in-sudan-begins-anxious-wait-for-democracy-11563380876", "title": "Signing of Sudan Accord Begins Anxious Wait for Democracy", "date": "2019-07-17 14:09", "summary": "Military and protesters seal pact on path to elections in 2022. Rani Farah quit a lucrative job in Saudi Arabia, spent two months in jail and took a bullet to the chest, all to bring democracy to his country Sudan after 30 years of dictatorship.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retired-supreme-court-justice-john-paul-stevens-dies-11563326719", "title": "Retired Supreme Court Justice John Paul Stevens Dies", "date": "2019-07-17 14:03", "summary": "Stevens, 99, made a towering impression on American law during 34 years on the Supreme Court. Retired Justice John Paul Stevens, who served 34 years on the U.S. Supreme Court during an era of great change and co-authored some of the court's seminal decisions, died Tuesday at the age of 99.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-companies-penalized-for-failing-to-pay-suppliers-on-time-11563385671", "title": "U.K. Companies Penalized for Failing to Pay Suppliers on Time", "date": "2019-07-17 13:47", "summary": "Citations come amid proposals to improve British companies' payments culture. A professional body for the credit management industry took action against Prudential PLC, BT Group PLC, British American Tobacco PLC and other British companies for failing to pay suppliers on time.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheap-mortgages-arent-enough-to-spark-housing-boom-11563385283", "title": "Cheap Mortgages Aren't Enough to Spark Housing Boom", "date": "2019-07-17 13:41", "summary": "Mortgage rates have rarely been so low, yet the housing market remains subdued. Lower interest rates were supposed to breathe new life into the housing market. But so far there are few signs of a real-estate revival.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antiabortion-movement-begins-to-crack-after-decades-of-unity-11563384713", "title": "Antiabortion Movement Begins to Crack, After Decades of Unity", "date": "2019-07-17 13:36", "summary": "New wing of movement aims to challenge Roe v. Wade directly with 'heartbeat' bills, seeing hope in Supreme Court change, but traditional opponents say a defeat could stall momentum for years. Close to five decades after the Supreme Court's Roe v. Wade ruling enshrined a woman's constitutional right to terminate a pregnancy, the unity of the antiabortion movement is cracking.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-loses-almost-a-third-of-its-value-as-libra-hype-fades-11563349942", "title": "Bitcoin Loses Almost a Third of Its Value as Libra Hype Fades", "date": "2019-07-17 13:10", "summary": "Scrutiny of Facebook's plan to release its own digital coin has spoiled bitcoin's big rally. Facebook Inc.'s struggle to convince lawmakers it can create a viable cryptocurrency is rubbing off on bitcoin.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brother-of-2017-manchester-bomber-is-extradited-to-u-k-11563383070", "title": "Brother of 2017 Manchester Bomber Is Extradited to U.K.", "date": "2019-07-17 13:04", "summary": "Hashem Abedi, 22, faces charges in deadly suicide attack carried out by older brother at Ariana Grande concert. LONDON-British police said the brother of the Manchester Arena suicide bomber had been extradited to the U.K. to face charges of murder in the 2017 terrorist attack that killed 22 people.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-second-quarter-profit-climbs-11563360911", "title": "Consumers Lift Profit at Bank of America", "date": "2019-07-17 12:53", "summary": "Bank posts higher-than-expected earnings, lifted by consumer banking and wealth management. U.S. consumers propelled Bank of America Corp.'s profit in the latest quarter, though the bank warned it could take a hit from any Federal Reserve rate cuts.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/podcasts/wsj-the-future-of-everything/moonshot-how-apollo-launched-the-digital-revolution/c4870e4c-480d-4df1-8337-f52add1d781d?mod=article_inline", "title": "Podcast: How Apollo Launched the Digital Revolution", "date": "2019-07-17 12:43"}, {"link": "https://www.wsj.com/articles/patients-with-high-deductible-health-plans-to-get-greater-flexibility-11563372139", "title": "Trump Administration Moves to Shift Patients' Chronic Illness Costs to Insurers", "date": "2019-07-17 12:38", "summary": "Under new guidance, plans with health-savings accounts would cover treatments such as regular diabetes vision screenings or medications. WASHINGTON-Millions of Americans in high-deductible health plans may find it easier to access insulin, inhalers and other treatments for chronic health problems under guidance released Wednesday by the Trump administration.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-cant-go-it-alone-11563381404", "title": "Amazon Can't Go It Alone", "date": "2019-07-17 12:36", "summary": "Regulators are misunderstanding the value of Amazon's third-party business. Prime Day has shown once again that Amazon.com can move a lot of goods. When it comes to taking its turn in the harsh political spotlight, though, the tech titan may find that complexity is the one thing it can't sell.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkish-diplomat-killed-by-gunman-in-iraqi-kurdish-region-11563380811", "title": "Turkish Diplomat Killed by Gunman in Iraqi Kurdish Region", "date": "2019-07-17 12:26", "summary": "Ankara vows to retaliate against attack, which some Turkish officials blame on PKK. ISTANBUL-A Turkish diplomat was killed in the capital city of Iraq's semiautonomous Kurdish region Wednesday when at least one gunman opened fire inside a restaurant where the consular official was having lunch.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/omnicom-defends-its-data-strategy-after-rivals-make-big-deals-11563379615", "title": "Omnicom Defends Its Data Strategy After Rivals Make Big Deals", "date": "2019-07-17 12:06", "summary": "Ad company continues to swim against the tide in the wake of mergers by Publicis Groupe and Interpublic Group of Cos.. Omnicom Group Inc. continued to justify its decision to rent data services instead of making large acquisitions, a sign that the ad holding company will continue to swim against the tide of its competitors.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-has-a-new-nemesis-its-called-a-cold-front-11563361202", "title": "Tiger Woods Has a New Nemesis. It's Called a Cold Front.", "date": "2019-07-17 11:55", "summary": "Lower temperatures, like those expected at the British Open this week, have left the 43-year-old golf star achy and often not as good. Portrush, Northern Ireland", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/locals-try-helping-a-troubled-neighbora-bear-with-a-trash-lid-stuck-around-its-neck-11563377467", "title": "Locals Try Helping a Troubled Neighbor-a Bear With a Trash Lid Stuck Around Its Neck", "date": "2019-07-17 11:31", "summary": "Resume Subscription. ELY, Minn.-There is a not-so-average bear evading Minnesota wildlife authorities. His distinguishing feature is a heavy-duty plastic trash lid he's sporting like a Tudor ruff.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/family-vacations-ideal-for-the-most-demanding-travelers-teens-11563377072", "title": "Family Vacations Ideal for the Most Demanding Travelers: Teens", "date": "2019-07-17 11:24", "summary": "A travel company that organizes adventurous family trips aims to nudge kids out of their phone-clutching comfort zone. VACATIONS TO FAR-FLUNG destinations let families experience other cultures, but \"expanding your horizons\" can be a tough sell when your brood includes a teen or two. Activities that delight a wide-eyed adolescent may appall a churlish elder sibling; teasing and bickering ensue, and Mom gets a migraine. Plus, fitting some R & R into a week of cultural immersion isn't the easiest equation to finesse.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joaquin-el-chapo-guzman-sentenced-to-life-in-u-s-prison-11563373522", "title": "El Chapo Sentenced to Life in U.S. Prison", "date": "2019-07-17 11:14", "summary": "Drug lord Joaquín 'El Chapo' Guzmán will likely be sent to the federal 'Supermax' prison in Florence, Colo.. Joaquín \"El Chapo\" Guzmán Loera, the notorious leader of a Mexican drug cartel who spent decades on the run from authorities, was sentenced by a federal judge to spend the rest of his life in a U.S. prison.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-hollywood-director-designed-his-house-after-spains-alhambra-palace-11563375645", "title": "This Hollywood Director Designed His House After Spain's Alhambra Palace", "date": "2019-07-17 11:00", "summary": "Kinka Usher, who's selling his Montecito château for $35 million, said the home was inspired by the 13th century Spanish palace. An elaborate Santa Barbara, Calif., château inspired by the Alhambra palace in Spain is coming on the market for $35 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wild-mash-up-mansion-in-montecito-11563375355", "title": "A Wild Mash-Up Mansion in Montecito", "date": "2019-07-17 10:55", "summary": "Director Kinka Usher's home in Santa Barbara, Calif., is inspired by the Alhambra palace in Spain and includes Moorish and Italianate architecture.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yacht-owners-ditch-life-on-land-for-the-high-seas-11563373848", "title": "Yacht Owners Ditch Life on Land for the High Seas", "date": "2019-07-17 10:30", "summary": "Baby boomers embark on a permanent voyage as long-term living on yachts becomes easier to maneuver. Garry Hubbard didn't envision a quiet life for himself and his wife, Libby Hubbard, on solid ground. He wanted to retire aboard a yacht.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-consider-before-living-on-a-yacht-full-time-11563373608", "title": "What to Consider Before Living on a Yacht Full-Time", "date": "2019-07-17 10:26", "summary": "From operation costs to storm prep, here are some things to keep in mind before setting sail. Living aboard and cruising the world is a retirement dream for many, but it takes planning and preparation to pull off. Here are important considerations for this significant lifestyle shift.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-agency-working-with-ivanka-trump-to-back-women-entrepreneurs-11563373145", "title": "U.S. Agency Working With Ivanka Trump to Back Women Entrepreneurs", "date": "2019-07-17 10:19", "summary": "OPIC backed product aims to extend credit to emerging markets entrepreneurs. A U.S. government agency working closely with Ivanka Trump has invested in a new financial product intended to extend credit to women entrepreneurs in emerging markets.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airline-profits-are-flying-but-investors-dont-care-11563372468", "title": "Airline Profits Are Flying but Investors Don't Care", "date": "2019-07-17 10:13", "summary": "Bumper earnings at United and Delta clash with investors' preference for haven stocks. Business is flying at U.S. airlines, but investors don't want much to do with the sector. One side of this equation needs to change.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-aboard-these-luxury-yachts-11563372552", "title": "All Aboard These Luxury Yachts", "date": "2019-07-17 10:09", "summary": "These yacht owners downsized and moved onto their vessels full-time.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chinas-state-driven-growth-model-is-running-out-of-gas-11563372006", "title": "China's State-Driven Growth Model Is Running Out of Gas", "date": "2019-07-17 10:00", "summary": "Latest data suggest China may not match the trajectory of Taiwan, South Korea and Japan. New data showing the toll trade tensions are taking on China's economy are merely a symptom of a more serious malaise: The country's state-led growth model is running out of gas. A recession or crisis may not be imminent, but the long-run implications are just as serious. Absent a change in direction, China may never become rich.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-spotlight-shines-on-lawmakers-in-early-primary-states-11563371984", "title": "2020 Spotlight Shines on Lawmakers in Early Primary States", "date": "2019-07-17 09:59", "summary": "Presidential hopefuls on campaign trail seek advice from representatives who won in Iowa, New Hampshire, Nevada and South Carolina. NASHUA, N.H.-When Democratic presidential candidate Beto O'Rourke was asked during a town-hall meeting how he would address the opioid-abuse epidemic, he said he wanted to follow the lead of the area's congresswoman and his former House colleague, Rep. Annie Kuster, who was in the audience.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-inflation-rose-2-0-in-june-11563368084", "title": "Canada Inflation Rate Rises", "date": "2019-07-17 09:51", "summary": "Deceleration in CPI was expected; led by lower energy prices. OTTAWA-Canada's annual inflation rate rose at a slower pace in June, roughly matching market expectations, as consumer gas prices fell.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-freedom-of-my-50s-is-amazing-women-share-stories-of-midlife-reinvention-11563370767", "title": "'The Freedom of My 50s Is Amazing': Women Share Stories of Midlife Reinvention", "date": "2019-07-17 09:39", "summary": "A Wall Street Journal article about women forging new paths in middle age prompts an outpouring of reader response. \"The New Rules of Middle Age, Written By Women,\" a Wall Street Journal article spotlighting books about women forging new paths at midlife, prompted an outpouring of reader response-more than 4,900 comments on Facebook and many emails since publishing May 8.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-allied-forces-conduct-major-military-exercise-off-northeast-australia-11563370692", "title": "U.S. and Allied Forces Conduct Major Military Exercise Off Northeast Australia", "date": "2019-07-17 09:38", "summary": "U.K., Canadian, Japanese, Australian and New Zealand ships, aircraft and personnel join in drill as China projects power farther from its shores. ABOARD THE USS RONALD REAGAN-American forces took part in a major amphibious landing and practice assault off Australia's northeast coast on Wednesday in stepped-up drills as China modernizes its military to project power far from its shores.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-hopes-to-hammer-out-deal-with-u-s-on-taxing-big-tech-11563369317", "title": "France Hopes to Hammer Out Deal With U.S. on Taxing Big Tech", "date": "2019-07-17 09:15", "summary": "French finance minister supports U.S. push for safeguards on Facebook's cryptocurrency, Libra. CHANTILLY, France-France's finance minister said he shared the Trump administration's concerns about Facebook Inc.'s plan for its cryptocurrency, but suggested a gulf remains between Europe and the U.S. on how to tax the profits of the biggest tech companies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-partisan-spectacle-in-washington-work-quietly-goes-on-11563368784", "title": "Amid Partisan Spectacle, Work Quietly Goes On", "date": "2019-07-17 09:06", "summary": "A bitter political fight hasn't derailed policy negotiations between the Trump administration and Democrats. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-united-airlines-csx-cintas-burberry-devon-energy-and-more-11563360378", "title": "Stocks to Watch: Bank of America, PNC, United Airlines and More", "date": "2019-07-17 08:44", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surf-retreat-costa-rican-jungle-11562704830", "title": "A Surf Retreat in the Costa Rican Jungle", "date": "2019-07-17 08:38", "summary": "What began as a modest bungalow nestled in the lush jungles of Costa Rica's Nicoya Peninsula is now a rejuvenating, treehouse-like aerie with a surf-camp vibe. See inside the vacation home architect Alan Wanzenberg, whose clients include Mick Jagger. EVEN TRITE vacation-house names have uncanny staying power. So it is with Casa de Mañana, Alan Wanzenberg's home in the village of Nosara, a surf-and-yoga spot on Costa Rica's Nicoya Peninsula. Wanzenberg, an architect, is the Casa's third owner. When it was built in the early 1970s by Stevens Sperling, an American engineer and amateur naturalist, the bungalow offered a view of the Pacific from its veranda. Sperling positioned his drop-leaf desk in one corner to face the setting sun; Wanzenberg has replaced it with a dining table of his own design and added a weather gauge on a nearby wall (forecast: hot and dry from November to April; hot and wet from May through October). On certain summer afternoons, he stands and watches as water careens down the slope below. \"It's a resilient landscape,\" he says. \"Resiliency is pretty profound. There's a life parallel-the notion of sparse, severe moments and moments of lushness and fecundity.\"", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-meyers-on-the-meaning-of-home-11563366873", "title": "Nancy Meyers on the Meaning of Home", "date": "2019-07-17 08:34", "summary": "The director and influential interior tastemaker-plus five other luminaries-weigh in this month's Columnists topic: the value of home. \"I grew up in a house that was a little bit like The Man Who Came to Dinner-we had a guest once who came for dinner and stayed for six months. Sunday breakfast was always a hub of activity. My bedroom was painted yellow, and to this day if someone asks me, 'What's your favorite color?' I say, 'Yellow,' even though I don't own anything yellow. But you can't escape the comfort of those kinds of feelings. I remember when we did Father of the Bride we painted the interior of the house very pale yellow. We must have done 20 different yellow tests. I see the word aspirational a lot when people describe the homes in my films, but the houses are meant to reveal the inner lives of the characters. Iris's house in The Holiday was cozy but cramped. She wanted more out of life. It's all a part of the storytelling.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-housing-starts-declined-0-9-in-june-11563366879", "title": "U.S. Housing Starts Fell in June", "date": "2019-07-17 08:34", "summary": "Residential building permits, which can signal how much construction is in the pipeline, dropped 6.1%. Home building in the U.S. declined in June, a fresh sign of weakness in the housing market.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-begins-clinical-trial-for-home-dialysis-device-11563364801", "title": "CVS Begins Trial for Home-Dialysis Device", "date": "2019-07-17 08:00", "summary": "Company works to capitalize on Trump administration's push for home procedures. CVS Health Corp. is making an ambitious move into kidney care, launching a clinical trial for a new home-dialysis device designed by the firm of Dean Kamen, the Segway inventor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-we-stay-or-should-we-go-brexit-exposes-u-k-generation-gap-11563355802", "title": "U.K.'s Brexit Generation Gap Widens", "date": "2019-07-17 07:50", "summary": "Indecision over Britain's scheduled departure from the European Union three years after referendum feeds clashes within families as attitudes become more entrenched. LONDON-Three years after the British voted to leave the European Union, families are still fighting over Brexit.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-scenes-of-netflixs-call-to-alter-13-reasons-why-episode-11563363550", "title": "Behind the Scenes of Netflix's Call to Alter '13 Reasons Why'", "date": "2019-07-17 07:39", "summary": "For months, Netflix discussed research about the show and a spike in teen suicides, and whether the graphic scene should be changed after two years. When Brian Yorkey was adapting Jay Asher's book for the Netflix Inc. TV show \"13 Reasons Why\"-about a teen girl who commits suicide and the aftermath-he took creative liberty with the source material, changing the depiction of protagonist Hannah Baker's death from an overdose of pills to a graphic wrist-slitting.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-get-caught-up-in-hong-kong-protests-11563363063", "title": "Hong Kong Protests Drag Nike, Other Global Companies Into Upheaval", "date": "2019-07-17 07:31", "summary": "Nike, Pocari Sweat and restaurant chain Yoshinoya find that even appearing to take sides can spark a backlash. A broad stripe of businesses from global titan Nike Inc. to a local bakery is finding that taking sides, or even appearing to, in Hong Kong's protests against China's growing reach can spur popularity-or trigger an angry backlash.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/was-slack-too-thrifty-on-wall-street-11563363002", "title": "Was Slack Too Thrifty on Wall Street?", "date": "2019-07-17 07:30", "summary": "Wall Street didn't earn as much from Slack as from similar companies due to its direct listing. Wall Street isn't being very generous in return.. Slack went cheap on Wall Street. So perhaps Wall Street felt obliged to return the favor.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pnc-financials-profit-lifted-by-loans-revenue-11563361987", "title": "PNC Financial's Profit Lifted By Loans, Revenue", "date": "2019-07-17 07:13", "summary": "Total revenue at one of the country's largest regional banks rose 2.7%. PNC Financial Services Group Inc.'s profit increased in the second quarter, driven by strong growth in loans, deposits and revenue.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-cant-move-fast-and-break-currency-11563361381", "title": "Facebook Can't Move Fast and Break Currency", "date": "2019-07-17 07:03", "summary": "Libra faces skepticism from potential consumers, regulators and even some financial backers. Facebook is facing a painful grilling for an iffy payoff.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-showdown-flares-up-over-natural-gas-waste-11563361201", "title": "Texas Showdown Flares Up Over Natural-Gas Waste", "date": "2019-07-17 07:00", "summary": "Issue of burning off surplus gas exposes rift between frackers, pipeline companies. A pipeline company is challenging Texas' practice of allowing drillers to set unwanted natural gas on fire, in a case that could test state limits for how much of the fuel can legally go to waste.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-earnings-what-to-watch-11563357605", "title": "EBay to Post Earnings Amid Pressure From Activist Investors", "date": "2019-07-17 06:28", "summary": "Company is under pressure from activist investors Elliott and Starboard. EBay Inc. is scheduled to announce its second-quarter earnings after markets close Wednesday. Here's what you need to know:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulator-finds-uber-eatss-stiffing-of-restaurants-hard-to-stomach-11563358957", "title": "Regulator Finds Uber Eats's Stiffing of Restaurants Hard to Stomach", "date": "2019-07-17 06:22", "summary": "Australian competition watchdog says food-delivery service's contracts with restaurants are unfair. SYDNEY- Uber Technologies Inc. will no longer be able to charge restaurants in Australia for delivery mishaps outside their control, after the practice was deemed unfair in a rebuke for tech giants seeking to keep delivery costs low in a rapidly growing sector.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tour-de-france-has-a-shocking-leader-a-frenchman-11563357600", "title": "The Tour de France Has a Shocking Leader: A Frenchman", "date": "2019-07-17 06:00", "summary": "Julian Alaphilippe isn't just wearing the yellow jersey. He's also bringing back panache to the world's biggest bike race.. ALBI, France-Julian Alaphilippe could hardly be more French. From his stubborn refusal to learn English until his 20s to his d'Artagnan goatee and his penchant for dance music, the cyclist nicknamed Loulou has everything to become a national icon here. Especially right now.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-answer-to-its-pension-problems-invest-like-the-u-s-11563357602", "title": "Japan's Answer to Its Pension Problems: Invest Like the U.S.", "date": "2019-07-17 06:00", "summary": "Report laying out need for savings to supplement state-pension payments spurs new interest in money management. TOKYO-An official report advising Japanese couples to have at least $185,000 of their own savings for retirement has shaken up an election race and triggered a wave of interest in investing in a country where retirees have long counted chiefly on state pensions.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-archive-of-political-ads-is-fraught-with-missing-content-delays-11563355800", "title": "Google's Tool to Tame Election Influence Has Flaws", "date": "2019-07-17 05:30", "summary": "Mistakes have occurred in the Google Transparency Report for both Democratic and Republican presidential and congressional candidates. Google set up a searchable database of political ads last summer, following calls for greater transparency in the wake of Russia's interference in the 2016 presidential election.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-sales-slump-expected-to-continue-what-to-watch-11563355804", "title": "IBM Sales Slump Expected to Continue", "date": "2019-07-17 05:30", "summary": "Investors seek fresh signs of a turnaround in tech giant's second-quarter results. International Business Machines Corp. is expected to report second-quarter earnings after the market closes Wednesday. The results follow several quarters of declining revenue, although the company is betting the recently closed $34 billion acquisition of open-source software firm Red Hat Inc. will help revive its fortunes. Here's what to expect:", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cfo-retirements-climb-as-good-times-roll-on-11563355800", "title": "CFO Retirements Climb as Good Times Roll On", "date": "2019-07-17 05:30", "summary": "Market watchers say the surging stock-market could be prompting finance chiefs to hang up the abacus before a downturn hits. Bill Rogers had climbed the corporate mountain, ascending to the finance chief role at CenterPoint Energy Inc. He had just guided the Houston-based utility through the $6 billion purchase of natural gas and electricity supplier Vectren Corp. And he was approaching an important milestone: his 60th birthday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-race-to-make-airplane-wi-fi-less-terrible-11563355804", "title": "The Race to Make Airplane Wi-Fi Less Terrible", "date": "2019-07-17 05:30", "summary": "Prices and quality vary wildly depending on airlines and equipment, but Wi-Fi that's more dependable and free could soon become the standard. Wi-Fi pricing on airline flights has gotten as inconsistent as, well, Wi-Fi service on some airline flights.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/businesses-core-functions-are-more-vulnerable-to-hackers-11563355803", "title": "Businesses' Core Functions Are More Vulnerable to Hackers", "date": "2019-07-17 05:30", "summary": "As companies connect the complex software that runs their operations to the internet, their risk of cyberattacks increases. Companies are connecting behind-the-scenes business software to the internet, meaning that the systems that run their accounting, supply chains and other core functions are increasingly vulnerable to hackers.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-neuralink-advances-brain-computer-interface-11563334987", "title": "Elon Musk's Neuralink Shows Off Advances to Brain-Computer Interface", "date": "2019-07-17 03:05", "summary": "Company putting together submission to the FDA to start testing the technology in humans. Elon Musk and top-level scientists from his neuroscience startup Neuralink Corp., who are developing a next-generation brain-computer interface, unveiled what they billed as a significant advance toward a therapeutic device Tuesday night.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-withhold-f-35-fighters-from-turkey-trump-says-11563304669", "title": "U.S. to Withhold F-35 Fighters From Turkey, Trump Says", "date": "2019-07-17 00:41", "summary": "Move comes after Ankara received new missile-defense system from Russia. WASHINGTON-President Trump said the U.S. would withhold sales of advanced F-35 stealth jet fighters to Turkey after Ankara received a new air-defense system from Russia, putting new strains on the North Atlantic Treaty Organization.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/story/on-this-day-fifty-years-ago-july-17th-63718532?mod=article_inline", "title": "On This Day of the Moon Mission: Civil Rights and Sock It To Me", "date": "2019-07-17 00:01"}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11563300639", "title": "Pepper...and Salt", "date": "2019-07-17 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civil-rights-and-immigration-groups-file-lawsuit-challenging-new-trump-limits-on-asylum-claims-11563310786", "title": "Little Change at U.S. Border as Trump Asylum Rules Face Lawsuits", "date": "2019-07-17 23:41", "summary": "Refusing asylum to most applicants would outstrip available resources; policy targeted by legal challenges. Facing legal challenges and armed with few details on how the Trump administration planned to carry out its new asylum policy, U.S. immigration agents proceeded as usual on the American side of the border Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iac-to-invest-250-million-in-car-sharing-app-turo-11563332401", "title": "IAC to Invest $250 Million in Car-Sharing App Turo", "date": "2019-07-17 23:02", "summary": "IAC chief estimates car-sharing marketplace could be at least as big as car-rental business. IAC/InterActiveCorp will pay $250 million for a stake in Turo Inc. in a deal that values the burgeoning peer-to-peer car-sharing company at more than $1 billion.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-of-planned-parenthood-is-ousted-11563313415", "title": "President of Planned Parenthood Is Ousted", "date": "2019-07-17 22:36", "summary": "Leana Wen cites philosophical differences with board. Planned Parenthood Federation of America ousted its president after she had served just eight months, a surprise move that came as the organization faces growing political and legal challenges to abortion rights.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-the-netherlands-to-north-korea-kims-mercedes-take-a-long-trip-11563285968", "title": "From the Netherlands to North Korea, Kim's Mercedes Take a Long Trip", "date": "2019-07-17 22:34", "summary": "The sanctions-evading journey of the luxury limousines took three state-owned cargo jets, five countries and about four months. SEOUL-The Mercedes-Benz limousines seen chauffeuring around North Korean leader Kim Jong Un this year have stumped outsiders over how the sanctions-hit regime obtained the luxury rides.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-two-day-shipping-standard-not-on-prime-day-11563321203", "title": "Amazon's Two-Day Shipping Standard Slips for Some on Prime Day", "date": "2019-07-17 21:42", "summary": "Amazon.com delivers with Prime deals, but not on shipping speed. Tim Chauvin said he eagerly signed up for an Amazon Prime membership Monday to take part in the shopping extravaganza known as Prime Day. Like many Amazon.com Inc. customers, Mr. Chauvin, a 39-year-old laundry worker in Milford, Conn., expected to get his order in two days, a delivery window that Amazon promotes and Prime members have become accustomed to the company meeting.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-word-from-nancy-pelosi-sends-house-floor-into-chaos-11563327175", "title": "A Word From Nancy Pelosi Sends House Floor Into Chaos", "date": "2019-07-17 21:32", "summary": "Before a vote on condemning Trump's tweets, a debate raged over whether the speaker could use the word 'racist'. It was late in the afternoon in the Capitol, shortly before a vote to condemn President Trump's recent tweets as racist, when the House descended into turmoil over whether the speaker could say so out loud on the floor.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-gigantic-gold-coin-makes-its-way-to-wall-street-11563278400", "title": "A Gigantic Gold Coin Makes Its Way to Wall Street", "date": "2019-07-17 20:43", "summary": "Australian chunk of change weighs a metric ton and is worth about $45 million. Richard Hayes left a $45 million coin on the streets of Manhattan all day Tuesday, but he wasn't particularly worried about a thief carting it off.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-prepare-vote-condemning-trumps-tweets-about-lawmakers-11563297658", "title": "House Passes Resolution Condemning Trump Tweets as Racist", "date": "2019-07-17 20:18", "summary": "Vote of 240 to 187, largely along party lines, comes as the president again lashes out at lawmakers. WASHINGTON-The House passed a resolution condemning as racist President Trump's tweets calling for four U.S. congresswomen to \"go back\" to unspecified countries as Mr. Trump remained defiant and lashed out again at the Democratic lawmakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-wont-bring-federal-charges-against-police-officer-in-eric-garner-case-11563285249", "title": "Justice Department Won't Bring Federal Charges Against Police Officer in Eric Garner Case", "date": "2019-07-17 20:15", "summary": "Prosecutors said they lacked evidence to bring civil-rights charges against Daniel Pantaleo. Federal prosecutors won't bring civil-rights charges against a New York police officer accused of placing an unarmed black man in a deadly chokehold, Justice Department officials said Tuesday, five years after the incident became a flashpoint in a national conversation over race and policing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-capsules-unlikely-to-launch-with-astronauts-before-2020-11563322257", "title": "U.S. Capsules Unlikely to Launch With Astronauts Before 2020", "date": "2019-07-17 20:10", "summary": "NASA and the White House had touted plans to launch humans into orbit with new capsules in 2019. Plans by the White House and NASA to start using new U.S. space capsules to blast humans into orbit before the end of this year appear to be slipping, according to government and aerospace industry officials.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-movil-profit-jumps-in-second-quarter-11563322144", "title": "América Móvil Profit Jumps in Second Quarter", "date": "2019-07-17 20:09", "summary": "Telecommunications giant, controlled by billionaire Carlos Slim, logged higher operating gains and reduced financial costs. MEXICO CITY-Mexican telecommunications company América Móvil SAB boosted its net profit in the second quarter as higher operating gains combined with a decline in financial costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-top-myanmar-military-officials-over-ethnic-violence-11563321701", "title": "U.S. Sanctions Top Myanmar Military Officials Over Ethnic Violence", "date": "2019-07-17 20:01", "summary": "Move marks first time any government has taken such an action involving country's most senior military leadership. ", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}]