[{"link": "https://www.wsj.com/articles/it-wont-be-pretty-but-the-rugby-world-cup-will-be-decided-by-sheer-power-11572208676", "title": "It Won't Be Pretty but the Rugby World Cup Will Be Decided by Sheer Power", "date": "2019-10-27 23:08", "summary": "England and South Africa will square off in a rematch of the 2007 final. The All Blacks paced around the field in shock, unsure of what brick wall they had just crashed into. It had been 12 years since New Zealand had lost a single game at a Rugby World Cup; 12 years and 18 matches since anyone had so rattled the most powerful rugby nation on earth in the sport's most prestigious tournament.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentinas-alberto-fernandez-leads-results-of-presidential-vote-with-47-2-support-11572223112", "title": "Argentina's President Mauricio Macri Concedes Election to Peronist Rival Alberto Fernández", "date": "2019-10-27 22:46", "summary": "The vote has far-reaching consequences for international creditors and the future of a trade agreement with the European Union.. BUENOS AIRES-Argentina's once-disgraced nationalist Peronist movement was voted back into power on Sunday as voters grappling with an economic crisis rejected President Mauricio Macri's austerity policies, ending the country's experiment with policies Wall Street had supported.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chile-protesters-grievances-shift-to-inequality-rattling-government-11572215166", "title": "Chile Protesters' Grievances Shift to Inequality, Rattling Government", "date": "2019-10-27 22:39", "summary": "What began as students hopping turnstiles over a 3.7% rise in subway fares morphed into mass protests about an array of concerns. SANTIAGO, Chile-The rise in the subway fare was small, Natalia Cortez said, but came on top of what she called other indignities: shoddy schools and meager pensions, rising prices and a low minimum wage. So, she has been among the hundreds of thousands of protesters surging into the streets for days to shake President Sebastian Piñera's center-right government.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-attends-world-seriesand-gets-booed-11572230049", "title": "Trump Attends World Series-and Gets Booed", "date": "2019-10-27 22:34", "summary": "He arrived after chef José Andrés tossed the ceremonial first pitch to a rousing cheer from the home crowd. WASHINGTON-President Trump was booed during his first visit to a professional baseball stadium as commander in chief, a chilly reception from World Series fans just a few miles from the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bosses-get-out-of-your-employees-way-11572228361", "title": "Bosses, Get Out of Your Employees' Way", "date": "2019-10-27 22:06", "summary": "Workers are often most productive when their bosses leave them alone. Here's what both bosses and employees can do to make that happen.. Wise bosses know that, sometimes, the best management is no management at all.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whassup-anheuser-busch-inbev-looks-for-new-markets-11572228300", "title": "A Beer Marketer's Biggest Challenge", "date": "2019-10-27 22:05", "summary": "As traditional domestic beer consumption falters, CMO Pedro Earp says the company is seeking growth from super-premium and craft beers, as well as health and wellness. The lagers that long symbolized beer in the U.S.-easy-drinking brews whose ad campaigns entered pop culture with catchphrases like \"Whassup?\"-are losing market share.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/camparis-recipe-for-keeping-up-with-changing-tastes-11572228241", "title": "Campari's Recipe for Keeping Up With Changing Tastes", "date": "2019-10-27 22:04", "summary": "CEO Bob Kunze-Concewitz explains what's behind the rise of the Negroni cocktail. Rapidly shifting trends in liquor consumption have made the industry ripe for deals as companies seek the perfect brand portfolio. One of the most acquisitive companies has been Italy's Campari Group SpA, which has been making its namesake bitter red aperitif since 1860.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-a-ceos-personal-life-should-be-made-public-11572228180", "title": "When a CEO's Personal Life Should Be Made Public", "date": "2019-10-27 22:03", "summary": "Here are guidelines for directors who have to make that tricky call. When does the personal become everybody's business?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-moves-closer-to-ending-another-post-cold-war-treaty-11572177600", "title": "Trump Moves Closer to Ending Another Post-Cold War Treaty", "date": "2019-10-27 22:02", "summary": "Open Skies agreement was designed to reduce the risk of war between Russia and the West; Allied nations push to preserve the treaty. The Trump administration has taken steps toward leaving a nearly three-decade-old agreement designed to reduce the risk of war between Russia and the West by allowing both sides to conduct reconnaissance flights over one another's territories, U.S. officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-business-roundtables-model-of-capitalism-does-pay-off-11572228120", "title": "The Business Roundtable's Model of Capitalism Does Pay Off", "date": "2019-10-27 22:02", "summary": "Our research suggests these companies stack up well when it comes to corporate effectiveness. When the Business Roundtable said in August that its members had embraced a model of capitalism that takes into account the interests of all corporate stakeholders-and thereby renounced the idea that shareholders should always come first-it painted the move as one part affirmation, one part aspiration.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bradley-jacobs-has-acquired-more-than-500-companies-heres-what-he-has-learned-11572228061", "title": "This Man Has Acquired More Than 500 Companies. Here's What He Has Learned.", "date": "2019-10-27 22:01", "summary": "The CEO of XPO Logistics says you always have to have Plans B, C and D ready. Bradley Jacobs is on the prowl for deals again.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afraid-youre-too-qualified-for-a-job-heres-what-you-can-do-11572228000", "title": "Afraid You're 'Too' Qualified for a Job? Here's What to Do", "date": "2019-10-27 22:00", "summary": "New research shows that candidates who come off as too capable are often assumed to lack loyalty. It seems obvious: Hiring managers should choose the most qualified person for any job opening. But it often doesn't happen that way, leaving some job candidates to assume that they were rejected because they were overqualified.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-woos-u-s-and-other-foreign-companies-as-trade-war-takes-toll-11572202995", "title": "China Woos Foreign Firms as Trade War Takes Toll", "date": "2019-10-27 21:08", "summary": "Move suggests growing realization of fight's impact on China's economy and on U.S. firms' willingness to invest in country. BEIJING-China has stepped up its charm offensive to attract U.S. and other foreign companies in recent weeks, seeking to offset the debilitating impact of the trade war while still exchanging blistering comments with Washington.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiger-woods-ties-all-time-pga-tour-record-with-82nd-career-win-11572224614", "title": "Tiger Woods Ties All-Time PGA Tour Record with 82nd Career Win", "date": "2019-10-27 21:03", "summary": "With his win at the Zozo Championship in Japan on Monday, Woods matches Sam Snead's mark. Six months after he won the Masters, Tiger Woods reached another high point in his improbable comeback on Monday when he tied the record for PGA Tour victories.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-katie-hill-to-resign-after-intimate-relationship-with-campaign-staffer-11572221514", "title": "Rep. Katie Hill to Resign After Relationship with Campaign Staffer", "date": "2019-10-27 20:55", "summary": "Ms. Hill flipped a competitive district in California in 2018. Rep. Katie Hill, a freshman Democrat who flipped a competitive district in California in 2018, announced on Sunday she would resign from Congress after she admitted to having an intimate relationship with a campaign staffer.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-mission-that-killed-islamic-state-leader-baghdadi-11572219049", "title": "Inside the Mission That Killed Baghdadi", "date": "2019-10-27 20:10", "summary": "U.S. studied networks of tunnels and reviewed allies' tips as it closed in on militant. WASHINGTON-The chopping of blades from eight U.S. military helicopters roused startled residents in northwestern Syria on Saturday around midnight, an unusual sound for an area close to the relative quiet of the Turkish border.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-michigan-lawmaker-john-conyers-dies-at-90-11572210860", "title": "Former Michigan Congressman John Conyers Dies at 90", "date": "2019-10-27 20:02", "summary": "Mr. Conyers is the only African-American to serve in Congress for at least 50 years. WASHINGTON-Rep. John Conyers, the former Michigan Democratic congressman who was one of the longest-serving members of the House of Representatives, died Sunday at age 90.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-early-voting-change-expected-to-boost-turnout-11572218795", "title": "New York's Early Voting Change Expected to Boost Turnout", "date": "2019-10-27 19:26", "summary": "The new system will help election officials work out bugs and help people with rigid schedules. It is still a week before Election Day, but New Yorkers are able to cast their votes at early polling sites for the first time-a move supporters say will increase turnout and alter campaign strategy.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-trump-syria-raid-brings-political-benefitsfor-now-11572212200", "title": "For Trump, Syria Raid Brings Political Benefits-For Now", "date": "2019-10-27 17:56", "summary": "ISIS leader's death will offset some criticism of president's abrupt withdrawal, but military and other perils remain. For the American military, the lesson from the daring and successful raid in Syria that eliminated Islamic State leader Abu Bakr al-Baghdadi is fairly simple:", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-officer-in-coma-after-violent-arrest-and-fatal-shooting-of-suspect-11572109490", "title": "NYPD Officer in Coma After Violent Arrest and Fatal Shooting of Suspect", "date": "2019-10-27 17:38", "summary": "Uniformed officer was attacked in a nail salon Friday by a man wielding a metal chair during an attempted arrest of another suspect. A New York Police Department officer who was hit with a metal chair and fatally shot the attacker during a violent confrontation Friday is improving after he was placed in a medically induced coma, a police official said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warner-bros-faces-big-profit-share-on-record-setting-joker-haul-11572095954", "title": "Warner Bros. Faces Big Profit Share on Record-Setting 'Joker' Haul", "date": "2019-10-27 17:36", "summary": "Not seeing the brooding character-study as a blockbuster, studio unloaded a substantial share to outside investors. Record returns for \"Joker\" have the movie's backers laughing their way to the bank, but the studio that made the film, Warner Bros., could have reaped even bigger profits if it hadn't unloaded a substantial share of the film to outside investors, according to people familiar with terms of the film's financing.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-leader-targeted-in-u-s-military-raid-11572155580", "title": "Islamic State Leader Abu Bakr al-Baghdadi Died in U.S. Raid, Trump Says", "date": "2019-10-27 17:35", "summary": "U.S. officials call leader's elimination a blow to extremist group seven months after losing last of its territory. WASHINGTON-The ideological leader of Islamic State died in a U.S.-led raid in northwestern Syria, President Trump said Sunday, fulfilling a long-held U.S. goal and marking the most significant setback for the militant group since losing the last of its territorial caliphate earlier this year.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merkel-party-suffers-poll-blow-in-fragmenting-east-11572204357", "title": "Merkel Party Suffers Poll Blow in Fragmenting East", "date": "2019-10-27 17:35", "summary": "Exit polls in the state of Thuringia confirm a widening political rift between the former East and West Germany. BERLIN-German Chancellor Angela Merkel's conservative movement suffered another electoral setback on Sunday after voters in Germany's East deserted the country's mainstream parties for the fringes.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-impeachment-witnesses-to-go-before-lawmakers-11572211062", "title": "More Impeachment Witnesses to Go Before Lawmakers", "date": "2019-10-27 17:32", "summary": "White House's Tim Morrison, said to have linked Ukraine aid to pressure campaign, will appear Thursday. WASHINGTON-House committees are expected to hear from about a half dozen more witnesses in their impeachment inquiry this week, including a top White House official who has been mentioned in testimony linking a hold on aid to Ukraine to investigations President Trump and his allies pressured the country to pursue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-sparks-panic-and-confusion-in-the-dish-soap-aisle-11572089400", "title": "Walmart Sparks Panic and Confusion in the Dish-Soap Aisle", "date": "2019-10-27 17:29", "summary": "After P&G discloses supply snafu, Walmart warns of a national shortage; Rival chains say they have plenty of soap. Procter & Gamble Co. didn't make enough dish soap, and Walmart Inc. is letting all its customers know about it.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-of-baghdadi-unlikely-to-end-the-insurgency-he-led-11572211479", "title": "Death of Baghdadi Unlikely to End the Insurgency He Led", "date": "2019-10-27 17:24", "summary": "Islamic State is still reeling from the loss of its caliphate but its ideology remains central to the global jihadist movement. The death of Abu Bakr al-Baghdadi deprives Islamic State of its ideological head at a time when it is reeling from the loss of its self-proclaimed caliphate and trying to keep its extremist ideas alive.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-looms-over-race-to-lead-u-n-nuclear-agency-11572197016", "title": "Iran Looms Over Race to Lead U.N. Nuclear Agency", "date": "2019-10-27 16:58", "summary": "Group's most powerful members are split over IAEA's approach to Tehran. The United Nations' atomic agency is seeking a new leader in an increasingly tight competition overshadowed by Iran's nuclear activities.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lessons-of-baghdadi-11572209365", "title": "The Lessons of Baghdadi", "date": "2019-10-27 16:49", "summary": "Interrogation, help from allies, and forward- deployed U.S. forces.. The death on the weekend of Islamic State leader Abu Bakr al-Baghdadi at the hands of American special forces won't end the danger from radical Islam. But it is an important victory for America's antiterror strategy with lessons for the future.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-air-force-and-trump-turnberry-11572209282", "title": "The Air Force and Trump Turnberry", "date": "2019-10-27 16:48", "summary": "About that tempest in a Scottish tea cup: Consider it debunked.. Remember the brouhaha a couple months back about Air Force crews who stayed overnight at the Trump Turnberry golf resort in Scotland? The insinuations of corruption spread quickly, with the critics rolling out their favorite word, \"emoluments.\" But on this one the scandalmongers appear to owe President Trump an apology.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-seattle-tax-revolt-11572209235", "title": "Amazon's Seattle Tax Revolt", "date": "2019-10-27 16:47", "summary": "The company is spending big to defeat City Councillors hostile to business.. Amazon prides itself on progressive values, but it has discovered that it's tough to do business under Seattle's progressive government. The company is now spending big to elect a more business-friendly City Council on Nov. 5 in a test of whether the left or the far left controls Seattle's government.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-patriot-act-goes-too-far-11572209177", "title": "The Patriot Act Goes Too Far", "date": "2019-10-27 16:46", "summary": "Section 215 needs major reforms to safeguard core American liberties from government overreach.. To keep America safe, does the Federal Bureau of Investigation really need almost unfettered access to Americans' health records, DNA test results, and even private conversations overheard by digital assistants like Alexa and Siri? News broke earlier this month that the secret Foreign Intelligence Surveillance Court had admonished the FBI for illegally spying on Americans tens of thousands of times. The court's reprimand of the FBI's \"unduly lax\" treatment of foreign surveillance powers-meant for spies and terrorists-raises equally pressing concerns about its domestic surveillance authority.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-leads-westminster-to-a-waterloo-over-brexit-11572209114", "title": "Boris Johnson Leads Westminster to a Waterloo Over Brexit", "date": "2019-10-27 16:45", "summary": "The polls are in the prime minister's favor, but getting Britain out of the EU will be a close-run thing.. London", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-schools-are-an-opportunity-for-impact-investors-11572209068", "title": "Charter Schools Are an Opportunity for Impact Investors", "date": "2019-10-27 16:44", "summary": "High interest rates are a barrier to buying new facilities, even though such loans have proved a safe bet.. With more than three million students in charter schools nationwide, and an estimated five million families who would send their child to a charter if a spot were available, why aren't many more of them opening? One reason is the higher cost of capital they bear compared with traditional public schools. While both types of school receive public funding for operating expenses, charter schools cannot issue general-obligation bonds to purchase or construct their properties. That forces charter schools to find facilities, and the funds to renovate or build them, on the open market.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-congress-interrogates-zuckerberg-11572209002", "title": "Notable & Quotable: Congress Interrogates Zuckerberg", "date": "2019-10-27 16:43", "summary": "'Is it true that the overwhelming majority of persons associated with this endeavor are white men?'. Rep. Al Green (D., Texas) questioning CEO Mark Zuckerberg at a House Financial Services Committee hearing titled \"An Examination of Facebook and Its Impact on the Financial Services and Housing Sectors,\" Oct. 23:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gigs-up-for-freelancers-11572208945", "title": "The Gig's Up for Freelancers", "date": "2019-10-27 16:42", "summary": "California's latest dim policy could harm contract workers from cleaners to columnists.. I'll give up my keyboard when you pry it from my cold, dead hands. Didn't Charlton Heston say that? Don't tell anyone, but this weekly column may be illegal next year-all because of the latest self-wounding law from the statehouse in Sacramento.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chilean-capitalism-on-trial-11572208892", "title": "Chilean Capitalism on Trial", "date": "2019-10-27 16:41", "summary": "Market policies have been successful. So why are people taking to the streets?. At press time it was too early to call a winner in Argentina's presidential election Sunday. But Peronist Alberto Fernández and his vice-presidential running mate, former President Cristina Kirchner, were widely expected to defeat the re-election bid of center-right President Mauricio Macri.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-left-targets-one-of-its-own-11572208839", "title": "The Left Targets One of Its Own", "date": "2019-10-27 16:40", "summary": "A dissent against transgenderism leads to an effort to cancel a Toronto library talk.. Toronto", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-disruptor-review-the-life-and-myth-of-leland-stanford-11572208786", "title": "'American Disruptor' Review: The Life and Myth of Leland Stanford", "date": "2019-10-27 16:39", "summary": "The railroad tycoon and university co-founder is often credited for paving the way to a postindustrial revolution. Nonsense.. On May 11, 1869, Leland Stanford, president of the Central Pacific Railroad Co., sent a telegram from Promontory Summit, Utah, to his business partner Collis Huntington that read: \"The Rails Connected with appropriate Ceremony.\" None of Stanford's business partners were present at the joining of the Central Pacific and the Union Pacific, the two lines that formed America's first transcontinental railroad. But it was fitting that they left it to Stanford to handle publicity. Stanford's contributions to the partnership had been modest: He worked only when sharply prodded by his partners, and exasperated them with his natural indolence and attachment to highly conspicuous consumption. Having Stanford act as the public face of the company was about all his partners could expect of him.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-challenge-of-amazon-in-the-cloud-gains-force-11572208393", "title": "Microsoft Gains On Amazon In Cloud", "date": "2019-10-27 16:33", "summary": "Pentagon contract adds to momentum for Microsoft's Azure to catch up to Amazon Web Services. Microsoft Corp.'s win of a landmark Pentagon cloud-computing contract adds force to the software company's effort to unseat Amazon.com Inc. as the undisputed leader in the multibillion-dollar cloud-computing market.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-presidential-candidates-seek-to-build-support-in-south-carolina-11572207173", "title": "Democratic 2020 Candidates Seek to Build Support in South Carolina", "date": "2019-10-27 16:24", "summary": "Biden, Warren, Buttigieg hold weekend events in the first Southern state on the primary calendar. FLORENCE, S.C.-Democratic presidential candidates laid out competing visions across South Carolina this weekend as they sought to build support in the first Southern state on next year's primary calendar.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baghdadi-presided-over-vast-islamic-state-bureaucracy-inspired-terrorism-11572183503", "title": "Baghdadi, Brutal Leader of Islamic State, Inspired Terrorism Around the Globe", "date": "2019-10-27 15:44", "summary": "Abu Bakr al-Baghdadi led terror group as it conquered large swaths of Syria and Iraq, pulling U.S. back into Middle East conflict. Abu Bakr al-Baghdadi led the terror group Islamic State as it conquered territory across Syria and Iraq and pulled the U.S. back into another Middle East war before losing his self-described caliphate.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-may-always-be-the-future-11572204377", "title": "Cryptocurrency May Always Be the Future", "date": "2019-10-27 15:26", "summary": "The proposed digital dollar will succeed only if it makes transactions faster, cheaper and more secure than credit cards. I doubt it can.. J. Christopher Giancarlo and Daniel Gorfine (\"We Sent a Man to the Moon. We Can Send the Dollar to Cyberspace,\" op-ed, Oct. 16) propose that a digital dollar be \"created and maintained by a nongovernmental group but administered by banks and other trusted payment organizations.\" They claim the new digital dollar would result in \"much higher transaction speed, enhanced access and greater transparency.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ditching-the-kurds-makes-the-u-s-look-bad-11572204333", "title": "Ditching the Kurds Makes the U.S. Look Bad", "date": "2019-10-27 15:25", "summary": "\"That's life\" includes the predictable release of ISIS prisoners and American acquiescence in ethnic cleansing or genocide of the Kurds.. The ending comment, \"that's life,\" in Holman Jenkins's \"Trump Chooses to Fight at Home\" (Business World, Oct. 19) is intended to splash cold water on the outrage over the apparent betrayal of our friends the Kurds. But understand what \"that's life\" includes-the predictable release of ISIS prisoners and American acquiescence in ethnic cleansing or genocide of the Kurds.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-capitalism-remake-isnt-capitalist-11572204276", "title": "Warren's Capitalism Remake Isn't Capitalist", "date": "2019-10-27 15:24", "summary": "Sen. Elizabeth Warren proposes to make the market work. In a free-market system, no one makes the market work.. The insidious thing about Sen. Elizabeth Warren's plan to dismantle American free enterprise is that she aims to sneak it past moderates by calling it \"accountable capitalism,\" as if it is some mild tweaking of the capitalist system that has served the nation so well and has ensured freedom of the individual as no other system can (\"Businesses Brace as Warren Vows to Remake Capitalism,\" Page One, Oct. 10).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pay-teachers-more-but-make-them-accountable-11572204210", "title": "Pay Teachers More, but Make Them Accountable", "date": "2019-10-27 15:23", "summary": "Double the pay, ditch tenure and let's get on with it.. I vote for doubling teacher pay, continuing the gold-plated benefits and getting rid of tenure for teachers everywhere (\"Teachers in Chicago Launch Strike Over Pay, Class Size,\" U.S. News, Oct. 18). Our public-school curricula are terrible, as are some of the teachers and administrators. We need to improve the level of candidates applying to be teachers in order to be competitive in the world. We must attract great candidates to teach and administer in our schools, and have the ability to fire the incompetent ones. Double the pay, ditch tenure and let's get on with it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-loses-luster-yen-falters-as-investors-outlook-improves-11572192797", "title": "Gold Loses Luster, Yen Falters as Investors' Outlook Improves", "date": "2019-10-27 15:02", "summary": "More investors believe the Fed's easier monetary policy is starting to work its way through the economy. Money managers are scaling back wagers on gold, the Japanese yen and other popular havens, betting that the outlook for the U.S.-China trade war and Brexit will continue to improve.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-economic-growth-fed-statement-jobs-report-11572202800", "title": "Economy Week Ahead: Economic Growth, Fed Statement, Jobs Report", "date": "2019-10-27 15:00", "summary": "The U.S. Commerce Department releases it measure of gross domestic product on Wednesday. This week brings a triple header of major economic news in the U.S.: the first-read of third-quarter economic growth, a policy statement from the Federal Reserve and October's jobs report.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-factory-slump-shows-manufacturing-isnt-the-bellwether-it-used-to-be-11572195680", "title": "U.S. Factory Slump Shows Manufacturing Isn't the Bellwether It Used to Be", "date": "2019-10-27 14:55", "summary": "Manufacturing firms make up a smaller share of the U.S. economy and labor market than they used to. This has been a difficult year for American manufacturers, marked by trade war volleys and a global economy that is running out of steam. Output, investment and employment are down and firms are less optimistic.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twilight-of-the-stock-pickers-hedge-fund-kings-face-a-reckoning-11572197217", "title": "Twilight of the Stock Pickers: Hedge Fund Kings Face a Reckoning", "date": "2019-10-27 13:26", "summary": "Resume Subscription. Jonathon Jacobson picked stocks for three decades. He spent the 1990s at Harvard University's endowment, making winning bets on and against companies. Then he built a hedge fund, Highfields Capital Management, which made a mint in 2001 betting against Enron Corp.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-a-companys-aging-workforce-retrained-itself-for-the-cloud-11572192001", "title": "An Aging Workforce Retrained Itself for the Cloud and Found Stress, Payoff", "date": "2019-10-27 12:57", "summary": "We will give you the tools, a company told its tech staff, 'but it's up to you to decide and put in the time'. COLUMBUS, Ga.- Warren Atchley, 59, spent more than 30 years working with mainframe databases, technology that many in his field call \"the dinosaur.\" Then, about three years ago, he found out his job risked extinction.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-next-financial-bubble-high-end-sneakers-11572195216", "title": "China's Next Financial Bubble: High-End Sneakers", "date": "2019-10-27 12:53", "summary": "Investors on a perpetual search for the next big thing pile into anything hot, such as bitcoin or garlic. Travis Scott Nike Air Force 1s for $2,667, anyone?. In recent months, Chinese officials have had to contend with a bruising U.S. trade war, a slowing economy and crippling outbreaks of African swine fever.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-banks-long-fat-and-happy-confront-leaner-times-11572174000", "title": "Hong Kong Banks, Long Fat and Happy, Confront Leaner Times", "date": "2019-10-27 12:44", "summary": "Lenders feel the pain as the city's economy is hit by the U.S.-China trade war, slowing Chinese growth and months of antigovernment protests. For years, Hong Kong has been one of the world's most profitable banking markets. That status is now under threat.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bishops-ask-pope-francis-to-allow-married-priests-in-the-amazon-11572116428", "title": "Bishops Ask Pope Francis to Allow Married Priests in the Amazon", "date": "2019-10-27 12:12", "summary": "Vatican assembly also calls for further study on ordaining women as deacons. VATICAN CITY-A gathering of bishops at the Vatican recommended on Saturday that Pope Francis loosen the celibacy requirement for priests in South America's Amazon region-a step that would lead to the Roman Catholic Church ordaining married men on a routine basis for the first time in 1,000 years.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-labor-deal-could-be-costly-to-detroit-rivals-11572190874", "title": "GM Labor Deal Could Be Costly to Detroit Rivals", "date": "2019-10-27 11:41", "summary": "After securing new labor contract with GM, UAW bargainers will turn to Ford next in an effort to reach a similar agreement. The new labor deal secured at General Motors Co. this past week to end a 40-day strike will not only add to the auto maker's labor costs but could also pose problems for its Detroit rivals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-year-teenage-girls-blew-up-figure-skating-11572189137", "title": "The Year Teenage Girls Blew Up Figure Skating", "date": "2019-10-27 11:12", "summary": "An explosion of quadruple jumps has changed the sport overnight. A group of teenage girls have turbocharged the sport officially known as ladies skating, landing quadruple jumps that were off-limits for decades and in quantities that are already up there with the very top male skaters.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-the-sundance-institute-the-plot-thickens-11572184802", "title": "For the Sundance Institute, the Plot Thickens", "date": "2019-10-27 10:00", "summary": "Executive Director Keri Putnam says the proliferation of streaming services is a mixed bag for independent filmmakers. The way we watch movies is rapidly changing, and that spells uncertainty for the Sundance Institute and the independent films it champions.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgia-gop-on-pins-and-needles-over-gov-kemps-senate-choice-11572184800", "title": "Georgia GOP on Pins and Needles Over Gov. Kemp's Senate Choice", "date": "2019-10-27 10:00", "summary": "Women and minority candidates are weighed against Trump allies to fill Sen. Isakson's seat. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-jetblue-is-doing-in-silicon-valley-11572184801", "title": "What JetBlue Is Doing in Silicon Valley", "date": "2019-10-27 10:00", "summary": "The airline started a venture-capital arm to invest in startups looking to bring fresh ideas to air travel. JetBlue Airways Corp. has gotten into a business that is far removed from flying planes: venture capital.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-parenting-books-taught-me-to-be-a-better-leader-11572184800", "title": "How Parenting Books Taught Me to Be a Better Leader", "date": "2019-10-27 10:00", "summary": "Raising children is about nurturing. So is being a good boss.. While business books often focus on how to improve your personal performance, leadership is ultimately about how you foster and nurture your team. To get really good at that nurturing work, go to the books that are all about nurturing: the current generation of parenting books, informed by the latest research on developmental psychology and neuroscience.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentines-voting-today-are-expected-to-favor-opposition-peronist-for-president-11572183526", "title": "Argentines Voting Today Expected to Favor Opposition Peronist for President", "date": "2019-10-27 09:38", "summary": "Alberto Fernández seen as front runner as voters spurn Mauricio Macri's pro-business austerity policies amid 54% inflation, economic contraction and an IMF bailout. BUENOS AIRES-Argentines began voting Sunday in a presidential election that is expected to sweep into power the opposition Peronist movement as President Mauricio Macri grapples with voter anger over an economic crisis.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hearing-to-decide-fate-of-missouris-only-abortion-clinic-11572181200", "title": "Hearing to Decide Fate of Missouri's Only Abortion Clinic", "date": "2019-10-27 09:00", "summary": "St. Louis clinic could lose license in dispute with state, making Missouri first state in decades without an abortion clinic. A battle over Missouri's last abortion clinic continues this week, as a state commission weighs arguments in a licensing dispute that could level a blow to abortion access.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supplies-in-hand-popeyes-to-bring-back-its-spicy-chicken-sandwich-11572181201", "title": "Supplies in Hand, Popeyes to Bring Back Its Spicy Chicken Sandwich", "date": "2019-10-27 09:00", "summary": "The wildly popular item has been missing from the fried chicken chain's menu for two months. Having hunted for months for ingredients, Popeyes Louisiana Kitchen is bringing back its wildly popular spicy chicken sandwich.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-race-is-on-for-the-future-of-bond-trading-11572177781", "title": "The Race Is On for The Future of Bond Trading", "date": "2019-10-27 08:03", "summary": "Shares of electronic bond-trading platform MarketAxess shares have soared, but many players are seeking a piece of the evolving market. Wall Street has a new bond king. But as always, there are rivals for the crown.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-no-boutique-gyms-she-gets-creative-at-the-ymca-11572177600", "title": "With No Boutique Gyms, She Gets Creative at the YMCA", "date": "2019-10-27 08:00", "summary": "Resume Subscription. Katie Gibson's phone was getting in the way of her workouts. Looking to spend more time with her two children, she left her job as a speech pathologist and launched a skin-care company six years ago from home. The downside: She lived on her screen, even at the gym.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/from-shipping-channels-to-fashion-runways-11572177601", "title": "From Shipping Channels to Fashion Runways", "date": "2019-10-27 08:00", "summary": "A Greek couple in shipping and haute couture shows how the debt-ridden country is getting back on its feet. ATHENS- Nikolas Tsakos looked at a digital map in the operations room of his glass and concrete shipping headquarters overlooking the Greek capital's azure coastline one recent morning and broke into a smile. \"Thank God all our tankers are employed at very good rates,\" he said.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/husbands-of-2020-democratic-hopefuls-find-roles-on-campaign-trail-11572174002", "title": "Husbands of 2020 Democratic Hopefuls Find Roles on Campaign Trail", "date": "2019-10-27 07:00", "summary": "Field with historic number of women and first openly gay candidate means largest-ever group of male spouses of White House contenders. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/westchester-plastics-maker-embraced-renewable-energy-decades-before-gas-moratorium-11572174001", "title": "Westchester Plastics Maker Embraced Renewable Energy Decades Before Gas Moratorium", "date": "2019-10-27 07:00", "summary": "Allied Converters saves with cogeneration system and solar panels, while business community worries over potential natural-gas shortage. NEW ROCHELLE, N.Y.-Plastics manufacturer Richard Ellenbogen has found a way to keep the lights on: He makes his own electricity.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-series-momentum-swings-back-to-the-astros-11572174001", "title": "The World Series Momentum Swings Back to the Astros", "date": "2019-10-27 07:00", "summary": "Houston evened the best-of-seven series at two games apiece after beating Washington, 8-1, in Game 4. WASHINGTON-Carlos Correa knew with complete certainty that Alex Bregman would soon break out of his postseason slump in the sixth inning of Game 3 of the World Series on Friday. Washington Nationals manager Dave Martinez decided to walk Michael Brantley intentionally to load the bases ahead of Bregman, the star Houston Astros third baseman considered a favorite to earn MVP honors. Correa couldn't believe Martinez would disrespect Bregman in that way.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-stocks-hover-near-highs-past-pullbacks-worry-investors-11572168600", "title": "As Stocks Hover Near Highs, Past Pullbacks Worry Investors", "date": "2019-10-27 05:30", "summary": "Muted moves in S&P 500 highlight investor fears that stock market's gains could be limited. Stocks are flirting with record territory but have been stuck in a narrow trading range since the beginning of last year, leaving investors grasping for a fresh driver that could propel the decadelong bull market to even greater heights.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reeker-testifies-top-officials-blocked-show-of-support-for-ousted-ambassador--11572108104", "title": "State Department's Philip Reeker Testifies Top Officials Blocked Show of Support for Ousted Ambassador", "date": "2019-10-27 00:11", "summary": "Reeker is latest State Department witness called in impeachment inquiry. WASHINGTON-A senior State Department official went before House impeachment investigators Saturday and said that top officials stymied a show of solidarity for the former U.S. ambassador to Ukraine after President Trump had her removed, according to a person familiar with his closed-door testimony.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/don-valentine-pioneer-investor-who-founded-sequoia-capital-dies-at-87-11572200283", "title": "Venture Capital Pioneer Kept Entrepreneurs' Egos in Check", "date": "2019-10-27 00:01", "summary": "Don Valentine, early investor in Apple and Atari, pushed founders to cut costs and turn profits. In the mid 1960s, Don Valentine had a hunch that startups using silicon semiconductors, then a new technology, would thrive. After failing to persuade his employer, Fairchild Semiconductor Corp., that it should invest in some of its more promising customers, Mr. Valentine decided to invest on his own.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}]