[{"link": "https://www.wsj.com/articles/trump-rollback-of-methane-regulations-splits-energy-industry-11567098375", "title": "Trump Rollback of Methane Regulations Splits Energy Industry", "date": "2019-08-29 19:59", "summary": "Big oil-and-gas companies support restrictions on the powerful greenhouse gas, while smaller companies worry about cost. The Trump administration's move to roll back regulations on methane has divided the energy industry, with large companies saying restrictions are crucial to curtail leaks of the potent greenhouse gas and smaller producers calling them too costly.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-official-involved-in-huawei-dispute-steps-down-11567113252", "title": "U.S. Official Involved in Huawei Dispute Steps Down", "date": "2019-08-29 19:57", "summary": "Nazak Nikakhtar will return to a more junior position in a different Commerce Department division. WASHINGTON-A senior Commerce Department official overseeing an office that is at the center of President Trump's battle with Chinese telecommunications giant Huawei Technologies Co. left her post.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ulta-beauty-lowers-outlook-11567113589", "title": "Ulta Beauty Cuts Sales Outlook", "date": "2019-08-29 19:54", "summary": "Shares tumble on weak outlook; retailer says cosmetics makers fail to deliver ideas. Ulta Beauty Inc.'s rapid expansion is taking a hit as consumers cool on makeup from lipstick to eyeliner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jim-comeys-higher-virtue-11567121926", "title": "Jim Comey's Higher Virtue", "date": "2019-08-29 19:38", "summary": "The righteous former FBI director thinks the rules don't apply to him.. Beware the righteous man with power. That's the great lesson of James Comey, as the 79-page report released Thursday by the Justice Department Inspector General makes clear. The former FBI director willfully violated multiple rules as he sought revenge against Donald Trump while pursuing his own self-interest in the name of higher virtue.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-war-on-gigs-11567121779", "title": "California's War on Gigs", "date": "2019-08-29 19:36", "summary": "Democrats move legislation to unleash unions and the trial bar on contract workers.. California gave birth to the so-called gig economy with startups like Uber, Lyft and Postmates that are used by millions. But now Golden State Democrats are trying to smother their babies, and the progressives running for President want to help.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-progressive-surprise-11567121442", "title": "Italy's Progressive Surprise", "date": "2019-08-29 19:30", "summary": "The establishment and insurgent left team up to take out Matteo Salvini.. A week ago Matteo Salvini looked like Italy's next Prime Minister, but now the League leader is headed for the political wilderness. Italy's most interesting politician will have to watch as the left tangles with Brussels while trying to revive the economy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-progressive-defends-liberal-education-11567121394", "title": "A Progressive Defends Liberal Education", "date": "2019-08-29 19:29", "summary": "I want to call Anthony Kronman's new book a cry of the heart, but it's more like a cry of the brain.. We feel the coolness of the mornings now. The school year has begun. Students are entering or returning to colleges and universities with a busy buzz of hope and anticipation.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-indulging-javad-zarif-11567121106", "title": "Stop Indulging Javad Zarif", "date": "2019-08-29 19:25", "summary": "There's nothing 'moderate' about the Iranian foreign minister, who is now threatening our think tank.. Iran's Ministry of Foreign Affairs has often found itself on the regime's sidelines. To be sure, its diplomats have done their part: They tirelessly distribute anti-American and anti-Semitic propaganda, provide diplomatic pouches and logistical assistance to Iranian operatives, and deny and whitewash deadly operations. Yet Westerners have usually been willing to exempt Iranian diplomats from damning censure if they seem \"moderate\" in manner. Shaking a woman's hand, a smile, a bit of wit, a willingness to be in the presence of alcohol-Americans and Europeans appreciate it when Islamists behave.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sneaky-leaky-james-comey-11567121062", "title": "Sneaky, Leaky James Comey", "date": "2019-08-29 19:24", "summary": "The inspector general takes apart the former FBI director's excuses for his actions.. Of all the tall tales James Comey has told, none compare to the line he fed President Trump at their infamous January 2017 dinner. As recounted in the former Federal Bureau of Investigation director's memo about that evening, \"I said I don't do sneaky things, I don't leak, I don't do weasel moves.\"", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/communism-and-religion-cant-coexist-11567120938", "title": "Communism and Religion Can't Coexist", "date": "2019-08-29 19:22", "summary": "Marx's line about the 'opium of the people' only hints at the ideology's hostility.. Bolivian President Evo Morales, when meeting Pope Francis a few years ago, presented the Holy Father with a crucifix mounted on a hammer and sickle. The stunt prompted a debate that never seems to go away, whether it takes place on the world stage or in obscure religious journals: Is there a religious case for communism?", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aarps-interests-diverge-from-its-members-11567120882", "title": "AARP's Interests Diverge From Its Members'", "date": "2019-08-29 19:21", "summary": "The advocacy group sided with insurers against a rule that would help seniors.. Ten thousand American baby boomers will turn 65 each day for the next 10 years. This is one of the biggest demographic transitions in U.S. history, and the resulting shifts in health-care spending will require intelligent policy. But a significant conflict of interest has led AARP, senior citizens' strongest lobby, to put their well-being aside.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-think-imagine-review-paving-the-road-to-progress-11567120843", "title": "'Make, Think, Imagine' Review: Paving the Road to Progress", "date": "2019-08-29 19:20", "summary": "Though making new things is a universal human trait, recognizing their value is not. Engineers turn creative ideas into practical ones.. Penicillin was discovered by the Scottish physician Alexander Fleming in 1928, a landmark event in the history of medicine. Yet few who know of Fleming's feat are aware of just how difficult it was to extract penicillin from the mold that generated it; just one person was treated with the drug in the first 14 years after the discovery. Only after American engineers turned their attention to the problem could penicillin be produced in industrial quantities. More than two million doses were available for the Allied forces by D-Day in 1944, most generated from a converted ice factory in Brooklyn using a commercial process designed by a savvy chemical engineer, Margaret Hutchinson Rousseau.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/governments-must-secure-employees-janus-rights-11567120722", "title": "Governments Must Secure Employees' Janus Rights", "date": "2019-08-29 19:18", "summary": "The feds, and many states and localities, still deduct union dues from paychecks without consent.. Fourteen months ago the Supreme Court held that the First Amendment protects government employees from being forced to subsidize unions. Janus v. Afscme affirmed that some five million state and local workers have the legal right to stop such payments.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-summer-that-busted-myths-about-europe-11567120606", "title": "The Summer That Busted Myths About Europe", "date": "2019-08-29 19:16", "summary": "Brexit wasn't the start of a revolution. If anything, it has shown why Europeans tend to tolerate the EU.. Europe had an awful summer. It started with rising political uncertainty, worsening Brexit chaos, a deteriorating economy, growing threats of a trade war-and then all those things grew worse. Heading into the autumn, the Continent's largest economy, Germany, teeters on the edge of recession. Italy's government is in chaos again. Brexit is approaching in a more severe form than anyone expected.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/refinance-u-s-debt-while-rates-are-low-11567120501", "title": "Refinance U.S. Debt While Rates Are Low", "date": "2019-08-29 19:15", "summary": "Taxpayers will save billions if the government takes new low-interest loans to pay off its current liabilities.. Today's historically low interest rates on government bonds, along with the flattening of the yield curve, offer Uncle Sam a once-in-a-lifetime opportunity to lower his interest expenses by trillions of dollars over the next three decades. The savings could be large enough to pay for the entire Trump tax cuts and make them permanent.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-announces-creation-of-u-s-space-command-11567119715", "title": "Trump Announces Creation of U.S. Space Command", "date": "2019-08-29 19:01", "summary": "But 'Space Force,' new branch of armed services, will come later. WASHINGTON-President Trump announced the creation of U.S. Space Command on Thursday, saying it will be a \"different ballgame\" for those who wish to challenge the U.S. in space.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-fbi-director-comey-violated-policies-by-leaking-documents-watchdog-says-11567088418", "title": "Comey Violated FBI Policies by Sharing Memos, Watchdog Says", "date": "2019-08-29 18:39", "summary": "The memos described what Mr. Comey viewed as President Trump's early efforts to shut down the FBI probe into Russian election interference. WASHINGTON-The Justice Department's inspector general sharply criticized former FBI Director James Comey for providing memos about his interactions with President Trump to people outside the bureau, saying he set \"a dangerous example.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-senators-want-answers-about-listings-for-unsafe-merchandise-on-amazon-com-11567101615", "title": "Senators Want Answers on Listings for Unsafe Amazon Merchandise", "date": "2019-08-29 18:39", "summary": "Lawmakers call on Jeff Bezos to initiate investigation of company's consumer safety policies following report of unsafe items sold on site. Three U.S. senators wrote a letter to Amazon.com CEO Jeff Bezos asking him to take action to stop the sale of unsafe items and to ensure accurate warning labels on his company's giant sales platform.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dell-reports-record-revenue-in-pc-division-11567112321", "title": "Dell Reports Record Revenue in PC Division", "date": "2019-08-29 18:34", "summary": "Company swung to profit; orders, excluding China, rose 4%. Dell Technologies Inc. swung to a quarterly profit bolstered by a large tax benefit and record revenue at the division selling everything from laptops to computer workstations.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juniper-networks-settles-foreign-bribery-charges-11567118001", "title": "Juniper Networks Settles Foreign Bribery Charges", "date": "2019-08-29 18:33", "summary": "Networking products company will pay $11.7 million as part of a settlement with the Securities and Exchange Commission. Juniper Networks Inc. on Thursday settled charges that its Russian and Chinese subsidiaries falsified travel expenses and secretly agreed to fund leisure trips for government officials.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/models-musicians-face-lawsuits-over-fyre-festival-payments-11567117691", "title": "Models, Musicians Face Lawsuits Over Fyre Festival Payments", "date": "2019-08-29 18:28", "summary": "Bankruptcy trustee sues Kendall Jenner, Blink-182, Migos, talent agencies and others to claw back millions in cash paid out by failed music festival. Models who promoted the Fyre Festival on social media and musicians who were booked to perform at the doomed music festival have been sued by a bankruptcy trustee who is attempting to recover payments they received from William \"Billy\" McFarland or companies he used to organize the event.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thor-equities-pivots-from-bricks-to-clicks-11567116730", "title": "Thor Equities Pivots From Bricks to Clicks", "date": "2019-08-29 18:12", "summary": "Big retail-property buyer is betting on 'voracious appetite' for logistics space. Thor Equities, which once championed retail bricks-and-mortar shops in the years following the recession, is pivoting toward the very thing that is wreaking havoc with physical stores: e-commerce.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-president-faces-inside-pressure-to-soften-his-oil-industry-stance-11567116494", "title": "Mexico's President Under Pressure to Soften His Oil-Industry Stance", "date": "2019-08-29 18:08", "summary": "Officials within Andrés Manuel López Obrador's government are pushing him to give private investors a bigger role. MEXICO CITY-Several top officials of President Andrés Manuel López Obrador's government have stepped up efforts in recent weeks to convince the nationalist leader to give private investors a bigger role in Mexico's oil sector, including auctions for drilling rights in the deep waters of the Gulf of Mexico, according to people familiar with the matter.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-returns-show-extent-of-billionaire-candidate-tom-steyers-wealth-11567115879", "title": "Billionaire Candidate Tom Steyer Releases Tax Returns", "date": "2019-08-29 17:58", "summary": "Democratic presidential hopeful reported more than $1 billion in adjusted gross income over nine years. The billionaire Democratic presidential candidate Tom Steyer reported about $146 million in adjusted gross income in 2017 and more than $1 billion over nine years, putting him near the top of U.S. income charts, according to tax returns he released Thursday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juuls-marketing-practices-under-investigation-by-ftc-11567096073", "title": "Juul's Marketing Practices Under Investigation by FTC", "date": "2019-08-29 17:57", "summary": "Federal probe examines whether e-cigarette maker engaged in deceptive marketing; Juul says it hasn't targeted minors, has stopped using paid influencers. The Federal Trade Commission is investigating whether e-cigarette startup Juul Labs Inc. used influencers and other marketing to appeal to minors, according to people familiar with the matter, ratcheting up pressure on a company whose products are blamed for a rise in vaping among teens.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-strengthens-and-treasurys-decline-on-trade-optimism-11567099675", "title": "Dollar Strengthens and Treasurys Decline on Trade Optimism", "date": "2019-08-29 17:50", "summary": "Hopes of easing tensions in U.S.-China trade battle improve investors' outlook. The dollar rose to its highest level against a basket of currencies in more than two years and Treasury prices declined Thursday as hopes of easing tensions in the trade battle with China stoked investor optimism.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-close-to-expanding-overtime-pay-11567108304", "title": "Trump Administration Close to Expanding Overtime Pay", "date": "2019-08-29 17:38", "summary": "Measure would raise the annual salary threshold that generally determines who qualifies for overtime. WASHINGTON-The Trump administration is moving to expand the number of Americans eligible for overtime pay under a rule the Labor Department is set to complete in the coming weeks.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-nypd-officers-plead-guilty-to-charges-involving-sex-with-woman-in-custody-11567106961", "title": "Ex-NYPD Officers Plead Guilty to Charges Involving Sex With Woman in Custody", "date": "2019-08-29 17:37", "summary": "Initial charges including rape and kidnapping were dropped by the Brooklyn district attorney's office, citing witness credibility problems. Two former New York Police Department detectives pleaded guilty Thursday to minor charges to resolve a case in which they had sex with an 18-year-old woman in custody in an incident that prompted a change in state law.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-sign-venezuelas-maduro-willing-to-exit-u-s-says-11567114184", "title": "No Sign Venezuela's Maduro Willing to Exit, U.S. Says", "date": "2019-08-29 17:29", "summary": "Top U.S. envoy for Venezuela says Washington and Maduro government aren't negotiating a departure. WASHINGTON-The top U.S. envoy for Venezuela said there has been no sign that the country's leader, Nicolás Maduro, was willing to negotiate an exit deal, the Trump administration's most direct acknowledgment yet that U.S. efforts to force a change in government have stalled.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-say-trade-war-is-hitting-china-operations-11567090800", "title": "U.S. Companies Say Trade War Is Hitting China Operations", "date": "2019-08-29 17:24", "summary": "More than 80% of companies surveyed by the U.S.-China Business Council see an impact from trade tensions, up from 73% last year. More U.S. businesses and farmers say they are suffering amid the prolonged U.S.-China trade war, as they brace for the fallout from a new round of tariffs set to take effect Sunday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-rebel-commanders-call-for-colombian-fighters-to-take-up-arms-again-11567099778", "title": "Ex-Rebel Commanders Call for Colombian Fighters to Take Up Arms Again", "date": "2019-08-29 17:18", "summary": "The declaration was widely condemned by the political establishment and former guerrillas now serving in congress. BOGOTÁ, Colombia-Two former rebel commanders who broke with their comrades over a peace pact that disarmed thousands of guerrillas reappeared Thursday to call on their followers to take up arms against the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deere-names-john-may-successor-to-ceo-samuel-allen-11567089893", "title": "Deere Replaces CEO as Machinery Sales Sag", "date": "2019-08-29 17:12", "summary": "Farm-equipment giant taps COO John May as new CEO as it struggles with debt, falling farm incomes and trade tensions. Deere & Co. replaced long-time Chief Executive Samuel Allen with its chief operating officer, as it faces slack demand from struggling U.S. farmers and weaker sales than expected abroad.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/few-sectors-have-escaped-augusts-stock-market-selloff-11567100241", "title": "Few Sectors Escape August's Stock-Market Selloff", "date": "2019-08-29 17:07", "summary": "Some money managers urge investors to rotate into more defensive assets, such as high dividend-paying stocks, Treasurys. It has been a rough August for most corners of the stock market.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harlem-electric-bike-rider-is-fourth-to-die-in-crash-in-new-york-city-this-year-11567112237", "title": "Harlem Electric-Bike Rider Is Fourth to Die in Crash in NYC This Year", "date": "2019-08-29 17:02", "summary": "Death comes as electric bicycles and scooters become increasingly popular despite being illegal. A rider of an electric-powered bicycle has died days after being involved in a collision with an elderly man walking in Manhattan's Central Park.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-income-shoppers-fuel-gains-at-dollar-chains-11567100915", "title": "Lower-Income Shoppers Fuel Gains at Dollar Chains", "date": "2019-08-29 16:58", "summary": "Sales rise at Dollar General and Dollar Tree, and both chains raise profit estimates for the year. Dollar-store chains Dollar General Corp. and Dollar Tree Inc. said Thursday sales rose during the most recent quarter and that executives are working to manage the cost of new tariffs on Chinese goods.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-rise-on-hopes-for-trade-talks-11567066112", "title": "U.S. Stocks Climb on Hopes for Trade Talks", "date": "2019-08-29 16:51", "summary": "Bond yields climb; Dow industrials close more than 300 points higher. U.S. stocks rallied Thursday amid renewed hopes for progress in the trade dispute between the U.S. and China.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/viewpoints-photographs-from-the-howard-greenberg-collection-review-a-vintage-celebration-11567111899", "title": "'Viewpoints: Photographs From the Howard Greenberg Collection' Review: A Vintage Celebration", "date": "2019-08-29 16:51", "summary": "An exhibition in Boston features works that were printed soon after the images were snapped, made by their photographers or under the photographers' supervision.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economic-growth-revised-to-2-in-second-quarter-11567081908", "title": "U.S. Growth Slows, Corporate Profits Rise", "date": "2019-08-29 16:43", "summary": "Turnaround in profits, stronger consumer spending nudged economy as expansion reached 10th anniversary. WASHINGTON-The U.S. economic expansion cooled as it reached its 10th anniversary, despite strong pickups in corporate profits and consumer spending in the second quarter, with longer-run forces weighing on the outlook ahead.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measles-cases-are-on-the-rise-in-europe-who-says-11567110672", "title": "Measles Cases on the Rise in Europe, WHO Says", "date": "2019-08-29 16:31", "summary": "Resurgence comes as the U.S. faces the worst outbreak since it declared the disease eliminated in 2000. Europe is seeing a resurgence of measles with nearly 90,000 cases in the first half of 2019, surpassing the number in all of last year, underscoring the necessity for more people to be vaccinated against the highly contagious disease, the World Health Organization said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-lowers-sales-forecast-citing-tariffs-toll-11567095663", "title": "Best Buy Lowers Sales Forecast, Citing Tariffs' Toll", "date": "2019-08-29 16:29", "summary": "New CEO says tariffs set to go into effect in September will raise costs on an array of electronics; 'There is no precedent for this'. Best Buy Co. reported disappointing second-quarter sales and narrowed its revenue forecast for the year, citing the impact of U.S. tariffs on Chinese-made goods.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fanatic-review-fandom-unhinged-11567110522", "title": "'The Fanatic': Fandom Unhinged", "date": "2019-08-29 16:28", "summary": "John Travolta stars as a horror-film obsessive with a dangerous edge in Fred Durst's movie.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iron-mountain-pitches-renewable-energy-to-data-center-customers-11567110422", "title": "Iron Mountain Pitches Renewable Energy to Data-Center Customers", "date": "2019-08-29 16:27", "summary": "Renewable sources can offer up to 30% in energy savings, according to the head of Iron Mountain's data-center operations. Iron Mountain Inc. is stepping up efforts to sell data-center customers on solar, wind and other renewable-energy sources by touting benefits including lower electricity bills.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/official-secrets-review-the-cost-of-truth-11567110412", "title": "'Official Secrets' Review: The Cost of Truth", "date": "2019-08-29 16:26", "summary": "Gavin Hood's fact-based drama tells the story of a British whistleblower who leaked information about a blackmail scheme aimed at forcing U.N. members to support the war in Iraq.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miles-davis-birth-of-the-cool-review-grace-notes-and-beyond-11567110353", "title": "'Miles Davis: Birth of the Cool' Review: Grace Notes and Beyond", "date": "2019-08-29 16:25", "summary": "The documentary from Stanley Nelson is a gossipy and very musical primer-with more than a few bars of uptight commentary-on the jazz icon.. ", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bls-strives-to-track-inflation-accurately-11567109927", "title": "The BLS Strives to Track Inflation Accurately", "date": "2019-08-29 16:18", "summary": "The Bureau of Labor Statistics prides itself on being impartial and transparent.. Regarding Phil Gramm and John F. Early's \"Americans Are Richer Than We Think\" (op-ed, Aug. 22): The consumer-price index is the most widely used and trusted measure of inflation in the U.S. Several different indexes are available, each designed for a specific purpose. In constructing the indexes, the Bureau of Labor Statistics follows the guidance issued by the International Labour Organization's consumer-price index manual, an internationally recognized authority on price-index theory and practice. In fact, the U.S. CPI not only meets the best practices recommended in the manual, it exceeds many of them. Thus we take issue with the authors' notion that the BLS produces \"bad measures of inflation.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-teaches-ethnic-studies-but-not-the-basics-11567109832", "title": "California Teaches 'Ethnic Studies' but not the Basics", "date": "2019-08-29 16:17", "summary": "Resume Subscription. In \"California Curriculum Proposal Is in Process\" (Letters, Aug. 13), Linda Darling-Hammond, president of the California State Board of Education, advocates that \"courses in ethnic studies can help students think more deeply about history and society and feel more connected to school, which improves graduation rates.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shareholders-not-ceos-should-pick-boards-11567109873", "title": "Shareholders, Not CEOs, Should Pick Boards", "date": "2019-08-29 16:17", "summary": "In most cases, the CEO is also the board chairman who chooses the board nominees. The shareholders can only vote yes or withhold, i.e., there are no two-party elections. This is the same system used in the old Soviet Union.. In \"CEOs for President Warren\" (Business World, Aug. 21), Holman Jenkins states that \"CEOs will still be hired by boards who are elected by shareholders,\" but this is usually far from the case. It's more accurate to say that boards are hired by the CEO and this is the source of some of the biggest corporate problems.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pc-investing-trend-is-less-impressive-than-it-seems-11567109768", "title": "PC Investing Trend Is Less Impressive Than it Seems", "date": "2019-08-29 16:16", "summary": "Only about $10 billion or 2.6% of the increase in socially responsible investing, represents net new cash flow sourced to individual and institutional investors.. Suggesting that corporations may be motivated to pivot to stakeholders who have been pouring cash into funds that specialize in so-called socially responsible investing should be re-examined (Overheard, Heard on the Street, Aug. 21).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brca2-gene-mutation-can-increase-mens-cancer-rate-11567109720", "title": "BRCA2 Gene Mutation Can Increase Men's Cancer Rate", "date": "2019-08-29 16:15", "summary": "The risks for men include cancer of the prostate, pancreas, breast and others.. I read with interest \"Women Urged to Get Cancer Gene Test\" (U.S. News, Aug. 21) about the U.S. Preventive Services Task Force's recommendations. I am a 25-year survivor of Stage 3 ovarian cancer, and a carrier of the BRCA2 gene mutation. The recommendations stress the effect on women, but men also face danger. The risks for men include cancer of the prostate, pancreas, breast and others. Being aware of the risk will allow close monitoring by doctors to enable early diagnosis and treatment. I have five children. My daughter doesn't have the gene. In March, my oldest son, unaware of the gene, was diagnosed with advanced prostate cancer for which he is being treated. Another son also has the gene.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticuts-measles-vaccination-rates-keep-falling-11567109137", "title": "Connecticut's Measles Vaccination Rates Keep Falling", "date": "2019-08-29 16:05", "summary": "Number of religious exemptions increased by 25% in a year. The percentage of unvaccinated children in Connecticut continues to grow, according to figures released by the state's public-health agency.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sticky-core-inflation-behind-bank-of-mexicos-dissident-vote-against-rate-cut-11567107976", "title": "Sticky Core Inflation Behind Bank of Mexico's Dissident Vote Against Rate Cut", "date": "2019-08-29 15:46", "summary": "While overall inflation slowed in August, core inflation remained at about 3.8%. MEXICO CITY-The persistence of core inflation above the Bank of Mexico's target led one board member to oppose this month's interest-rate cut, according to the minutes of the meeting published Thursday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-fbi-rules-did-comey-follow-11567107238", "title": "Which FBI Rules Did Comey Follow?", "date": "2019-08-29 15:33", "summary": "Once again, a Democratic appointee cites the former FBI chief's violations of bureau standards.. Adopting the public-relations strategy that earned Bill Clinton the admiration of communications executives worldwide, former FBI Director James Comey is treating as vindication a government report which details his misconduct but doesn't yield a criminal indictment.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pernod-ricard-doubles-down-on-whiskey-11567074794", "title": "Pernod Ricard Doubles Down on Whiskey", "date": "2019-08-29 15:32", "summary": "French drinks maker to buy New York-based Castle brands for $223 million and open a distillery in China. Pernod Ricard SA extended its bet on whiskey with a deal to acquire the New York-based maker of Jefferson's bourbon and plans to open its first distillery in China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-most-powerful-women-in-business-wear-dresses-not-suits-11567106879", "title": "The Most Powerful Women in Business Wear Dresses, Not Suits", "date": "2019-08-29 15:28", "summary": "Why a growing faction of women prefer strong, tailored 'power dresses' for the office, rather than the expected blazers. POWER DRESSING at the workplace has mercifully evolved since 1988's \"Working Girl,\" in which Sigourney Weaver weathered Wall Street in heinous, shoulder-padded blazers. Back then, female office-wear mimicked masculine codes in an effort to level the professional playing field, but today women enjoy more flexibility. And lately, female trailblazers-both real and fictional-have been forgoing suits in favor of form-fitting, no-nonsense dresses. Facebook COO Sheryl Sandberg wears them to Davos; Laura Dern stalks around in them in HBO's hit \"Big Little Lies\" as tech exec Renata Klein; and politicians on both sides of the aisle, including House Speaker Nancy Pelosi and Congresswoman Elise Stefanik, have adopted them as their Capitol Hill uniform.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-rises-as-hurricane-dorian-heads-toward-u-s-11567091781", "title": "Natural Gas Rises as Hurricane Dorian Heads Toward U.S.", "date": "2019-08-29 15:08", "summary": "Futures prices on the commodity rose 3.3% as traders focus on storm-damage uncertainty. Natural-gas prices rose Thursday, extending a recent rally as analysts braced for possible supply disruptions related to Hurricane Dorian.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surgeon-general-warns-against-marijuana-use-by-teenagers-pregnant-women-11567104521", "title": "Surgeon General Warns Against Marijuana Use by Teenagers, Pregnant Women", "date": "2019-08-29 14:48", "summary": "Dr. Jerome Adams cites the effects the increasingly potent drug has on brain development of adolescents, human fetuses. WASHINGTON-Federal health officials issued a national warning Thursday against marijuana use by adolescents and pregnant women, as more states legalize the increasingly potent drug for medicinal and recreational use.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucking-company-shutdowns-grow-as-shipping-market-cools-11567104495", "title": "Trucking Company Shutdowns Grow as Shipping Market Cools", "date": "2019-08-29 14:48", "summary": "Carrier failures more than triple in the first half of 2019 from the prior year period as truckers cope with slowing demand. Trucking company failures are rising as faltering freight demand exposes operators unprepared for a downturn after last year's red-hot shipping market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-calls-on-lebanon-to-curtail-hezbollahs-missile-program-11567104198", "title": "Israel Calls on Lebanon to Curtail Hezbollah's Missile Program", "date": "2019-08-29 14:43", "summary": "Military officials say Iran-backed group accelerating efforts to convert rockets into precision-guided missiles by smuggling parts from Syria. TEL AVIV-Israel accused Hezbollah of stepping up efforts to build precision-guided missiles inside Lebanon, as it urged Beirut to do more to prevent the Iran-backed group from being able to use the country to target it.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/5-candy-bars-that-top-pastry-chefs-crave-11567103565", "title": "5 Candy Bars That Top Pastry Chefs Crave", "date": "2019-08-29 14:32", "summary": "Available at any drugstore, these are the chocolate bars that pass muster with the pros when they need a mid-afternoon pick-me-up. \"The dark chocolate and different nougat are definitely an upgrade from the regular Milky Way. Bitterness from the dark chocolate helps to balance out all the sweetness. (Though a Butterfinger ties for favorite because of the texture.)\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-proposes-guidance-clarifying-tax-consequences-of-libor-transition-11567103509", "title": "Treasury Proposes Guidance Clarifying Tax Consequences of Libor Transition", "date": "2019-08-29 14:31", "summary": "Move expected to alleviate private-sector concerns over whether changes would trigger income tax gain or loss. The Treasury Department issued proposed guidance Wednesday clarifying the tax consequences of eliminating the London interbank offered rate, a move that could help ease the transition to a new reference rate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nutanix-buys-its-way-out-of-a-hole-11567103507", "title": "Nutanix Buys Its Way Out of a Hole", "date": "2019-08-29 14:31", "summary": "Embattled network software stock surges on latest results, despite huge boost in marketing spend. Technology firms can sometimes spend their way out of trouble. But it doesn't come cheap.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-prosecutors-probe-huawei-on-new-allegations-of-technology-theft-11567102622", "title": "U.S. Prosecutors Probe Huawei on New Allegations of Technology Theft", "date": "2019-08-29 14:17", "summary": "The inquiries into the Chinese telecommunications giant overlap with findings from a Wall Street Journal investigation. U.S. prosecutors are looking into additional instances of alleged technology theft by Huawei Technologies Co., according to people familiar with the matter, potentially expanding beyond existing criminal cases against the Chinese telecommunications giant.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-company-off-site-mega-perk-or-dreaded-chore-11567102312", "title": "The Company Off-Site: Mega Perk or Dreaded Chore?", "date": "2019-08-29 14:11", "summary": "For some, a corporate retreat is the rare chance to deepen professional ties and revel in a free trip. For others, its obligatory 'fun' and round-the-clock awkwardness. We sink deep into the debate. THE FIRST TIME I heard the term was when a co-worker shrieked 'Off-sites are awesome!' on hearing that our staff would be undertaking a two-day company retreat at Mohonk Mountain House, a resort in New York's Hudson Valley. The goals: brainstorming and bonding. I cringed at the thought of being cooped up with rah-rah types brown-nosing the boss, of being obliged to make \"whoop whoop\" sounds at every turn. I'm happy to report my stoked associate was right: Our off-site was awesome, a way to disrupt the office hierarchy and connect on a personal level, despite the awkward bonding exercises prescribed by a peppy facilitator. (One assignment was to draw a picture reflecting our personality type. Mine looked like an alien stick figure with a bad bob.)", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-defends-china-stance-amid-worries-about-economic-impact-11567093824", "title": "Trump Defends China Stance Amid Worries About Economic Impact", "date": "2019-08-29 14:11", "summary": "President says following Pennsylvania senator's advice would amount to surrendering on trade. WASHINGTON-President Trump defended his negotiating stance with China as he rejected fresh comments from a Republican senator in a battleground state urging restraint in the trade war.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/8-podcasts-for-anyone-nervously-facing-retirement-11567101996", "title": "8 Podcasts for Anyone Nervously Facing Retirement", "date": "2019-08-29 14:06", "summary": "These shows will help wage earners prepare for their own next episode. Everyone born in 1960 or later should expect, on average, to retire around age 67. That means you likely have more time than you originally planned, or ever wanted, to ponder the impending golden years. These eight podcasts help you prepare for the financial, emotional and mental tolls of retirement-it's not all golf courses and Caribbean cruises-whether you're moving on from an illustrious career or a more workaday professional existence.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-87-billion-in-debt-11567101958", "title": "Treasury to Sell $87 Billion in Debt", "date": "2019-08-29 14:05", "summary": "U.S. Treasury Department next week will auction 13- and 26-week bills. The U.S. Treasury Department will auction $87 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-aramcos-groundhog-day-listing-11567101947", "title": "Saudi Aramco's Groundhog Day Listing", "date": "2019-08-29 14:05", "summary": "Red flags remain around Aramco's contemplated plan to split its initial public offering into two phases. The Saudi Arabian Oil Co. is showing that the more things change, the more they stay the same.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/research-finds-genetic-links-to-same-sex-behavior-11567101661", "title": "Research Finds Genetic Links to Same-Sex Behavior", "date": "2019-08-29 14:01", "summary": "A broad study found five genetic markers, but experts caution that environmental factors also play a role. Same-sex sexual behavior has genetic underpinnings but no single gene is associated with it, according to a broad study of more than 470,000 people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-otherworldly-power-of-crystal-11567101558", "title": "The Otherworldly Power of Crystal", "date": "2019-08-29 13:59", "summary": "From fashion to religious art, works made of quartz and other crystalline materials can have an extravagant charm.. It was probably inevitable that a museum called Crystal Bridges would one day produce a major exhibition about crystals. \"Crystals in Art: Ancient to Today,\" which will be on display at the museum in Bentonville, Ark., from Oct. 12 to Jan. 6, 2020, spans four millennia, from a string of ancient Egyptian beads to work by Andy Warhol, Marina Abramović, Picasso and Ai Weiwei. Curators Joachim Pissarro and Lauren Haynes have paid attention to crystal's role in fashion, its use as a healing force in spiritual movements and its place in organized religion.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mallinckrodt-bonds-fall-after-company-draws-down-revolver-11567100218", "title": "Mallinckrodt Bonds Fall After Company Draws Down Revolver", "date": "2019-08-29 13:36", "summary": "Drug maker taps remaining liquidity as scrutiny grows over its role in the opioid epidemic. Mallinckrodt PLC's bonds plunged Thursday after the generic drug maker, which is facing heightened scrutiny over its role in the opioid epidemic, drew down the remaining $95 million of availability on its revolving credit facility.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-his-and-hers-home-office-you-wont-fight-over-11567098706", "title": "A His-and-Hers Home Office You Won't Fight Over", "date": "2019-08-29 13:11", "summary": "In decorating a home office for herself and her husband, a landscape architect wanted to bring the outdoors in. The result: soothing, organic and just collaborative enough. IF THE NATURAL state of man is to frolic, carefree and naked, through the forests, it's no wonder we balk at the high-stress confines of the modern office cubicle. When planning their workspace at home, landscape architect Bryce Brock and her forester husband, Seth, wanted to create a fresh, unrestrictive aesthetic-the sort of home office in which our most primitive selves might happily scrutinize spreadsheets.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-opens-door-to-iphone-repairs-by-more-outside-vendors-11567093813", "title": "Apple Opens Door to iPhone Repairs by More Outside Vendors", "date": "2019-08-29 12:54", "summary": "Apple has frowned on shops that replace cracked iPhone screens but now is opening its program to more independent repair services. Apple Inc. is launching a new product-repair program in the U.S. in which independent businesses can repair Apple products using the same parts and tools as the company's authorized service providers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-marthas-vineyard-all-eyes-on-obamas-real-estate-11567089027", "title": "On Martha's Vineyard, All Eyes on Obamas' Real Estate", "date": "2019-08-29 12:52", "summary": "The former first family is reportedly buying a $14.85 million home that sits on 29 acres along Edgartown Great Pond. Off the coast of Cape Cod and reachable only by boat or plane, Martha's Vineyard has long been a popular summer destination for top-shelf politicians, from the Kennedy clan and former Secretary of State John Kerry to the Clinton family and former President Barack Obama.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/academics-and-experts-see-esport-potential-for-cybersecurity-11567080002", "title": "Academics and Experts See Esport Potential for Cybersecurity", "date": "2019-08-29 12:39", "summary": "Turning cyber exercises into competitive tournaments could ease the skills shortage and attract youth interest. Millions of fans world-wide watch professional videogame players compete in tournaments of \"Halo\" and \"Call of Duty.\" In the future, some experts say, this audience could be watching cybersecurity teams compete to hack one another's systems.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-high-price-of-fast-fashion-11567096637", "title": "The High Price of Fast Fashion", "date": "2019-08-29 12:37", "summary": "Workers and the environment suffer as trendy, inexpensive clothes are swiftly mass produced in subcontracted factories and sold in chain stores world-wide. Every day, millions of people buy clothes with nary a thought about the consequences. American shoppers snap up about five times more clothing now than they did in 1980. In 2018, that averaged 68 garments a year, the online firm Rent the Runway told the New Yorker. As a whole, the world's citizens acquire some 80 billion apparel items annually. And on average-average-each piece will be worn seven times before getting tossed, according to a 2015 study by the British charity Barnado's. In China, it's just three times, says the Chinese fashion-rental platform Y Closet.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/campbell-soup-names-new-finance-chief-11567085892", "title": "Campbell Soup Names New Finance Chief", "date": "2019-08-29 12:31", "summary": "Food company hires Mick Beekhuizen to succeed Anthony DiSilvestro as chief financial officer. Campbell Soup Co. named a new head of finance as Chief Executive Mark Clouse, who took the helm earlier this year, reshapes his team to tackle the food company's problems.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honeywell-wont-face-sec-charges-related-to-asbestos-accounting-11567095870", "title": "Honeywell Won't Face SEC Charges Related to Asbestos Accounting", "date": "2019-08-29 12:24", "summary": "Company last year had increased its asbestos liabilities tied to Bendix, its former vehicle-brakes business. Honeywell International Inc. said securities regulators have decided not to pursue any actions related to an investigation into how it accounted for asbestos-related liabilities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/td-bank-groups-profit-lifted-by-u-s-retail-operations-11567078875", "title": "TD Bank Group's Profit Lifted by U.S. Retail Operations", "date": "2019-08-29 12:17", "summary": "Profit at Canadian bank's U.S. retail segment rose 13% in latest quarter. Toronto-Dominion Bank Group joined its largest Canadian rival in slowing spending during its fiscal third quarter amid macroeconomic uncertainty and falling interest margins.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-protect-your-job-vr-training-can-help-11567094850", "title": "Nervous in the Boardroom? VR Training Can Help", "date": "2019-08-29 12:07", "summary": "If you want more job security amid the robot takeover, don't reject tech. Run towards it by strengthening ever-more-important 'soft skills' in virtual reality. IF YOU WANT to avoid being replaced at work by a machine, the first step might be strapping one firmly to your face.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-in-brexit-uproar-after-prime-minister-suspends-parliament-11567094863", "title": "U.K. Lawmakers in Uproar After Johnson Suspends Parliament", "date": "2019-08-29 12:07", "summary": "Rebel and opposition members rush to find ways to block a no-deal break with EU. There was uproar in Westminster on Thursday after British Prime Minister Boris Johnsonsuspended Parliament for several weeks to push through Brexit, as rebel and opposition lawmakers rushed to plot ways to block a sudden break with the European Union at the end of October.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dating-apps-are-making-marriages-stronger-11567094310", "title": "Dating Apps Are Making Marriages Stronger", "date": "2019-08-29 11:58", "summary": "Couples who meet online tend to communicate better and have longer, happier relationships. Chicago native Lola Vanderstrand was in her early 40s when she started looking for a husband online. She'd been married before, and she had her doubts about online dating. The site that she chose, Match.com, didn't appeal to her at first, but Ms. Vanderstrand quickly realized that dating online was forcing her to be honest about who she was and what she wanted. It also allowed her to be more forward in determining whether a man was husband material.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-america-reached-peak-chicken-11567094245", "title": "Has America Reached Peak Chicken?", "date": "2019-08-29 11:57", "summary": "Chicken products, real or not, are all the rage among U.S. consumers. America contains multitudes. In a country where people shell out $2,200 for an exercise bike, it is nice to know there are those who still go wild for deep-fried goodness.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alphabet-dips-its-toe-into-infrastructure-investing-11567076404", "title": "Alphabet Dips Its Toe Into Infrastructure Investing", "date": "2019-08-29 11:53", "summary": "Google parent, subsidiary Sidewalk Labs and Ontario Teachers' Pension Plan are launching an infrastructure holding company. The white-hot world of infrastructure investing has attracted a notable new entrant: Alphabet Inc.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/young-chinese-spend-like-americansand-take-on-worrisome-debt-11567093953", "title": "Young Chinese Spend Like Americans-and Take on Worrisome Debt", "date": "2019-08-29 11:52", "summary": "Resume Subscription. Western economists have long said that China needed a base of American-style consumers to bring the country sustained economic growth. Now China has one: Its young people.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/aramco-proposes-two-stage-ipo-shunning-london-hong-kong-11567084503", "title": "Aramco Plans Split IPO, Shunning London, Hong Kong", "date": "2019-08-29 11:48", "summary": "Tokyo emerges as surprise international front-runner for world's largest listing. Saudi Arabian Oil Co. is considering a plan to split the world's largest IPO into two stages, offering a portion of its shares on the Saudi stock exchange later this year and following up with an international offering in 2020 or 2021, according to advisers and officials familiar with the plans.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-footballs-2019-grid-of-shame-11567091249", "title": "College Football's 2019 Grid of Shame", "date": "2019-08-29 11:07", "summary": "The Wall Street Journal evaluates the country's top teams and how much their fans need to be embarrassed-or proud-of their program's off-the-field behavior. The Wall Street Journal's Grid of Shame is back, and there has been a lot of shame to calculate in college sports since the last time we convened.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collectors-and-speed-freaks-take-car-condos-for-a-spin-11567091129", "title": "Collectors and Speed Freaks Take Car Condos for a Spin", "date": "2019-08-29 11:05", "summary": "Developments with their very own test tracks are fulfilling a need for speed and high-end living, too. When some people dream of a second (or even third) home or property, they imagine views of a pristine lake or a peaceful golf course. Not Julie Hertzberg. When it was time for her to take the plunge, she wanted thundering V-8 engines and the smell of hot rubber on pavement.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/engineered-mini-brain-models-show-patterns-of-activity-that-may-resemble-babies-11567090831", "title": "Tiny Brain Models Show Patterns of Activity That Resemble Babies'", "date": "2019-08-29 11:00", "summary": "The findings raise hope the technology could be harnessed to study normal brain development, but ethical concerns remain. ", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-keep-it-professional-when-the-wine-starts-flowing-11567090731", "title": "How to Keep It Professional When the Wine Starts Flowing", "date": "2019-08-29 10:58", "summary": "Guides to workplace etiquette rarely include advice on how to handle ordering and drinking wine in a professional setting. Here, our wine columnist fills in the blanks with some practical guidelines. I'VE READ LOTS of rules regarding proper workplace etiquette but have found surprisingly little guidance relating directly to drinking wine in a business setting (apart from \"Don't drink too much\"). While wine at a working lunch or corporate event might be a minefield for the inexperienced or the overindulgent, it can also be a great social tool and even a potential bridge between colleagues. With that in mind, I adapted some common rules of business etiquette to include corresponding wine advice and asked a few businesswomen and men to share their thoughts on workplace wine etiquette.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ready-to-ride-at-m1-concourse-11567089873", "title": "Ready to Ride at M1 Concourse", "date": "2019-08-29 10:44", "summary": "Laurie Cunnington's car condo is steps away from 1.5 mile test track in Pontiac, Mich.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/popeyes-launches-chicken-sandwich-arms-race-jfk-called-for-a-man-on-the-moon-11567089823", "title": "Popeyes Launches Chicken Sandwich Arms Race: 'JFK Called for A Man on the Moon'", "date": "2019-08-29 10:43", "summary": "Resume Subscription. A chicken sandwich battle has fast-food chains out for blood.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/many-muslims-in-indias-assam-at-risk-of-becoming-stateless-11567071000", "title": "Millions at Risk of Becoming Stateless in India", "date": "2019-08-29 10:42", "summary": "Resume Subscription. NEW DELHI-India's efforts to create a citizen registry in a volatile northeastern state could lead to the world's largest population of stateless people without citizenship in any country starting this Saturday.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-place-to-race-in-michigan-11567089750", "title": "A Place to Race in Michigan", "date": "2019-08-29 10:42", "summary": "Peek inside Julie and Robert Hertzberg's car condo at M1 Concourse.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/spiders-legs-are-hydraulic-masterpieces-11567088612", "title": "Spiders' Legs Are Hydraulic Masterpieces", "date": "2019-08-29 10:23", "summary": "The compressed-fluid system that arachnids use to move their limbs has inspired scientists and engineers.. I've recently started to hear tales of unwelcome houseguests. But instead of unwashed dishes and loud music, the complaints focus on the visitors' habit of creeping out from tiny hiding places, scuttling across floorboards and making people jump. In early autumn, the house spiders come out to play.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/red-light-running-deaths-hit-10-year-high-11567087667", "title": "Red-Light-Running Deaths Hit 10-Year High", "date": "2019-08-29 10:07", "summary": "Uptick comes as more communities debate ending camera programs. The number of Americans killed in crashes caused by drivers running red lights hit a 10-year high in 2017, highlighting the need for more cameras at intersections to act as a deterrent, a new study by the AAA Foundation for Traffic Safety found.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-pool-house-that-makes-a-splash-even-in-the-fall-11567087535", "title": "A Pool House That Makes a Splash, Even in the Fall", "date": "2019-08-29 10:05", "summary": "These Houston homeowners spent roughly $150,000 outfitting their pool house with a custom smoker, a wood-burning fireplace and other high-end touches. A Houston family could stay cool in the pool, but their backyard was too hot for hanging out. The solution: a pool house for al fresco dinners, birthday parties and football-watching in the fall.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-first-female-space-tourist-on-what-we-can-do-in-orbit-11567087200", "title": "The First Female Space Tourist on What We Can Do in Orbit", "date": "2019-08-29 10:00", "summary": "Anousheh Ansari, the chief executive of the XPrize Foundation, says that storing data and growing human organs would be easier off Earth-but moon vacations are a ways off. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-u-s-remain-in-discussions-over-trade-talks-scheduled-for-september-11567065604", "title": "Beijing Says China, U.S. Still in Touch on Trade Dispute, September Talks", "date": "2019-08-29 09:39", "summary": "Official says Chinese hope to prioritize discussions about removing latest tariffs unveiled by President Trump last week. Beijing and Washington remain \"in effective communication\" about their continuing trade dispute, China's Ministry of Commerce said Thursday, adding that the two sides are still discussing whether to proceed with talks previously scheduled for September.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysterious-burro-killings-unite-frequent-enemies-in-west-11567085875", "title": "Mysterious Burro Killings Unite Frequent Enemies in West", "date": "2019-08-29 09:37", "summary": "Federal agency and animal-rights groups offer reward for information on who has shot 42 of the wild animals. Federal authorities and animal nonprofits have more than tripled the reward for information on the mysterious killing of 42 burros in the California desert.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kate-courtney-a-world-champ-from-mountain-bikings-northern-california-heart-11567085430", "title": "Kate Courtney: A World Champ From Mountain Biking's California Heart", "date": "2019-08-29 09:30", "summary": "An American sensation-and likely Tokyo 2020 contender-rides the same trails where her sport blossomed. \"That was the most fun I've ever had,\" a beaming Kate Courtney said to her mother at the finish line. \"I'm never running again.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-okta-elastic-williams-sonoma-pvh-and-more-11567076345", "title": "Stocks to Watch: Dollar General, Best Buy, Okta and More", "date": "2019-08-29 09:19", "summary": "Here are some of the companies with shares expected to trade actively Thursday. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-carolinas-redo-election-gives-peek-into-2020-11567084124", "title": "North Carolina's Redo Election Gives Peek Into 2020", "date": "2019-08-29 09:08", "summary": "Trump-backed Bishop and Democrat McCready spar over the U.S. border, guns and health care. CHARLOTTE, N.C.-The candidates for a rare open congressional seat here clash on immigration, gun control and health care in a race both parties see as a barometer for swing-state sentiment ahead of the 2020 elections.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-mystics-wnba-best-offense-3pointers-11567025814", "title": "The Best Offense in WNBA History? It's Built Around 3-Pointers.", "date": "2019-08-29 09:02", "summary": "It worked for the Warriors and Rockets. Now it's working for the Washington Mystics.. The Washington Mystics are in the middle of the greatest offensive season the WNBA has ever seen.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/september-debate-will-be-a-royal-rumble-of-top-tier-democratic-contenders-11567082577", "title": "September Debate Will Be a Royal Rumble of Top Tier Democratic Contenders", "date": "2019-08-29 08:42", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-police-ban-huge-rally-aimed-at-chinas-liaison-office-11567062771", "title": "Hong Kong Police Ban Huge Rally Aimed at China's Liaison Office", "date": "2019-08-29 08:17", "summary": "Police say they are forbidding the protest due to concerns about violence. HONG KONG-Police banned a Saturday rally and march planned by the organizers of the biggest turnouts in three months of protests, raising concerns that the city is dialing back on freedom of assembly rights and setting the stage for new, bitter clashes.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italian-prime-ministers-familiar-challenge-keeping-the-government-together-11567080824", "title": "Italian Prime Minister's Familiar Challenge: Keeping the Government Together", "date": "2019-08-29 08:13", "summary": "Prime Minister Giuseppe Conte returns to the helm with a new government. MILAN-Italian Prime Minister Giuseppe Conte managed for 14 months to hold together an unnatural government coalition of nativists and antiestablishment upstarts. Now he has been called upon to pull off the feat a second time.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reimagining-the-true-life-intrigue-behind-doctor-zhivago-11567080001", "title": "Reimagining the True-Life Intrigue Behind 'Doctor Zhivago'", "date": "2019-08-29 08:00", "summary": "In 'The Secrets We Kept,' first-time novelist Lara Prescott uses fiction to fill in the blanks in real-life events-inspired by a trove of CIA documents. To most people, \"Doctor Zhivago\" means Julie Christie as Lara and Omar Sharif as Yuri in the swoonily romantic 1965 film. Fewer people know the true story of passion, espionage and propaganda behind the publication of the Boris Pasternak novel on which the movie is based.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-studying-tech-companies-exposure-to-u-s-suppliers-11567078489", "title": "China Studying Tech Companies' Exposure to U.S. Suppliers", "date": "2019-08-29 07:34", "summary": "The effort comes ahead of the release of a retaliatory blacklist. BEIJING-China is studying technology companies' reliance on American suppliers, according to people familiar with the matter, an apparent attempt to assess their ability to withstand further trade-war shocks, even as Beijing prepares to roll out a retaliatory blacklist of foreign businesses.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crocs-are-cool-yes-really-11567078129", "title": "Crocs Are Cool. Yes, Really.", "date": "2019-08-29 07:28", "summary": "A fashion for the colorful plastic clogs is a good reason to buy shares in the company that sells them. You don't need to like the look of Crocs to find the Colorado-based company that sells them an attractive investment.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golfs-pga-tour-looks-to-score-media-deal-as-suitors-circle-11567076401", "title": "Golf's PGA Tour Looks for Media Deal as Suitors Circle", "date": "2019-08-29 07:00", "summary": "AT&T, ESPN, Amazon and Fox seek piece of golf package owned in part by NBC and CBS; Tour wants dedicated channel. The PGA Tour is seeking a new media-rights deal with a big increase in fees and a dedicated golf channel, and has drawn interest from suitors including AT&T Inc., Fox Corp. , Walt Disney Co.'s ESPN and Amazon.com Inc., according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comerica-cant-fight-the-fed-11567076402", "title": "Comerica Can't Fight the Fed", "date": "2019-08-29 07:00", "summary": "Comerica is among the U.S. banks most sensitive to lower interest rates, which means its shares probably have further to fall. As U.S. interest rates started rising from rock-bottom levels in 2016, investors gravitated toward banks that would benefit the most, such as Comerica . Now, market forces are pushing in the opposite direction.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/veevas-cloud-can-keep-gaining-altitude-11567074601", "title": "Veeva's Cloud Can Keep Gaining Altitude", "date": "2019-08-29 06:30", "summary": "Strong growth and rare profits make this stock worth the sky-high valuation. Quality medicine is rarely cheap. The same could be said for quality cloud companies.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-koreas-top-court-to-rule-on-bribery-cases-tying-samsung-heir-and-ex-president-11567050543", "title": "Samsung Heir and South Korea's Ex-President Could Face More Jail Time", "date": "2019-08-29 05:52", "summary": "The two cases are the most high-profile legal proceedings in an bribery scandal that rocked the nation. SEOUL-South Korea's Supreme Court struck down lower-court decisions for cases involving Samsung's de facto leader and the country's imprisoned ex-president, a ruling that exposes both to more jail time for a bribery scandal that shook the nation.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/younger-workers-report-biggest-gains-in-happiness-with-pay-11567071000", "title": "Younger Workers Report Biggest Gains in Pay Happiness", "date": "2019-08-29 05:30", "summary": "Millennials, Gen Z employees say they're more content with compensation than baby boomers. American workers under 35 report being happier with their paychecks than people over 55 for the first time since at least 2011, according to a new report from the Conference Board, a business-research organization that polls U.S. employees about workplace satisfaction.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unconventional-mortgages-attract-warning-from-regulator-11567071004", "title": "Unconventional Mortgages Attract Warning From Regulator", "date": "2019-08-29 05:30", "summary": "Banks are urged to tighten underwriting standards for loans made to borrowers based on assets. WASHINGTON-A type of unconventional mortgage that focuses on a borrower's assets to vet repayment ability has drawn a warning from regulators for banks to maintain tight underwriting standards.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeffrey-epsteins-little-known-lawyer-lands-in-spotlight-11567071001", "title": "Epstein's Little-Known Lawyer Lands in Spotlight", "date": "2019-08-29 05:30", "summary": "Disgraced financier's attorney, co-executor of his will, worked for Epstein for over 25 years as he expanded business and social ties. NEW YORK-Jeffrey Epstein's longtime lawyer has operated behind the scenes for decades. Now he finds himself in the spotlight over the scandal surrounding the disgraced financier.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-amazons-shipping-empire-is-challenging-ups-and-fedex-11567071003", "title": "How Amazon's Shipping Empire Is Challenging UPS and FedEx", "date": "2019-08-29 05:30", "summary": "Resume Subscription. Amazon.com Inc.'s recent breakup with longtime shipping partner FedEx Corp. shows how far the e-commerce giant has come in creating its own delivery network.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-steps-up-criticism-of-fox-news-11567034058", "title": "Trump Steps Up Criticism of Fox News", "date": "2019-08-29 00:12", "summary": "Republican president says the network 'isn't working for us anymore!'. WASHINGTON-President Trump is becoming an increasingly sharp critic of cable network Fox News, which has helped staff his administration, shape his agenda and amplify his messages.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11567017050", "title": "Pepper...and Salt", "date": "2019-08-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-sued-over-holding-up-former-officials-book-11567109338", "title": "Pentagon Is Holding Up Former Official's Book, Lawsuit Says", "date": "2019-08-29 00:01", "summary": "Defense Department is accused of delaying Guy Snodgrass's book to benefit former defense chief Jim Mattis, whose book will be released next week. WASHINGTON-A former Pentagon official charged in a lawsuit Thursday that the Defense Department has delayed a review of his tell-all book about Jim Mattis to benefit the former defense secretary, whose own book will be published next week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-companies-set-to-get-reprieve-on-methane-rules-11567051201", "title": "Energy Companies Set to Get Reprieve on Methane Rules", "date": "2019-08-29 00:00", "summary": "Plan to end Obama-era regulations is likely to draw protests from environmental groups. WASHINGTON-The Trump administration is moving to erase Obama-era rules on methane emissions from the oil-and-gas business, saying the federal government overstepped its authority when it set limits on what scientists say is a significant contributor to climate change.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/import-limits-effects-of-swine-fever-hit-pork-prices-in-china-11566990454", "title": "Pork Prices Chopped in China Due to African Swine Fever", "date": "2019-08-29 23:46", "summary": "Costs of the diet mainstay have risen 18% in the last two weeks. Pork prices in China have surged to new highs in the past two weeks, adding pressure on a government trying to contain food-price inflation during the trade war with the U.S.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-steyer-appears-to-fall-short-of-qualifying-for-next-democratic-presidential-debate-11567000791", "title": "Steyer Appears Set to Miss Next Democratic Presidential Debate", "date": "2019-08-29 21:22", "summary": "Despite spending more than $325,000 a day on advertising, the billionaire gets less than 2% support in two new polls, falling short of DNC threshold. WASHINGTON-Billionaire Democratic presidential candidate Tom Steyer, who has spent more than $325,000 a day on campaign advertising since joining the race, fell short of qualifying for the nationally televised debate next month in Houston.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tropical-storm-dorian-expected-to-strengthen-could-hit-puerto-rico-11566965060", "title": "Hurricane Dorian Whips Puerto Rico, Virgin Islands", "date": "2019-08-29 21:02", "summary": "Heavy rains could cause flooding and landslides just two years after Hurricane Maria's devastation. Puerto Rico and the U.S. and British Virgin Islands were lashed with heavy rains and high winds Wednesday, as Hurricane Dorian tested the region two years after Maria wreaked historic devastation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentina-aims-to-restructure-debt-with-imf-bondholders-11567037695", "title": "Argentina Aims to Restructure Debt With IMF, Bondholders", "date": "2019-08-29 20:14", "summary": "Country's finance minister says plans to extend maturity of debt to provide currency stability. BUENOS AIRES-Argentina's government said Wednesday that it will look to restructure its debt with the International Monetary Fund and bondholders in an effort to stem a crisis of confidence that has upended the country's financial markets.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-ad-prices-surge-due-to-barrage-by-democratic-hopefuls-11566984601", "title": "Facebook Ad Prices Surge Due to Barrage by Democratic Hopefuls", "date": "2019-08-29 20:05", "summary": "Candidates pour money into ads to attract donors and meet debate threshold, pricing others out of market. The cost of advertising on Facebook Inc. to reach Democratic-leaning voters and donors is skyrocketing as presidential candidates try to qualify for spots in coming presidential debates.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-are-few-places-to-hide-when-markets-all-move-together-11566993602", "title": "Few Places to Hide When Markets All Move Together", "date": "2019-08-29 20:00", "summary": "Resume Subscription. Seemingly unrelated areas of the market are trading in the same direction more frequently than normal, a trend that some investors say is contributing to recent volatility and could drive more gyrations in the future.", "categories": [[]], "category_links": []}]