[{"link": "https://www.wsj.com/articles/true-value-retools-hardware-supply-chain-11563300888", "title": "True Value Retools Hardware Supply Chain", "date": "2019-07-16 19:59", "summary": "The supplier is revamping its distribution network and adding technology to become nimbler in a competitive home-improvement market. Hardware wholesaler True Value Co. is retooling its supply chain in an effort to respond more nimbly in a home-improvement market that is being buffeted by e-commerce and competition from big-box retailers.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-limit-talks-hit-new-snags-va-health-care-gop-demands-on-spending-11563316392", "title": "Debt-Ceiling Talks Hit More Snags", "date": "2019-07-16 19:50", "summary": "Timeline for an agreement tightens as Congress's August recess nears. WASHINGTON-Negotiations to raise the U.S. government's borrowing limit and set overall federal spending levels face at least two more hurdles: how to pay for an overhaul of veterans' health care; and Republican demands to offset spending increases.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/csx-cuts-outlook-warning-of-revenue-decline-11563320981", "title": "CSX Cuts Outlook, Warns Revenue Will Fall", "date": "2019-07-16 19:49", "summary": "Railroad operator cites weak shipping volumes and shutdown of major oil refinery. CSX Corp. cut its outlook for the year, saying economic uncertainty and the shutdown of a major oil refinery it served would lead to lower revenue at the freight railroad.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-u-s-crackdown-on-foreign-agents-lawyers-in-spotlight-11563320727", "title": "In U.S. Crackdown on Foreign Agents, Lawyers in Spotlight", "date": "2019-07-16 19:45", "summary": "The U.S. Justice Department's efforts to force Washington consultants to disclose their ties to foreign governments cast attorneys in sharp focus. ALEXANDRIA, Va.-The U.S. Justice Department's efforts to force Washington consultants to disclose their ties to foreign governments is casting surprisingly sharp focus on a group of people who pride themselves on operating behind the scenes: the lawyers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nancy-pelosis-glass-house-11563318625", "title": "Nancy Pelosi's Glass House", "date": "2019-07-16 19:34", "summary": "In condemning Trump, the Speaker violates her own rules.. If you're going to condemn someone else in politics, or any other walk of life, you should have your own house in order. Nancy Pelosi learned that the hard way on Tuesday as the Speaker violated House rules by accusing President Trump of sending \"racist\" tweets.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-taliban-smell-blood-11563318903", "title": "The Taliban Smell Blood", "date": "2019-07-16 19:15", "summary": "The terror group launches attack after attack, but the U.S. still hasn't suspended Afghan peace talks.. Even when the Taliban talk peace, they make war. Discussions in Doha, Qatar, have not stopped their attacks in Afghanistan. One killed a U.S. serviceman Saturday. A July 7 car bomb killed at least 14 people and wounded more than 180, including scores of children. This talk-and-shoot approach reflects the Taliban's belief that the talks concern only the orderly withdrawal of U.S. troops from Afghanistan. That won't do. The U.S. should now suspend talks with the Taliban to drive home the point that peace, not simply withdrawal, is America's goal.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-race-card-has-gone-bust-11563318876", "title": "The Race Card Has Gone Bust", "date": "2019-07-16 19:14", "summary": "America has never been fairer or more integrated, yet politicians obsess over wiping out discrimination.. In William Julius Wilson's 1978 book, \"The Declining Significance of Race,\" the sociologist argued that racial discrimination was no longer the biggest barrier to black economic advancement. His fellow liberals were outraged. Forty-one years later, Mr. Wilson is still right and the political left is still in denial.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-option-kills-private-insurance-11563309118", "title": "Public Option Kills Private Insurance", "date": "2019-07-16 19:14", "summary": "If you like your plan, you can keep your plan, Biden assures voters. Where have we heard that before?. At the center of Joe Biden's health-care proposal is the \"public option\"-a government insurance policy that would compete with private plans. Mr. Biden has obviously seen the polling. By 57% to 37%, Americans reject the idea, put forth by some of Mr. Biden's Democratic rivals, of abolishing private insurance in favor of \"Medicare for All.\" The public option seems like an attractive alternative-enough so that Mr. Biden, in announcing his plan Monday, revived a discredited Obama slogan: \"If you like your health-care plan, your employer-based plan, you can keep it.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanctuary-cities-get-a-census-bonus-11563318817", "title": "Sanctuary Cities Get a Census Bonus", "date": "2019-07-16 19:13", "summary": "Localities where migrants live-or are detained-will get a decadelong windfall of federal dollars.. Portland, Maine, has welcomed hundreds of asylum-seeking migrants from Central Africa. As the influx continues through word-of-mouth, the city is uniquely positioned for a once-in-a-decade opportunity to shape its future. Immigrants are a solution to two problems: an aging workforce and not enough workers to fill all the jobs in a region with a 2.6% unemployment rate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iras-in-political-sights-11563318661", "title": "IRAs in Political Sights", "date": "2019-07-16 19:11", "summary": "Forcing some heirs to empty accounts in 10 years will raise revenue, but it's a bad precedent.. Putting money into a 401(k) or Individual Retirement Account is an act of trust in government. When yesterday's politicians set rules to encourage saving, workers must have faith that tomorrow's politicians won't raid the kitty. Protecting this confidence ought to be top of mind as the Senate takes up the bipartisan Secure Act, which sailed through the House this summer 417-3.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-starts-a-digital-tax-war-11563318469", "title": "France Starts a Digital Tax War", "date": "2019-07-16 19:07", "summary": "Macron's levy on U.S. tech giants plays into Trump's hands.. Rule No. 1 for international economic affairs ought to be \"Don't give Donald Trump a legitimate excuse for a trade war.\" French President Emmanuel Macron missed the memo, which explains why Paris is pushing a new digital tax that even the Germans don't want for Europe.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-puts-big-tech-in-crosshairs-11563311754", "title": "Tech Giants Draw Fire in Congress", "date": "2019-07-16 19:05", "summary": "Lawmakers suggest internet companies need more oversight to ensure competition. WASHINGTON-Concerns about the power of the major technology companies echoed across the nation's capital on Tuesday, with politicians in both parties demanding more regulatory scrutiny of the tech giants' reach and plans for expansion.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nationalism-doesnt-fit-the-american-nation-11563317835", "title": "Nationalism Doesn't Fit the American Nation", "date": "2019-07-16 18:57", "summary": "No ethnic or religious group can expect to impose its view of American identity.. Suddenly, it seems, nationalism is being discussed everywhere, as in the conference on \"national conservatism\" I attended this week in Washington. The term is used to explain, and often to justify, the success of the Brexit referendum in the U.K., the election of Donald Trump in the U.S., and increasing skepticism about international institutions and norms throughout the West.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-governor-hangs-on-despite-calls-for-resignation-11563307316", "title": "Puerto Rico Governor Hangs On Despite Calls for Resignation", "date": "2019-07-16 18:56", "summary": "Gov. Ricardo Rosselló says he didn't break any laws in leaked messages. Puerto Rico Gov. Ricardo Rosselló vowed to remain in office despite unruly protests Monday night demanding his resignation and a series of scandals plaguing his administration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cities-review-the-metropolis-and-the-masses-11563317770", "title": "'Cities' Review: The Metropolis and the Masses", "date": "2019-07-16 18:56", "summary": "Did urban settlement spring from the hearts and minds of the people, or from elites' strategies for increasing their own power?. Americans opt for unexciting suburban life. The English idealize their culturally desolate countryside. True Europeans prefer cities-happiest among boulevards and bars, cafés and cathedrals, scrutinizing the street life or admiring the art. Yet cities smother soil, augment pollution, breed disease, accumulate inefficiencies, spread slums, nourish rats, multiply crime, present vulnerable targets and stress out their citizens. So why do people throng them? Are the gains worth the pain? What demon made our ancestors build cities in the first place?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/media-should-pay-trump-to-tweet-11563317814", "title": "Media Should Pay Trump to Tweet", "date": "2019-07-16 18:56", "summary": "He delights in making us dance to tunes he wantonly types out in the wee hours.. Countless Trump supporters have approached me and said with a sigh that they wish the president would stop tweeting. I've never heard a Democrat express a wish that Mr. Trump would stop tweeting.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baseballs-home-run-problem-11563317787", "title": "Baseball's Home Run Problem", "date": "2019-07-16 18:56", "summary": "Games have become long and dull. Time to take some spring out of the balls.. Every backyard baseball player has a single goal when stepping to the plate: to jack one into the neighbor's yard, an undisputed home run. Yet baseball's brawniest component, once its most thrilling, is now the worst thing for the game. Who else has had enough of heaven-scraping home runs?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-lands-at-t-as-client-in-cloud-deal-11563317480", "title": "IBM Lands AT&T as Client in Cloud Deal", "date": "2019-07-16 18:51", "summary": "Telecom company will move business applications to IBM's cloud. International Business Machines Corp. said Tuesday that AT&T Inc. is shifting its business service applications to IBM's cloud. The terms weren't disclosed, but IBM said the multiyear deal is worth billions of dollars.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signals-scrutiny-of-googles-ties-with-china-after-thiel-comments-11563285110", "title": "Trump Targets Google's China Ties, Citing Thiel", "date": "2019-07-16 18:43", "summary": "Silicon Valley investor Peter Thiel called for investigation of search giant, which he claims is working with China's government. President Trump said the U.S. government would look into national-security concerns raised by billionaire investor and Facebook Inc. board member Peter Thiel about Google's ties to China.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sarclad-settlement-questioned-following-executives-acquittal-11563316565", "title": "Sarclad Settlement Questioned Following Executives' Acquittal", "date": "2019-07-16 18:36", "summary": "The U.K.'s Serious Fraud Office has yet to secure an individual conviction through its deferred prosecution program. Three former executives of a metalworking technology company were acquitted in London, three years after the company reached a deferred prosecution agreement with the U.K.'s Serious Fraud Office over the same allegations.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/profit-rises-at-united-even-as-737-max-grounding-crimps-flights-11563310418", "title": "United's Profit Rises Even as 737 MAX Grounding Crimps Extra Flights", "date": "2019-07-16 18:35", "summary": "Airlines that operate the Boeing jet are trimming capacity-growth plans. United Airlines Holdings Inc. said it is trimming extra flying this year because of the grounding of Boeing Co. 's 737 MAX, though the nation's second-largest carrier by traffic still expects profit to climb.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-faces-critics-potential-allies-at-senate-hearing-on-digital-currency-11563289251", "title": "Facebook Questioned by Lawmakers on Its Libra Digital Currency", "date": "2019-07-16 18:28", "summary": "A Senate panel expresses concern over the social-media giant's Libra, its foray into a digital coin. WASHINGTON- Facebook Inc. was questioned by senators who said they don't trust the social-media giant to operate a global cryptocurrency. But its main challenge will be overcoming skepticism from global regulators and how to apply decades-old conventions on the oversight of money.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mallinckrodt-halts-lou-gehrigs-disease-trial-11563316086", "title": "Mallinckrodt Halts Lou Gehrig's Disease Trial", "date": "2019-07-16 18:28", "summary": "Trial of Acthar Gel for amyotrophic lateral sclerosis was midstage. Drugmaker Mallinckrodt PLC said it is ending a midstage clinical trial looking at a possible treatment of amyotrophic lateral sclerosis, the paralyzing and fatal malady commonly known as Lou Gehrig's disease.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-u-s-asylum-rule-strands-thousands-at-southern-border-11563285772", "title": "New U.S. Asylum Rule Strands Thousands at Southern Border", "date": "2019-07-16 18:08", "summary": "Migrants holding numbers given months ago for an interview will have to apply first to other countries if the new policy is not overturned by courts. CIUDAD JUÁREZ, Mexico-Pedro Luis Ruiz was tantalizingly close to an asylum interview after waiting months at the U.S. border. American officials were just a few hundred numbers away from calling his-12,346. Then the rules changed.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnson-bumps-up-sales-target-11563276229", "title": "Johnson & Johnson Bumps Up Sales Target", "date": "2019-07-16 17:54", "summary": "Litigation tied to baby powder and opioids still weighs on health-care company's shares. Johnson & Johnson raised its forecast of 2019 sales as it reported quarterly results, but costly product litigation continues to weigh on the health-care giant.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lion-king-review-disneys-circle-of-lifelessness-11563313453", "title": "'The Lion King': Disney's Circle of Lifelessness", "date": "2019-07-16 17:44", "summary": "Disney's digitally animated remake of the 1994 classic sacrifices feelings for photorealism.. As Disney's remake of \"The Lion King\" begins, an enormous orange sun rises on an Africa so realistic-so brilliantly and persuasively photorealistic-that you half-expect to hear a narration by David Attenborough. This is no nature documentary, though. It's cutting-edge animation minus inspiration, a leaden, literal-minded rendition of the 1994 classic with computer-generated images that simulate live action and a narrative structure that frequently follows the original shot for shot. (Once again it's \"Hamlet\" on the veld as Simba, a young lion cub, flees his kingdom after the murder of his father, Mufasa.) The Elton John score has also been recycled, but I found myself thinking of Paul Simon's song \"So Beautiful or So What.\" Change the conjunction and it's an apt description of the film-so beautiful and so what.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-amazon-com-j-b-hunt-arrow-electronics-and-servisfirst-11563272109", "title": "Stocks to Watch: Amazon.com, JPMorgan, KeyCorp, J&J, Domino's Pizza and More", "date": "2019-07-16 17:44", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-u-s-and-france-a-tax-fight-over-tech-giants-remains-a-sore-point-11563300000", "title": "For U.S. and France, a Tax Fight Over Tech Giants Remains a Sore Point", "date": "2019-07-16 17:35", "summary": "Stakes are rising after France approved new tax measures for companies like Amazon, Google. The stakes for thrashing out a global deal on how to tax tech giants doing cross-border business are rising now that national governments are taking matters into their own hands.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stronger-dollar-looms-large-this-earnings-season-11563293391", "title": "Stronger Dollar Looms Large This Earnings Season", "date": "2019-07-16 17:34", "summary": "Dollar has consistently defied analyst projections it will finally soften. The dollar has remained steady despite expectations for lower interest rates, posing a challenge for large multinational companies that need to convert foreign profits into the U.S. currency.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christine-lagarde-resigns-as-imfs-chief-11563292296", "title": "On Path to ECB, Lagarde Resigns as IMF's Chief", "date": "2019-07-16 17:29", "summary": "Exit allows fund to begin process of selecting next managing director. Christine Lagarde submitted her formal resignation as managing director of the International Monetary Fund to prepare for the nomination process to be the next president of the European Central Bank and to allow the IMF to begin finding her successor.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-pizza-reports-slowing-growth-11563286889", "title": "Domino's Sales Slow as Delivery Makes Ordering Other Food Cheaper", "date": "2019-07-16 17:27", "summary": "Pizza company's CEO cites challenge from delivery companies offering discounts to customers. Domino's Pizza Inc. reported its slowest quarterly sales growth in nearly seven years amid increasing competition from companies delivering more kinds of food at low prices.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-fed-must-pay-greater-attention-to-global-developments-11563296473", "title": "Powell Says Fed Must Pay Greater Attention to Global Developments", "date": "2019-07-16 17:16", "summary": "Fed chairman says central banks face new challenges requiring different tools, communications approach. Federal Reserve Chairman Jerome Powell highlighted the growing importance of global developments in monetary policy-a reflection of how slowing growth abroad has likely set the stage for the U.S. central bank to cut interest rates despite strong labor markets and consumer spending at home.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-biden-tax-11563311322", "title": "The New Biden Tax", "date": "2019-07-16 17:08", "summary": "Just because he's not as radical as his Democratic rivals doesn't mean he won't cost you.. For a candidate who was supposed to be the voice of moderation in the race for the Democratic presidential nomination, Joe Biden spends a lot of time proposing a surge in federal taxes and spending. Recent polling suggests that voters may still be looking for a genuine moderate.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pemex-seeks-to-reverse-15-year-decline-in-oil-output-11563307556", "title": "Pemex Seeks to Reverse 15-Year Decline in Oil Output", "date": "2019-07-16 17:08", "summary": "Mexico's state oil company aims to increase investment in the coming years. MEXICO CITY-Mexican state oil company Petróleos Mexicanos plans to ramp up investment with tax breaks and government support over the next three years to raise oil production that has been declining for the past 15 years, government officials said Tuesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-nominee-faces-questions-about-the-future-but-few-about-the-present-11563310712", "title": "Pentagon Nominee Faces Questions About the Future, but Few About the Present", "date": "2019-07-16 16:58", "summary": "Mark Esper may win confirmation as defense chief as early as this week. Army Secretary Mark Esper, seeking to become the next U.S. defense secretary, promised senators Tuesday that he would invest in military modernization and tackle the threat posed by \"great power competitors\" like Russia and China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-cohens-point72-loses-long-tenured-money-managers-11563297484", "title": "Steve Cohen's Point72 Loses Long-Tenured Money Managers", "date": "2019-07-16 16:57", "summary": "At least five managers have left for rival Citadel, upsetting the billionaire hedge-fund manager. About 20 portfolio managers have left Steven A. Cohen's hedge-fund firm this year, including several who worked with Mr. Cohen for more than a decade, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Finance"]], "category_links": ["https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citi-bike-expanding-to-the-bronx-six-years-after-new-york-launch-11563309799", "title": "Citi Bike Expanding to the Bronx Six Years After New York Launch", "date": "2019-07-16 16:43", "summary": "Bronx borough president says 'It's about damn time' the bike-share program was available to more riders. Six years after Citi Bike launched in New York City, the popular bike-share program will soon roll into the Bronx, city officials said Tuesday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-pause-as-earnings-season-begins-11563264376", "title": "Stocks Are Dragged Lower by Energy Shares", "date": "2019-07-16 16:33", "summary": "Big banks post mixed earnings; government-bond yields rise. U.S. stocks retreated from records on Tuesday, dragged down by shares of energy companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-strikes-delivery-deal-with-doordash-11563300000", "title": "McDonald's DoorDash Deal Delivers Blow to Uber Eats", "date": "2019-07-16 16:30", "summary": "Uber Eats had been the burger giant's sole U.S. delivery partner. DoorDash Inc. will start delivering from McDonald's Corp. restaurants in Houston later this month, a blow to Uber Technologies Inc.'s relationship with the burger giant as the only company currently ferrying its food to customers in the U.S.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/claimant-misapprehends-complexity-of-whistleblower-review-sec-says-11563308173", "title": "Claimant 'Misapprehends' Complexity of Whistleblower Review, SEC Says", "date": "2019-07-16 16:16", "summary": "Securities and Exchange Commission defended its review process for whistleblower awards, responding to a tipster who says the agency is taking too long. The Securities and Exchange Commission defended its process for determining whistleblower awards in a legal filing responding to a claimant who says the regulator is taking too long to make a decision.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-lobbies-oil-buyers-and-producers-to-secure-gulf-against-iranian-threat-11563308083", "title": "U.S. Lobbies Oil Buyers, Producers to Secure Gulf Against Iran", "date": "2019-07-16 16:14", "summary": "India, U.K. boost ship escorts while France and Spain refuse to join U.S. coalition. ", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-get-the-late-cycle-blues-11563288902", "title": "Banks Get the Late-Cycle Blues", "date": "2019-07-16 16:13", "summary": "Fundamentals are clearly deteriorating for top lenders. Goldman Sachs' recent diversification drive makes it only a partial exception.. Banks are showing symptoms of late-cycle exhaustion.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-election-cash-gives-new-life-to-some-democratic-presidential-candidates-11563307670", "title": "Old Election Cash Gives New Life to Some Democratic Presidential Candidates", "date": "2019-07-16 16:07", "summary": "2020 contenders who hold federal office benefit from transfers of past campaign donations. WASHINGTON-Some Democratic presidential candidates are finding that their most generous donors are their old campaign accounts, Federal Election Commission reports show.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-rate-cuts-needed-to-defend-feds-inflation-target-11563306804", "title": "Fed's Evans: Rate Cuts Needed to Defend Fed's Inflation Target", "date": "2019-07-16 15:56", "summary": "Chicago Fed president notes inflation has been persistently below goal. Federal Reserve Bank of Chicago President Charles Evans said in a television interview Tuesday the U.S. central bank needs to lower its short-term rate target to defend its 2% inflation target.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-lending-powers-big-bank-earnings-upstaging-wall-street-11563301446", "title": "Consumer Lending Powers Big-Bank Earnings, Upstaging Wall Street", "date": "2019-07-16 15:42", "summary": "Credit cards, other consumer units boosted results at JPMorgan, Wells Fargo, Citigroup as Goldman slumped. U.S. consumers are taking advantage of low interest rates to borrow and spend, boosting banks that cater to Main Street and leaving behind those that don't.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-traders-bet-heat-wave-will-fizzle-11563299401", "title": "Natural-Gas Traders Bet Heat Wave Will Fizzle", "date": "2019-07-16 15:41", "summary": "Prices for the electricity-generating fuel haven't been this low in July since 1999. Natural-gas prices declined for the second straight day Tuesday on signs that producers will continue to push output to new highs, while forecasts that the current heat wave in parts of the U.S. will dissipate threatened demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-heads-to-latin-america-amid-concerns-over-immigration-venezuela-11563305496", "title": "Pompeo Heads to Latin America Amid Concerns Over Immigration, Venezuela", "date": "2019-07-16 15:31", "summary": "Secretary of state to attend counterterrorism conference in Argentina and make other stops in region. WASHINGTON-Secretary of State Mike Pompeo is bound for Latin America this week on a trip set to focus on regional counterterrorism cooperation, the crisis in Venezuela and the Trump administration's effort to stem immigration and border crossings.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-dallas-fed-president-robert-kaplan-11563304894", "title": "Transcript: WSJ Interview With Dallas Fed President Robert Kaplan", "date": "2019-07-16 15:21", "summary": "Resume Subscription. Dallas Fed President Robert Kaplan spoke with The Wall Street Journal reporters and editors in Washington on Tuesday, July 16, 2019. He discussed his outlook for the economy and interest rates in an environment of heightened policy uncertainty. Here is a partial transcript of the interview, lightly edited for clarity and length.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fdic-plan-would-ease-requirement-for-banks-selling-mortgage-securities-11563304820", "title": "FDIC Plan Would Ease Requirement for Banks Selling Mortgage Securities", "date": "2019-07-16 15:20", "summary": "Proposal would loosen rules on disclosures. WASHINGTON-A regulator proposed easing a hurdle for banks to sell pools of home-mortgage obligations, as part of an effort to spur competition in a market dominated by government-backed entities such as Fannie Mae and Freddie Mac .", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suffering-record-dry-spell-france-restricts-water-use-11563304431", "title": "Suffering Record Dry Spell, France Restricts Water Use", "date": "2019-07-16 15:13", "summary": "In crisis areas, water is limited to drinking, sanitation, health and first responders. PARIS-An extended drought is forcing French officials to restrict water usage in nearly two-thirds of mainland France, with the hardest-hit regions limiting consumption to little more than drinking and sanitation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-launches-effort-to-court-female-voters-11563304071", "title": "Trump Campaign Launches Effort to Court Female Voters", "date": "2019-07-16 15:07", "summary": "'Women for Trump' kickoff in Philadelphia suburbs comes as president contends with sagging approval ratings among women. KING OF PRUSSIA, Pa.-President Trump's re-election campaign is launching an effort targeting female voters, hoping to use economic gains on his watch to lure a demographic that has been reluctant to back him.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hope-i-hold-by-ryan-keberle-and-catharsis-review-toward-a-pan-american-jazz-sound-11563303948", "title": "'The Hope I Hold' by Ryan Keberle and Catharsis Review: Toward a Pan-American Jazz Sound", "date": "2019-07-16 15:05", "summary": "The trombonist-composer returns with his adventurous band on a new album marked by political concern and wide-ranging musical influence.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-defense-minister-ursula-von-der-leyen-elected-european-commission-president-11563302199", "title": "German Defense Minister Wins Vote for European Union's Top Job", "date": "2019-07-16 15:01", "summary": "European Parliament approves her candidacy by razor-thin margin, making her the first woman to hold the post. BRUSSELS-European Parliament lawmakers approved German Defense Minister Ursula von der Leyen for the European Union's top job on Tuesday, but by a razor-thin margin that could deepen the task she faces in reviving a bloc challenged by nationalist forces, Brexit and divisions on key issues.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackhawk-mining-to-file-prepackaged-bankruptcy-within-days-11563294821", "title": "Blackhawk Mining To File Prepackaged Bankruptcy Within Days", "date": "2019-07-16 15:00", "summary": "Kentucky-based coal miner has a deal to slash 60% of its debt. Blackhawk Mining LLC is planning to file a prepackaged bankruptcy with a $150 million bankruptcy loan within days, the latest in a series of coal miners to resort to chapter 11 protection in recent months, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-retail-sales-rose-solidly-in-june-11563280383", "title": "Outlook for Second-Quarter Growth Firms", "date": "2019-07-16 14:57", "summary": "Retail sales rise for a fourth consecutive month and manufacturing strengthens in June. WASHINGTON-American shoppers increased their spending in June and factories picked up production, adding to evidence the U.S. economy is wrapping up a solid second quarter despite challenges from abroad.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-blacklists-leaders-of-al-qaedas-branch-in-mali-11563302640", "title": "U.S. Blacklists Leaders of al Qaeda's Branch in Mali", "date": "2019-07-16 14:44", "summary": "The designations come as the U.S. seeks to further counter the growth of the group in West Africa. The U.S. blacklisted two individuals for allegedly holding leadership roles in al Qaeda's branch in Mali, U.S. officials said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-orders-social-media-silence-for-roger-stone-11563301843", "title": "Judge Orders Social-Media Silence for Roger Stone", "date": "2019-07-16 14:30", "summary": "Trump confidant is banned from using Instagram, Twitter and Facebook as he awaits November trial. WASHINGTON-A federal judge banned Roger Stone from using Instagram, Twitter and Facebook over what she said were his repeated violations of a gag order to not discuss any aspects of the government's case against him.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-streets-answer-to-risks-in-loan-market-bundle-lower-rated-loans-11563269403", "title": "Wall Street's Answer to Risks in Loan Market: Bundle Lower-Rated Loans", "date": "2019-07-16 14:27", "summary": "A growing number of money managers are embracing a new strategy designed to benefit from volatility in junk-rated corporate loans. A growing number of money managers are embracing a new strategy designed to benefit from volatility in junk-rated corporate loans, a sign of building worries about riskier borrowers and the market that supports them.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-talks-open-with-labor-costs-rising-slowdown-looming-11563282530", "title": "Wild Card in Detroit Labor Talks: Workers Who Haven't Seen Hard Times", "date": "2019-07-16 14:15", "summary": "Nearly 42% of the Detroit Three's unionized workforce have never experienced a slowdown in the U.S. car sector. After years of prosperity, car companies in Detroit are entering contract talks this week with the United Auto Workers with one main goal: cap fast-rising labor costs ahead of an industry downturn when nearly half their unionized workers haven't experienced one.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmy-nominations-2019-games-of-thrones-sets-a-single-season-record-with-32-nods-11563293140", "title": "Emmy Nominations 2019: 'Game of Thrones' Sets Single-Season Record With 32 Nods", "date": "2019-07-16 14:14", "summary": "The haul for the recently concluded HBO hit included nominations for outstanding drama series and best actress, as the show extended its streak as the most-decorated drama ever. \"Game of Thrones\" led the pack of Emmy nominees on Tuesday with 32 nods, the most ever for any program in a single season.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-weekend-getaway-that-outshines-the-hamptons-11563300538", "title": "A Weekend Getaway That Outshines the Hamptons", "date": "2019-07-16 14:08", "summary": "Seven reasons why Long Island's North Fork isn't the Hamptons-and why it just might be better. Plus, where to eat, drink, stargaze and shuck your own oysters. DON'T LISTEN to the old-timers who live on the North Fork when they grouch about their humble turf becoming the New Hamptons. The 20-mile strip at the east end of New York's Long Island sits just across the Peconic Bay from the South Fork, which includes the Hamptons proper, a much wealthier universe. \"What are all those fancy hotels and restaurants doing over here,\" North Forkers argue, \"if we aren't the New Hamptons yet?\" Those places are indeed popping up all over the village of Greenport, the pulsing hub of the North Fork. But the Greenport phenomenon has more to do with migrating hipsters from Brooklyn than any imagined, decades-old invasion from across the water. The rest of the area, mostly farmland, vineyards and unostentatious country homes, hums along as usual. Here, seven reasons this still-more mellow patch isn't you-know-where.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kentucky-skirmish-mitch-mcconnell-irks-rand-paul-with-push-on-tax-treaties-11563300338", "title": "Kentucky Skirmish: Mitch McConnell Irks Rand Paul With Tax-Treaty Push", "date": "2019-07-16 14:05", "summary": "Senate majority leader moves ahead with tax votes, defying Paul's long opposition to the international agreements. WASHINGTON-Rand Paul has spent eight years in the Senate at odds with fellow Kentuckian and Republican Mitch McConnell, supporting marijuana legalization, tying up the chamber floor with a filibuster and defeating the majority leader's efforts to preserve the government's bulk phone-records collection program.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whom-should-the-secure-act-make-securer-11563300284", "title": "Whom Should the Secure Act Make Securer?", "date": "2019-07-16 14:04", "summary": "Retirement accounts were created with preferred tax treatment to provide resources to workers for their own retirement, not for the purpose of funding vacations or general expenses for beneficiaries.. My brother Philip DeMuth's brilliant exposé of the Secure Act (\"Congress Is Coming for Your IRA,\" op-ed, July 10) points to two further problems. The act would be a major defeat for the effort to shift from taxing income to taxing consumption. That shift would leave citizens free to build personal and family wealth over time; their investment earnings, like their personal earnings, would be taxed when and only when spent on immediate consumption. Such a revenue system would be much fairer and radically simpler than the one we have. It would be a substantial boost for both economic growth and actual security for individuals and families.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-made-twitter-account-a-public-forum-11563300182", "title": "Trump Made Twitter Account a Public Forum", "date": "2019-07-16 14:03", "summary": "The president's account is governmental in nature because he has made it so.. Your editorial criticism \"Trump, Twitter and the First Amendment\" (July 12) of the recent unanimous decision of the Second Circuit Court of Appeals that concluded that President Trump's Twitter account is a sort of public forum from which his critics could not be blocked undervalues the considerations that led to the ruling. The White House itself has characterized assertions by the president via that account as \"official statements by the president of the United States\" and the National Archives treats his tweets as \"official records.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slinging-harsh-labels-isnt-helping-bring-us-together-11563300002", "title": "Slinging Harsh Labels Isn't Helping Bring Us Together", "date": "2019-07-16 14:00", "summary": "Isn't the condemnation of an entire segment of our population as racist, based solely on the color of their skin, in itself racist?. Regarding Kimberley A. Strassel's \"Pelosi's Prima Donnas\" (Potomac Watch, July 12): It warms the cockles of my heart to hear members of the Democratic House majority charging their leader and party moderates with racism. But isn't the condemnation of an entire segment of our population as racist, based solely on the color of their skin, in itself racist, as in Speaker Nancy Pelosi's charge that Republicans want to make \"America white again\"? If so, Rep. Alexandria Ocasio-Cortez is correct about the speaker. Unfortunately for Ms. Ocasio-Cortez, it also condemns her and her fellow \"prima donnas.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-casinos-begin-taking-sports-bets-11563299929", "title": "New York Casinos Begin Taking Sports Bets", "date": "2019-07-16 13:58", "summary": "Experts say state is still hampered because mobile wagering isn't permitted. SCHENECTADY, N.Y.-The state's first legal sports bets were placed at an upstate casino on Tuesday morning, but experts say New York still lags behind its neighbors because mobile wagering isn't allowed.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vietnam-doesnt-threaten-u-s-interests-as-china-does-11563299914", "title": "Vietnam Doesn't Threaten U.S. Interests as China Does", "date": "2019-07-16 13:58", "summary": "Vietnam isn't building islands in the South China Sea and weaponizing them, threatening Hong Kong's special democratic status, propping up a nuclear North Korea, assisting the Venezuelan dictatorship or setting up concentration camps.. Regarding your editorial \"Why Vietnam Loves Donald Trump\" (July 11): You correctly point out that while the bilateral trade deficit will decrease with China because of the focused tariffs, the total trade deficit is not being affected. The deficit is just being redirected to other low-cost producers like Vietnam, Taiwan, South Korea and Mexico. However, that should be acknowledged to be a positive. The latter nations aren't threatening us militarily, involved with intellectual property grand larceny and challenging our domination in superpower status. Vietnam and the Philippines aren't building islands in the South China Sea and weaponizing them, aren't threatening Hong Kong's special democratic status, aren't propping up a nuclear North Korea, aren't assisting the Venezuelan dictatorship or setting up concentration camps.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-is-not-the-hamptonsyet-11563298865", "title": "This is Not the Hamptons-Yet", "date": "2019-07-16 13:41", "summary": "A few new arrivals on Long Island's North Fork might be luring more weekenders, but the coastal strip still prides itself on its low-key charm.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mayor-de-blasios-presidential-run-gets-boost-from-hotel-industry-11563297319", "title": "Mayor de Blasio's Presidential Run Gets Boost From Hotel Industry", "date": "2019-07-16 13:15", "summary": "Recent polls find de Blasio near the bottom of the pack of Democratic candidates. Democratic Mayor Bill de Blasio has pulled in nearly $1.1 million in donations for his presidential campaign in the six weeks since he declared his run, relying on large donations, including ones from executives in the hotel industry.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-posts-higher-profit-11563279572", "title": "Wells Fargo Posts Higher Profit", "date": "2019-07-16 13:05", "summary": "The bank is working to dig out of regulatory problems while finding a permanent leader. Wells Fargo & Co. said Tuesday that second-quarter profit rose, though the bank had to pay up to satisfy depositors.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-sachs-reports-lower-profit-11563277313", "title": "Goldman Sachs Reports Profits, Revenue Decline", "date": "2019-07-16 12:47", "summary": "Wall Street firm run by David Solomon dealt with uncertain markets in the second quarter. Goldman Sachs Group Inc.'s quarterly profit fell 6% as the cost of the Wall Street bank's pivot toward Main Street began to weigh.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-proposes-stricter-standards-for-auditors-11563295509", "title": "U.K. Regulator Proposes Stricter Standards for Auditors", "date": "2019-07-16 12:45", "summary": "The Financial Reporting Council's move follows findings of substandard audits of large companies. The U.K.'s Financial Reporting Council is proposing tighter rules for the country's auditors, a move that follows a report the regulator released last week that found that audits of large U.K. companies' financial statements continue to miss regulatory targets.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-kaplan-says-rate-cut-could-be-warranted-based-on-bond-market-signals-11563293519", "title": "Fed's Kaplan Says Rate Cut Could Be Warranted Based on Bond Market", "date": "2019-07-16 12:44", "summary": "A potential rate cut 'should be limited, and it should be restrained'. WASHINGTON-Dallas Fed President Robert Kaplan said he could be convinced by arguments to cut rates based on signals coming from bond markets, even though he hadn't penciled in any rate cuts this year at the central bank's June policy meeting.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-keeping-gardens-beautiful-in-sweltering-august-11563295091", "title": "The Secret to Keeping Gardens Beautiful in Sweltering August", "date": "2019-07-16 12:38", "summary": "If only the daffodil optimism of spring could last forever. These tips will keep your garden colorful and unwilted during the dog days of summer. ON A RECENT SUNDAY night my husband came out to the garden, where I had been working since dawn. He looked concerned.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-hopes-to-ease-strain-on-its-emergency-rooms-11563294021", "title": "New York City Hopes to Ease Strain on Its Emergency Rooms", "date": "2019-07-16 12:20", "summary": "'NYC Care' expected to serve roughly 300,000 people who are ineligible for insurance. The country's largest public-hospital system is about to tackle one of health care's biggest challenges: getting patients out of emergency rooms and into the offices of primary-care doctors.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/armstrongs-moon-suit-back-from-the-cleaners-returns-to-public-display-11563269401", "title": "Armstrong's Moon Suit, Back From the Cleaners, Returns to Public Display", "date": "2019-07-16 12:17", "summary": "Resume Subscription. CHANTILLY, Va.-The engineers and seamstresses who made Neil Armstrong's space suit intended it for a single use: to get him to the surface of the moon and back. Fifty years later, conservators at the Smithsonian Institution National Air and Space Museum are saving it for posterity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lithia-motors-promotes-internal-candidate-to-finance-chief-11563293516", "title": "Lithia Motors Promotes Internal Candidate to Finance Chief", "date": "2019-07-16 12:11", "summary": "New CFO Tina Miller has been with the company for nearly 15 years. Auto dealer Lithia Motors Inc. on Tuesday appointed an internal candidate as its next finance chief following a nationwide search.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-stalwart-quits-france-cabinet-after-reports-of-taxpayer-funded-banquets-11563293406", "title": "Macron Stalwart Quits French Cabinet", "date": "2019-07-16 12:10", "summary": "Environment minister's troubles challenge French president's image overhaul. PARIS-French President Emmanuel Macron's environment minister resigned after media reports of lavish dinners held at taxpayer expense with family and friends.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-classic-volkswagen-beetle-goes-electric-11563293255", "title": "A Classic Volkswagen Beetle Goes Electric", "date": "2019-07-16 12:07", "summary": "Resume Subscription. Kris Whitten, 70, a retired deputy attorney general from Kensington, Calif., on his 1968 Volkswagen electric-powered Beetle, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/blue-aprons-beyond-meat-deal-lacks-substance-11563293103", "title": "Blue Apron's Beyond Meat Deal Lacks Substance", "date": "2019-07-16 12:05", "summary": "Partnership sent meal kit's stock flying, but appetite for company's vegan meals likely to be short-lived. Everything Beyond Meat touches turns to gold, it seems.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-reinventing-the-68-beetle-for-a-new-era-11563293130", "title": "Photos: Reinventing the '68 Beetle for a New Era", "date": "2019-07-16 12:05", "summary": "Fifty years after he bought his classic VW bug, Kris Whitten converted its engine to battery-power. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/everythings-bigger-in-texas-like-the-homes-in-river-oaks-11563292828", "title": "Everything's Bigger in Texas, Like the Homes in River Oaks", "date": "2019-07-16 12:00", "summary": "The ritzy residential area in the heart of Houston is home to expansive houses that average more than 3,600 square feet. The development of River Oaks, one of Houston's ritziest neighborhoods, can be traced to 1924. That's when brothers Will and Mike Hogg, sons of a former Texas governor, started buying property surrounding the then-new River Oaks Country Club, a rural outpost west of Houston. The Hoggs, along with their business partner Hugh Potter, envisioned a residential community with strict deed restrictions on architectural standards and a private tax to support upkeep. As Houston grew, River Oaks found itself centrally-located within the Interstate 610 loop. Today the 1,100-acre area provides residents with a short commute to work downtown, not to mention a private security force that patrols the area.", "categories": [["Real Estate", "Relative Values"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/relative-values?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flip-flops-you-can-actually-wear-to-work-11563292729", "title": "Flip-Flops You Can Actually Wear to Work", "date": "2019-07-16 11:58", "summary": "The thong-once cherished only by swim-team kids and the underdressed-slips back into vogue for women this summer. ONE MIGHT DISMISS the phrase \"elegant flip-flop\" as an oxymoron, insisting that the scanty sandals belong only on frat boys and the sartorially oblivious. And yet, this summer, some truly tasteful thong sandals have entered the fashion fray, from purveyors like avant-garde, Switzerland-based label Vetements and Swedish brand Totême, the latter reflecting the sensibility of its stylish founder, the social-media-savvy Elin Kling. These aren't the utilitarian shower shoes that reigned in the '90s. The new elevated flip-flop is always polished and sometimes even heeled. Why now?", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-house-prepares-to-hold-two-anti-trump-votes-11563292121", "title": "The House Prepares to Hold Two Anti-Trump Votes", "date": "2019-07-16 11:48", "summary": "Votes to condemn president's Twitter attacks and to hold Wilbur Ross and William Barr in contempt of Congress are on the agenda. Democrats will have two opportunities on the floor of the U.S. House of Representatives this week to vent their frustrations with members of the Trump administration.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rate-cut-plans-stop-making-sense-11563291125", "title": "Fed's Rate Cut Plans Stop Making Sense", "date": "2019-07-16 11:32", "summary": "Latest economic data don't show a need for monetary stimulus from the Federal Reserve. The facts have changed, but the Federal Reserve sure doesn't seem like it is changing its mind.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-spent-1-500-on-virtual-bazookas-kids-are-splurging-on-digital-goods-11563291006", "title": "You Spent $1,500 on Virtual Bazookas? Kids Are Splurging on Digital Goods", "date": "2019-07-16 11:30", "summary": "In-game purchases come under new scrutiny from lawmakers; with virtual spending, 'money turns magical'. ", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cincinnati-soccer-team-plans-250-million-stadium-11563290101", "title": "Cincinnati Soccer Team Plans $250 Million Stadium", "date": "2019-07-16 11:15", "summary": "The 26,000-seat venue is the latest in a wave of new soccer-only stadiums sweeping U.S.. Cincinnati's Major League Soccer team unveiled plans Tuesday for a $250 million stadium, the latest in a wave of more intimate, soccer-only stadiums sweeping the U.S.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-ross-lists-central-park-pad-for-75-million-11563288394", "title": "Stephen Ross Lists Central Park Pad for $75 Million", "date": "2019-07-16 10:46", "summary": "The real-estate developer and his wife Kara Ross are selling their Time Warner Center penthouse as they make the switch to Hudson Yards. Mega real-estate developer and Miami Dolphins owner Stephen Ross and his wife, jewelry designer Kara Ross, are listing their penthouse on the southwest corner of New York's Central Park for $75 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-manhattan-penthouse-of-the-related-companies-founder-stephen-ross-11563288351", "title": "The Manhattan Penthouse of the Related Companies Founder Stephen Ross", "date": "2019-07-16 10:45", "summary": "Atop the Time Warner Center at Columbus Circle, the unit has a room for golf and a 42-foot-long living room. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bank-of-canada-to-introduce-enhanced-risk-free-rate-benchmark-in-2020-11563288203", "title": "Bank of Canada to Introduce Enhanced Risk-Free Rate Benchmark in 2020", "date": "2019-07-16 10:43", "summary": "Move is part of shift away from rates derived from bank estimates. OTTAWA-The Bank of Canada said it expects to launch an enhanced version of its overnight risk-free interest rate benchmark next year, part of a global effort to transition financial markets away from using rates derived from bank estimates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-refuse-to-call-it-a-corvette-gm-moves-the-engine-revs-up-a-revolt-11563287949", "title": "'I Refuse to Call It a Corvette.' GM Moves the Engine, Revs Up a Revolt", "date": "2019-07-16 10:39", "summary": "The auto maker's plan to move the engine to its midsection has some longtime fans beside themselves. Robert Hively has owned six Corvettes. He has lived through numerous changes to the famed sports car's design over the decades.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-reports-rising-profit-11563274861", "title": "JPMorgan Chase's Profit Boosted by Consumer Unit", "date": "2019-07-16 10:32", "summary": "Bank's trading revenue was flat; profit on lending operations rose 7%. JPMorgan Chase & Co. said Tuesday that second-quarter profit rose 16%, with the strong performance of its consumer businesses offsetting a slowdown across its other operations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neighbors-face-off-over-texas-other-lucrative-resource-water-11563286812", "title": "Neighbors Face Off Over Texas' Other Lucrative Resource: Water", "date": "2019-07-16 10:20", "summary": "Resume Subscription. FORT STOCKTON, Texas-Wildcatter Clayton Williams Jr. made his first fortune in oil. He aims to make another off a treasure buried beneath his family's West Texas land. It's a massive trove of water.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebook-says-libra-cryptocurrency-to-be-regulated-by-swiss-financial-authorities-11563208951", "title": "Facebook Confronts Broad Resistance to Crypto Plans", "date": "2019-07-16 10:14", "summary": "Treasury Secretary Mnuchin, other U.S. officials raise concerns about Libra project ahead of executive's congressional testimony. WASHINGTON-The Trump administration raised national security concerns about Facebook Inc.'s plans to launch a cryptocurrency as a growing chorus of U.S. and international officials voiced resistance to the tech giant operating its own digital money.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-industrial-production-unchanged-in-june-11563283149", "title": "U.S. Industrial Production Unchanged in June", "date": "2019-07-16 10:11", "summary": "Increases in manufacturing and mining offset by decline in utilities. WASHINGTON-U.S. industrial output was flat in June, as increases for the manufacturing and mining sectors were offset by a decline in utilities output.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landlords-challenge-new-yorks-rent-control-law-in-federal-court-11563274921", "title": "Landlords Challenge New York's Rent-Control Law in Federal Court", "date": "2019-07-16 10:09", "summary": "Suit seeks to demonstrate that rent laws are 'arbitrary and irrational'; tenants vow to fight back. Landlord groups on Monday filed a U.S. constitutional challenge to New York's rent regulations, alleging that state and city governments had, in effect, taken over nearly a million rent-regulated apartments with its new law.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-new-york-city-ready-for-the-scooter-sharing-invasion-11563285600", "title": "Is New York City Ready for the Scooter-Sharing Invasion?", "date": "2019-07-16 10:00", "summary": "Startup Revel recently dropped 1,000 mopeds on the streets, but perhaps not everyone should zoom around without a lesson first. Suddenly, they're all over Brooklyn and Queens-shiny black and blue mopeds. In May, scooter-sharing startup Revel dropped 1,000 bikes on the streets. Decals on the mopeds invite anyone to download the Revel app and take a spin.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/linda-ronstadt-recalls-her-moms-pain-and-her-dads-evening-song-ronstadts-raves-11563285636", "title": "Linda Ronstadt Recalls Her Mom's Pain and Her Dad's Evening Song", "date": "2019-07-16 10:00", "summary": "The Grammy winner looks back at her childhood on the family's cattle ranch in Tucson, Ariz., where nights were spent singing and harmonizing together. Linda Ronstadt, 73, is a retired singer who has released more than 30 studio albums and 40 hit singles, and has received 10 Grammy awards. She is the author of \"Simple Dreams: A Musical Memoir\" (Simon & Schuster). She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arrest-of-french-academic-in-iran-complicates-efforts-to-save-nuclear-deal-11563285153", "title": "Arrest of Academic Complicates Efforts to Save Iran Nuclear Deal", "date": "2019-07-16 09:58", "summary": "Fariba Adelkhah, a leading expert on Iran, had been in the country conducting research before she was detained. Iran said it has detained a French-Iranian scholar on unspecified charges, complicating French President Emmanuel Macron's efforts to salvage the 2015 nuclear deal and defuse tensions in the Middle East.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-iowa-and-beyond-older-voters-are-key-to-2020-democratic-presidential-nomination-11563284127", "title": "In Iowa and Beyond, Older Voters Are Key to Democratic Nomination", "date": "2019-07-16 09:42", "summary": "Some 23% of the electorate will be age 65 and older, the highest since at least 1970. DES MOINES, Iowa-The math is simple: Voters 50 and older are expected to make up more than half of Iowa caucus-goers in 2020, and more than three-quarters of the Democratic field is on hand to court them in the first state on the nomination calendar.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bhp-and-the-long-goodbye-from-coal-11563281253", "title": "BHP and the Long Goodbye From Coal", "date": "2019-07-16 08:47", "summary": "Large miners are moving away from the thermal coal used to generate power, but getting good prices won't be easy. Power coal has generated big profits for miners over the years, but these days it mostly generates trouble. That doesn't mean getting out of the business is easy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscar-de-la-renta-readies-international-expansion-effort-11563280823", "title": "Oscar de la Renta Readies International Expansion Effort", "date": "2019-07-16 08:40", "summary": "After monthslong delays, one of the last independent U.S. high-fashion brands will throw open the doors of its showroom and store in Paris-plus christen a new office in China. Can designers Fernando Garcia and Laura Kim power the house's global ambitions?. WHEN OSCAR DE LA RENTA died in 2014 after a lengthy battle with cancer, Laura Kim, then his head designer, didn't have time to fall apart, slack off or, as she says, even read obituaries. She was busy cleaning out de la Renta's office for his successor, Peter Copping.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oscar-de-la-renta-readies-international-expansion-effort-11563280733", "title": "Oscar de la Renta Readies International Expansion Effort", "date": "2019-07-16 08:38", "summary": "After months-long delays, one of the last independent U.S. high-fashion brands will throw open the doors of its showroom and store in Paris-plus christen a neAfter months-long delays, one of the last independent U.S. high-fashion brands will throw open the doors of its showroom and store in Paris-plus christen a new office in China. Can designers Fernando Garcia and Laura Kim power the house's global ambitions?. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sweetgreen-salad-new-store-model-tech-incubator-11563280524", "title": "Sweetgreen, Pointing to Its Own Past, Hatches New Model", "date": "2019-07-16 08:36", "summary": "The company says it's so much more than salad-and wants to change the way it serves up both food and new ideas, its three founders say. Inside their \"Sweetgreen 3.0\" project. WITH A DEVOTED following and a recent valuation of over $1 billion, the fast-casual salad chain Sweetgreen seems to be doing things right. The company's three founders-Nicolas Jammet, Jonathan Neman and Nathaniel Ru-wouldn't fully agree. \"Right now, the experience is average or mediocre at best,\" says Jammet, 34. He points to lines that can overwhelm at peak hours and the anxiety some newcomers experience when having to order on the spot. The company, which says it sources all sustainable ingredients, wishes it were more effective at conveying its philosophy to customers and better suited to juggle demand from third-party delivery services and other channels. The founders have hatched what they hope will be a solution. Later this year, the company will debut a new store model on Park Avenue and 32nd Street in Manhattan. Sweetgreen 3.0, as it is called internally, will act as an incubator for several new ideas and move the company closer to its goal of serving more than just salad.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tethers-5-billion-error-exposes-crypto-markets-fragility-11563280121", "title": "Tether's $5 Billion Error Exposes Crypto Market's Fragility", "date": "2019-07-16 08:28", "summary": "Sudden flood of digital coins spooked market and drove down price of bitcoin by about 12%. Investors got a reminder this weekend that the market infrastructure for trading cryptocurrency is still under construction.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/streaming-startup-quibi-to-create-daily-news-show-with-nbc-11563249780", "title": "Quibi to Create Daily News Show With NBC", "date": "2019-07-16 07:47", "summary": "Short-form video company founded by Jeffrey Katzenberg plans to launch slate of daily shows including news, sports and weather. Quibi will launch a twice-daily news show in partnership with NBC News, part of a strategy to lure viewers to its short-form streaming service every day.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pyongyang-threatens-missile-test-in-response-to-u-s-south-korea-military-exercises-11563276658", "title": "Pyongyang Threatens Missile Test in Response to U.S.-South Korea Military Exercises", "date": "2019-07-16 07:30", "summary": "North Korea says U.S. is 'unilaterally reneging on its commitments' to bring peace to peninsula. SEOUL-North Korea protested a coming U.S.-South Korean joint military exercise, suggesting it was starting to lose patience with Washington and may reconsider its self-imposed ban on long-range weapons testing.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keycorp-finds-fraudulent-activity-estimated-at-up-to-90-million-11563275568", "title": "KeyCorp Finds Fraudulent Activity Estimated at Up to $90 Million", "date": "2019-07-16 07:12", "summary": "Resume Subscription. KeyCorp said it discovered fraudulent activity around July 9 associated with transactions conducted in the third quarter by a business customer of KeyBank National Association.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/engineering-versus-bean-counting-at-boeing-11563275469", "title": "Engineering Versus Bean-Counting at Boeing", "date": "2019-07-16 07:11", "summary": "Focusing on costs has helped boost profitability, but the 737 MAX debacle highlights the dangers of taking the financial approach too far. Boeing has lost a colossal $36 billion in market value since the onset of the 737 MAX debacle-far more than it is likely to spend in compensation, fixes and fines. One explanation is that investors are questioning the shareholder-friendly approach adopted by the plane maker over the past couple of decades.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-crowds-set-for-british-open-return-to-northern-ireland-11563275041", "title": "Record Crowds Set for British Open Return to Northern Ireland", "date": "2019-07-16 07:04", "summary": "The tournament is being held outside Scotland and England for only the second time ever and the first time since 1951. Portrush, Northern Ireland", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-bar-keeps-rising-11563274980", "title": "Microsoft's Bar Keeps Rising", "date": "2019-07-16 07:03", "summary": "With a $1 trillion market value and record stock multiple, the software giant no longer gets to fly under the radar. Microsoft 's comeback is no longer tech's best-kept secret. That sets up a new kind of challenge for the software giant.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-investors-should-be-glad-china-banned-them-from-this-tech-darling-11563274863", "title": "Foreign Investors Should Be Glad China Banned Them From This Tech Darling", "date": "2019-07-16 07:01", "summary": "Shares of maker of laser equipment for Apple and Samsung plunge after profit warning. It isn't always a bad thing when you don't get what you wish for. Just ask global investors in Han's Laser , a Chinese maker of laser equipment for the likes of Apple and Samsung.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-developers-lobby-to-legalize-drones-11563274803", "title": "New York City Developers Lobby to Legalize Drones", "date": "2019-07-16 07:00", "summary": "Developers say a 1948 law effectively prohibiting drones from flying within city boundaries is overly broad and out of date. Real-estate developers in Los Angeles and Chicago are embracing drone technology to help speed up the building process and reduce costs. But in New York City, a 71-year-old local statute is keeping drones grounded.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developer-bets-1-billion-on-reno-11563274800", "title": "Developer Bets $1 Billion on Reno", "date": "2019-07-16 07:00", "summary": "Jacobs Entertainment plans 2,000 units, mostly apartments, for Nevada's 'Biggest Little City in the World'. A billion-dollar residential-and-entertainment district planned for Reno, Nev., would be the city's largest ever project, say local real-estate executives, and a big bet its economy can continue to break from its historic reliance on gambling.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-condo-slump-starting-to-imperil-city-developers-11563274801", "title": "Manhattan Condo Slump Starting to Imperil City Developers", "date": "2019-07-16 07:00", "summary": "Some Manhattan high-rise condo developers are struggling to keep their projects funded amid a market downturn. High-rise developers in Manhattan are coming under stress as tough market conditions are starting to undermine some of the city's most prominent luxury condo projects.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/737-max-woes-hobble-budget-carrier-ryanair-11563268006", "title": "737 MAX Woes Hobble Budget Carrier Ryanair", "date": "2019-07-16 05:37", "summary": "Ryanair had been due to receive its first MAX planes this spring. Ryanair Holdings PLC said delays in Boeing Co. 's delivery of 737 MAX passenger jets will slow the carrier's growth and force it to close some of its bases and make cuts at others this winter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-can-lead-to-lower-dentist-bills-11563269400", "title": "AI Can Lead to Lower Dentist Bills", "date": "2019-07-16 05:30", "summary": "Dental support organizations are introducing artificial-intelligence tools to standardize care across member clinics and bring down costs. Companies that provide business support to dentists are starting to use artificial intelligence to analyze X-ray images and automate certain steps in common procedures, pointing to the technology's cost-cutting potential.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-loans-in-europe-tumble-but-they-are-never-fully-gone-11563269402", "title": "Bad Loans in Europe Tumble, but They Are Never Fully Gone", "date": "2019-07-16 05:30", "summary": "A parade of big U.S. investors such as Cerberus and Apollo snap up billions in European toxic loans. European banks have cleared nearly half of the toxic loans off their balance sheets since emerging from a debilitating debt crisis earlier this decade. The only trouble: A chunk of those loans haven't fully gone away.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/older-employees-breathe-new-life-into-europes-labor-market-11563269401", "title": "Older Employees Breathe New Life Into Europe's Labor Market", "date": "2019-07-16 05:30", "summary": "Influx defies conventional wisdom and bolsters Continent's economy, but gains could come at the expense of younger workers. BARCELONA-When entrepreneur Kim Diaz opened a bar-restaurant in this buzzing Mediterranean city four years ago, he adopted a strict hiring policy: only workers aged 50 and above.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/system-under-strain-how-the-u-s-actually-manages-the-thousands-of-migrant-families-entering-each-day-11563269400", "title": "How the U.S. Manages the Thousands of Migrant Families Entering Each Day", "date": "2019-07-16 05:30", "summary": "The Trump administration is moving to limit Central American migrants' ability to seek asylum at the U.S. border with Mexico. Here's how the process unfolds.. The record number of families entering the U.S. and requesting asylum has overloaded a border enforcement system not designed to safely and quickly process them. Here is a step-by-step look at the process families go through and where the system is straining.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-to-remove-controversial-suicide-scene-from-13-reasons-why-11563248296", "title": "Netflix Removes Suicide Scene From '13 Reasons Why'", "date": "2019-07-16 00:57", "summary": "The scene was edited following a debate over whether the show increased the risk of teen suicide. Netflix Inc. removed a suicide scene from an episode of the first season of its popular teen drama \"13 Reasons Why,\" following a debate over whether the show increased the risk of teen suicide.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-presidential-candidates-are-spending-cash-faster-than-they-raise-it-11563230921", "title": "Some Presidential Hopefuls Are Spending Cash Faster Than They Raise It", "date": "2019-07-16 00:28", "summary": "Second-quarter fundraising reports show some campaigns are burning through available funds. WASHINGTON-Eleven of the Democratic presidential campaigns, including former Texas Rep. Beto O'Rourke, New Jersey Sen. Cory Booker and former Colorado Gov. John Hickenlooper spent more than they raised in the most recent three months.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rio-tinto-faces-delays-added-costs-for-big-copper-mine-project-11563251099", "title": "Rio Tinto Faces Delays, Added Costs for Big Copper-Mine Project", "date": "2019-07-16 00:25", "summary": "Delay to underground mine at Oyu Tolgoi could worsen expected copper shortage in coming years. SYDNEY- Rio Tinto PLC said it will take longer and cost more than expected to finish building one of the world's biggest copper mines in Mongolia's southern Gobi Desert.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jesse-jackson-urges-pardon-for-blagojevich-11563229638", "title": "Jesse Jackson and Jackson Jr. Urge Pardon for Blagojevich", "date": "2019-07-16 00:11", "summary": "Civil rights leader and his son, a former congressman who went to prison, say 14-year sentence too severe for former Illinois governor. WASHINGTON-The Rev. Jesse Jackson and his oldest son, former Rep. Jesse Jackson Jr. (D., Ill.), have urged President Trump to pardon Rod Blagojevich, the former Illinois governor whose arrest on charges of trying to sell a Senate seat ensnared the younger Mr. Jackson.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11563220375", "title": "Pepper...and Salt", "date": "2019-07-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/story/on-this-day-fifty-years-ago-5cd8c60c?mod=article_inline", "title": "On This Day of the Moon Mission: Amazin' Mets and Vietnam", "date": "2019-07-16 00:01"}, {"link": "https://www.wsj.com/articles/indias-second-moon-shot-delayed-by-snag-11563201250", "title": "Failure to Launch: India's Second Moon Shot Is Delayed", "date": "2019-07-16 22:55", "summary": "Mission will seek evidence of water molecules in areas permanently shadowed in the southern pole. MUMBAI-India postponed the launch of its second lunar mission Monday, putting on hold its hopes to make a soft landing on the moon's southern polar region.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-makes-thousands-of-repairs-after-inspections-11563243514", "title": "PG&E Makes Thousands of Repairs", "date": "2019-07-16 22:18", "summary": "California utility steps up efforts to prevent its equipment from sparking more wildfires. PG&E Corp. said it is working to repair nearly 10,000 problems it discovered throughout its electrical system as it steps up efforts to prevent its equipment from sparking more wildfires.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prologis-to-buy-warehouse-owner-industrial-property-trust-11563241282", "title": "Prologis to Buy Warehouse Owner Industrial Property Trust", "date": "2019-07-16 21:41", "summary": "Deal is valued at $3.99 billion including debt. Prologis Inc. has agreed to buy real-estate investment trust and warehouse owner Industrial Property Trust in a deal valued at $3.99 billion including debt, the company said Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-says-agreement-close-with-congressional-leaders-on-debt-ceiling-11563219077", "title": "Mnuchin Says Agreement Close With Congressional Leaders on Debt Ceiling", "date": "2019-07-16 20:59", "summary": "Treasury secretary has been holding direct talks with Pelosi. WASHINGTON-Treasury Secretary Steven Mnuchin said the administration was \"very close\" to reaching a deal with congressional leaders to raise the federal borrowing limit and set overall spending levels for the next two years.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-buying-ad-tech-startup-vungle-for-about-750-million-11563235624", "title": "Blackstone Buying Ad-Tech Startup for About $750 Million", "date": "2019-07-16 20:07", "summary": "Startup, which had raised only about $30 million, had been rocked by charges against former CEO. Blackstone Group Inc. is acquiring mobile video advertisement startup Vungle Inc. in what could be a strong exit for its venture-capital investors.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lighter-loads-weigh-on-railroads-11563235311", "title": "Lighter Loads Weigh on Railroads", "date": "2019-07-16 20:01", "summary": "Freight volumes shrink in most categories as railroads confront trade tensions, cooling global economy. Freight trains are carrying a shrinking amount of cargo as railroads feel the effects of trade tensions, a cooling global economy and changes to their own systems that are driving customers elsewhere.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]