[{"link": "https://www.wsj.com/articles/accountability-for-brexit-11547596728", "title": "Accountability for Brexit", "date": "2019-01-15 18:58", "summary": "A defeat for Theresa May leaves Parliament in charge.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-for-the-presidency-11547596655", "title": "Barr for the Presidency", "date": "2019-01-15 18:57", "summary": "Some lessons for the left and right on constitutional guardrails.. Bill Barr has already run the Justice Department, so he didn't spend Tuesday at his confirmation hearing with Senators to improve his résumé. President Trump's nominee for Attorney General nonetheless elucidated important principles of the Constitution and executive power, which many on the left and right are prepared to dump because they don't like this particular President.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visions-of-a-70-tax-rate-11547596675", "title": "Visions of a 70% Tax Rate", "date": "2019-01-15 18:57", "summary": "The new socialists need a refresher course in government math.. By now readers have heard that progressive luminary Alexandria Ocasio-Cortez (AOC for groupies) supports a 70% top marginal tax rate, which she says will help finance a \"green new deal.\" Higher taxes on the rich is the stock socialist answer on how to pay for any project, though a reminder arrived this week that soaking the wealthy will barely register as a down payment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-major-eu-tax-flub-11547596627", "title": "A Major EU Tax Flub", "date": "2019-01-15 18:57", "summary": "Brussels deploys the steamroller against states with low rates.. The European Union's high-tax nations have tried for years to thwart tax competition from smaller states such as Ireland and Luxembourg. But do they have to ramp up that effort again right as the EU is in danger of another economic slowdown?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/takeover-bid-interrupts-gannetts-quest-for-gizmodo-11547590555", "title": "Takeover Bid Interrupts Gannett's Quest For Gizmodo", "date": "2019-01-15 18:57", "summary": "Gannett suitor MNG Enterprises urged USA Today owner to pause digital acquisitions. Gannett Inc. has been pursuing a purchase of digital publisher Gizmodo Media Group, according to people familiar with the matter, an effort that could be complicated by the takeover approach the USA Today owner received this week from a hedge fund-backed rival.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-and-the-good-review-the-anatomy-of-morality-11547596547", "title": "'Science and the Good' Review: The Anatomy of Morality", "date": "2019-01-15 18:55", "summary": "The new \"moral scientists\" address ethics solely through empirical methods and try to put moral claims on a secure scientiﬁc footing. Julian Baggini reviews \"Science and the Good\" by James Davison Hunter and Paul Nedelisky.. Few would begrudge scientists pride in the incredible achievements of their discipline. But many people do resent the ways in which these achievements have encouraged certain of their number to launch hostile incursions into nonscientific domains. Philosophy in particular has looked ripe for conquest, with many a scientist claiming that traditionally metaphysical questions of causation, consciousness and free will now belong to science.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-parliament-roundly-rejects-mays-brexit-plan-11547581277", "title": "U.K. Parliament Roundly Rejects May's Brexit Plan", "date": "2019-01-15 18:54", "summary": "Opposition calls for vote of no confidence in prime minister as uncertainty deepens just two months before Britain's planned exit from EU. LONDON-The British Parliament overwhelmingly rejected a proposed Brexit deal Tuesday, prompting a no-confidence vote against U.K. Prime Minister Theresa May and further stoking extreme uncertainty around Britain's exit from the European Union in just over two months.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-pinned-to-a-wall-few-americans-want-11547596437", "title": "Trump's Pinned to a Wall Few Americans Want", "date": "2019-01-15 18:53", "summary": "A grand immigration deal may be his only way to end the crisis and deliver to his base.. If President Trump hoped that shutting down the government would rally public support for a wall along the southern border, he must be disappointed. The Washington Post found that Americans continue to oppose the wall, 54% to 42%. Quinnipiac found a similar result, 55% to 43%, virtually unchanged from the pre-shutdown figure.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-burns-for-better-leaders-11547596344", "title": "California Burns for Better Leaders", "date": "2019-01-15 18:52", "summary": "Perverse housing incentives block urban high rises and set the woods on fire.. If only people who live on the seashore would get together with those who build in fire-prone wildernesses, the excess water of one could offset the excess dryness of the other. Sadly there is no direct way to effectuate such an arbitrage, but an indirect solution exists: Let insurance markets impose on individuals the full cost of the predictable risks they court.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-college-is-expensive-wait-until-its-free-11547596302", "title": "Think College Is Expensive? Wait Until It's Free", "date": "2019-01-15 18:51", "summary": "Higher-education costs have risen every time student aid has been made more generous. Has the time come for free college?", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-justices-hear-a-case-of-liquor-11547596183", "title": "The Justices Hear a Case of Liquor", "date": "2019-01-15 18:49", "summary": "Tennessee gives the court a chance to revive the long-dormant Privileges or Immunities Clause.. Doug and Mary Ketchum weren't looking for a fight when they moved to Tennessee. But they got one, and it's gone all the way to the Supreme Court, which on Wednesday hears Tennessee Wine and Spirits Retailers Association v. Blair.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-successful-pivot-to-asia-11547596114", "title": "Trump's Successful Pivot to Asia", "date": "2019-01-15 18:48", "summary": "America's regional allies are relieved to learn that the U.S. isn't going anywhere-for now.. President Trump signed legislation on the last day of 2018 designed to strengthen America's role in the Indo-Pacific region. The Asia Reassurance Initiative Act is the most comprehensive statement in a generation of America's regional interests. It authorizes expenditures of $1.5 billion annually through 2023 to enhance U.S. military, diplomatic and economic engagement with East and Southeast Asian allies such as Japan, India, South Korea and Taiwan. Unlike the Obama administration's ballyhooed \"pivot\" to Asia, Mr. Trump's turn to the East seems to have rattled China's cage.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/heres-how-you-make-a-deal-mr-president-11547596076", "title": "Here's How You Make a Deal, Mr. President", "date": "2019-01-15 18:47", "summary": "Free advice from one businessman-turned-politician to another.. Donald Trump ran for president telling a story of business prowess-the author of \"The Art of the Deal\" would come to Washington and solve the problems the politicians couldn't. Two years later, the longest government shutdown on record is revealing gaping cracks in his facade.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-find-sweet-spot-in-higher-rates-11547582951", "title": "Big Banks Find Sweet Spot", "date": "2019-01-15 18:45", "summary": "Rising interest rates from the Federal Reserve have aided the profitability of bank lending units. America's banks are loving higher interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-gillettes-customers-more-toxic-than-its-management-11547595042", "title": "Are Gillette's Customers More Toxic than its Management?", "date": "2019-01-15 18:30", "summary": "Procter & Gamble instructs shavers to improve their morality.. \"When I'm looking for guidance in my life I always turn to a Dow 30 company,\" comments Journal reader Robert Middleton. \"P&G (Gillette) for my relationship with women. Goldman Sachs for child rearing. Chevron for a mid-life crisis. Walgreen's for spiritual insights,\" he adds.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-rises-after-weak-german-data-brexit-deal-defeat-11547582747", "title": "Dollar Rises After Weak German Data, Brexit Deal Defeat", "date": "2019-01-15 18:06", "summary": "RELATED VIDEO. The dollar strengthened Tuesday after new data showed that Germany's economy slowed sharply last year.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-moves-higher-on-chinese-growth-efforts-11547571872", "title": "Gold Prices Lower as Dollar Strengthens", "date": "2019-01-15 18:01", "summary": "A stronger dollar makes gold less affordable to foreign buyers. Gold prices fell Tuesday, pushed down by a stronger dollar.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jana-is-closing-two-hedge-funds-that-lost-money-in-2018-11547593257", "title": "Activist Investor Jana to Close Two Underperforming Hedge Funds", "date": "2019-01-15 18:00", "summary": "The shutdowns reinforce larger struggles of hedge funds that specialize in making bets for or against stocks. Jana Partners LLC is closing two hedge funds, the latest sign of how stock pickers are retreating as they struggle to make money.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-to-seek-extradition-of-nba-player-as-feud-escalates-11547592929", "title": "Turkey to Seek Extradition of NBA Player as Feud Escalates", "date": "2019-01-15 17:55", "summary": "New York Knicks center Enes Kanter said he would refrain from traveling outside the U.S. for fear of being arrested. ISTANBUL-Turkey said it would seek the extradition of a prominent NBA player, part of a global hunt President Recep Tayyip Erdogan has launched to capture supporters of a Pennsylvania-based cleric he accuses of fomenting the 2016 coup that nearly swept him from power.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northeast-jesuit-order-releases-names-of-priests-accused-of-sex-abuse-11547569174", "title": "Jesuit Order Releases Names of Priests Accused of Sex Abuse", "date": "2019-01-15 17:29", "summary": "List includes credible allegations dating back to 1950. Saying they hoped to help heal pain and anger, leaders of the Jesuits in New York and New England released a list Tuesday of 50 clergy who had credible allegations of abuse of a minor made against them since 1950.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-nears-deal-to-buy-arconic-for-more-than-10-billion-11547569523", "title": "Apollo Nears Deal to Buy Arconic for More Than $10 Billion", "date": "2019-01-15 17:28", "summary": "The private-equity firm would pay between $21 and $22 a share in a deal that is expected to be announced this week. Private-equity firm Apollo Global Management LLC is nearing a deal to buy Arconic Inc. for more than $10 billion, ending months of negotiation over what would be one of the largest leveraged buyouts in recent years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-lawmakers-formally-admonish-rep-steve-king-for-racist-comments-11547584337", "title": "House Lawmakers Formally Admonish Rep. Steve King for Racist Comments", "date": "2019-01-15 17:26", "summary": "Mr. King said on the House floor that he supported the resolution condemning his words. WASHINGTON-The House passed a resolution of disapproval aimed at Rep. Steve King (R., Iowa) for his comments questioning why white supremacy was deemed offensive in the U.S., which spurred lawmakers, including fellow Republicans, to encourage the nine-term congressman to find a new job.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shippers-worry-they-will-face-increasing-delays-as-shutdown-drags-on-11547591053", "title": "Shippers Worry They Will Face Increasing Delays as Shutdown Drags On", "date": "2019-01-15 17:24", "summary": "Holdups over cross-border shipments so far have been relatively sporadic, business executives say. Shippers and freight-handlers say U.S. agencies that oversee the flow of goods are starting to cut back services and working hours, raising concerns that delays will spread across supply chains if the partial government shutdown continues much longer.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-dovish-shift-buoys-markets-in-2019s-first-weeks-11547590959", "title": "Fed's Dovish Shift Buoys Markets in 2019's First Weeks", "date": "2019-01-15 17:22", "summary": "A broad range of asset classes is starting the year in the green, surprising investors bruised by last year's declines in stocks, bonds and commodities. A broad range of asset classes is starting the year in the green, surprising investors bruised by last year's declines in stocks, bonds and commodities.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-auto-industry-faces-earnings-pressure-ai-offers-promise-of-savings-11547589600", "title": "As Auto Industry Faces Earnings Pressure, AI Offers Promise of Savings", "date": "2019-01-15 17:00", "summary": "Volkswagen is trialing more than 140 AI applications at its factories. Auto makers are planning to ramp up the use of artificial intelligence across the production process as they seek ways to eke out efficiencies and cut costs.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-take-two-ink-licensing-deal-of-up-to-1-1-billion-11547550001", "title": "NBA Inks Billion-Dollar Deal With Maker of 2K Videogame", "date": "2019-01-15 16:58", "summary": "Agreement is more than double the value of the partners' previous licensing deal for sports games. Take-Two Interactive Software Inc. will pay the National Basketball Association and its players' union as much as $1.1 billion over seven years, a person familiar with the matter said, a window into the steep costs videogame makers can face in securing star power for their sports games.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-moves-higher-on-improving-u-s-china-relations-11547551309", "title": "Oil Rebounds on Chinese Stimulus", "date": "2019-01-15 16:52", "summary": "More stable growth in China is seen improving the demand picture for oil and other commodities. · Oil prices ticked up Tuesday, as the two leading benchmarks regained some of the ground lost over the past two trading sessions. The rise came after Chinese officials said they would step up efforts to spur economic growth amid a slowdown, lifting the demand picture for crude and other beaten-down commodities.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-expected-to-leave-cvs-caremark-pharmacy-network-amid-dispute-11547555090", "title": "Walmart Could Leave CVS Caremark Pharmacy Networks Amid Dispute", "date": "2019-01-15 16:46", "summary": "CVS Health says split with Walmart pharmacies would affect employer and Medicaid customers. CVS Health Corp. is battling Walmart Inc. over the cost of filling prescriptions, a clash that could result in a split between the retail behemoth and the health-care giant.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-of-native-america-the-charles-and-valerie-diker-collection-and-artistic-encounters-with-indigenous-america-reviews-many-peoples-one-vision-11547588737", "title": "'Art of Native America: The Charles and Valerie Diker Collection' and 'Artistic Encounters With Indigenous America' Reviews: Many Peoples, One Vision", "date": "2019-01-15 16:45", "summary": "An exhibition at the Met reduces the richness and complexity of Native American art from 50 cultures to a single perspective.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-as-china-signals-readiness-to-act-on-economy-11547542955", "title": "Tech Shares Lead U.S. Stocks Higher", "date": "2019-01-15 16:45", "summary": "Major indexes notch their first day of gains in three trading sessions. Rising shares of technology companies pulled major U.S. indexes to their highest close in more than a month as investors welcomed China's pledge to stimulate the country's ailing economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-teen-in-canada-protected-by-guards-amid-threats-11547575969", "title": "Saudi Teen in Canada Protected by Guards Amid Threats", "date": "2019-01-15 16:30", "summary": "Rahaf Mohammed, who sought asylum, says she wants to lead an independent life. The young Saudi woman who arrived in Canada last week after pleading for asylum from a Bangkok airport hotel room is being monitored by security guards in Toronto because of threats she has received on social media.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unc-leaders-hasten-chancellors-exit-over-silent-sam-decision-11547587637", "title": "UNC Leaders Hasten Chancellor's Exit Over Silent Sam Decision", "date": "2019-01-15 16:27", "summary": "Move came within hours of Carol Folt's unilateral decision to remove base of Confederate statue from campus. The leaders of the University of North Carolina system accelerated the timeline for Chapel Hill Chancellor Carol Folt's resignation Tuesday, within hours of her unilateral decision to remove the base of a Confederate statue from campus.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-orders-nearly-3-000-safety-employees-back-to-work-11547580051", "title": "FAA Orders Nearly 3,000 Safety Employees Back to Work", "date": "2019-01-15 16:26", "summary": "Workers had been sidelined during partial government shutdown. The Federal Aviation Administration has ordered nearly 3,000 inspectors and other employees in safety-critical jobs back to work, according to an agency update of its staffing plan for the partial government shutdown.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-waver-after-inflation-data-11547572319", "title": "U.S. Government Bonds Little Changed After Brexit Vote", "date": "2019-01-15 16:17", "summary": "Investors also weigh a report showing U.S. producer prices fell 0.2% in December. U.S. government bond prices were little changed Tuesday after the U.K, Parliament rejected a Brexit proposal.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irs-will-issue-refunds-but-wont-audit-11547581835", "title": "More Than Half of IRS Employees to Work During Tax-Filing Season", "date": "2019-01-15 16:04", "summary": "In a reversal of past practice, the agency will issue tax refunds even if the partial government shutdown continues. WASHINGTON-More than half of Internal Revenue Service employees will work during the coming tax-filing season, the Treasury Department said Tuesday, as the government tries to implement the 2017 tax law during the partial government shutdown.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-lawmakers-anoint-new-leader-they-hope-will-replace-maduro-11547585527", "title": "Venezuelan Lawmakers Anoint Leader They Hope Will Replace Maduro", "date": "2019-01-15 15:52", "summary": "Legislators hope to rally the country's dispirited opposition and win backing from the U.S. to freeze Venezuela's bank accounts and other assets. CARACAS-Venezuela may now have two presidents.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/royale-with-cheese-anyone-11547585410", "title": "'Royale With Cheese' Anyone?", "date": "2019-01-15 15:50", "summary": "McDonald's has a strong argument against an Irish Big Mac copycat. In a stunning ruling, the European Intellectual Property Office has ruled that the world's most famous hamburger is up for grabs-sort of. An Irish chain, Supermac's, was found not to have confused its food with a trademarked name long used world-wide by McDonald's .", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theresa-mays-tough-line-scores-points-but-clouds-brexit-path-11547577155", "title": "Theresa May's Tough Line Scores Points but Clouds Brexit Path", "date": "2019-01-15 15:45", "summary": "British leader's stamina won admirers while missteps impeded negotiations. LONDON-Prime Minister Theresa May's sporting hero is an English cricketer named Geoffrey Boycott, a long-retired player who was renowned for an unflashy, dogged approach to a game that is regarded as impenetrable to outsiders.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macron-tries-to-channel-yellow-vest-anger-into-great-debate-11547582825", "title": "Macron Tries to Channel Yellow-Vest Anger Into 'Great Debate'", "date": "2019-01-15 15:44", "summary": "French government solicits ideas but protesters deride president's 'group therapy' program. PARIS-The government of Emmanuel Macron kicked off months of public debates intended to channel the anger of the \"yellow-vest\" protest movement and shield the French president's pro-business agenda.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-challenges-to-state-abortion-laws-11547571601", "title": "Lawsuits Challenge Rules Limiting Who Can Perform Abortions", "date": "2019-01-15 15:32", "summary": "Lawsuits seek to expand access in less-populated areas by allowing nurses and midwives to provide early abortion services. Abortion-rights activists concerned about the shrinking number of abortion providers are mounting court challenges to longstanding state laws that forbid anybody but doctors to perform the procedure.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-probe-likely-to-restrict-michael-cohens-testimony-11547583925", "title": "Mueller Probe Likely to Restrict Michael Cohen's Testimony", "date": "2019-01-15 15:25", "summary": "Trump's former lawyer may be barred from discussing matters related to talks with the special counsel and Manhattan federal prosecutors. WASHINGTON-The testimony of Michael Cohen, President Trump's former lawyer, before the House Oversight Committee next month is expected to be highly restricted to avoid interfering with the special counsel's Russia investigation, suggesting the hearing may be less revelatory on certain subjects than anticipated.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-take-out-burgers-at-the-white-house-because-shutdown-furloughed-staff-11547576944", "title": "Why Fast-Food Burgers at the White House? Because Shutdown Furloughed Staff", "date": "2019-01-15 15:15", "summary": "Trump sought to highlight the shutdown's effect on his own operations when the Clemson University football champions came for a fast-food dinner. WASHINGTON-When President Trump served fast food to football players at the White House Monday night, it drew attention to a little-noted element of the more than three-week-old partial government shutdown: The president's own staff is feeling the squeeze.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-should-leave-markets-alone-11547583108", "title": "Federal Reserve Should Leave Markets Alone", "date": "2019-01-15 15:11", "summary": "The plunge in stock prices in the last few months of 2018 is partly because, stock prices were at unsustainable high levels because of almost a decade of artificially low interest rates.. In discussing how stock prices can provide reliable predictions of economic trends, Edward Lazear doesn't explain that the most basic determinant of stock prices is the stream of future corporate profits discounted to present value (\"Why the Fed Should Heed the Market,\" op-ed, Jan. 10). Lower levels of interest rates will result in a greater present value of profits and thus higher stock prices. From this perspective, the plunge in stock prices in the last few months of 2018 can be attributed to a combination of three factors: a drop in profit expectations, expectations of higher interest rates and the realization that stock prices were at unsustainable high levels because of almost a decade of artificially low interest rates.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clean-diesel-vehicles-prospering-in-the-u-s-11547582858", "title": "Clean Diesel Vehicles Prospering in the U.S.", "date": "2019-01-15 15:07", "summary": "In the U.S. clean air was prioritized over greenhouse-gas emissions, forcing diesel to become very clean before it ever had the chance to become very popular.. Despite Holman Jenkins's assertions in \"The Lessons of 'Dieselgate'\" (Business World, Jan. 5), diesel engines can, and do, meet progressively more stringent clean-air standards in California, the rest of the U.S. and Europe.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fake-news-propaganda-go-back-a-long-way-in-u-s-11547582813", "title": "Fake News, Propaganda Go Back a Long Way in U.S.", "date": "2019-01-15 15:06", "summary": "Paul Revere's engraving of the Boston Massacre of 1770 deserves that honor.. In his review of Brad Meltzer and Josh Mensch's \"The Skulduggery Of King George\" (Bookshelf, Jan. 10), Stephen Brumwell suggests that exaggerations of covert British tactics against George Washington were the birth of American fake news.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-says-you-must-now-ask-for-a-paper-receipt-11547582695", "title": "California Says You Must Now Ask for a Paper Receipt", "date": "2019-01-15 15:04", "summary": "Please remember the bill is not banning printed receipts.. Regarding your editorial \"California's Next Ban: Paper Receipts\" (Jan. 12): Are you suggesting that California is the only source for digital-based point-of-sale (POS) systems? You ignore the possibility that other POS vendors outside of the state (such as NCR, Ecrebo, Lightspeed, etc.) offer solutions that remove waste and cost from the POS process. Need a hard copy of that receipt? Print the electronic copy at your own expense. I don't want to have to pay anything for your receipt (printing, paper or disposing of it).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-cuomo-proposes-congestion-pricing-marijuana-legalization-in-new-york-budget-11547582657", "title": "Cuomo Proposes Congestion Pricing, Marijuana Legalization in State Budget", "date": "2019-01-15 15:04", "summary": "Proposed $175 billion budget plan also includes push for MTA restructuring, increase in aid to public schools. New York Gov. Andrew Cuomo on Tuesday proposed a $175 billion budget that would implement congestion pricing in New York City, legalize marijuana for people over 21 and advance a slew of nonfiscal policies, from bans on stretch limousines and plastic bags to limits on cash bail.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-were-right-to-ask-those-questions-on-religion-11547582613", "title": "Senators Were Right to Ask Those Questions on Religion", "date": "2019-01-15 15:03", "summary": "Can the nominee be counted on as a federal judge to recognize and protect the legal equality of LGBTQ Americans and the right of American women to have access to safe and legal abortion?. Regarding your editorial \"Kamala Harris's Dark Knights\" (Jan. 3): Sens. Harris and Mazie Hirono's questions for Brian Buescher were focused on appropriate and important questions, namely whether the nominee could be counted on as a federal judge to recognize and protect the legal equality of LGBTQ Americans and the right of American women to have access to safe and legal abortion.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unitedhealth-sales-rise-across-segments-11547551526", "title": "UnitedHealth Sales Rise Across Segments", "date": "2019-01-15 14:54", "summary": "Revenue increased 12% to $58.42 billion in the fourth quarter from a year earlier. UnitedHealth Group Inc. said its sales rose in the fourth quarter as the company continued to post diversified growth from health-care-plan membership, premiums and a network of health services.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-regional-banks-split-over-whether-to-raise-discount-rate-in-december-11547582066", "title": "Fed's Regional Banks Split Over Whether to Raise Discount Rate in December", "date": "2019-01-15 14:54", "summary": "The Federal Reserve's 12 regional banks were split ahead of the Fed's December policy meeting over whether to raise the rate on discount-window loans, according to meeting minutes released Tuesday. The Federal Reserve's 12 regional banks were split ahead of the Fed's December policy meeting over whether to raise the rate on discount-window loans, according to meeting minutes released Tuesday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sfo-announces-sentencings-in-f-h-bertling-investigation-11547255910", "title": "SFO Announces Sentencings in F.H. Bertling Investigation", "date": "2019-01-15 14:36", "summary": "The probes centered on bribes for contracts in Angola and the North Sea. The U.K. Serious Fraud Office announced on Friday the sentencings of a number of executives in the probe of a logistics firm now in liquidation.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-to-appeal-his-death-sentence-as-chinese-officials-defend-it-11547555767", "title": "China Defends Canadian's Death Sentence as Huawei Tensions Simmer", "date": "2019-01-15 14:35", "summary": "Robert Schellenberg plans to appeal his case; Western legal experts say the sentence is part of China trying to pressure Canada for the arrest of a Huawei executive. BEIJING-A Canadian citizen sentenced to death in China for drug smuggling plans to appeal the verdict, which Chinese state media and officials are touting as a just display of judicial power.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shares-of-italian-banks-slide-as-ecb-calls-for-bad-loans-protection-11547580372", "title": "Shares of Italian Banks Fall as ECB Urges Bad-Loans Protection", "date": "2019-01-15 14:26", "summary": "The selloff signals how skittish investors are about any ECB pressure on the weakest European banks. FRANKFURT-Shares of Italian banks fell sharply Tuesday on a newspaper report that the European Central Bank wants them to clean up their bad loans more effectively.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-pepsico-ceo-treasury-official-among-candidates-to-head-world-bank-11547580307", "title": "PepsiCo CEO, Treasury Official Among Candidates to Head World Bank", "date": "2019-01-15 14:25", "summary": "Indra Nooyi and David Malpass are candidates to succeed outgoing President Jim Yong Kim. WASHINGTON-The former chief executive of PepsiCo Inc. and a Treasury Department official are among the candidates the Trump administration is considering to head the World Bank, an administration official said Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kansas-city-fed-president-esther-george-says-central-bank-can-pause-rate-increases-for-now-11547576132", "title": "Kansas City Fed President Says Central Bank Can Pause Rate Increases", "date": "2019-01-15 14:09", "summary": "A chorus of Fed officials have said in recent weeks there is no urgency to raise rates. KANSAS CITY, Mo.-One of the Federal Reserve's most consistent supporters of raising interest rates said the central bank could refrain from more increases for the time being while it studies the effects of its previous steps to withdraw economic stimulus.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cambodia-the-hottest-new-beach-destination-in-asia-11547579222", "title": "Cambodia: The Chicest New Beach Destination in Asia", "date": "2019-01-15 14:07", "summary": "Most tourists visit Cambodia to see Angkor Wat, then scram. But here's a persuasive reason to stay: posh new beach resorts that rival Bali's. Mention Cambodia to a reasonably worldly traveler and she'll invariably picture Angkor Wat, the sprawling temple complex in the jungle's depths. Tourists tend to squeeze the millennia-old site into a grander tour of Southeast Asia, their sole whistle-stop in the country. But for a 21st-century perspective on Cambodia's assets, you'd be wise to look to the coastline, which unfurls some 275 miles between Thailand and Vietnam. Over the past few years, the southern stretch, dotted with islands, has been morphing from bucolic backwater into a bona fide beach destination, with resorts rapidly materializing.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blue-aprons-bounce-may-cause-indigestion-11547579121", "title": "Blue Apron's Bounce May Cause Indigestion", "date": "2019-01-15 14:05", "summary": "The meal-kit company's battered stock price jumped, but competitive issues remain. Blue Apron Holdings hasn't become any more appetizing as a business, but maybe it can salvage itself as leftovers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/detroit-auto-show-highlights-big-suvs-high-performance-vehicles-11547578670", "title": "Auto Show Aims for Fresh Start After Bumpy 2018", "date": "2019-01-15 13:57", "summary": "News and notes on latest trends as this year's event gets under way. The Detroit auto show aims to bring a fresh start to the industry after a bumpy 2018.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ag-nominee-barr-reverses-position-on-key-whistleblower-law-11547576511", "title": "AG Nominee Barr Reverses Position on Key Whistleblower Law", "date": "2019-01-15 13:49", "summary": "He previously called the law, a key tool for fighting fraud, an 'abomination'. Attorney general nominee William Barr reversed his position on the False Claims Act, a law used to fight fraud against the government that serves as a key tool for whistleblowers.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-board-says-debt-is-6-billion-over-limit-11547578107", "title": "Puerto Rico Board Says Debt Is $6 Billion Over Limit", "date": "2019-01-15 13:48", "summary": "U.S. territory's oversight board says post-2012 bond issuances are void. Puerto Rico's financial supervisors attacked investors holding $6 billion of general obligations, saying the bonds are worthless because they layered more debt on the U.S. territory than its constitution allowed.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-reports-rising-profit-11547553453", "title": "JPMorgan Profit Rises 67% Despite Trading Decline", "date": "2019-01-15 13:38", "summary": "The nation's largest bank by assets encountered difficult trading conditions offset by a strong economy. JPMorgan Chase & Co. said Tuesday that fourth-quarter profit rose by two-thirds despite a volatile trading environment.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-rules-trump-administration-cant-ask-about-citizenship-on-census-11547564816", "title": "Census Can't Ask About Citizenship, Judge Rules", "date": "2019-01-15 13:35", "summary": "Addition of question for 2020 census deemed unlawful; Justice Department expected to appeal. A federal judge in New York blocked the Trump administration from asking about citizenship on the 2020 census, saying Commerce Secretary Wilbur Ross's decision to add the question broke the law.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-easiest-way-to-eat-more-healthy-fish-11547676342", "title": "The Easiest Way to Eat More Healthy Fish", "date": "2019-01-15 13:31", "summary": "Fresh sardines are so quick and simple to roast whole. This appealing recipe from the chefs at Nonesuch in Oklahoma City serves them atop warm flatbread with yogurt, herbs and crunchy radishes. It's hard to argue with a dish so simple its name is essentially the recipe. The third Slow Food Fast contribution from chefs Colin Stringer and Jeremy Wolfe of Nonesuch in Oklahoma City combines roasted sardines with freshly baked flatbread, creamy yogurt and a scattering of herbs and radishes.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theresa-mays-brexit-deal-hangs-in-balance-ahead-of-crucial-vote-11547556329", "title": "Theresa May's Brexit Deal Hangs in Balance Ahead of Crucial Vote", "date": "2019-01-15 13:22", "summary": "British prime minister is set to lose a vote on her deal to leave the trading bloc. LONDON-The British Parliament looks set to reject a proposed Brexit deal by a huge margin Tuesday, a defeat that will likely trigger a no-confidence vote in Prime Minister Theresa May's government and force yet another round of frenetic negotiations with her European counterparts.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-explores-ways-to-counter-chinas-state-backed-capitalism-11547576522", "title": "EU Explores Ways to Counter China's State-Backed Capitalism", "date": "2019-01-15 13:22", "summary": "The bloc is reviewing its merger rules as concerns increase in the West about Chinese economic might. Concerns about China's state-backed capitalism are prompting the European Union to reassess its competition rules with an eye to allowing large mergers or a more muscular response to foreign competitors.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/draghi-warns-lawmakers-eurozone-economy-weaker-than-expected-11547571022", "title": "Draghi Says Eurozone Economy Weaker Than Expected", "date": "2019-01-15 13:14", "summary": "'There is no room for complacency,' ECB president says at European Parliament. European Central Bank President Mario Draghi warned Tuesday that the eurozone economy has weakened unexpectedly amid rising headwinds originating outside the currency union, including an economic slowdown in China.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polish-ex-security-official-charged-with-spying-for-china-during-government-service-11547575221", "title": "Polish Ex-Security Official Charged With Spying for China", "date": "2019-01-15 13:14", "summary": "Piotr Durbajlo and Huawei employee Wang Weijing were arrested last week by Polish authorities. WARSAW-A former senior Polish intelligence official, arrested here with a Huawei Technologies Co. employee last week, has been charged with spying for China while he worked in government with top-level access to Polish and allied intelligence, according to an official familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsa-says-99-get-through-security-under-30-minutes-amid-worker-absences-11547575934", "title": "TSA Says 99% Get Through Security Under 30 Minutes Amid Worker Absences", "date": "2019-01-15 13:12", "summary": "Partial government shutdown means screeners are expected to work without pay. The Transportation Security Administration said Tuesday that more than 99% of passengers waited less than 30 minutes to get through security Monday amid absences of workers during the partial government shutdown.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-alliances-are-easier-said-than-done-11547575454", "title": "Auto Alliances Are Easier Said Than Done", "date": "2019-01-15 13:04", "summary": "Ford and Volkswagen seem to be finding it hard to agree on strategically sensitive areas such as electric and driverless cars. Sharing assets with a competitor turns out to be every bit as hard as it sounds.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-ford-team-up-on-pickups-electric-vehicles-11547558950", "title": "Ford, Volkswagen Team Up on Pickups, Electric Vehicles", "date": "2019-01-15 12:52", "summary": "Auto makers to collaborate on autonomous and electric technology, with potential to add other projects. Ford Motor Co. and Volkswagen AG have agreed to build a global manufacturing alliance that the auto makers said could create nearly $1 billion in annual savings after 2023.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-new-leader-eases-gun-restrictions-in-bid-to-combat-violence-11547568308", "title": "Brazilian Leader Eases Gun Restrictions in Bid to Stem Violence", "date": "2019-01-15 12:43", "summary": "President vows to make it easier for civilians to defend themselves in world's most murderous nation. SÃO PAULO-Brazil's new president, Jair Bolsonaro, signed a decree Tuesday to loosen the country's strict gun laws, vowing to make it easier for civilians to defend themselves in what has become the world's most murderous nation.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-up-serpents-and-dear-erich-reviews-operas-haunted-by-the-past-11547574110", "title": "'Taking Up Serpents' and 'Dear Erich' Reviews: Operas Haunted by the Past", "date": "2019-01-15 12:41", "summary": "A woman's broken relationship with her Pentecostal snake-handling father; revisiting family letters from a victim of the Holocaust.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-chill-about-netflix-price-increases-11547572730", "title": "Investors Are Chill About Netflix Price Increases", "date": "2019-01-15 12:18", "summary": "The streaming service is raising prices substantially and investors are right to feel confident that their loyal subscribers will largely tolerate the increase. Netflix has a knack for picking just the right moment to lift prices.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reviving-the-heart-of-rome-by-adding-nordic-style-11547572645", "title": "Reviving the Heart of Rome by Adding Nordic Style", "date": "2019-01-15 12:17", "summary": "An Italian couple spent nearly $2 million buying and transforming a rundown apartment in a fashionable neighborhood into a mélange of old and new for a young family. Silvia Cordelli's taste in design leans toward a spareness more typical of Nordic countries. But when the energy executive began a gut renovation of a broken-down, 2,000-square-foot apartment, she embraced her native Rome, preserving two compelling examples of old masonry uncovered during renovation.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-u-s-bound-migrant-groups-set-off-from-honduras-11547572592", "title": "New U.S.-Bound Migrant Groups Set Off From Honduras", "date": "2019-01-15 12:16", "summary": "Caravans with hundreds of members prompt President Trump to press for a border wall, the crux of a debate that has shut the U.S. government. MEXICO CITY-A new caravan of Honduran migrants has set out toward the U.S., prompting President Trump to press his case that a border wall is the only way to stop illegal immigration.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-home-in-a-1920s-building-in-rome-gets-an-update-11547572520", "title": "A Home in a 1920s Building in Rome Gets an Update", "date": "2019-01-15 12:15", "summary": "A radical redesign, adding more rooms, is topped off with sleek lighting. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bayer-ag-faces-new-setback-for-roundup-weedkiller-in-france-11547571839", "title": "Bayer Faces New Setback for Roundup Weedkiller in France", "date": "2019-01-15 12:04", "summary": "Bayer is facing some 9,300 lawsuits over Roundup and Ranger Pro weedkillers, which it inherited in its $63 billion takeover of Monsanto. BERLIN- Bayer AG's fight to prove its recently-acquired weedkillers are safe faced a setback in Europe Tuesday as a French court revoked approval for one of its glyphosate-based products because it might cause cancer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germany-dismisses-qualcomms-latest-patent-suit-against-apple-11547558823", "title": "Germany Dismisses Qualcomm's Latest Patent Suit Against Apple", "date": "2019-01-15 12:02", "summary": "Decision is first win for Apple in recent weeks amid series of global patent disputes launched by chip maker. BERLIN-A German court dismissed a patent lawsuit from Qualcomm Inc. against Apple Inc., the first setback in the country for the chip maker in a dispute that resulted last month in the ban of some iPhone sales in China and Germany.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-ceo-hits-back-at-claims-company-spies-for-china-11547542616", "title": "Huawei's Mysterious Founder Denies Spying for China, Praises Trump", "date": "2019-01-15 12:00", "summary": "Ren Zhengfei, head of the Chinese tech giant, says no law forces companies in China to install 'mandatory back doors'. SHENZHEN, China-The founder of Huawei Technologies Co. said his company has never spied for the Chinese government-and never would, as he made a rare public appearance following the arrest of his daughter in Canada.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/subtle-notes-of-fog-toasted-nuts-vodka-puts-on-airs-11547571389", "title": "Vodka Is Meant to be Tasteless. Now Distillers Push Toasted Nuts, Fog", "date": "2019-01-15 11:56", "summary": "Resume Subscription. Can you taste the young potatoes in your vodka, or the hints of toasted nuts and cream? What about the fog?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/readers-react-to-the-power-of-slow-mornings-11547570191", "title": "Readers React to 'The Power of Slow Mornings'", "date": "2019-01-15 11:36", "summary": "Readers responded to our recent article, 'What's the Rush? The Power of Slow Mornings,' by explaining what they get out of getting up early.. Morning habits vary widely, and readers were eager to share how and why they choose a slow start to the day. Below, edited responses to Ellen Byron's story \"What's the Rush? The Power of Slow Mornings,\" published Jan. 8, 2019.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/card-only-businesses-have-swiped-away-cash-paying-customers-11547569980", "title": "Cash is No Longer King at More New York City Businesses", "date": "2019-01-15 11:33", "summary": "Some say currency is an expensive, risky inconvenience; others contend the card-only movement discriminates against poor people. When I tried to buy a cup of coffee the other day at one of those new upscale food halls, the barista shrank from my $5 bill as if I'd offered a rotten banana. \"We don't accept cash,\" he announced, looking offended. \"Cards only.\"", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-the-j-peterman-catalog-its-still-going-strong-and-so-is-mr-peterman-11547569560", "title": "Remember the J.Peterman Catalog? It's Still Going Strong and So Is Mr. Peterman", "date": "2019-01-15 11:26", "summary": "John Peterman, the gentleman-retailer famously satirized on \"Seinfeld,\" talks adventuresome fashion, 'Downton Abbey,\" and the value of learning how to ride. He has visited at least 80 countries, and when John Peterman says \"visited,\" he means it. \"That's not just stopping at the airport to change planes,\" said the founder of J. Peterman Co., the clothing company that's acquired cult status due to its hand-illustrated catalog and fancifully narrative product descriptions that often reference far-flung places. At 77, Mr. Peterman still regularly sets off from his Lexington, Ky., home to destinations like Paris and Buenos Aires. \"I'm going out and looking for inspiration,\" he explained. He insists that if you want to find the proper cut of a kilt, you must tramp around Scotland to find it yourself. Each J. Peterman item begins with a journey.", "categories": [["Life & Work", "20 Odd Questions"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/20-odd-questions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-reports-lower-profit-11547557556", "title": "Wells Fargo Expects Asset Cap to Last Longer Than Expected", "date": "2019-01-15 11:23", "summary": "The San Francisco bank is preparing to remain under the Fed-imposed limit on growth through the end of 2019, CEO says. Wells Fargo & Co. Chief Executive Timothy Sloan said the bank is preparing to remain under an asset cap imposed by the Federal Reserve through the end of 2019.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-magazine-editor-adam-moss-stepping-down-11547568626", "title": "New York Magazine Editor Adam Moss Is Stepping Down After 15 Years", "date": "2019-01-15 11:23", "summary": "Editor helped expand publication's national, online presence in 15-year tenure; successor expected to be named soon. New York magazine editor Adam Moss said he would step down at the end of March, capping a 15-year tenure during which he helped broaden the publication's reach and online presence.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-banks-flash-warning-light-11547569413", "title": "Big Banks Flash Warning Light", "date": "2019-01-15 11:23", "summary": "The latest signs of weakness in the U.S. economy come from big banks JPMorgan Chase and Wells Fargo. Two of America's largest banks sent cautious signals on the economy Tuesday. Investors should listen.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-corvette-experts-corvette-11547567844", "title": "The Corvette Expert's Corvette", "date": "2019-01-15 10:57", "summary": "Resume Subscription. Ed Welburn, 68, a designer, author and retired head of global design for General Motors, living in Bethlehem, Pa., and Detroit, on his 1957 Chevrolet Corvette, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/l-a-megamansion-developer-asks-55-million-for-gigantic-bachelor-pad-11547567790", "title": "L.A. Megamansion Developer Asks $55 Million for Gigantic Bachelor Pad", "date": "2019-01-15 10:56", "summary": "Just off Sunset Strip, the 14,000-square-foot home with a yoga room, multiple pools and a movie theater is seeking a buyer looking for a wellness retreat or a 'sexually charged' property. Los Angeles megamansion developer Nile Niami is listing his bachelor pad-style West Hollywood home, complete with a cold-therapy cryogenic chamber that is intended to help with weight loss and a sensory deprivation tank, for $55 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mansion-developers-west-hollywood-bachelor-pad-11547567515", "title": "A Mansion Developer's West Hollywood Bachelor Pad", "date": "2019-01-15 10:51", "summary": "In Los Angeles, Nile Niami's home comes with framed Playboy covers, its own cold therapy cryogenic chamber and a sensory deprivation tank.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iran-works-to-keep-iraq-open-for-business-11547567451", "title": "Iran Works to Keep Iraq Open for Business", "date": "2019-01-15 10:50", "summary": "Iran's foreign minister led a delegation of firms to Baghdad to explore ways to beat U.S. sanctions. Iranian officials traveled to Baghdad this week to push for expanded trade and energy ties as it tries to undercut U.S. efforts to weaken Iraq's economic links to its neighbor.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-silver-sports-car-from-a-golden-year-11547567356", "title": "Photos: A Silver Sports Car From a Golden Year", "date": "2019-01-15 10:49", "summary": "Ed Welburn's 1957 Corvette was designed in large part by his hero, the late Harley Earl. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/germany-economy-slows-in-worrying-sign-for-global-growth-11547545471", "title": "Germany's Sharp Slowdown Fans Fears That China Woes Are Spreading", "date": "2019-01-15 10:45", "summary": "Germany posts its slowest annual growth rate since 2013, in the latest sign of a global economic slowdown. FRANKFURT-The economic outlook for Europe and the world darkened after growth in Germany slowed sharply last year, hit by weaker exports to China and elsewhere, and softer demand at home.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/don-chadwick-went-from-building-model-plans-to-creating-silicon-valleys-favorite-seat-11547566871", "title": "Don Chadwick Went from Building Model Planes to Creating Silicon Valley's Favorite Seat", "date": "2019-01-15 10:41", "summary": "The co-creator of Herman Miller's Aeron chair fell in love with design as a child, became an adherent of Eames principles and later built the ergonomically friendly 'dot-com throne'. Don Chadwick, 82, is an industrial designer and co-creator of Herman Miller Inc.'s Aeron chair. The ergonomic office seat was introduced in 1994 and first became popular with technology in the late 1990s. It is included in the Museum of Modern Art's permanent collection. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-producer-prices-fell-in-december-11547559453", "title": "Business Inflation Moderates in December", "date": "2019-01-15 10:29", "summary": "Producer-price index dropped a seasonally adjusted 0.2% in December from a month earlier. WASHINGTON-A gauge of U.S. business prices fell in December, another signal of moderating inflation.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-his-managers-secret-service-11547566144", "title": "Espionage Comes to English Soccer", "date": "2019-01-15 10:29", "summary": "English soccer was shaken by a spying scandal last week, but compared to other sports, it should hardly have caused a stir. London", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mlb-wants-kyler-murray-but-he-may-want-the-nfl-11547564647", "title": "Baseball Wants Kyler Murray. But He Wants Football.", "date": "2019-01-15 10:04", "summary": "The A's gave Murray millions but still let him play quarterback at Oklahoma. Then he won the Heisman Trophy and might choose to play in the NFL instead.. When the Oakland Athletics allowed Kyler Murray to delay his professional baseball career to play quarterback for Oklahoma last fall, the universal expectation was that the 2018 football season would be his last. After selecting him with the ninth overall pick last June, the A's gave him a $4.66 million signing bonus to entice him to give up the gridiron.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-court-denies-carlos-ghosns-request-for-release-on-bail-11547536638", "title": "Ghosn Loses Request for Release on Bail", "date": "2019-01-15 09:45", "summary": "Former Nissan Motor chairman faces much-longer detention period if decision is upheld. TOKYO-Carlos Ghosn is facing many more months in jail after losing a request for release on bail Tuesday, compounding concerns about the 64-year-old's health and a Japanese legal system geared toward pressuring suspects into confessions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fyre-examines-a-failed-festivals-ashes-11547563442", "title": "'Fyre' Examines a Failed Festival's Ashes", "date": "2019-01-15 09:44", "summary": "The Netflix documentary joins Hulu's 'Fyre Fraud,' about the same event. Netflix 's \"Fyre: The Greatest Party That Never Happened\" traces how Fyre Festival went from an Instagram-worthy celebration on the beach to one of the biggest debacles in concert history.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-jpmorgan-wells-fargo-delta-fedex-dave-busters-energizer-holdings-11547551178", "title": "Stocks to Watch: JPMorgan, Wells Fargo, Delta, FedEx, Dave & Buster's, Energizer Holdings", "date": "2019-01-15 09:18", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-children-with-cancer-hope-for-new-treatments-11547561004", "title": "For Children With Cancer, Hope for New Treatments", "date": "2019-01-15 09:14", "summary": "A new law requiring pharmaceuticals companies to test cancer drugs on children as well as adults is raising hopes of more therapies. The health-care industry is preparing for a new law that researchers say will mean more treatments for pediatric cancers, which are the leading cause of death from disease among children.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-aims-to-throw-weight-around-with-a-record-real-estate-fund-11547560801", "title": "Blackstone Aims to Throw Weight Around With the Biggest Ever Real Estate Fund", "date": "2019-01-15 09:00", "summary": "The $20 billion fund will amplify the investment firm's influence over prices paid for commercial property world-wide. Blackstone Group LP is about to finish raising the largest-ever real-estate fund, which at $20 billion will amplify the investment firm's influence over prices paid for major office towers, shopping centers and hotels around the world.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-shutdown-stymies-opportunity-zone-investors-11547560800", "title": "Government Shutdown Stymies Opportunity-Zone Investors", "date": "2019-01-15 09:00", "summary": "Regulators not around to clarify urban real-estate tax breaks, frustrating funds that are raising hundreds of millions of dollars. The government shutdown is putting the brakes on scores of real-estate investors and developers who have been raising hundreds of millions of dollars to take advantage of what could be one of the most attractive tax breaks in years.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-york-a-glitzy-new-mall-devotes-a-floor-to-online-retailers-11547560800", "title": "In New York, a Glitzy New Mall Devotes a Floor to Online Retailers", "date": "2019-01-15 09:00", "summary": "Hudson Yards is betting that a developer can counter the rise of internet shopping. Developers of a glitzy new Manhattan shopping center think they have found a way to cash in on the surge in e-commerce: stock a floor with companies that began as online-only retailers.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saks-doubles-down-on-department-stores-with-new-restaurant-in-new-york-city-11547560548", "title": "Saks Doubles Down on Department Stores With New Restaurant in New York City", "date": "2019-01-15 08:55", "summary": "The department store is betting that people still want to go shopping, and that when they do, they want their clothes-and their food-imported from Paris. WHEN I WAS a young boy in New York, it was always a special treat to eat lunch in the big department stores when my mother dragged me downtown with her. I will never forget the tiny tea sandwiches and the clatter of purposeful feeding in B. Altman's Charleston Garden, done up to look like an antebellum plantation house. (This would be unthinkable today.) Or the shopping ladies hunched over dainty salad bowls under the empty bird cages in Lord & Taylor's restaurant, called the Bird Cage.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-legend-carol-channing-dies-at-age-97-11547557403", "title": "Broadway Legend Carol Channing Dies", "date": "2019-01-15 08:29", "summary": "Musical comedy star delighted audiences as the scheming Dolly Levi in 'Hello, Dolly' on Broadway. RANCHO MIRAGE, Calif.-Carol Channing, the lanky, ebullient musical comedy star who delighted American audiences for nearly 5,000 performances as the scheming Dolly Levi in \"Hello, Dolly\" on Broadway and beyond, has died. She was 97.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-bankruptcy-threatens-california-wildfire-suits-green-power-contracts-11547557201", "title": "PG&E Bankruptcy Threatens Wildfire Suits, Green Contracts", "date": "2019-01-15 08:00", "summary": "Expected filing could complicate attempts to recover wildfire damages and hurt the state's climate-change plans. PG&E Corp.'s plan to file for bankruptcy protection has enormous repercussions for everyone from the homeowners suing the utility for California wildfire damages to the companies that furnish it with green energy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-we-react-badly-when-that-new-sofa-arrives-11547557200", "title": "Why We React Badly When That New Sofa Arrives", "date": "2019-01-15 08:00", "summary": "For the first three weeks after her new furniture is delivered, our design columnist tends to absolutely hate it. Here, she analyzes this fairly common syndrome. TIME WINDOW FOR delivery\" was the subject line on an email I received the other day. \"Your new sofa will be delivered between 1:00 and 3:00,\" it informed me.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/international-court-acquits-ex-ivory-coast-president-of-crimes-against-humanity-11547554448", "title": "International Court Acquits Ex-Ivory Coast President of Crimes Against Humanity", "date": "2019-01-15 07:14", "summary": "Acquittal raises more questions about court's effectiveness. The International Criminal Court acquitted former Ivory Coast President Laurent Gbagbo on Tuesday of crimes against humanity linked to monthslong violence that followed 2010 elections and left 3,000 people dead.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shutdown-ties-companies-hands-on-unwanted-shareholder-proposals-11547553601", "title": "Shutdown Ties Companies' Hands on Unwanted Shareholder Proposals", "date": "2019-01-15 07:00", "summary": "Publicly traded companies may not get relief from the SEC's skeleton staff for shareholder proxy initiatives they oppose. WASHINGTON-Publicly traded companies could have to put to a shareholder vote thorny proposals that they oppose if the government shutdown doesn't end soon.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warning-to-investors-powell-is-no-greenspan-11547553601", "title": "Warning to Investors: Powell Is No Greenspan", "date": "2019-01-15 07:00", "summary": "Despite the similarities in the setup, Jerome Powell's Federal Reserve will be less accommodative than Alan Greenspan's was in 1999 following a spell of slowdown worries. The 2019 playbook for the stock market is looking a bit like the playbook from 1999. This time, though, the Federal Reserve might not cooperate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-wants-access-to-encrypted-whatsapp-messages-11547551428", "title": "India Wants Access to Encrypted WhatsApp Messages", "date": "2019-01-15 06:23", "summary": "Country makes a new attempt to constrain global tech giants. NEW DELHI- Facebook Inc.'s WhatsApp is facing pressure in India to let authorities trace and read the encrypted messages of its more than 200 million Indian users in a new attempt at constraining global tech giants.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polish-government-goes-quiet-after-huawei-spying-bombshell-11547550001", "title": "Huawei Arrest Puts Poland on a Diplomatic Tightrope", "date": "2019-01-15 06:00", "summary": "Officials describe effort to calibrate response and minimize tensions with China. WARSAW-In the aftermath of Poland's bombshell arrest of an employee of Huawei Technologies Co. for espionage, the country is trying to dial down tensions with China stemming from the case.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bigger-gold-companies-still-arent-glitterati-11547549342", "title": "Bigger Gold Companies Still Aren't Glitterati", "date": "2019-01-15 05:52", "summary": "Heftier companies aren't likely to solve the industry's fundamental problems. Gold bugs have had a tough few years, but recent developments are getting them buzzing again.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mozambique-corruption-probe-marks-new-u-s-approach-11547548201", "title": "U.S. Casts Global Dragnet in Mozambique Corruption Probe", "date": "2019-01-15 05:30", "summary": "Recent arrests are part of a Justice Department effort to capture alleged conspirators in a $2 billion corruption scheme. Mozambique's former Finance Minister Manuel Chang boarded a plane two weeks ago, planning to celebrate New Year's Eve with his girlfriend in Dubai. Instead, he was arrested during a layover in South Africa and spent the holiday in a crowded Pretoria holding cell, awaiting potential extradition to the U.S.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-challenges-u-s-compliance-with-nuclear-treaty-11547548200", "title": "Russia Warns U.S. Moves Threaten 2011 Nuclear Pact", "date": "2019-01-15 05:30", "summary": "Moscow escalates dispute over New Start arms deal as separate INF treaty is on verge of collapse. Russia has stepped up criticism of U.S. efforts to implement a major strategic arms treaty with an unusual message to lawmakers accusing Washington of undermining the agreement.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/good-times-are-turning-bad-for-riskiest-borrowers-11547546190", "title": "Good Times Are Turning Bad for Riskiest Borrowers", "date": "2019-01-15 04:56", "summary": "Junk-rated loans and bonds face a tricky outlook whichever way interest rates go next. Risky corporate debt markets have enjoyed a massive rebound at the start of 2019. But don't be fooled into thinking the outlook has suddenly brightened. Junk-rated loans in particular still face the growth troubles that helped drive December's selloff.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-bomb-attack-kills-four-people-near-kabul-complex-frequented-by-foreigners-11547495558", "title": "Taliban Truck Bomb Kills Four People in Kabul", "date": "2019-01-15 03:26", "summary": "Attack occurs as U.S. presses to get negotiations under way to end 17-year Afghan war. KABUL-A truck bomb exploded near a heavily fortified complex in eastern Kabul frequented by foreigners, killing four people and wounding scores of others, authorities said, as the U.S. pressed to get negotiations under way to end the 17-year war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-extends-deployments-at-mexican-border-to-september-11547528929", "title": "Pentagon Extends Deployments at Mexican Border to September", "date": "2019-01-15 00:08", "summary": "Military plans to move more engineers, fliers months after initial response to caravan immigrants. U.S. troops will remain deployed along the border with Mexico until Sept. 30, the Pentagon announced Monday, as President Trump and Democratic lawmakers are deadlocked over building a border wall.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-raises-prices-of-all-its-subscription-plans-11547563060", "title": "Netflix Raises Prices on All of Its Subscription Plans", "date": "2019-01-15 00:01", "summary": "The streaming service's most popular plan will increase to $13 a month, while the basic plan will go up to $9. Netflix Inc. raised prices for all of its subscription plans, a move that fortifies the streaming-video giant's aggressive spending on content in the face of stepped-up competition.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-finance-chief-joins-executive-exodus-11547599190", "title": "Snap Finance Chief Joins Executive Exodus", "date": "2019-01-15 00:01", "summary": "Tim Stone to depart Snapchat's parent company after less than a year; much of bonus left behind. Snap Inc. Chief Financial Officer Tim Stone is leaving after less than a year on the job, deepening the turmoil at the top of the Snapchat parent as it struggles to retain users.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11547499532", "title": "Pepper...and Salt", "date": "2019-01-15 00:01", "summary": "Resume Subscription. ", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-value-than-u-s-stocks-asian-shares-hit-fire-sale-valuations-11547526216", "title": "Better Value Than U.S. Stocks: Asian Shares Hit Fire-Sale Valuations", "date": "2019-01-15 23:23", "summary": "Regional stock valuations are at their lowest levels in years. Asian stocks and corporate bonds were hammered in 2018 by trade tensions, U.S. interest-rate increases and Beijing's deleveraging policies. After 12 months of turmoil, those assets look cut-price on some measures.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-teachers-begin-strike-11547478000", "title": "Los Angeles Teachers Begin Strike", "date": "2019-01-15 22:41", "summary": "Nearly 500,000 students affected by walkout of 33,000 educators. LOS ANGELES-Tens of thousands of teachers Monday went on strike in the nation's second-largest school district, leaving some schools more than half-empty and establishing the biggest face-off yet in a continuing wave of educator activism.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-honors-clemson-champions-with-feast-fit-for-a-burger-king-11547523423", "title": "Trump Honors Clemson With Feast Fit for a (Burger) King", "date": "2019-01-15 22:37", "summary": "The president, a fast-food aficionado, paid for the meal amid the partial government shutdown. WASHINGTON-The silver platters were the same used at every special White House event, but Monday evening they offered something different: burgers, pizza and fries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hostile-bid-for-gannett-rattles-some-in-the-newspaper-business-11547515298", "title": "Hostile Bid for Gannett Rattles Some in Newspaper Business", "date": "2019-01-15 22:35", "summary": "Hedge fund-backed Digital First Media says costs need to be in line with revenue. The hostile takeover bid for USA Today parent Gannett Co. by MNG Enterprises Inc., a newspaper group backed by a hedge fund, stoked fears that an industry already reeling from years of cutbacks could be in for even more severe cost-cutting as financial owners become bigger players.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-reports-jump-in-gasoline-imports-amid-supply-crisis-11547521590", "title": "Mexico Reports Jump in Gasoline Imports Amid Supply Crisis", "date": "2019-01-15 22:06", "summary": "López Obrador crackdown on pipeline theft has choked off fuel deliveries, sparked buyer panic. MEXICO CITY-The Mexican government said Monday it is importing more gasoline to stem a growing fuel shortage that has angered motorists in much of the country.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-criticize-steve-king-for-comments-on-white-supremacy-11547514532", "title": "House GOP Removes Steve King From Panels After Comments on White Supremacy", "date": "2019-01-15 21:49", "summary": "Iowa Republican says his words were taken out of context in a newspaper interview. WASHINGTON-Iowa Rep. Steve King was stripped of his committee assignments by fellow Republicans for questioning what was wrong with white supremacy in the U.S., and House Democrats took steps to admonish him.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-annual-car-sales-slip-for-first-time-in-decades-11547465112", "title": "Global Auto Makers Dented as China Car Sales Fall for First Time in Decades", "date": "2019-01-15 21:17", "summary": "Auto sales last year were down 2.8% from 2017, including a 4.1% drop in passenger-car sales-but sales of electric vehicles soared. Chinese passenger-vehicle sales fell last year for the first time since 1990 as economic uncertainty weighed on consumers, producing a wreck for Ford Motor Co. , General Motors Co. and other manufacturers.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-arrival-puts-the-heat-on-the-fdny-11547511803", "title": "Amazon's Arrival Puts the Heat on the FDNY", "date": "2019-01-15 20:23", "summary": "Fire officials say the tech giant's new campus in Long Island City will put a strain on their resources and may seek to reopen a closed engine company. Fire Department of New York officials expect Amazon.com Inc.'s new campus in Long Island City to put a strain on their firefighters in the Queens neighborhood and are considering reopening a firehouse shuttered 15 years ago to accommodate the tech giant's arrival.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unc-chancellor-steps-down-amid-silent-sam-rift-11547509763", "title": "UNC Chancellor to Step Down Amid Silent Sam Rift", "date": "2019-01-15 20:04", "summary": "University leader says she will first remove what's left of Confederate monument at Chapel Hill. The chancellor of the University of North Carolina at Chapel Hill said late Monday she will step down at the end of the academic year, but will first use her authority to remove the base of a controversial Confederate statue.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/p-g-challenges-men-to-shave-their-toxic-masculinity-in-gillette-ad-11547467200", "title": "P&G Challenges 'Toxic Masculinity' in Gillette Ad", "date": "2019-01-15 19:50", "summary": "Spot pegged to #MeToo asks 'Is this the best a man can get?'. One of the manliest brands in men's products has hit on an unusual strategy for divided times: questioning \"toxic masculinity.\"", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pick-for-attorney-general-to-tell-senate-he-would-allow-special-counsel-to-finish-investigation-11547479995", "title": "Barr to Tell Senate He Would Allow Mueller to Finish Russia Probe", "date": "2019-01-15 19:47", "summary": "William Barr to testify it is 'vitally important' Robert Mueller be allowed to complete probe amid heightened scrutiny of Trump's interactions with Russia. William Barr, President Trump's nominee for attorney general, plans to tell senators during his Tuesday confirmation hearing that it is \"vitally important\" that special counsel Robert Mueller be allowed to complete his Russia investigation, according to prepared remarks released amid heightened scrutiny over Mr. Trump's interactions with Moscow.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-legal-pot-to-a-plastic-bags-ban-new-york-budget-to-cover-more-than-just-money-11547512219", "title": "From Legal Pot to a Plastic Bags Ban, New York Budget to Cover More Than Just Money", "date": "2019-01-15 19:30", "summary": "Gov. Cuomo uses his budget bills as vehicles to advance nonfiscal policy, but some lawmakers are now questioning the practice. The coming New York state budget is going to be about more than dollars and cents.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schumers-russia-sanctions-gambit-11547511826", "title": "Schumer's Russia Sanctions Gambit", "date": "2019-01-15 19:23", "summary": "There's no evidence to doubt the Treasury's negotiation with Rusal.. The goal of U.S. sanctions is to change behavior. But tell that to Senate Democratic leader Chuck Schumer, who is trying to score political points by killing an agreement between the Treasury Department and owners of Rusal, Russia's aluminum giant. Mr. Schumer is talking tough on Moscow, without even trying to explain what a better final outcome would be.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-about-some-russia-facts-11547511733", "title": "How About Some Russia Facts?", "date": "2019-01-15 19:22", "summary": "If Trump hates media innuendo, he can release the FBI documents.. Another Trump-Russia \"scoop,\" another bout of feverish media speculation. That's the essence of the New York Times story on Friday that the FBI opened a criminal inquiry into President Trump after he fired FBI Director James Comey in 2017.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unions-in-la-la-land-11547511666", "title": "Unions in La-La Land", "date": "2019-01-15 19:21", "summary": "The Los Angeles teachers strike is a flight from reality.. 'Here we are on a rainy day, in the richest country in the world, in the richest state in the country, in a state as blue as it can be and in a city rife with millionaires, where teachers have to go on strike,\" United Teachers Los Angeles president Alex Caputo-Pearl declared Monday. Here we are with another teachable moment in the failures of public union governance.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hope-sustains-the-fans-when-teams-are-hopeless-11547511465", "title": "Hope Sustains the Fans When Teams Are Hopeless", "date": "2019-01-15 19:17", "summary": "The sentiments of Gerald Eskenazi bear eerie resemblance to the agony of Chicago Cubs fans who suffered for 108 years awaiting another World Series championship.. The sentiments of Gerald Eskenazi (\"The Fatalism of a True Football Fan,\" op-ed, Jan. 11) bear eerie resemblance to the agony of Chicago Cubs fans who suffered for 108 years awaiting another World Series championship.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-developer-extell-names-new-ceo-11547511201", "title": "NYC Developer Extell Names New CEO", "date": "2019-01-15 19:13", "summary": "Company founder Gary Barnett names Sush Torgalkar of Westbrook Partners chief executive to help manage the firm's growing portfolio.. Gary Barnett, one of New York City's most prolific developers, is naming a CEO to head Extell Development Co., the company he founded in 1989.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-never-worked-for-russia-11547487230", "title": "Trump Says He 'Never Worked for Russia'", "date": "2019-01-15 19:09", "summary": "Questions come after new reports on conversations with Putin, FBI counterintelligence probe. WASHINGTON-President Trump rejected the notion that there was anything inappropriate in his dealings with Moscow, responding to heightened scrutiny of his interactions with Russia and its president, Vladimir Putin.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-agrees-to-pay-35-million-to-settle-cigarette-shipment-lawsuits-11547505556", "title": "FedEx to Pay $35 Million to Settle Cigarette-Shipment Lawsuits", "date": "2019-01-15 19:07", "summary": "New York City and state accused the company's ground unit of illegal deliveries of untaxed cigarettes. FedEx Corp.'s ground-delivery unit agreed to pay New York City and state $35 million Monday to settle three lawsuits that alleged the company knowingly transported hundreds of thousands of untaxed cigarettes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]