[{"link": "https://www.wsj.com/articles/imf-approves-5-5-billion-lending-program-for-ukraine-11575845415", "title": "IMF Approves $5.5 Billion Lending Program for Ukraine", "date": "2019-12-08 17:50", "summary": "Ukrainian bank officials estimate $15 billion was stolen from more than 100 banks over the past decade. WASHINGTON-The International Monetary Fund gave tentative approval to a $5.5 billion lending program for Ukraine, after months of prodding Ukraine's new president to clean up corruption and straighten out the banking sector.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-presumed-farewell-to-eli-manning-the-placid-prince-of-new-york-football-11575838549", "title": "A Presumed Farewell to Eli Manning, the Placid Prince of New York Football", "date": "2019-12-08 17:44", "summary": "A two-time Super Bowl champion comes off the bench for a sunset start as Giants quarterback. Eli Manning will start at quarterback for the New York Giants Monday at Philadelphia, stepping in for the rookie Daniel Jones, who is out with an injured ankle and what appears to be at least a faint case of Good Grief, Playing Pro Football Is Quite Difficult! For the Giants, the prime-time game is mathematically meaningless: The swampland football outfit is 2-10, kaput for weeks, officially out of the playoffs. The only motivational carrot remaining is a chance to foil rival Philadelphia, which is 5-7 and yet still in the race for first place in the thoroughly miserable NFC East.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-election-stakes-11575841904", "title": "Britain's Election Stakes", "date": "2019-12-08 16:51", "summary": "Beyond Brexit, this vote will set the U.K.'s course for a generation.. Britons head to the polls Thursday for their most consequential general election since the 1970s. As with the 1979 vote that brought Margaret Thatcher to power, the outcome will shape Britain for a generation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schiffs-snooping-standard-11575841853", "title": "Schiff's Snooping Standard", "date": "2019-12-08 16:50", "summary": "He says he can gather and release private metadata because only 'the far right' objects.. Kudos to Margaret Brennan of CBS for asking Adam Schiff on Sunday about his release of phone logs of his political opponents. Mr. Schiff dismissed any criticism, and his reason is revealing about the balance of power in Washington.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-and-the-spending-power-11575841801", "title": "Congress and the Spending Power", "date": "2019-12-08 16:50", "summary": "The Supreme Court considers ObamaCare payments to insurers.. James Madison called Congress's power of the purse \"the most complete and effectual weapon\" for restraining \"the overgrown prerogatives of the other branches of the government.\" On Tuesday the Supreme Court will consider in Maine Community Health Options v. U.S. whether Congress can limit the spending discretion it has previously granted to the executive branch.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-dust-off-old-technology-in-search-of-high-quality-recycled-plastic-11575801000", "title": "Plastic Backlash Leads to Bets on Old Recycling Technology", "date": "2019-12-08 16:27", "summary": "The promise of chemical recycling has existed for decades, but high costs and a lack of demand made it financially unviable. Big makers and users of plastic packaging are betting on a recycling technology that has failed for decades to take off, as a public backlash and new rules push them to find ways to cut waste and greenhouse-gas emissions tied to plastic.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helicopter-with-two-aboard-likely-crashed-in-gulf-of-mexico-11575812532", "title": "Search Continues for Two Missing in Gulf of Mexico After Likely Helicopter Crash", "date": "2019-12-08 16:18", "summary": "Coast Guard received a report from a company indicating the chopper didn't reach its destination. The U.S. Coast Guard continued searching Sunday afternoon for two people aboard a helicopter chartered by an oil company that likely crashed in the Gulf of Mexico south of New Orleans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-coughin-baby-is-huge-on-scottish-twitter-11575839498", "title": "A 'Coughin Baby' Is Huge on Scottish Twitter", "date": "2019-12-08 16:11", "summary": "Dialects like Scots are thriving-often hilariously-on social media; 'wisna very mature wis it'. EDINBURGH-Not so long ago, futurists predicted different accents and dialects would fade away as the internet spread a standard, one-size-fits-all form of English.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-deal-wont-rescue-mexico-11575838200", "title": "Trade Deal Won't Rescue Mexico", "date": "2019-12-08 15:50", "summary": "López Obrador's capricious governing style is the real threat to economic growth.. Mexican Finance Minister Arturo Herrera is worried about his country's sluggish economy. At the International Monetary Fund meetings in Washington in October, he urged Congress to pass the U.S.-Mexico-Canada Agreement to pull his country out of its slump: \"It would clearly be an incredible stimulus.\"", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-bosnias-scars-be-a-reminder-11575838155", "title": "Let Bosnia's Scars Be a Reminder", "date": "2019-12-08 15:49", "summary": "Its not-so-distant ethnic clash shows the moral necessity of intervention to help the helpless.. The most dangerous concert you didn't attend happened 25 years ago this Saturday. The venue was a small community center in Sarajevo, Bosnia, a city under siege from 1992-96 during the Yugoslav Wars. Serbs controlled the hills that surround most of the city. United Nations peacekeeping troops controlled the airport and did, well, not much. And yes, this was the conflict during which Hillary Clinton falsely remembered \"landing under sniper fire.\"", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-sends-a-superhero-to-the-batcave-11575838052", "title": "China Sends a Superhero to the Batcave", "date": "2019-12-08 15:47", "summary": "DC Comics yanked an ad that reminded some of Hong Kong.. He's defeated the Joker and Two-Face, among dozens of villains, but now Batman has met his match: the Chinese Communist Party. DC Comics recently pulled a social-media ad for a coming comic book due to online complaints from mainland Chinese internet users. The image showed Batwoman in the foreground hurling a Molotov cocktail, with the tagline \"the future is young\" emblazoned in giant hot-pink letters over a gray background.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/josephuss-the-jewish-war-review-avictory-for-posterity-11575837987", "title": "'Josephus's \"The Jewish War\" ' Review: A Victory for Posterity", "date": "2019-12-08 15:46", "summary": "The Jewish revolt against Rome failed, but Josephus's account became a pillar of the Israeli national story-and a touchstone for Christians.. As any parent knows, when you send a child out into the world, there's no way to predict what twists and turns the youngster's life might take. How much truer that is for an author, especially when the \"child\"-the book-survives for two millennia.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-root-for-boris-johnson-11575837887", "title": "America, Root for Boris Johnson", "date": "2019-12-08 15:44", "summary": "Victory would mean better prospects for a trade deal and a more assertive role for Britain in world affairs.. London", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-petes-retirement-plan-to-tax-the-middle-class-11575837823", "title": "Mayor Pete's Retirement Plan to Tax the Middle Class", "date": "2019-12-08 15:43", "summary": "He's accused others of being 'evasive' on spending, but his own campaign has lacked fiscal candor.. Democratic presidential candidate Pete Buttigieg claimed last month that \"everything that we have proposed has been paid for, and we have proposed no tax increase on the middle class.\" The South Bend, Ind., mayor is incorrect on both counts: He hasn't said how he'd pay for all his proposed spending. He has endorsed one explicit tax increase on the middle class, and his recent retirement plan provides an outline for another. Add it up, and middle-class workers could face a trillion dollars in new taxes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trapped-by-the-teamsters-11575837728", "title": "Trapped by the Teamsters", "date": "2019-12-08 15:42", "summary": "Why it can take 7,000 signatures to decertify a union with nine members.. School-bus drivers Billie McClinsey and Brad Mayer didn't like being represented by the Teamsters and wanted to put the matter to a vote. That should have been straightforward. Federal law provides that if union opponents collect signatures from 30% of their co-workers, they can ask the National Labor Relations Board to schedule a vote. But the process is frequently made convoluted and oppressive. As a result, Messrs. McClinsey and Mayer are trapped-likely indefinitely-in the union they oppose. The NLRB is soliciting comments on proposals to lift barriers that limit workers' right to remove a union.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-rediscover-the-constitution-11575837775", "title": "Democrats Rediscover the Constitution", "date": "2019-12-08 15:42", "summary": "The impeachment effort has Pelosi and even leftist law professors touting the Founding Fathers' intent.. One satisfying feature of the impeachment drama is the outbreak among Democrats of enthusiasm for the Constitution. What a refreshing change from years past, when every time a conservative raised a constitutional point, the liberals would roll their eyes and complain that the right was trying to \"weaponize\" the national parchment. The left seemed to detest the Constitution and the white male nationalists who wrote it.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defense-chief-orders-review-of-foreign-military-training-11575823014", "title": "Defense Chief Orders Review of Foreign Military Training", "date": "2019-12-08 15:34", "summary": "U.S. has taught thousands about arms and military doctrine, but a shooting rampage prompts questions. The top U.S. defense official has ordered a review of U.S. programs that train foreign military personnel in the aftermath of the shooting rampage by a Saudi Arabian officer at an American base in Florida.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juice-wrld-a-young-star-of-hip-hop-dies-11575832316", "title": "Juice WRLD, a Young Star of Hip-Hop, Dies", "date": "2019-12-08 15:15", "summary": "The singer and rapper's hits include 'Lucid Dreams' and 'Bandit'. Juice WRLD, one of hip-hop's biggest new artists, whose melancholy and melodic songs placed him atop the so-called SoundCloud rap genre, died Sunday at age 21.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-fed-interest-rate-decision-u-s-cpi-and-retail-sales-11575835201", "title": "Economy Week Ahead: Fed Interest Rate Decision, U.S. CPI", "date": "2019-12-08 15:00", "summary": "Fed has signaled it will leave interest rates unchanged. In the week ahead, central bankers in the U.S. and Europe issue policy decisions. U.S. data will offer measures of consumer strength and prices.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-caused-over-400-fires-in-2018-where-were-the-regulators-11575834385", "title": "'Safety Is Not a Glamorous Thing': How PG&E Regulators Failed to Stop Wildfire Crisis", "date": "2019-12-08 14:46", "summary": "Resume Subscription. In 2015, the California regulator overseeing PG&E Corp. opened an inquiry into whether the state's largest utility put enough priority on safety.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/six-months-on-hong-kong-protesters-fill-city-streets-to-press-demands-11575793436", "title": "Hong Kong Protesters Fill Streets in Biggest March in Months", "date": "2019-12-08 14:23", "summary": "Mostly peaceful rally underscores demonstrators' determination to struggle for democratic change. HONG KONG-Six months after an estimated one million people marched in an antigovernment rally, large crowds again took to the streets of Hong Kong on Sunday in a renewed sign of demonstrators' determination to wrest democratic concessions from their leaders.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-smooth-cigarette-is-getting-harder-to-find-11575817200", "title": "A Smooth Cigarette Is Getting Harder to Find", "date": "2019-12-08 14:02", "summary": "Investors used to be able to buy any tobacco stock and sit back. Now returns are volatile and diverging.. Smokers have always been selective about their brand of cigarette, but tobacco shareholders haven't had to be choosy until now. The days of indiscriminately investing in the sector and expecting good returns are over.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-gears-up-for-its-most-divisive-election-in-decades-11575814301", "title": "Britain Gears Up for Its Most Divisive Election in Decades", "date": "2019-12-08 13:52", "summary": "Boris Johnson holds a double-digit lead in opinion polls ahead of a crucial vote to decide Brexit's fate. LONDON-British Prime Minister Boris Johnson holds a double-digit lead in opinion polls as Britain prepares to vote Thursday in a crucial general election that will determine Brexit's fate.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-delhi-factory-fire-kills-at-least-43-11575830499", "title": "New Delhi Factory Fire Kills at Least 43", "date": "2019-12-08 13:49", "summary": "Many laborers died of smoke inhalation as they slept in a building where they worked; a lack of alarms. More than 40 laborers died in New Delhi after a fire engulfed a factory where they worked and slept, making it one of the worst fire tragedies in India's capital in decades.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-may-vote-on-trump-impeachment-charges-this-week-11575829659", "title": "House Democrats May Vote on Trump Impeachment Charges This Week", "date": "2019-12-08 13:27", "summary": "Judiciary Committee will look at constitutional grounds and evidence Monday. WASHINGTON-The House Judiciary Committee may vote as early as this week on articles of impeachment for removing President Trump, the panel's chairman said Sunday, suggesting it is prepared to move forward without Republican support.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-ideas-for-disrupting-college-admissions-11575829354", "title": "Some Ideas for Disrupting College Admissions", "date": "2019-12-08 13:22", "summary": "I agree with many of the ideas for reforming college admissions, but if schools adopted all them they would have almost no objective way to evaluate applicants' chances of success.. The issues in U.S. secondary and postsecondary education are so fundamental they cannot be fixed from within (\"How to Fix College Admissions,\" Review, Nov. 30). The Harvards and Stanfords, comfortable in their positions in the entrenched system and protected by their alumni (both financially and politically), have no incentive to fix it. Instead of reforming the system, it needs a disruption. The increasing closures of private colleges provides an opportunity for disruptive thinkers to acquire these failing colleges and demonstrate a better way forward. Asian-Americans, instead of filing lawsuits to join the clique, should take the lead and beat Harvard in the marketplace.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-humans-a-requirement-in-medicine-11575829290", "title": "Are Humans a Requirement in Medicine?", "date": "2019-12-08 13:21", "summary": "Medicine at its professional and ethical foundation was never meant to be corporatized.. Regarding Marc Siegel's \"Medicine Without Doctors Doesn't Compute\" (op-ed, Nov. 25): Medicine at its professional and ethical foundation was never meant to be corporatized. This is destructive to those foundational attributes that are basic to the medical profession. The simple fact of health care functioning as it should is, in its essence, one patient interacting with one doctor. The patient's needs constitute the doctor's priority and the patient, understanding this, trusts his or her doctor. At least this aspect of health care is best addressed as a cottage industry, not by increasingly impersonal corporate or governmental megaliths. Clear away all this corporate waste and the perverse incentives, and the costs would shrink and the system would heal.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-take-aim-at-new-york-citys-gun-regulations-11575829207", "title": "Readers Take Aim at New York City's Gun Regulations", "date": "2019-12-08 13:20", "summary": "Are there any other constitutional rights that should end at the state border or outside a citizen's home?. Regarding your editorial \"Guns, Liberals and the Court\" (Dec. 2): Are there any other constitutional rights that should end at the state border or outside a citizen's home? Why should a law-abiding gun owner's rights end when leaving his or her home or state? Maybe we should reconsider our other rights such as freedom from unreasonable searches and the right to due process, making them state specific. Maybe we should rewrite the First Amendment and license all journalists and protesters. I prefer my Bill of Rights to apply everywhere and always.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elon-musks-cybertruck-is-a-stroke-of-genius-11575829247", "title": "Elon Musk's Cybertruck Is a Stroke of Genius", "date": "2019-12-08 13:20", "summary": "Think about who drives Teslas, and then think about whether they own trucks.. Thank goodness Elon Musk didn't do any market research before creating Tesla's Cybertruck (\"The Captain Class: The Dying Art of the Big Bet,\" Exchange, Nov. 30). I hate everything about American pickup trucks, particularly the stultifying sameness-except in successively larger versions of that sameness, with massively outsize hoods and grills. I'd never consider buying one. But when I saw the Cybertruck, botched rollout and all, I was electrified, and immediately put in an order for one. The Cybertruck will redefine what it means to be a truck. Mr. Musk's gut knew exactly what I wanted before I knew I wanted it. Market research would have never found me.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-pete-will-provide-from-cradle-to-the-grave-11575829107", "title": "Mayor Pete Will Provide From Cradle to the Grave", "date": "2019-12-08 13:18", "summary": "I loved \"unpaid caregivers of any 'child, elderly, or disabled dependent' would be 'awarded a credit toward Social Security benefits' as if working for pay.\". Regarding your editorial \"Mayor Pete's Senior Vote Plan\" (Nov. 30): I loved \"unpaid caregivers of any 'child, elderly, or disabled dependent' would be 'awarded a credit toward Social Security benefits' as if working for pay.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-college-football-playoff-with-familiar-faces-and-few-surprises-11575817421", "title": "A College Football Playoff With Familiar Faces, Few Surprises", "date": "2019-12-08 12:52", "summary": "Ohio State, LSU, Clemson and Oklahoma emerge from conference title games with invites to the College Football Playoff. ATLANTA-The forecast for college football heading into championship weekend was for close games that had a chance of producing chaos for the College Football Playoff. But by Sunday morning, when the selection committee announced which four teams will play for the national title, there was little surprise.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbischris-wray-tries-to-steer-bureau-past-politics-11575825542", "title": "FBI's Chris Wray Tries to Steer Bureau Past Politics", "date": "2019-12-08 12:19", "summary": "Monday's inspector general report is expected to critique agency's actions before current director took over. ", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-gird-for-year-end-turmoil-in-cash-markets-11575824401", "title": "Investors Gird for Year-End Turmoil in Cash Markets", "date": "2019-12-08 12:00", "summary": "Some are hoarding cash to ensure they have enough available to lend if rates spike again at the end of the year. Investors and policy makers are bracing for new disruptions to short-term cash markets going into the end of the year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-coming-election-will-decide-brexits-fate-heres-what-to-expect-11575823198", "title": "Britain's Coming Election Will Decide Brexit's Fate. Here's What to Expect.", "date": "2019-12-08 11:39", "summary": "Result will determine the country's next steps as it navigates its departure from the EU. The U.K. will hold its third national election in four years on Thursday. Hanging in the balance is its exit from the European Union.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/friendly-skies-ceos-at-american-united-are-longtime-colleagues-turned-rivals-11575820801", "title": "Rival CEOs at American, United Share a Long History", "date": "2019-12-08 11:00", "summary": "Scott Kirby and Doug Parker, who worked together for two decades, have divergent leadership styles. Scott Kirby and Doug Parker spent two decades working together to drive consolidation in the U.S. airline industry. Now they are set to square off as chief executives at two of the country's top carriers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-the-next-downturn-fiscal-policy-may-have-to-step-up-11575817200", "title": "In the Next Downturn, Fiscal Policy May Have to Step Up", "date": "2019-12-08 10:00", "summary": "The Fed's postcrisis tools will have less punch if long-term bond yields are already low. ", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bull-market-shrugs-off-weak-start-to-december-11575817202", "title": "Bull Market Shrugs Off Weak Start to December", "date": "2019-12-08 10:00", "summary": "The U.S. stock market hasn't had a pullback of 1% or more in two months. The S&P 500 had a rough start to December, sliding on heightened worries about the fate of the U.S. and China's trade negotiations. But a variety of indicators, ranging from investor sentiment to the depth of stock-market drawdowns, suggest that the bull market is still on strong footing heading into the end of 2019.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-outline-constitutional-justification-for-trumps-impeachment-11575778352", "title": "Democrats Outline Justification for Trump's Impeachment", "date": "2019-12-08 09:58", "summary": "Judiciary Committee Democrats define treason, bribery, other 'high crimes and misdemeanors'. WASHINGTON-House Judiciary Committee Democrats offered interpretations of the Constitution for removing a president from office as they move toward drafting articles for President Trump's impeachment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-russia-belong-in-the-olympics-the-fight-resumes-11575813280", "title": "Does Russia Belong in the Olympics? The Fight Resumes", "date": "2019-12-08 08:54", "summary": "The World Anti-Doping Agency could approve sanctions punishing the country but still allow its athletes to compete at the 2020 Tokyo Olympics. It has become the competition between the competitions: the bruising fight every couple of years over whether to let Russia back into the Olympics.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-7-credit-limit-jack-mas-ant-lures-hundreds-of-millions-of-borrowers-11575811989", "title": "A $7 Credit Limit: Jack Ma's Ant Lures Hundreds of Millions of Borrowers", "date": "2019-12-08 08:33", "summary": "Ant Financial's mega microlending business has ballooned by offering tiny loans, which often incur no interest, to the masses in China. By offering as little as a few bucks at a time to new borrowers, a microlending business of Chinese technology giant Ant Financial Services Group has quietly swelled into one of China's largest providers of personal credit lines.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesco-weighs-sale-of-supermarkets-in-thailand-and-malaysia-11575810260", "title": "Tesco Weighs Sale of Supermarkets in Thailand and Malaysia", "date": "2019-12-08 08:04", "summary": "Deals could value operations at up to $9 billion. U.K.-based retailer Tesco PLC is considering selling its supermarket businesses in Thailand and Malaysia, in deals that could value those operations at up to $9 billion, people with knowledge of the plans said.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jersey-city-logs-drop-in-crime-under-director-of-public-safety-11575810000", "title": "Jersey City Logs Drop in Crime Under Director of Public Safety", "date": "2019-12-08 08:00", "summary": "James Shea, brother of New York's new police commissioner, took on an overhaul of police and fire departments across the Hudson. Dermot Shea last week took on one of the biggest crime-fighting jobs around when he became commissioner of the New York Police Department.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-turn-sydneys-surroundings-into-an-inextinguishable-orange-furnace-11575809647", "title": "Wildfires Turn Sydney's Surroundings Into an Inextinguishable Furnace", "date": "2019-12-08 07:54", "summary": "Fires turning daytime sky in Sydney orange; air quality dips to levels more often seen in cities like Delhi and Beijing. SYDNEY-Australia's biggest city has been shrouded in hazardous smoke for the past week, as wildfires burning across the country's drought-stricken east coast are-in some cases-becoming too big to put out.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/play-ball-women-bond-through-rounders-11575808200", "title": "Play Ball! Women Bond Through Rounders", "date": "2019-12-08 07:30", "summary": "A group of women find fitness and friendship playing a sport called rounders, which is similar to baseball or cricket. Sofiya Makda used to consider taking her five children to the park her daily workout. She never imagined the park would become her weekly training ground for the sport of rounders. Since discovering the game in 2015, she proudly considers herself an athlete.", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-goes-after-buttigieg-after-slipping-in-polls-11575806401", "title": "Warren Goes After Buttigieg After Slipping in Polls", "date": "2019-12-08 07:00", "summary": "South Bend, Ind., mayor says he understands added scrutiny from rivals, media. WATERLOO, Iowa-Democrats have an expression for the times when this state has flirted with backing liberals before settling on moderate presidential candidates: \"Date Dean, marry Kerry.\"", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-bail-on-stock-market-rally-fleeing-funds-at-record-pace-11575801002", "title": "Investors Bail on Stock Rally, Fleeing Funds in Droves", "date": "2019-12-08 05:30", "summary": "In what may be the best year for stocks since 2013, investors have exited in droves. ", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-nicolas-maduro-once-thought-ripe-for-ouster-looks-firmly-in-place-11575801000", "title": "Venezuela's Maduro, Once Thought Ripe for Ouster, Looks Firmly in Place", "date": "2019-12-08 05:30", "summary": "Leader holds on as grim economy slightly improves and internationally backed opposition founders. In January, the Trump administration predicted Venezuelan President Nicolás Maduro's imminent downfall as he wrestled with an energized opposition, debilitating U.S. oil sanctions and international isolation after dozens of nations proclaimed his leadership illegitimate.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-might-become-a-city-for-house-flippers-11575801002", "title": "Los Angeles Might Become a City for House Flippers", "date": "2019-12-08 05:30", "summary": "Zillow is latest iBuyer moving into sprawling metro area in footsteps of Opendoor, Redfin. Companies that specialize in flipping houses have long avoided Los Angeles, finding the sprawling metro too complicated to turn a quick profit. Now, that is changing.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-says-it-conducted-very-important-test-at-missile-launch-site-11575778215", "title": "North Korea Says It Conducted 'Very Important Test' at Missile Launch Site", "date": "2019-12-08 23:10", "summary": "South Korea, Japanese militaries haven't flagged activity at the Sohae facility, which North Korea previously had pledged to dismantle. SEOUL-North Korea said it conducted a \"very important test\" at a missile launch site it previously claimed to have been dismantling, as Pyongyang continues expressing displeasure over stalled nuclear talks with Washington.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-search-for-motive-in-pensacola-shooting-11575741070", "title": "Pensacola Gunman Played Shooting Videos Before Attack", "date": "2019-12-08 23:07", "summary": "A person briefed on the probe said other Saudi students attended the dinner. The gunman at a Navy air base in Florida played videos of mass shootings at a dinner with other Saudi aviation students the week of the deadly attack, a person briefed on the investigation said Saturday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-fire-victim-settlement-threatens-elliott-plan-11575775107", "title": "PG&E Fire Victim Settlement Threatens Elliott Plan", "date": "2019-12-08 23:03", "summary": "Bondholders to battle in court over as much as $2 billion in debt payments. PG&E Corp.'s settlement with victims of wildfires could force a group of bondholders who want to take over the company to re-evaluate their legal strategy, people familiar with the matter said.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthony-joshua-reclaims-world-heavyweight-title-11575763436", "title": "Anthony Joshua Reclaims World Heavyweight Title", "date": "2019-12-08 19:03", "summary": "Andy Ruiz Jr.'s reign is short-lived as he loses by unanimous decision in the Arabian desert. DIRIYAH, Saudi Arabia-The six strange months that saw a roly-poly Mexican-American fighter named Andy Ruiz Jr. rule boxing as heavyweight champion of the world came to an end early on Sunday morning.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}]