[{"link": "https://www.wsj.com/articles/house-panel-to-probe-possible-conflicts-of-interest-by-transportation-secretary-elaine-chao-11568677954", "title": "House Panel to Probe Chao Over Possible Conflicts of Interest", "date": "2019-09-16 19:52", "summary": "The House Oversight and Reform Committee has requested documents as it looks into whether Chao used her position to benefit her family. WASHINGTON-The House Oversight and Reform Committee is launching an ethics inquiry into whether Elaine Chao is using her role as head of the Transportation Department to benefit her family.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-moves-ahead-with-u-s-japan-trade-pact-that-eases-some-tariffs-11568676383", "title": "Trump Moves Ahead With U.S.-Japan Trade Pact That Eases Some Tariffs", "date": "2019-09-16 19:26", "summary": "American agricultural exporters have been disadvantaged ever since Trump pulled out of the Trans-Pacific Partnership at the beginning of his presidency. WASHINGTON-President Trump notified Congress on Monday that the U.S. and Japan were prepared to enter a limited agreement that would lower some tariffs and set terms of digital trade.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/permanent-record-review-a-hero-in-his-own-mind-11568674781", "title": "'Permanent Record' Review: A Hero in His Own Mind", "date": "2019-09-16 18:59", "summary": "The leaker of hundreds of thousands of computer files-revealing military and intelligence secrets-tells his story.. Edward Snowden, the former U.S. intelligence officer and contractor who in 2013 leaked a trove of classified documents to select journalists for allegedly principled reasons and then fled the country, has done what anybody in his position would be expected to do: He has written a self-exculpating memoir.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-assault-on-the-supreme-court-11568674522", "title": "The Assault on the Supreme Court", "date": "2019-09-16 18:55", "summary": "The revival of smears against Kavanaugh is part of a campaign.. Supreme Court Justice Brett Kavanaugh will apparently receive continuing education in the politics of personal destruction, and this weekend came another round of rumor-mill accusations over his conduct in college. It's important to understand that this assault on the Justice is part of the left's larger campaign against the legitimacy of the current Supreme Court and an independent judiciary.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-ingrassia-11568674490", "title": "Paul Ingrassia", "date": "2019-09-16 18:54", "summary": "A longtime Journal editor and chronicler of the auto industry.. The editor across the desk could not have been clearer. Either stop making factual errors or you'll have to find another line of work. That was the message nearly 40 years ago to the editor of these columns from Paul Ingrassia, who died Monday of cancer at age 69 after one of the great careers at the Journal and indeed in American journalism.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-peace-in-our-time-in-colombia-11568674469", "title": "No Peace in Our Time in Colombia", "date": "2019-09-16 18:54", "summary": "Key FARC drug smugglers renew the guerrilla war.. Fewer than three years after Colombia's oldest guerrilla group signed a peace agreement with the government, the terror leaders have said never mind. In a 32-minute video broadcast last month, Revolutionary Armed Forces of Colombia (FARC) commander Iván Márquez called for a \"new phase of the armed struggle.\" By his side were FARC commanders Jesús Santrich and Hernán Dario Velásquez-better known as the bloodthirsty El Paisa-and gun-toting grunts.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadway-sees-box-office-magic-in-comedians-rock-stars-and-illusionists-11568674418", "title": "Broadway Sees Box Office Magic in Comedians, Rock Stars, Illusionists", "date": "2019-09-16 18:53", "summary": "'Derren Brown: Secret' and 'Freestyle Love Supreme' are among latest nontheatrical productions to grace Great White Way. The next big thing on Broadway may not be a musical or play.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pin-the-asterisk-on-kavanaugh-11568673826", "title": "Pin the Asterisk on Kavanaugh", "date": "2019-09-16 18:43", "summary": "Christine Blasey Ford was motivated by politics, her lawyer asserted in April.. It's just shy of a year since Brett Kavanaugh took his seat on the Supreme Court. On cue, the New York Times on Sunday published a \"previously unreported story\" claiming that as a Yale undergraduate at a \"drunken dorm party,\" Mr. Kavanaugh had his pants down while friends pushed his genitals \"into the hands of a female student.\" The accusation is similar to Deborah Ramirez's assertion last year in the New Yorker about another drunken Yale party.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-and-trump-are-making-japan-nervous-11568673770", "title": "China and Trump Are Making Japan Nervous", "date": "2019-09-16 18:42", "summary": "Tokyo is committed to the Pacific alliance. Can Washington get its act together?. Tokyo", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-election-is-full-of-wild-cards-11568673700", "title": "Israel's Election Is Full of Wild Cards", "date": "2019-09-16 18:41", "summary": "The result could help bridge the religious-secular divide. Or it could end the Netanyahu era.. Israel's repeat election Tuesday may reinforce the dominance of the right-and begin to bridge the divide between religious and secular Jews that has plagued Israel since the state was established. But polls are tight. If the vote swings left, it will likely spell the end of the Benjamin Netanyahu era.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hell-without-a-handbasket-11568673639", "title": "Hell Without a Handbasket", "date": "2019-09-16 18:40", "summary": "Dear women under 30: Where have your purses gone?. It almost broke my heart. I was sitting in church behind a lovely, painstakingly put-together young mother. The chair next to her was piled with the following: an iPhone, sunglasses, lip balm and an enormous ring of keys that would be the envy of innkeepers and school custodians the world over. That's four things-along with two preschool-age children-to keep track of, to scoop up at the service's end, to count once back in the car.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-mandate-is-up-to-congress-and-the-president-11568673581", "title": "The Fed's Mandate Is Up to Congress and the President", "date": "2019-09-16 18:39", "summary": "Lawmakers in the past have broadened the central bank's goals, directing it to boost U.S. competitiveness.. The role of the Federal Reserve as an instrument of public economic power could use some clarification. The central bank's status as an independent agency derives from an act of Congress in 1913, and is reinforced by oft-invoked references to its statutory \"dual mandate\": to achieve stable prices and full employment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-ever-happened-to-we-the-people-11568673554", "title": "What Ever Happened to 'We the People'?", "date": "2019-09-16 18:39", "summary": "There's more to the U.S. Constitution than its amendments. Give the preamble some respect.. Sometimes you know something so well that you stop seeking out what it can teach you. This can happen with anything from a beloved novel to the Bible. In our divisive political times, one well-worn text that bears re-examining is the preamble of the Constitution. Many Americans memorized its words in school-or by watching \"Schoolhouse Rock!\"-but few examined its meaning closely.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spain-releases-former-venezuelan-spy-chief-wanted-by-u-s-on-drug-charges-11568653834", "title": "Spain Frees Ex-Venezuela Spy Chief Wanted by U.S. on Drug Charges", "date": "2019-09-16 18:32", "summary": "Hugo Carvajal, who turned against the Maduro regime early this year, won't be extradited to U.S.. Spain's National Court ordered Venezuela's former top spy released from jail Monday, rejecting a U.S. extradition request seeking the former official on drug-trafficking charges.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-department-of-education-botched-bus-tracking-system-report-says-11568673102", "title": "New York City Department of Education Botched Bus-Tracking System, Report Says", "date": "2019-09-16 18:31", "summary": "City's Special Commissioner of Investigation says $9 million GPS program was mismanaged. A city watchdog agency said Monday the New York City Department of Education bungled running a system to track school buses for disabled children, leaving the city unable to recoup millions of dollars in federal reimbursements.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seaworld-entertainment-ceo-resigns-after-seven-months-11568672015", "title": "SeaWorld Entertainment CEO Resigns After Seven Months", "date": "2019-09-16 18:13", "summary": "Finance chief Marc Swanson will act as interim CEO following Gustavo Antorcha's departure. SeaWorld Entertainment Inc. said Monday that Chief Executive Gustavo Antorcha is leaving the company, seven months after taking the helm.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-russia-hold-off-pumping-more-oil-after-saudi-attack-11568633424", "title": "OPEC, Russia to Hold Off Pumping More Oil After Attacks in Saudi Arabia", "date": "2019-09-16 18:10", "summary": "Saudi Arabia will tap into stocks, officials say, as they worry fellow OPEC members might overproduce. OPEC and Russia are so far holding off pumping more oil to fill potential gaps in global supplies after an attack in Saudi Arabia over the weekend led to a major crude disruption, officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-no-vehicles-being-made-uaw-strike-could-cost-gm-100-million-a-day-11568653935", "title": "UAW Strike Could Cost GM $100 Million a Day", "date": "2019-09-16 17:53", "summary": "Walkout comes at delicate time for both auto maker and union. General Motors Co. stands to lose as much as $100 million a day if the nationwide strike of auto workers continues.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-italian-prime-minister-matteo-renzi-to-unveil-new-party-11568670834", "title": "Former Italian Prime Minister Matteo Renzi to Unveil New Party", "date": "2019-09-16 17:53", "summary": "Prime Minister Giuseppe Conte will now have to manage three parties instead of two in governing coalition. ROME-Italy's new government suffered its first setback, as the country's center-left party split in two, complicating life for an already unwieldy governing coalition.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticut-governor-ned-lamont-plans-to-end-religious-exemption-for-vaccinations-11568670685", "title": "Connecticut Governor Ned Lamont Plans to End Religious Exemption For Vaccinations", "date": "2019-09-16 17:51", "summary": "The state would introduce legislation requiring minors to be vaccinated, with few exceptions. Connecticut Gov. Ned Lamont said on Monday that the state should join a handful of others that require minors to receive vaccinations for preventable diseases, eliminating most exceptions to vaccination.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharma-looks-to-extend-bankruptcy-shield-to-sacklers-11568670625", "title": "Purdue Looks to Extend Bankruptcy Shield to Sackler Family", "date": "2019-09-16 17:50", "summary": "OxyContin maker's lawyers will ask judge to block action from states not agreeing to settlement. OxyContin maker Purdue Pharma LP's bankruptcy filing sets up a showdown with law-enforcement officials seeking to rein in the industry they blame for causing the national opioid epidemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-releases-purported-audio-message-from-leader-baghdadi-11568670466", "title": "Islamic State Releases Purported Audio Message From Leader", "date": "2019-09-16 17:47", "summary": "Abu Bakr al-Baghdadi calls on followers to intensify their efforts after losing control of territory. BEIRUT-Islamic State leader Abu Bakr al-Baghdadi ordered his followers to redouble their efforts to further the extremist group's cause, in an audio message apparently aimed at raising morale after it lost control over its self-proclaimed caliphate in parts of Syria and Iraq earlier this year.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-ingrassia-prizewinning-automotive-journalist-and-author-dies-at-69-11568655489", "title": "Paul Ingrassia, Prizewinning Automotive Journalist and Author, Dies at 69", "date": "2019-09-16 17:40", "summary": "Writer held senior posts at The Wall Street Journal, Dow Jones Newswires and Thomson Reuters. Paul Ingrassia, a Pulitzer Prize-winning journalist for The Wall Street Journal who was one of the leading chroniclers of the auto industry for more than three decades, died Monday in Naples, Fla., where he had been under treatment for pancreatic cancer. He was 69 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venture-capital-firm-aspect-ventures-breaking-up-11568665236", "title": "Aspect Ventures' Partners Break Up Firm", "date": "2019-09-16 17:35", "summary": "Five years after founding the venture-capital firm, Theresia Gouw and Jennifer Fonstad are parting ways to launch new firms. The founders of Aspect Ventures, a prominent female-led venture-capital firm, are parting ways to launch separate firms.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frackers-to-stand-pat-reap-profits-after-attacks-on-saudi-oil-11568660937", "title": "Frackers to Stand Pat, Reap Profits After Attacks on Saudi Oil", "date": "2019-09-16 17:33", "summary": "Large shale producers aim to show financial discipline after losing investor support. Major U.S. shale companies aren't planning to fill the void in global crude supplies left by an attack on the heart of Saudi Arabia's top oil facilities.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prudential-pays-32-6-million-to-settle-probe-of-mutual-fund-business-11568664829", "title": "Prudential Pays $32.6 Million to Settle Probe of Mutual-Fund Business", "date": "2019-09-16 17:32", "summary": "SEC claimed 2006 reorganization led to conflict of interest. WASHINGTON- Prudential Financial Inc. agreed to pay $32.6 million to settle claims that it didn't disclose how a reorganization of its mutual-fund business would cost the funds millions in lost interest income.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-workers-head-to-picket-lines-to-press-demands-11568669321", "title": "GM Workers Head to Picket Lines to Press Demands", "date": "2019-09-16 17:28", "summary": "Union members demonstrate for better new-hire pay, fewer temp workers, preservation of health care plans. General Motors Co. 's factory workers took to the picket lines Monday, hoisting signs reading \"UAW on Strike\" and blocking traffic into plants, in an effort to secure better pay, more job security and other benefits ahead of an expected U.S. car market slowdown.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-prosecutors-subpoena-eight-years-of-trump-tax-returns-11568668898", "title": "New York Prosecutors Subpoena Trump Tax Returns", "date": "2019-09-16 17:21", "summary": "Move is part of probe examining whether payment to Stormy Daniels violated state business-records law. State prosecutors in Manhattan have subpoenaed eight years of President Trump's tax returns from his longtime accounting firm, according to a person familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/common-practice-by-ethan-iverson-review-swinging-standards-with-a-contemporary-twist-11568668360", "title": "'Common Practice' by Ethan Iverson Review: Swinging Standards With a Contemporary Twist", "date": "2019-09-16 17:12", "summary": "On an album recorded at the Village Vanguard, the pianist leads a quartet in revealing the unexpected in familiar songs.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weill-cornell-medicine-joins-other-schools-in-cutting-student-debt-11568640600", "title": "Weill Cornell Medicine Joins Other Schools in Cutting Student Debt", "date": "2019-09-16 17:02", "summary": "Expanded $160 million scholarship program aims to eliminate debt for those demonstrating financial need. New York City's Weill Cornell Medicine said Monday that it would increase its scholarship offerings to eliminate education debt for students demonstrating financial need, an expansion that follows other similar debt-relief efforts at medical schools in the city.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-wants-to-spend-55-billion-to-improve-your-commute-11568667582", "title": "MTA Wants to Spend $55 Billion to Improve Your Commute", "date": "2019-09-16 16:59", "summary": "Plan, which still needs to be approved, includes introduction of new elevators at 70 subway stations and new signaling technology. The Metropolitan Transportation Authority plans to spend an unprecedented $55 billion over the next five years to modernize its two commuter rail lines, its bridges and tunnels, and New York City's subway and bus systems.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-and-china-11568667233", "title": "Democrats and China", "date": "2019-09-16 16:53", "summary": "The tariffs may be here for a while.. A new Morning Consult poll conducted after last Thursday's Democratic presidential debate finds that former Vice President Joe Biden remains the favorite. Among Democratic primary voters nationwide, 32% support Mr. Biden, while 20% back Sen. Bernie Sanders and 18% favor Sen. Elizabeth Warren. What should concern the Chinese dictatorship is that while they all criticize the manner in which Donald Trump is confronting Beijing, they are all endorsing a hard line on China trade.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-bailey-looking-through-time-review-realism-reimagined-11568666773", "title": "'William Bailey: Looking Through Time' Review: Realism Reimagined", "date": "2019-09-16 16:46", "summary": "While abstraction dominated the art world, the painter continued to make representational works drawn from his imagination that moved beyond the everyday or mundane.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/otis-names-new-cfo-as-it-preps-for-separation-from-united-technologies-11568666713", "title": "Otis Names New CFO as It Preps for Separation From United Technologies", "date": "2019-09-16 16:45", "summary": "Rahul Ghai joins the elevator maker from defense company L3 Harris Technologies. Otis Elevator Co. hired a new finance chief as it gets ready to separate from industrial conglomerate United Technologies Corp.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opioid-relief-rally-is-likely-to-stall-11568469600", "title": "Opioid Relief Rally Is Likely to Stall", "date": "2019-09-16 16:40", "summary": "Recent jump in opioid stocks has come despite many unanswered questions about future liability. Momentum in settlement talks to resolve opioid litigation has spurred a stock-market rally, but the danger for investors is far from over.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-futures-retreat-as-oil-prices-jump-11568603822", "title": "U.S. Stocks Retreat as Oil Prices Surge", "date": "2019-09-16 16:35", "summary": "Haven assets like gold and the Japanese yen gain. The Dow Jones Industrial Average snapped an eight-session winning streak and haven assets rallied after a weekend attack on Saudi Arabian oil facilities sent crude prices surging.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-energy-stocks-soar-after-attacks-on-saudi-oil-facilities-11568658070", "title": "U.S. Energy Shares Soar After Attacks on Saudi Oil Facilities", "date": "2019-09-16 16:33", "summary": "Crude producers Whiting, Centennial and California Resources among biggest gainers. Shares of U.S. energy producers surged after weekend attacks on Saudi oil production facilities knocked out 6% of global oil output, giving a boost to stocks that have beaten down by low commodity prices and investors wary of glutted commodity markets.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-relic-shares-fall-as-company-lowers-outlook-shakes-up-executive-ranks-11568652146", "title": "New Relic Lowers Outlook, Shakes Up Executive Ranks", "date": "2019-09-16 16:29", "summary": "Technology chief and chief revenue officer depart. New Relic Inc. cut its yearly revenue outlook on Monday and said two top executives had departed.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transport-stocks-lose-ground-after-energy-prices-spike-11568647535", "title": "Transport Stocks Lose Ground After Energy Prices Spike", "date": "2019-09-16 16:26", "summary": "American Airlines, United Airlines among hardest hit. Shares of airlines and truckers slipped Monday after crude prices soared, the latest fallout from weekend attacks on Saudi Arabian oil facilities.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/podcasters-seek-hey-can-you-believe-this-happened-to-me-stories-11568640059", "title": "Podcasters Seek 'Hey, Can You Believe This Happened to Me?' Stories", "date": "2019-09-16 16:25", "summary": "A serial killer's daughter is among individuals adding a thrilling personal perspective to 'The Clearing' and other hit podcasts. On episode 2 of \"The Clearing,\" a podcast about serial killer Edward Wayne Edwards, journalist and author Josh Dean describes how he obsessively sought a cache of evidence that police had gathered nine years earlier from Edwards's trailer in Louisville, Ky. The boxes were rumored to have been transferred to a small sheriff's office in Geauga County, Ohio, but Mr. Dean was told he would need a court order if he ever hoped to see them. His collaborator on the project, a 50-year-old mother of three named April Balascio, thought she might have better luck.", "categories": [["Books & Arts", "Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/arts-entertainment?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-reaches-streaming-deal-for-seinfeld-11568659938", "title": "Netflix Reaches Streaming Deal for 'Seinfeld'", "date": "2019-09-16 15:37", "summary": "The streaming giant adds the hit NBC sitcom from the 1990s as 'Friends' and 'The Office' are set to move to other services. Netflix Inc. is losing streaming rights to \"Friends\" but -yada yada yada-now it is getting rights to \"Seinfeld.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-charges-third-cognizant-executive-with-foreign-bribery-11568661954", "title": "SEC Charges Third Cognizant Executive With Foreign Bribery", "date": "2019-09-16 15:25", "summary": "Technology company's former chief operating officer reaches settlement with the Securities and Exchange Commission. Cognizant Technology Solutions Corp.'s former chief operating officer has agreed to pay a $50,000 fine to settle civil charges that he helped authorize and conceal a bribe paid to an Indian official.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-charges-three-traders-over-alleged-metals-contracts-manipulation-11568646947", "title": "Justice Department Charges Three Metals Contract Traders", "date": "2019-09-16 15:10", "summary": "One former and two current JPMorgan Chase traders indicted. Two traders and one former executive at JPMorgan Chase & Co. were indicted and charged with manipulating prices for precious-metals futures contracts over an eight-year period.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jonathan-safran-foer-save-the-world-11568659996", "title": "Jonathan Safran Foer on the Shame That Might Save the World", "date": "2019-09-16 14:54", "summary": "In 'We Are the Weather,' the writer interrogates himself and his habits in order to help everyone face the planetary crisis. Jonathan Safran Foer's latest book, We Are the Weather: Saving the Planet Begins at Breakfast, is an earnest call to action in the face of climate change, but it's not a polemic. Instead, it's a personal exploration. The writer, who became a star while still in his 20s with his first novel, Everything Is Illuminated, finds himself a father of two in his 40s who is incapable of mustering the necessary emotion to change his life in light of the damning science of the planetary crisis. Throughout the formally diverse book-one section consists of an interior debate, written as dialogue; another section is composed entirely of bullet-pointed facts about the crisis-Foer agonizes over why he won't take action. Specifically, he struggles to abstain from eating animal products for breakfast and lunch, which he believes would significantly reduce one's carbon footprint.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mona-sinha-on-how-women-can-use-their-wealth-to-do-good-11568657305", "title": "Mona Sinha on How Women Can Use Their Wealth to Do Good", "date": "2019-09-16 14:08", "summary": "Women who give will realize how they can change the world today and for generations to come, she says. Some women aren't comfortable with the word \"philanthropist,\" says Mona Sinha, board member of Women Moving Millions, a global group of women making gifts of $1 million or more for the advancement of women and girls.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frontier-to-make-debt-payments-soothing-bankruptcy-fears-11568657132", "title": "Frontier to Make Debt Payments, Soothing Bankruptcy Fears", "date": "2019-09-16 14:05", "summary": "Wireless company defies market speculation of a near-term bankruptcy. Frontier Communications Corp. on Monday was set to make roughly $320 million of debt payments, at least temporarily easing fears of a near-term bankruptcy filing for the wireline telecom company.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baker-hughes-sheds-an-owner-and-six-syllables-11568656459", "title": "Baker Hughes Sheds an Owner and Six Syllables", "date": "2019-09-16 13:54", "summary": "Shareholders didn't cheer when GE dumped shares of Baker Hughes, but analysts probably did. If you look at most storied American companies, numerous corporate combinations helped them get where they are today. Most had the good sense to pare down their names as their family trees became ever more complicated, but someone forgot to tell General Electric .", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-oil-ceo-aims-to-change-how-the-u-s-exports-natural-gas-11568655258", "title": "Former Oil CEO Aims to Change How the U.S. Exports Natural Gas", "date": "2019-09-16 13:34", "summary": "Forrest Hoglund challenges LNG technology with SeaOne Holdings and looks for toehold in Latin America. An oil-industry stalwart is hoping to undercut the way most U.S. natural gas is shipped abroad, using a newly patented method he says is cheaper because it requires less upfront investment than the dominant technology, liquefied natural gas or LNG.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steelers-ben-roethlisberger-out-for-the-season-11568644465", "title": "Pittsburgh Panic: Steelers' Ben Roethlisberger Is Out for the Season", "date": "2019-09-16 13:32", "summary": "An 0-2 record doesn't mean the end for an NFL franchise. Or does it?. If you are a Pittsburgh Steelers fan, this is a bleak, soul-challenging moment. I don't blame you if you're currently wandering around in the woods, staring up at the trees, listening to the melancholy whistle of the September wind, and wondering what's the point of watching football anymore.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-texas-a-surprise-fight-for-control-of-the-state-house-11568654792", "title": "In Texas, a Surprise Fight for Control of the State House", "date": "2019-09-16 13:26", "summary": "Republicans fear a scandal involving state House speaker could give Democrats majority for first time in almost two decades. AUSTIN-A scandal at the heart of the Texas House of Representatives has thrown Republicans in the state into turmoil and led to jitters over whether it could be the straw that breaks the party's longstanding hold on power here.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-official-charged-with-leaks-had-access-to-foreign-intelligence-11568654117", "title": "Canadian Official Charged With Leaks Had Access to Foreign Intelligence", "date": "2019-09-16 13:15", "summary": "RCMP's director general of national-intelligence coordination accused of violating state-secrets law. OTTAWA-A senior Canadian intelligence official facing five charges for violating the country's state-secrets law had access to intelligence collected domestically and by Canada's foreign allies, such as the U.S. and U.K., Canadian police said Monday.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-braces-for-u-s-tariffs-over-airbus-dispute-11568648123", "title": "EU Braces for U.S. Tariffs Over Airbus Dispute", "date": "2019-09-16 13:09", "summary": "Trade commissioner says Washington is unwilling to strike settlement over Airbus, Boeing subsidy cases; EU ready to impose retaliatory levies. BRUSSELS-The U.S. is poised to impose new tariffs on European Union exports over the bloc's subsidies to Airbus SE , the EU's trade chief said Monday, citing the Trump administration's unwillingness to settle a long-running commercial dispute over aircraft manufacturers.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strikes-in-saudi-arabia-chill-diplomacyperhaps-by-design-11568646129", "title": "Strikes in Saudi Arabia Chill Diplomacy-Perhaps by Design", "date": "2019-09-16 12:40", "summary": "Timing of attacks is deeply suspicious, with plenty of actors who don't want an outbreak of diplomacy. Diplomacy is hard. Stopping diplomacy, by contrast, is relatively easy. Hard-liners across the Middle East know this, and long have acted accordingly.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-comeback-macron-steers-straight-for-fresh-clash-with-streets-11568651443", "title": "In Comeback, Macron Steers Straight for Fresh Clash With Streets", "date": "2019-09-16 12:30", "summary": "With his popularity on the rise, French president tackles contentious issues, including overhauling the country's sacred pension system. The pro-business presidency of Emmanuel Macron, buried beneath months of yellow-vest protests, has risen from the dead.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-tail-chasing-problem-11568650891", "title": "The Fed's Tail-Chasing Problem", "date": "2019-09-16 12:21", "summary": "The Federal Reserve's current policy reasoning could push rates sharply lower in response to remote risks. The U.S. economy is probably going to be fine, but the Federal Reserve looks likely to lower rates this week anyway.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-warrens-plan-will-punish-the-prudent-11568650742", "title": "Sen. Warren's Plan Will Punish the Prudent", "date": "2019-09-16 12:19", "summary": "Individuals who deferred spending for the security of their later years, did so with the promise and guidance of various laws passed by Congress such as the Roth IRA.. Phil Gramm and Mike Solon start \"Warren's Assault on Retiree Wealth\" (op-ed, Sept. 11) by telling the reader that the households of ages 65 to 74 have an average of $1,066,000 in net worth. This may be technically true but it has little significance in a political or public-policy context.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/public-interest-yes-but-is-reporters-privilege-right-11568650623", "title": "Public Interest, Yes, but Is Reporter's Privilege Right?", "date": "2019-09-16 12:17", "summary": "How can journalists claim a constitutional right the rest of us don't have?. David B. Rivkin and Lee A. Casey are spot on in their analysis of journalists' claim to special status against the \"coordinated communications\" prohibition of federal election law (\"End the Media's Campaign Privilege,\" op-ed, Sept. 4). A similar analysis applies to claims for a \"reporter's privilege\" protecting against divulging sources (even for information obtained illegally). Again, how can journalists claim a constitutional right the rest of us don't have?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-auto-industry-is-becoming-socialized-11568650671", "title": "World Auto Industry Is Becoming Socialized", "date": "2019-09-16 12:17", "summary": "Auto makers are increasingly being mandated to direct capital investment into unprofitable products, then rely on government subsides to reduce the losses and taxpayer-funded credits to customers to drive up demand.. In the same issue as your editorial \"Progressive Antitrust Paradox\" (Sept 12) about four auto makers's corporate collusion to build more electric cars to meet California's more stringent standards, your Technology section has \"European Auto Makers Bet on Electric\" about the challenges auto makers are facing because more and more of their product planning is being based on government mandates rather than the market demand they should serve.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etfs-are-an-incomplete-answer-for-diversification-11568650588", "title": "ETF's Are an Incomplete Answer for Diversification", "date": "2019-09-16 12:16", "summary": "While it may be important to focus on each individual ETF's diversification, investors should seek diversification for their entire portfolio.. While it may be important to focus on each individual ETF's diversification, investors should seek diversification for their entire portfolio (\"Your 'Diversified' ETF Might Now Be Anything But,\" Journal Report, Sept. 9). Investors will reduce their market risk and achieve broad diversification by investing in more than just growth funds or a U.S.-based index no matter how diversified those individual funds may be. Since small companies have historically outperformed large, and value companies have historically outperformed growth, investors won't only achieve broad diversification but increase their expected total return by owning the entire global market and then tilting more of their investible funds to the small and value asset classes, both in the U.S. and abroad. The academic evidence is very clear on this as demonstrated over the years by Eugene Fama, Kenneth French and many others.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-not-that-hard-to-tell-marijuana-from-hemp-11568650509", "title": "It's Not That Hard to Tell Marijuana From Hemp", "date": "2019-09-16 12:15", "summary": "We use a tool called Purpl PRO to test potency. It costs about $1,500 and we find it to be accurate within acceptable tolerances.. Regarding South Dakota Gov. Kristi Noem's \"Why I Won't Support Legalizing Hemp\" (op-ed, Sept. 10): I believe Gov. Noem needs to enhance her staff's research capability. We are cannabis growers in Oregon and use a tool called Purpl PRO, sold by Purpl Scientific. I'm sure there are other such tools available. It costs about $1,500, and we find it to be accurate within acceptable tolerances. After we test our cannabis for THC potency, independent labs test the product before it is put on the shelf. The device is hand-held, gives results within minutes and can be used in the field. Problem solved.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-brexit-breakthrough-as-u-k-prime-minister-meets-with-top-eu-official-11568649747", "title": "No Brexit Breakthrough as U.K. Prime Minister Meets With Top EU Official", "date": "2019-09-16 12:10", "summary": "EU's Juncker says the bloc is awaiting concrete proposals for how to avoid a 'backstop,' damping hopes of a swift agreement. BRUSSELS-The European Union's top official told U.K. Prime Minister Boris Johnson the bloc is still awaiting concrete proposals from London for how to avoid a physical border on the island of Ireland, damping hopes of a swift breakthrough in Brexit talks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-world-cup-drew-nearly-100-million-in-tv-ads-11568556000", "title": "Women's World Cup Drew Nearly $100 Million in TV Ads", "date": "2019-09-16 12:06", "summary": "Money is a focus as the U.S. women's national team alleges unfair pay. Advertisers shelled out almost $100 million on U.S. TV commercials in and around the 2019 FIFA Women's World Cup, exceeding expectations.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-pitting-the-yuan-against-the-dollar-so-far-its-not-going-to-plan-11568649663", "title": "China Is Pitting the Yuan Against the Dollar. So Far, It's Not Going to Plan.", "date": "2019-09-16 12:01", "summary": "The yuan is languishing in currency-trading rankings, highlighting international skepticism about Beijing's tight control over the renminbi. SHANGHAI-China's progress in boosting international use of its currency is stalling.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-one-can-agree-on-how-to-price-california-home-insurance-for-wildfires-11568649298", "title": "Disputes Emerge Over Pricing of California Insurance for Wildfires", "date": "2019-09-16 11:54", "summary": "Insurers, consumer advocates at odds over use of algorithmic models to assess risk. Finding home insurance in wildfire-prone parts of California is getting more difficult and more expensive. No one can agree on how to make it any easier.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ray-ban-investors-should-look-beyond-the-optics-11568648010", "title": "Ray-Ban Investors Should Look Beyond the Optics", "date": "2019-09-16 11:44", "summary": "EssilorLuxottica's top shareholder and activist investor Third Point are both building stakes in the eyewear giant, setting up a fresh governance battle. A new fight is coming into focus at the world's top eyewear company.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/having-trouble-selling-your-property-try-giving-it-away-11568647423", "title": "In Property Contests, $99 and a Photo Could Get You 56 Acres", "date": "2019-09-16 11:23", "summary": "Resume Subscription. Now on the market is a 56-acre treehouse resort in Stoneham, Maine. It has breathtaking views, a private mountaintop hiking trail and three luxury rental units that sit high off the ground among red oaks and birches.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-again-pressures-the-federal-reserve-in-wake-of-saudi-attacks-11568638112", "title": "Trump Again Pressures Fed in Wake of Saudi Attacks", "date": "2019-09-16 11:09", "summary": "President badgers the Fed to lower interest rate, citing a strong dollar and disruption to oil production. WASHINGTON-President Trump repeated his sharp criticism of the Federal Reserve after an attack in Saudi Arabia over the weekend led to a major crude oil disruption.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-changed-search-algorithm-in-ways-that-boost-its-own-products-11568645345", "title": "Amazon Search Change Boosts Its Own Products", "date": "2019-09-16 10:49", "summary": "Resume Subscription. Amazon.com Inc. has adjusted its product-search system to more prominently feature listings that are more profitable for the company, said people who worked on the project-a move, contested internally, that could favor Amazon's own brands.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/madonnas-new-concert-ticket-strategy-higher-prices-smaller-venues-11568644941", "title": "Madonna's New Concert-Ticket Strategy: Higher Prices, Smaller Venues", "date": "2019-09-16 10:42", "summary": "Her latest tour, which opens Tuesday, is planned around theaters rather than arenas, and fans will be paying more-especially at the high end. When Madonna kicks off her new tour Tuesday, she'll also be debuting a new ticket-pricing strategy: Smaller shows at higher prices.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-a-home-where-you-can-train-like-the-hulk-lists-for-3-9-million-11568644244", "title": "L.A. Home Where You Can Train Like The Hulk Lists for $3.9 Million", "date": "2019-09-16 10:30", "summary": "Lou Ferrigno, who played the fictional superhero on television, is selling his Santa Monica property with what he calls 'the best home gym in the country'. Lou Ferrigno's life is imitating his art. The 2009 comedy \"I Love You, Man\" revolves partly around a real-estate agent's attempt to sell Mr. Ferrigno's Los Angeles home, with the actor playing himself. Now Mr. Ferrigno is listing his real life Los Angeles-area home for $3.9 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/football-coaches-are-still-flunking-their-tests-on-fourth-down-11568642372", "title": "Football Coaches Are Still Flunking on Fourth Down", "date": "2019-09-16 09:59", "summary": "There's more evidence than ever that teams be aggressive on fourth down. Why are they ignoring it?. The Arizona Cardinals had a fourth down inside the 5-yard line on three separate occasions Sunday afternoon. They settled for three points each time. And kicking a field goal instead of letting their star rookie quarterback Kyler Murray try to score a touchdown may have cost the Cardinals the game: They lost by six points.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/solomon-islands-ends-diplomatic-ties-with-taiwan-stands-by-china-11568642229", "title": "Solomon Islands Ends Ties With Taiwan, Stands by China", "date": "2019-09-16 09:57", "summary": "Taiwan to close its embassy in the Solomon Islands on Tuesday, Taiwan's president says. BEIJING-The Solomon Islands has decided to break off diplomatic relations with Taiwan and cast its lot with China, Taiwan's president said Monday, as Beijing increases pressure on Taiwan ahead of the self-governed island's closely watched presidential election in January.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-report-on-brett-kavanaugh-reopens-debate-about-supreme-court-justice-11568580928", "title": "New Report on Kavanaugh Reopens Debate", "date": "2019-09-16 09:53", "summary": "Account of sexual-misconduct allegations spurs Democratic calls for his removal, and a defense from Trump. Political sparring over Justice Brett Kavanaugh's October 2018 confirmation to the Supreme Court flared up Sunday following a fresh news report, with some Democratic presidential candidates calling for his removal from the bench and President Trump defending his court pick.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/attack-increases-risks-for-saudi-aramcos-ipo-11568621756", "title": "Saudi Officials Consider Delaying Aramco IPO After Attacks", "date": "2019-09-16 09:35", "summary": "Saudi energy officials and Aramco executives are debating rescheduling the IPO until after the company fully restores its production. Saudi Arabian officials are discussing delaying Aramco's initial public offering, after attacks on the company's largest oil facilities sidelined more than half of the kingdom's output, people familiar with the matter said.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-strike-could-test-president-trump-11568640249", "title": "GM Strike Could Test President Trump", "date": "2019-09-16 09:24", "summary": "The labor strike at General Motors could create a public test of the president's ability to hang onto a key voting bloc. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tourists-heeding-utahs-mighty-5-campaign-overpower-moab-11568638923", "title": "Tourists Heeding Utah's 'Mighty 5' Campaign Overpower Moab", "date": "2019-09-16 09:02", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-apple-jpmorgan-caterpillar-freeport-mcmoran-and-more-11568628000", "title": "Stocks to Watch: Exxon Mobil, Chevron", "date": "2019-09-16 08:44", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session:", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endeavor-group-could-raise-712-million-in-ipo-11568637025", "title": "Endeavor Group Could Raise $712 Million in IPO", "date": "2019-09-16 08:30", "summary": "The parent company of Hollywood's biggest talent agency plans to offer 19.4 million shares of common stock at $30 to $32 a share. Endeavor Group Holdings Inc. plans to raise as much as $712.3 million in its initial public offering, the entertainment company said in a securities filing Monday.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-bank-accounts-with-high-interest-rates-could-lose-some-of-their-shine-11568635200", "title": "High-Interest Online Bank Accounts Could Lose Some Shine", "date": "2019-09-16 08:00", "summary": "As Fed has trimmed rates and considers further cuts, lenders may see growth in depositors dry up. Big banks bet that online savings accounts would help them bring in customers when rates were rising. Now that rates are falling, that growth may stall.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brand-protection-startup-red-points-hires-dual-cfo-coo-11568635202", "title": "Brand-Protection Startup Red Points Hires Dual CFO-COO", "date": "2019-09-16 08:00", "summary": "Former Workday finance executive aims to hire more in U.S. and manage data operations. Red Points Solutions SL has hired its first finance and operations chief, a hybrid position that will focus on adding U.S. staff to the software provider and managing the company's data operation.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-services-trade-also-set-to-slow-says-wto-11568633773", "title": "Global Services Trade Also Set To Slow, Says WTO", "date": "2019-09-16 07:45", "summary": "Rising tariffs have contributed to a decline in cross-border sales of goods, contributing to a weakening of global economic growth as factory output declines. The impact of the U.S.-China trade war, until now largely confined to manufacturing, may be spreading to the trade in services, a development that could further drag on global economic growth.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-loser-from-the-oil-price-jump-is-china-11568634243", "title": "The Real Loser From the Oil Price Jump Is China", "date": "2019-09-16 07:44", "summary": "Nation is already dealing with an inflation spike and weak manufacturing margins. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activists-bark-loudly-with-smaller-bites-11568631600", "title": "Activists Bark Loudly With Smaller Bites", "date": "2019-09-16 07:00", "summary": "Activists taking small stakes in big companies can cause an outsize distraction. Do companies have to listen to every activist who shows up, no matter how small the stake?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-soar-after-saudi-attack-11568585160", "title": "Oil Prices Soar After Saudi Attack", "date": "2019-09-16 06:47", "summary": "Kingdom races to restore roughly one-third of disrupted production by day's end Monday. Crude prices surged following an attack on Saudi Arabia's oil infrastructure. In light of the disruption, President Trump said he has authorized the release of oil from the Strategic Petroleum Reserve if needed.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hong-kong-protesters-toolkit-for-a-cat-and-mouse-game-with-authorities-11568628648", "title": "The Hong Kong Protester's Toolkit for a Cat-and-Mouse Game With Authorities", "date": "2019-09-16 06:10", "summary": "Protesters believe their identities may be collected digitally by mainland China and their participation used against them in the future. On a recent afternoon, Carl Chow headed into one of the big pro-democracy marches that have convulsed Hong Kong for months. He didn't plan to break the law, but he took pains to hide his identity behind a surgical mask all the same.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-warm-to-mortgage-bonds-that-burned-them-in-2008-11568626202", "title": "Banks Warm to Mortgage Bonds That Burned Them in 2008", "date": "2019-09-16 05:30", "summary": "Citigroup, Goldman Sachs and Wells Fargo are getting back into the business. Banks are getting back into the business of building mortgage bonds, laying the groundwork for a market that stands to grow as the Trump administration tries to reduce the government's role in housing finance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-firms-assess-how-to-comply-with-anti-money-laundering-standards-11568626200", "title": "Crypto Firms Rush to Comply With Anti-Money-Laundering Standards", "date": "2019-09-16 05:30", "summary": "Recent guidance from the Financial Action Task Force has forced the cryptocurrency industry to try to find common ground on adopting stronger controls. The cryptocurrency industry is rushing to comply with new anti-money-laundering standards that require exchanges and other firms to share information about their customers.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-you-think-your-childs-teacher-is-a-bad-fit-11568626204", "title": "When You Think Your Child's Teacher Is a Bad Fit", "date": "2019-09-16 05:30", "summary": "Parents must decide whether to stay on the sidelines or intervene, with both options carrying some risk. As millions of young children settle into a new year in elementary school, many parents are wondering nervously: Is the new teacher a good fit?", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-targets-north-korean-hacking-as-rising-national-security-threat-11568545202", "title": "U.S. Targets North Korean Hacking as National-Security Threat", "date": "2019-09-16 03:56", "summary": "For Pyongyang, cyber prowess is crucial source of revenue, political leverage. WASHINGTON-New U.S. sanctions against North Korean hackers and revelations about North Korean malware show how Pyongyang's cyber operations have become a crucial revenue stream and a security threat that soon could rival its weapons program, U.S. and industry officials say.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxycontin-maker-purdue-pharma-files-for-bankruptcy-protection-11568604141", "title": "OxyContin Maker Purdue Pharma Files for Bankruptcy", "date": "2019-09-16 00:06", "summary": "Partial deal is aimed at resolving lawsuits filed by states, municipalities accusing it of fueling opioid crisis. Purdue Pharma LP filed for bankruptcy protection Sunday night with a partial deal aimed at resolving thousands of lawsuits filed by states and municipalities accusing it of fueling the opioid crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11568554606", "title": "Pepper...and Salt", "date": "2019-09-16 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-brexit-a-different-common-currency-is-raising-a-ruckus-11568567949", "title": "Amid Brexit, a Different Common Currency Is Raising a Ruckus", "date": "2019-09-16 23:15", "summary": "Despite 300 years of union, pounds from Scottish banks-with icons such as Robert the Bruce and Robert Burns-aren't legal tender in England; 'It does my head in, the number of times people hold up my money and inspect it'. LONDON-David Swanson sheepishly shoved the bill back in his wallet. His crime? Trying to pay for two pints in a British pub with Scottish money.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rock-star-ric-ocasek-is-dead-11568600123", "title": "Rock Star Ric Ocasek Is Dead", "date": "2019-09-16 22:15", "summary": "He was the frontman for The Cars. NEW YORK-Ric Ocasek, famed frontman for The Cars rock band, has been found dead in a Manhattan apartment.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-tale-as-a-cancer-survivor-11568599621", "title": "My Tale as a Cancer Survivor", "date": "2019-09-16 22:07", "summary": "The 27 years after treatment have demanded endurance and vigilance. But they've also brought unexpected rewards.. Every year at about this time, I head west to Seattle. Surrounded by mountains and water, with the backdrop of the majestic Mount Rainier, the city is ideal for a pleasure trip in late summer or early fall. But I'm there for another reason: my annual checkup at the Fred Hutchinson Cancer Research Center.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youve-survived-cancer-what-comes-next-11568599621", "title": "For Cancer Survivors, What Comes Next?", "date": "2019-09-16 22:07", "summary": "Resume Subscription. As more patients are successfully treated for cancer, a daunting new challenge awaits: navigating the physical and emotional challenges of being a survivor.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-make-health-care-crowdfunding-work-for-everyone-11568599500", "title": "How to Make Health-Care Crowdfunding Work for Everyone", "date": "2019-09-16 22:05", "summary": "Crowdfunding campaigns depend on having wealthy connections. But there are ways to make it more equitable.. Crowdfunding campaigns have become the go-to funding option for more and more people who find themselves stretched by the costs of a medical crisis, whether that consists of uninsured health-care service or medical equipment, or related costs like making up for missed earnings. But not everyone is equally able to access this source of funding: The ability to raise money online depends heavily on how wealthy a person's friends and other connections are.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hearing-aids-are-getting-smarter-11568599441", "title": "The New, Smarter Hearing Aid", "date": "2019-09-16 22:04", "summary": "The new devices are part medical device, part consumer electronics. And they may be more socially acceptable as well.. Medical devices and consumer electronics are converging to create a new generation of hearing aids.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cures-for-hearing-loss-may-be-found-in-new-drugs-11568599440", "title": "New Drugs Aim to Cure Hearing Loss", "date": "2019-09-16 22:04", "summary": "Researchers are trying to counter the biological causes of hearing loss-rather than just treating the effects. Scientists are pursuing the first medicines to treat hearing loss.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/skin-protection-may-offer-surprising-benefits-for-overall-health-11568599320", "title": "Skin Protection May Offer Surprising Benefits for Overall Health", "date": "2019-09-16 22:02", "summary": "A growing body of research suggests reducing skin inflammation could help guard against chronic disease and age-related illness. A growing body of research suggests that skin may play a bigger role in fueling chronic disease and age-related illness than previously understood", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-prepares-to-unleash-ai-on-health-care-11568599261", "title": "Israel Prepares to Unleash AI on Health Care", "date": "2019-09-16 22:01", "summary": "In a small country with digitized records, big data could make medicine cheaper and more effective. Israel is becoming a testing ground for the power of artificial intelligence to improve health care.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-do-you-know-about-health-care-costs-11568599200", "title": "How Much Do You Know About Health-Care Costs? Take This Quiz", "date": "2019-09-16 22:00", "summary": "What percentage of Americans put off needed care because of cost? And more in this WSJ quiz.. Almost any way you slice it, Americans spend more on health care than people in any other wealthy country. That's true if you look at total spending, about $3.5 trillion in the U.S. in 2017. It's true as a percentage of national income, at nearly 18% for the U.S. And it's true on a per capita basis, given that the U.S. spent $10,739 for every man, woman and child in the country in 2017. That's all according to the Centers for Medicare and Medicaid Services.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-board-to-weigh-engineering-safety-changes-following-737-max-crashes-11568599062", "title": "Boeing's Board to Weigh Engineering, Safety Changes After MAX Crashes", "date": "2019-09-16 21:57", "summary": "Reorganization marks one of first tangible changes since accidents. Boeing Co. 's board is expected to consider revamping the aerospace giant's engineering department as among the first tangible internal changes following two deadly crashes of its 737 MAX airliner, a person familiar with the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-has-few-options-to-respond-to-saudi-oil-attack-11568509069", "title": "Trump Has Few Options in Responding to Attack on Saudi Oil", "date": "2019-09-16 21:06", "summary": "President faces questions about Iran strategy with depleted national-security team. WASHINGTON-The attacks on Saudi Arabia's energy-production system thrust President Trump into a fierce foreign-policy crosswind, at a time when his national security team is at its thinnest point in over a year.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-cloud-xchange-files-for-chapter-11-bankruptcy-11568594006", "title": "Global Cloud Xchange Files for Chapter 11 Bankruptcy", "date": "2019-09-16 20:33", "summary": "Reliance Communications subsidiary files for bankruptcy after reaching deal on a debt-for-equity swap with bondholders. Global Cloud Xchange filed for bankruptcy protection Sunday after reaching a deal with lenders that will erase $150 million in debt and hands control of the telecommunications company to its senior bondholders.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-aims-to-restore-a-third-of-lost-oil-output-by-monday-11568568391", "title": "Saudi Arabia Aims to Restore a Third of Lost Oil Output Monday", "date": "2019-09-16 20:04", "summary": "Strikes on Saturday knocked out 5.7 million barrels of daily production; Aramco CEO says work is underway to restore output. The loss of nearly 6% of global oil output in weekend strikes in Saudi Arabia sent crude prices soaring as officials said the kingdom was racing to restore roughly one-third of the disrupted production by day's end Monday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}]