[{"link": "https://www.wsj.com/articles/u-s-insulated-from-possible-supply-shock-after-saudi-attack-11568497671", "title": "U.S. Insulated From Possible Supply Shock After Saudi Attack", "date": "2019-09-14 18:13", "summary": "Largest global crude producer may be in a position to help stabilize world markets. As the world faces the possibility of an oil-supply shock after a Saturday attack on Saudi Arabia, the U.S. finds itself in the rare position of being able to help stabilize world markets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-new-government-allows-in-migrants-testing-voters-tolerance-11568484151", "title": "Italy's New Government Allows In Migrants, Testing Voters' Tolerance", "date": "2019-09-14 14:02", "summary": "Permission to let the charity ship dock came only after other EU countries agreed to take in some of the asylum seekers. ROME-Italy allowed a charity ship to bring 82 migrants rescued in the Mediterranean to its shores, in the first test of how Italy's new left-leaning government will handle the divisive issue of migration from Africa.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-discussed-possible-defense-treaty-with-israel-11568476491", "title": "Trump Says He Discussed Possible Defense Treaty With Israel", "date": "2019-09-14 12:42", "summary": "President says such an agreement would 'further anchor the tremendous alliance between our two countries'. President Trump said he discussed a possible \"mutual defense treaty\" between the U.S. and Israel in a call with Prime Minister Benjamin Netanyahu, signaling support for the country's embattled leader days before a tough re-election vote.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-son-of-osama-bin-laden-killed-in-u-s-operation-11568470252", "title": "Trump Says Son of Osama bin Laden Killed in U.S. Operation", "date": "2019-09-14 11:16", "summary": "Hamza bin Laden, first reported dead in July, was seen by some as a rising figure in al Qaeda. President Trump said that Hamza bin Laden, a son of al Qaeda founder Osama bin Laden, had been killed in a U.S. counterterrorism operation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-philharmonic-taps-influencers-to-lure-millennials-11568466001", "title": "New York's Philharmonic Taps 'Influencers' to Lure Millennials", "date": "2019-09-14 09:00", "summary": "Orchestra invites social-media stars to promote its new season in a bid to give classical music a larger cultural footprint in the city. In recent years, businesses have embraced so-called influencer marketing, courting Instagrammers and others with a prominent social-media presence to spread the word about their products.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/values-rebounding-but-dont-get-your-hopes-up-11568462580", "title": "Value's Rebounding, but Don't Get Your Hopes Up", "date": "2019-09-14 08:03", "summary": "This week has seen the biggest swing from momentum stocks to cheap value stocks since the 2008 bank bailouts. But it isn't likely to last.. This week has seen a truly shocking set of reversals in the stock market. On the surface it's been pretty calm, with the S&P 500 moving less than 1% each day. But underneath the churn has been extraordinary, with the biggest rotations out of high-momentum stocks and into cheap value stocks since the 2008 bank bailouts.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrians-adopt-precautions-from-home-to-evade-arrest-in-turkey-11568462400", "title": "Syrians Adopt Precautions From Home to Evade Arrest in Turkey", "date": "2019-09-14 08:00", "summary": "Detouring to avoid checkpoints, speaking warily even at home-'It seems our fate to always be hunted'. ISTANBUL-Every evening when Muhammad Hamdoun gets off work, he scans the street as he walks the few blocks to the bus station, trying to blend in with the Turkish people around him and avoid police who might identify him as a Syrian refugee.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-to-power-electric-vehicles-reaches-sweden-11568458801", "title": "Battle to Power Electric Vehicles Reaches Sweden", "date": "2019-09-14 07:00", "summary": "Founder of Swedish upstart seeks to become the prime provider of batteries to Europe's makers of electric and hybrid cars. VASTERAS, Sweden-Machines are strewn about the floor. Cranes heave building material through the factory hall. In this patch of Swedish forest, preparations are afoot for the battle between Europe and China over control of the technology that powers electric cars.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-world-lies-beyond-chinese-art-and-the-divine-review-connecting-man-to-the-mythic-11568458800", "title": "'Another World Lies Beyond: Chinese Art and the Divine' Review: Connecting Man to the Mythic", "date": "2019-09-14 07:00", "summary": "More than offering artists' visions of cosmologies, an exhibition bears witness to the role art has played in humans' dealings with the otherworldly.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-negotiators-meet-with-russian-officials-after-trump-ends-talks-11568458659", "title": "Taliban Negotiators Meet With Russian Officials After Trump Ends Talks", "date": "2019-09-14 06:57", "summary": "The discussions in Moscow appear aimed at reviving negotiations between the insurgent group and the U.S.. Taliban negotiators have held talks with Russian officials in Moscow, in an apparent effort to restart discussions with the U.S. just days after President Trump killed a nearly completed deal to withdraw American forces from Afghanistan and declared negotiations with the insurgent group dead.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-one-wants-to-hire-the-fired-wells-fargo-branch-staffers-11568453400", "title": "No One Wants to Hire the Fired Wells Fargo Branch Staffers", "date": "2019-09-14 05:30", "summary": "Resume Subscription. It was a few bank accounts opened years ago that got Gerard Camerino fired from Wells Fargo & Co. last October. He didn't even remember some of the customers in question, but the company suspected their accounts were among the millions of potentially fake ones that have dogged the firm for years.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/arkansas-group-planned-monument-to-racial-unity-it-isnt-going-as-planned-11568453400", "title": "Arkansas Group Planned Monument to Racial Unity; It Isn't Going as Planned", "date": "2019-09-14 05:30", "summary": "Elaine Massacre Memorial is going in wrong place, for wrong reason, some residents say. The memorial was meant to help a rural Arkansas community heal longstanding wounds from one of the bloodiest episodes of racial violence in U.S. history. Instead, it is fueling tensions among white and black people.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-matters-this-week-in-the-2020-race-11568433661", "title": "Biden Marches On, With Twists Just Ahead", "date": "2019-09-14 00:01", "summary": "Joe Biden marches on, with twists just ahead. The center held.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-hopes-to-expand-electoral-map-with-play-for-new-mexico-11568433662", "title": "Trump Hopes to Expand Electoral Map With Play for New Mexico", "date": "2019-09-14 00:01", "summary": "President heads Monday to a state he wants to turn red, despite Democratic wins in 2016 and 2018. Just after securing the GOP presidential nomination in May 2016, Donald Trump landed in New Mexico and declared to a rally crowd, \"We're going to win this state.\" Six months later, Hillary Clinton beat him there by eight percentage points.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moviepass-wraps-up-its-theater-subscription-service-11568466000", "title": "It's a Wrap: MoviePass Ends Theater Subscription Service", "date": "2019-09-14 00:01", "summary": "Offering a movie a day for $10 a month proved financially unsustainable. MoviePass is finally fading out.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11568402482", "title": "Pepper...and Salt", "date": "2019-09-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-dont-need-a-degree-to-love-classical-music-11568433660", "title": "You Don't Need a Degree to Love Classical Music", "date": "2019-09-14 00:01", "summary": "It doesn't take any special training, and all the intellectual arguments are irrelevant. What matters is your emotional response.. Of the many questions I'm often asked about classical music because of my decades conducting orchestras, the easiest one to answer is, \"How can I learn to love it?\" My answer is: \"You already do.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-startup-that-manipulated-data-to-get-a-miracle-drug-to-market-11568433625", "title": "The Startup That Manipulated Data to Get a Miracle Drug to Market", "date": "2019-09-14 00:00", "summary": "AveXis had a revolutionary gene therapy for babies with a deadly disease, and sold to Novartis for $8.7 billion. But in its hurry to get the drug approved, it made mistakes.. The startup had something incredible: a cure for babies with a deadly neurological disease. Last year, the company was snapped up by pharmaceutical giant Novartis AG , and by this past May, its drug was the most expensive on the market.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hey-ceos-have-you-hugged-the-uncertainty-monster-lately-11568433606", "title": "Hey CEOs, Have You Hugged the Uncertainty Monster Lately?", "date": "2019-09-14 00:00", "summary": "Businesspeople are haunted, and sometimes paralyzed, by uncertainty. This monster, however, can be a friend.. Uncertainty is the monster that lives under the bed of every CEO. It waits until the door is shut and the lights are out, and even then, it bides its time. Pulses race, sweat beads, no move seems the right one.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-intelligence-chairman-schiff-accuses-intelligence-chief-of-withholding-urgent-whistleblower-complaint-11568430183", "title": "House Intelligence Chairman Accuses Intelligence Chief of Withholding 'Urgent' Whistleblower Complaint", "date": "2019-09-14 23:03", "summary": "Maguire's office cites 'potentially privileged communications' in withholding complaint; Schiff suggests it is effort to protect President Trump, issues subpoena. WASHINGTON-House Intelligence Committee Chairman Adam Schiff issued a subpoena to the nation's top intelligence official Friday night, seeking to force him to turn over a whistleblower complaint that the intelligence community's inspector general has allegedly deemed a matter of \"urgent concern.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moviepass-to-halt-as-parent-explores-possible-sale-11568410603", "title": "MoviePass to Halt as Parent Explores Possible Sale", "date": "2019-09-14 21:34", "summary": "Helios & Matheson plans to look at strategic alternatives, citing recapitalization challenge. MoviePass parent Helios & Matheson Analytics Inc. plans to \"explore all strategic and financial alternatives,\" including a sale or reorganization, and said MoviePass will stop service effective Saturday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peanut-allergy-drug-supported-by-fda-advisory-panel-11568422071", "title": "Peanut Allergy Drug Backed by FDA Advisory Panel", "date": "2019-09-14 20:47", "summary": "Agency is expected to decide by late January on application to market treatment in U.S.. A panel of outside advisers recommended that the Food and Drug Administration greenlight a proposed treatment for peanut allergies in children, a step that could clear the way for marketing the first approved treatment of the condition.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]