[{"link": "https://www.wsj.com/articles/pepsico-executive-to-become-ups-finance-chief-11565645847", "title": "PepsiCo Executive to Become UPS Finance Chief", "date": "2019-08-12 19:39", "summary": "Brian Newman succeeds UPS's current finance chief, Richard Peretz, who plans to retire. United Parcel Service Inc. on Monday named a company outsider as finance chief, a move that comes as the shipping giant looks to benefit from the fallout between delivery competitor FedEx Corp. and Amazon.com Inc.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-makes-legal-immigrants-who-draw-from-social-programs-ineligible-for-green-cards-11565618625", "title": "U.S. to Deny Green Cards to Legal Immigrants Who Use Public Aid", "date": "2019-08-12 19:28", "summary": "Rule, which critics say punishes the poor, could also block prospective immigrants; legal challenges are expected. WASHINGTON-The Trump administration issued a rule that would disqualify legal immigrants from permanent residency if they use certain public-assistance programs and block prospective applicants deemed likely to need them.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-tax-collectors-want-you-11565652232", "title": "State Tax Collectors Want You", "date": "2019-08-12 19:23", "summary": "The Wayfair ruling has unleashed a revenue grab on small business.. The Supreme Court last year gave states a green light to collect online sales tax from out-of-state businesses without setting guardrails. And what do you know? States are now testing the limits of their taxing power and creating a web of regulatory trip-wires for small businesses.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitch-mcconnells-twitter-jailbreak-11565652171", "title": "Mitch McConnell's Twitter Jailbreak", "date": "2019-08-12 19:22", "summary": "Social sites may not want speech regulation, but this is how to get it.. Twitter says that it doesn't discriminate against conservatives-really and truly. But then it keeps making decisions that fuel populist suspicion. Case in point: Last week Twitter locked GOP Senator Mitch McConnell's account for spreading menacing rhetoric-specifically, a video of a protester screaming outside his Louisville, Ky., home.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vladimir-putins-chernobyl-11565652147", "title": "Vladimir Putin's Chernobyl", "date": "2019-08-12 19:22", "summary": "A mysterious explosion may be evidence of a new nuclear missile.. The nuclear arms-control era is over-in case there was any remaining doubt-as a mysterious explosion that killed at least seven Russian workers last week underscores. The world should think of this as Vladimir Putin's Chernobyl until there is public evidence to prove otherwise.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-birthers-11565652122", "title": "The New Birthers", "date": "2019-08-12 19:22", "summary": "If Trump's enemies can prove he's a 'racist,' he has to go away and never come back. Right?. One of the great annoyances of the 2000s was how Democratic officeholders and media personalities constantly obliged conservatives to defend George W. Bush when we weren't inclined to. It felt churlish to criticize a man for signing a terrible budget deal when his enemies were accusing him of invading a foreign country to line the pockets of his friends in the oil industry.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rest-of-the-economic-story-11565652034", "title": "The Rest of the Economic Story", "date": "2019-08-12 19:20", "summary": "You've read about the rosy statistics. To make them real, check out the want ads in the local pennysaver.. North Sutton, N.H.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-is-rightthe-fed-is-still-tightening-11565652000", "title": "Trump Is Right-the Fed Is Still Tightening", "date": "2019-08-12 19:20", "summary": "Sure, the size of the balance sheet is holding steady, but leaving riskier assets in the market will slow growth.. It must be annoying for Federal Reserve Chairman Jerome Powell when President Trump berates him on Twitter -especially when Mr. Trump insists he take policy steps he's already taken. This seemed to happen last week when the president tweeted that the Fed must \"stop their ridiculous quantitative tightening NOW!\" Huh? At the Federal Open Market Committee's meeting two weeks ago, Mr. Powell and his colleagues announced the immediate halt of the shrinking of its asset portfolio, two months earlier than expected. It has now stabilized at about $3.6 trillion.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eye-patch-becomes-a-symbol-of-freedom-11565652051", "title": "Eye Patch Becomes a Symbol of Freedom in Hong Kong", "date": "2019-08-12 19:20", "summary": "A young woman suffers a gruesome injury as police violence escalates.. Hong Kong", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guns-and-the-do-something-fallacy-11565651915", "title": "Guns and the Do-Something Fallacy", "date": "2019-08-12 19:18", "summary": "An honest debate on mass shootings starts by admitting limits to federal solutions.. \"Do something!\" someone shouted at Ohio Gov. Mike DeWine. The shout came during a candlelight vigil in downtown Dayton, where a disturbed young man just hours before had shot to death nine innocent people, including his own sister. Others in the crowd quickly chimed in, until \"what started as just a smattering of voices had morphed into a deafening chant,\" according to the Washington Post.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-peaceful-death-far-from-home-11565651934", "title": "A Peaceful Death, Far From Home", "date": "2019-08-12 19:18", "summary": "My grandmother's kids came to America for a better life. She followed them here.. Everything about the hospital scares my grandmother. The strange chemical odors, the uniforms people wear, the machines that beep around her, even the ones on her legs that squeeze-relax-squeeze throughout the night.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-we-all-unilateralists-now-11565651868", "title": "Are We All Unilateralists Now?", "date": "2019-08-12 19:17", "summary": "On war, trade and climate, Democrats sound remarkably similar to Trump.. Democratic presidential candidates decry President Trump's abrupt, unilateral approach to foreign policy-what he calls \"America First.\" Yet their own approach to military intervention, trade and even climate change is not so different.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stop-mugging-grandma-review-defying-the-boomer-bashers-11565651816", "title": "'Stop Mugging Grandma' Review: Defying the Boomer Bashers", "date": "2019-08-12 19:16", "summary": "Attacks on baby boomers by the younger generation imply that some earlier cohort did things better. History suggests otherwise.. My fellow baby boomers, it's time for a generational reckoning. Can we feel pride in the richer, fairer, more peaceful America we'll bequeath to our descendants? Or are we condemned beyond redemption for the rising seas and Himalayas of debt that now beset not just our country but the world?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freight-broker-c-h-robinson-names-new-cfoamid-industry-headwinds-11565651561", "title": "Freight Broker C.H. Robinson Names New CFO Amid Industry Headwinds", "date": "2019-08-12 19:12", "summary": "Mike Zechmeister succeeds Andrew Clarke, who resigned at the end of March. Freight broker C.H. Robinson Worldwide Inc. named United Natural Foods Inc. financial chief Mike Zechmeister as its next CFO.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/verizon-to-sell-tumblr-to-wordpress-owner-11565640000", "title": "Verizon to Sell Tumblr to WordPress.com Owner", "date": "2019-08-12 19:04", "summary": "Carrier sheds blogging site for nominal amount as part of media unit revamp. Verizon Communications Inc. has agreed to sell its blogging website Tumblr to the owner of popular online-publishing tool WordPress.com, unloading for a nominal amount a site that once fetched a purchase price of more than $1 billion.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newark-distributes-bottled-water-after-lead-contamination-found-11565650213", "title": "Newark Distributes Bottled Water After Lead Contamination Found", "date": "2019-08-12 18:50", "summary": "City tells residents that some filters may not be sufficiently keeping lead out of drinking water. The city of Newark with help from the state, began distributing bottled water to some residents Monday after officials warned that certain city-issued water filters aren't sufficiently reducing lead levels.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-were-serious-irregularities-at-federal-jail-where-jeffrey-epstein-died-barr-says-11565622895", "title": "Barr Cites 'Serious Irregularities' at Federal Jail Where Epstein Died", "date": "2019-08-12 18:46", "summary": "Epstein died in Manhattan detention facility after being taken off suicide watch late last month. WASHINGTON-Investigators have found \"serious irregularities\" at the federal jail in New York where Jeffrey Epstein was being held on sex-trafficking charges, Attorney General William Barr said Monday, deepening the mystery surrounding the disgraced financier's death.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-peso-dives-after-president-defeated-11565621831", "title": "Argentine Peso Dives on Concerns About Peronists' Potential Return", "date": "2019-08-12 18:38", "summary": "Stocks plunge after President Mauricio Macri finishes a distant second to leftist opponent in primary election. Argentina's stocks staged their steepest fall in decades amid investor concerns about the possible return to power of the country's populist Peronist movement, which advocates greater state control of the economy and opposes a landmark trade deal with the European Union.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harris-looks-to-make-inroads-in-iowa-after-slow-start-11565644484", "title": "Harris Looks to Make Inroads in Iowa After Slow Start", "date": "2019-08-12 18:38", "summary": "Senator hopes more visits and an anti-Trump message will help her gain ground on Biden, Warren. MOUNT PLEASANT, Iowa-When Sen. Kamala Harris canceled a visit to Iowa in June for a Senate vote, some Democratic activists in the state voiced frustration with the Californian's level of investment in the country's first nominating contest.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-nyu-business-school-standout-new-to-wall-street-charged-with-insider-trading-11565640125", "title": "Former NYU Standout, New to Wall Street, Charged With Insider Trading", "date": "2019-08-12 18:26", "summary": "Bill Tsai, 23-year-old analyst at RBC Capital Markets, arrested on criminal securities-fraud charges. WASHINGTON-A new arrival to Wall Street and former student-body president at New York University's Stern School of Business was charged with insider trading tied to a $1.7 billion buyout.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corn-wheat-prices-fall-on-usda-report-11565636279", "title": "Corn, Wheat Prices Fall on USDA Report", "date": "2019-08-12 18:25", "summary": "USDA estimated 90 million acres of corn planted this year, which exceeded market expectations. Corn and wheat prices fell after a government report forecast higher agricultural plantings and production than anticipated.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-data-show-few-new-york-teachers-of-color-in-the-pipeline-11565648552", "title": "New Data Show Few New York Teachers of Color in the Pipeline", "date": "2019-08-12 18:22", "summary": "Educators blame cumbersome paths to certification, insufficient respect for the profession and low starting salaries. New York school districts have long sought to diversify their teaching ranks, which are mostly white overall, to better reflect the backgrounds of their students.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-eases-endangered-species-act-protections-11565625902", "title": "Trump Administration Eases Endangered Species Act Protections", "date": "2019-08-12 18:03", "summary": "Changes are in response to requests from home builders, energy companies. WASHINGTON-The Trump administration is easing several Endangered Species Act regulations, responding to complaints from developers and other business interests who say the landmark 1973 law designed to protect wildlife has become too onerous.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-appear-to-avoid-hiring-auditors-with-a-history-of-critical-audits-new-research-shows-11565647355", "title": "Companies Appear to Avoid Hiring Auditors With a History of Critical Audits, Research Shows", "date": "2019-08-12 18:02", "summary": "Audit committees need to do more to prevent companies from acting on bias, according to researchers who examined data from more than 350 U.S. audit firms over 13 years. There is a paradox in auditing, new research indicates: Audit firms that do a thorough job examining clients' financial statements could be doing so at their own peril.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-jump-led-by-china-rebound-11565599208", "title": "U.S. Stocks Decline Amid Trade Woes", "date": "2019-08-12 17:43", "summary": "Trade woes, global growth concerns have pressured stocks, bond yields recently. Stocks fell as a wave of selling that analysts attributed to mounting doubts about a trade deal pulled lower shares of everything from banks to technology companies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barrick-weighs-new-investors-in-south-american-gold-properties-11565646165", "title": "Barrick Weighs New Investors in South American Gold Ventures", "date": "2019-08-12 17:42", "summary": "Company reconsidering two ventures given rising gold prices, potential investment interest. Barrick Gold Corp. is in discussions with various international investors to expand exploration and production at a pair of South America gold properties it had planned to sell last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-stocks-are-having-a-rough-august-11565634530", "title": "Bank Stocks Are Having a Rough August", "date": "2019-08-12 17:32", "summary": "So far, bank investors aren't betting on a rebound. Falling interest rates, fears of a global economic slowdown and unrest in the Asian financial hub of Hong Kong have conspired to beat up bank stocks this month.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deals-give-drugmakers-rights-to-dna-data-11565607602", "title": "DNA Data Shared in Ways Patients May Find Surprising", "date": "2019-08-12 17:30", "summary": "Hospitals engaged in private deals with drugmakers don't always disclose the ways the data will be used. Deals between drugmakers and hospital systems to mine the genetic profiles of hospital patients are triggering concerns over the control of valuable genetic data.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-i-by-bon-iver-review-a-sonic-masterpiece-woven-from-past-and-present-11565643722", "title": "'i,i' by Bon Iver Review: A Sonic Masterpiece Woven From Past and Present", "date": "2019-08-12 17:02", "summary": "On the group's new album, the tech-heavy sound of their recent work meets the crashing orchestral folk-rock of their earlier efforts.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/military-probing-whether-friendly-fire-killed-u-s-marine-in-iraq-11565624207", "title": "U.S. Probing Whether Friendly Fire Killed Marine in Iraq", "date": "2019-08-12 16:53", "summary": "Marine Gunnery Sgt. Scott A. Koppenhafer's death on Saturday at first blamed on extremists. WASHINGTON-The U.S. military is investigating whether friendly fire caused the first combat death involving an American service member in Iraq this year, defense officials said.", "categories": [["WSJ News Exclusive", "National Security"]], "category_links": ["https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cashierless-stores-make-inroads-in-u-s-11565602204", "title": "Cashierless Stores Make Inroads in U.S.", "date": "2019-08-12 16:51", "summary": "Sam's Club, Giant Eagle and others are exploring the use of AI systems after Amazon Go paved the way. U.S. retailers large and small are pressing ahead with testing the use of artificial intelligence to track what products shoppers pick up and to automatically bill their accounts when they walk out the door, eliminating the need for checkout lines.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-fedex-dumped-amazon-11565643041", "title": "Why FedEx Dumped Amazon", "date": "2019-08-12 16:50", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Business", "Podcast"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volatility-isnt-just-for-stocks-anymore-11565602202", "title": "Volatility Isn't Just for Stocks Anymore", "date": "2019-08-12 16:40", "summary": "Swings across other asset classes are mounting. Swings across asset classes have mounted in recent days, flashing a warning sign for the stock market.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-are-the-winners-from-last-weeks-market-mayhem-11565628110", "title": "These Are the Winners From Last Week's Market Mayhem", "date": "2019-08-12 16:34", "summary": "Investors are piling into funds meant to protect against stock swings. In addition to selling stocks and picking up assets considered safer, such as government bonds, investors are piling into funds meant to protect against stock swings.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rite-aid-names-heyward-donigan-as-ceo-11565604003", "title": "Rite Aid Names New CEO", "date": "2019-08-12 16:30", "summary": "Pharmacy chain is facing competition for prescription and retail sales. Rite Aid Corp. appointed Heyward Donigan as chief executive, saying her experience leading health-care companies would help the pharmacy chain confront competition that has hurt sales and prompted job cuts.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bain-capital-ventures-partner-salil-deshpande-to-launch-his-own-seed-fund-11565641726", "title": "Bain Capital Ventures Partner Salil Deshpande to Launch His Own Seed Fund", "date": "2019-08-12 16:28", "summary": "Mr. Deshpande aims to raise $100 million for investments in software and cryptocurrency startups, according to a person familiar with the situation. Salil Deshpande, a partner at Bain Capital Ventures, is preparing to strike out on his own.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloudera-not-quite-a-bargain-for-icahn-11565641663", "title": "Cloudera Not Quite a Bargain for Icahn", "date": "2019-08-12 16:27", "summary": "Troubled software company looks cheap next to other cloud stocks, but faces many big challenges ahead. Carl Icahn got what he wanted rather quickly at Cloudera . But the wily financier still has a lot of work ahead to mine silver from this cloud.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-and-bonds-are-talking-past-each-other-11565614096", "title": "Stocks and Bonds Are Talking Past Each Other", "date": "2019-08-12 16:22", "summary": "Investors struggle to discern how stocks can churn higher when bond yields are signaling a downturn may not be far off. Global stocks are holding fast to robust 2019 gains, even as trade turbulence has sent bond yields to multiyear lows and pushed oil into a bear market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yum-taps-company-veteran-as-next-ceo-11565640995", "title": "Yum Taps Company Veteran as Next CEO", "date": "2019-08-12 16:18", "summary": "Next leader of KFC, Pizza Hut plans to open more restaurants and expand delivery. Yum Brands Inc. named Chief Operating Officer David Gibbs its next CEO as the parent company to KFC, Pizza Hut and Taco Bell works to open more restaurants and expand delivery.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-airport-shutdown-sparks-global-disruption-11565618707", "title": "Airlines Forced to Cancel, Reroute Flights After Hong Kong Shutdown", "date": "2019-08-12 16:12", "summary": "American Airlines, Lufthansa and British Airways are among the carriers affected by the disruption. International airlines set about trying to reschedule flights for throngs of passengers caught in the political turmoil engulfing Hong Kong after authorities shut down the city's airport, one of the world's busiest hubs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-resume-decline-11565624785", "title": "U.S. Government Bond Yields Slide", "date": "2019-08-12 16:01", "summary": "Worries about economic outlook persist amid global political uncertainty. A rally in U.S. government bonds resumed on Monday, pushing yields back to multiyear lows, as global political uncertainty further stoked investors' economic anxieties.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-hard-to-red-flag-only-potential-killers-11565640005", "title": "It's Hard to Red Flag Only Potential Killers", "date": "2019-08-12 16:00", "summary": "Nothing will get done without bipartisan support for meaningful ideas to combat gun violence.. Regarding Alan M. Dershowitz's \"A Yellow Light for Red-Flag Laws\" (op-ed, Aug. 7): After three more heart-wrenching gun-violence tragedies, the country is looking to Congress for a response. Nothing will get done without bipartisan support for meaningful ideas to combat gun violence.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-is-no-manipulator-11565639896", "title": "China Is No Manipulator", "date": "2019-08-12 15:58", "summary": "We cannot on one hand condemn China for manipulating currency and then turn around and do the same.. President Trump's push to have the Federal Reserve weaken the dollar is a violation of the free-market rules of the World Trade Organization (\"U.S., China Escalate Trade War,\" Page One, Aug. 6). We cannot on one hand condemn China for manipulating currency and then turn around and do the same. It would be a complete loss of global credibility, not to say hypocritical. It would make a mockery of free-market principles that the U.S. has a responsibility to protect, defend and enforce.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-curriculum-proposal-is-in-process-11565639931", "title": "California Curriculum Proposal Is in Process", "date": "2019-08-12 15:58", "summary": "California is developing an Ethnic Studies Model Curriculum in response to a 2016 state law. The draft recently posted, which Mr. Evers critiqued as if it was already adopted, is many months away from coming to the state board for review or approval.. As Williamson M. Evers notes in \"California Wants to Teach Your Kids That Capitalism Is Racist\" (op-ed, July 30), California is developing an Ethnic Studies Model Curriculum in response to a 2016 state law requiring the state to create an optional guide for high schools interested in offering such courses. The draft recently posted, which Mr. Evers critiqued as if it was already adopted, is many months away from coming to the state board for review or approval. Written by an advisory committee to the Instructional Quality Commission (IQC), this early draft will be analyzed and substantially revised several times over before it makes its way to the state board next year.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/check-for-dallas-mansion-raises-new-questions-about-nra-plans-11565626607", "title": "Check for Dallas Mansion Raises New Questions About NRA Plans", "date": "2019-08-12 15:56", "summary": "NRA payment for $70,000 is most-direct evidence showing the flow of money in an aborted deal to buy CEO Wayne LaPierre a $6 million home. In May 2018, the National Rifle Association sent a $70,000 check to an obscure Delaware entity called WBB Investments LLC, which had been incorporated a week earlier.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-public-librarys-lions-to-get-facelift-11565639695", "title": "New York Public Library's Lions to Get Facelift", "date": "2019-08-12 15:54", "summary": "Snow, rain, wind, traffic exhaust have done a number on the lions' marble. The New York Public Library's famed marble lions are getting a grooming.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-go-pro-seeking-bounties-for-bugs-11565602203", "title": "Hackers Go Pro, Seeking Bounties for Bugs", "date": "2019-08-12 15:30", "summary": "Market for pointing out flaws in software becomes more structured; researchers need skills in computers as well as contracts. LAS VEGAS-Finding fundamental flaws in software used to be a shady business. Companies often mistrusted the researchers who brought bugs to their attention, dealing with them at arm's length, if at all.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-film-noir-icon-turns-75-11565637941", "title": "A Film Noir Icon Turns 75", "date": "2019-08-12 15:25", "summary": "Billy Wilder's 'Double Indemnity,' released in 1944, was the first fully developed example of the genre.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gov-cuomo-signs-tougher-workplace-harassment-law-11565637744", "title": "Gov. Cuomo Signs Tougher Workplace Harassment Law", "date": "2019-08-12 15:22", "summary": "New standard categorizes conduct as harassment even if it wasn't 'severe or pervasive'-the previous threshold established by courts. ALBANY, N.Y. - Gov. Andrew Cuomo changed the legal standard for workplace harassment claims in New York, a move that advocates said was long overdue and could result in more litigation against employers.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-beginnings-for-new-music-11565637317", "title": "New Beginnings for New Music", "date": "2019-08-12 15:15", "summary": "Tanglewood introduced a new venue, a new learning institute and several premieres at this year's annual Festival of Contemporary Music.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolton-says-u-s-strongly-backs-brexit-even-if-no-eu-deal-is-reached-11565636871", "title": "Bolton Says U.S. Strongly Backs Brexit Even if No EU Deal Is Reached", "date": "2019-08-12 15:07", "summary": "Trump's national security adviser held meetings in London on trade, defense. LONDON-President Trump's national security adviser said he told British Prime Minister Boris Johnson the administration would strongly support the U.K.'s exit from the European Union in late October-deal or no deal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/geek-and-gamer-subscription-service-loot-crate-files-for-bankruptcy-11565636384", "title": "'Geek and Gamer' Subscription Service Loot Crate Files for Bankruptcy", "date": "2019-08-12 14:59", "summary": "A monthly subscription service backed by actor Robert Downey Jr. sought bankruptcy protection with $20 million in customer orders outstanding. Loot Crate Inc., a \"geek and gamer\" subscription business whose backers include actor Robert Downey Jr.'s venture-capital firm, has filed for bankruptcy, saying it needs protection from creditors to complete millions of dollars in customer orders.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-experimental-ebola-drugs-reduce-mortality-rate-11565635580", "title": "Two Experimental Ebola Drugs Reduce Mortality Rate, According to Preliminary Data", "date": "2019-08-12 14:46", "summary": "Preliminary data from a medical trial offer hope for halting outbreak in eastern Congo. Two experimental Ebola drugs significantly improve a patient's chance of surviving the virus, according to preliminary data from a medical trial released Monday, offering fresh hope for stopping an outbreak of the disease that has gripped parts of the Democratic Republic of Congo for more than a year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-budget-gap-widens-27-in-first-10-months-of-fiscal-year-11565633008", "title": "U.S. Budget Gap Widens 27% in First 10 Months of Fiscal Year", "date": "2019-08-12 14:40", "summary": "The government collected $2.9 trillion in receipts, a 3% increase, while spending climbed 8% so far this fiscal year. WASHINGTON-The U.S. budget gap widened further in July as federal spending outpaced revenue collection, bringing the deficit to $867 billion so far this fiscal year, a 27% increase from the same period a year earlier.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-to-take-20-stake-in-indian-oil-refiner-11565592449", "title": "Aramco Bulks Up on Refining With $15 Billion Deal", "date": "2019-08-12 14:04", "summary": "Saudi Arabia oil giant said net income for the first half of 2019 was $46.9 billion. Saudi Aramco unveiled a $15 billion deal to expand its global refining footprint and held its first-ever earnings call with financial analysts, twin moves that could bolster investor confidence as the state-owned oil giant revs up plans to list shares.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-fight-websites-that-sell-homework-help-11565632900", "title": "Schools Fight Websites That Sell Homework Help", "date": "2019-08-12 14:01", "summary": "Hundreds of sites claiming to offer tutoring services are often selling completed assignments to students. As the school year starts off, colleges and high schools are increasing steps to spot and fight a persistent form of cheating in which students find someone online to do their homework.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cbs-viacom-in-final-stages-of-deal-talks-11565614901", "title": "CBS, Viacom in Final Stages of Deal Talks", "date": "2019-08-12 13:42", "summary": "A deal could be announced as soon as Monday. CBS Corp. and Viacom Inc. are in the final stages of negotiating a deal that would reunite mogul Sumner Redstone's media empire in the hopes of creating a more formidable competitor to the entertainment industry's giants.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-stars-promises-raise-new-questions-for-italian-economy-11565629791", "title": "Salvini's Promises Raise New Questions for Italian Economy", "date": "2019-08-12 13:23", "summary": "Matteo Salvini's push for lower taxes and infrastructure spending could put the country at odds with the EU and rattle markets. MILAN-A string of Italian governments has failed to jump-start the world's eighth-largest economy, which is still smaller than it was before the global financial crisis.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-paper-twist-in-the-war-on-plastic-11565628853", "title": "A Paper Twist in the War on Plastic", "date": "2019-08-12 12:57", "summary": "Shares in European packaging companies like Mondi are cheap for a reason, but should benefit from a consumer backlash against plastic. Not all environmentally friendly investments are expensive at the moment.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olive-garden-pushes-the-limits-of-free-food-11565628796", "title": "Olive Garden Pushes the Limits of Free Food", "date": "2019-08-12 12:53", "summary": "The company's Lifetime Pasta Pass is a great marketing stunt, but a potentially costly one in the wrong hands. Here's something for Darden Restaurants to noodle over.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-investigation-into-the-death-of-dag-hammarskjold-goes-gonzo-11565627140", "title": "An Investigation Into the Death of Dag Hammarskjöld Goes Gonzo", "date": "2019-08-12 12:25", "summary": "Mads Brügger's sardonic approach to a serious subject won over the Sundance Film Festival-now he's asking U.S. audiences to revisit this cold case. Mads Brügger's decision to revisit the 1961 death of the United Nations secretary-general through a gonzo lens might seem like a peculiar choice.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-enforces-tight-security-in-kashmir-11565626973", "title": "India Enforces Tight Security in Kashmir", "date": "2019-08-12 12:22", "summary": "Residents of the disputed area observe Muslim holiday of Eid al-Adha amid a clampdown that closed the capital city's key mosques. NEW DELHI-Residents of India-administered Kashmir observed the Muslim holiday of Eid al-Adha under exceedingly tight security, with Indian paramilitary soldiers lining roads, concertina wire spooled across road intersections and the capital's key mosques shut down and circled by soldiers before dawn.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-u-s-politics-is-exhausting-mexicos-president-has-a-news-conference-every-morning-11565626849", "title": "Think U.S. Politics Is Exhausting? Mexico's President Has a News Conference Every Morning.", "date": "2019-08-12 12:20", "summary": "In his one-man show at 7 a.m. sharp, Andrés Manuel López Obrador fields softball questions and talks...and talks...and talks.. MEXICO CITY-Every weekday morning at 7 o'clock sharp, President Andrés Manuel López Obrador stars in his own one-man show.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unlikely-survival-of-usa-gymnastics-11565625420", "title": "The Unlikely Survival of USA Gymnastics", "date": "2019-08-12 11:57", "summary": "In the wake of the Nassar scandal, the organization is still standing-and imagining a future. Kansas City, Mo.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/just-how-important-is-a-presidential-candidates-hair-11565625092", "title": "Just How Important Is a Presidential Candidate's Hair?", "date": "2019-08-12 11:51", "summary": "Donald Trump's comb-over has become the President's sartorial signature. Can any of the democratic presidential candidates compete when it comes to memorable hairdos?. AFTER LAST MONTH'S two Democratic primary presidential debates, one thing was certain: Never before in the history of political campaigns have we seen such a diverse array of...hair styles. Compared to the straightforward, crisply combed styles that Republican candidates typically sported in 2016, the coifs of the 20 Democrats on stage ran the full gamut: from Cory Booker's cue-ball dome to Joe Biden's shock-white mop to Tulsi Gabbard's gray streak. At this early stage, with an array of candidates that rivals the number of toilet-paper rolls in a big-box value pack, hair is one of the few things that voters may actually remember. \"[Hair] is part of a candidate's appearance and presence,\" one of the standard ways we size people up, said Peter Loge, an associate professor of political communication at George Washington University.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malibu-manse-in-exclusive-gated-community-lists-for-100-million-11565624717", "title": "Malibu Manse in Exclusive Gated Community Lists for $100 Million", "date": "2019-08-12 11:45", "summary": "Scott Gillen, the developer behind the 12,500-square-foot home, is looking to capitalize on buzz surrounding several record-breaking deals. The Malibu, Calif., real-estate market has notched several ultra-high-end deals over the past 18 months, and one local developer is betting big that the momentum will continue.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-tariffs-were-manageable-at-25-businesses-are-squirming-11565623036", "title": "10% Tariffs Were Manageable. At 25%, Businesses Are Squirming.", "date": "2019-08-12 11:17", "summary": "Resume Subscription. ZHANGJIAGANG, China-When the U.S. raised its tariffs on Chinese imports in May, Harlan Stone knew his U.S. vinyl flooring importing business had to move fast.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yes-you-can-kondo-your-refrigerator-11565619983", "title": "Yes, You Can Kondo Your Refrigerator", "date": "2019-08-12 10:28", "summary": "Resume Subscription. Every item in Rayna Greenberg's refrigerator is evenly spaced and faces forward. Flavored seltzers are arranged in rainbow order on the top shelf. Eggs are poised in a ceramic tray. Plastic bins with custom-made labels carry rows of applesauce pouches, jars of tomato sauce and chia-seed snacks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-advanced-micro-devices-cvs-health-general-electric-11565604002", "title": "Stocks to Watch: GE, Sysco, AMD, BlackRock, CBS, Rite Aid and More", "date": "2019-08-12 10:05", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Monday's session.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-big-advantage-no-serious-challenge-from-within-11565618460", "title": "Trump's Primary Advantage: No Real Competition", "date": "2019-08-12 10:01", "summary": "Lack of a serious primary-season challenge would allow the president to avoid the kind of bruising battle that has hurt other incumbents. Heading into re-election season, President Trump holds one particularly powerful political advantage. It isn't exactly hidden, but it isn't discussed much either.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-volkswagen-say-goodbye-to-hybrid-vehicles-11565602200", "title": "GM, Volkswagen Say Goodbye to Hybrid Vehicles", "date": "2019-08-12 10:00", "summary": "Toyota, Ford plan to keep hybrids as core part of their lineups, showing split in auto industry. Auto makers for two decades have leaned on hybrid vehicles to help them comply with regulations on fuel consumption and give customers greener options in the showroom. Now, two of the world's largest car manufacturers say they see no future for hybrids in their U.S. lineups.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-profit-falls-on-oil-prices-but-is-still-higher-than-anybody-elses-11565601963", "title": "Aramco Profit Hurt by Oil Prices", "date": "2019-08-12 09:42", "summary": "The results are another step in the state-owned oil giant's preparations for its IPO. Saudi Aramco said net income fell in the first half of the year because of lower oil prices, but the oil giant still reported the biggest profit of any reporting company and said it was ready for an initial public offering that its shareholder, the kingdom of Saudi Arabia, has been planning for years.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/argentine-vote-to-show-strength-of-support-for-market-overhauls-11565533463", "title": "Argentina's President Suffers Setback in Primary", "date": "2019-08-12 09:35", "summary": "Vote indicated Mauricio Macri may be voted out of office in October and see his market overhauls undone. Argentina's pro-business President Mauricio Macri suffered a crushing setback in a primary election on Sunday, indicating that he may lose re-election in October's election and see his market overhauls unraveled by his leftist rivals.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-considers-new-tool-for-a-downturn-11565614800", "title": "Fed Considers New Tool for a Downturn", "date": "2019-08-12 09:00", "summary": "The countercyclical capital buffer would require banks to hold more capital should the economy show signs of overheating. WASHINGTON-Federal Reserve officials are weighing whether to use a tool that could reduce the risk of a credit crunch in a downturn.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-tests-the-boundaries-of-gymnastics-with-her-new-moves-11565607603", "title": "Simone Biles Tests the Boundaries of Gymnastics", "date": "2019-08-12 08:54", "summary": "The star gymnast performed a 'triple double' on the floor exercise during nationals that may force the sport to overhaul its code of points. KANSAS CITY, Mo.-Simone Biles landed a record-busting triple-twisting double somersault on Sunday night to take a sixth national title that she could have won by mail. Next, she's going to force women's gymnastics to consider overhauling its rulebook.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minneapoliss-north-loop-is-filled-with-cutting-edge-design-11565613799", "title": "Minneapolis's North Loop Is Filled With Cutting-Edge Design", "date": "2019-08-12 08:43", "summary": "The North Loop neighborhood, the Midwestern city's former warehouse district, is replete with boutique hotels, chic cafes and independent shops. A local's guide. The Bachelor Farmer Blending foraged ingredients with expert technique, this dining spot serves dishes like shaved-pork pastrami and pickled strawberries. thebachelorfarmer.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brene-brown-saves-these-texts-from-her-sisters-11565613692", "title": "Brené Brown Saves These Texts From Her Sisters", "date": "2019-08-12 08:41", "summary": "The professor and best-selling motivational speaker, whose viral TED talks paved the way for her 'Brené Brown: The Call to Courage' Netflix special, talks about what's on her iPhone. First app checked in the morning and last app checked at night:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-financial-institutions-lending-dives-11565613599", "title": "Chinese Financial Institutions' Lending Dives", "date": "2019-08-12 08:40", "summary": "July slump reflects trade tensions with U.S. and is expected to spur more stimulus efforts. BEIJING-Lending by Chinese financial institutions slumped in July on weakening demand, signaling further economic headwinds from trade tensions with the U.S. and potentially paving the way for more stimulus efforts by Beijing's policy makers.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2020-democrats-get-a-fair-hearing-in-iowa-11565612792", "title": "2020 Democrats Get a Fair Hearing in Iowa", "date": "2019-08-12 08:26", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-funds-first-big-private-equity-deal-is-a-sign-of-whats-to-come-11565612402", "title": "BlackRock Fund's First Big Private-Equity Deal Is a Sign of What's to Come", "date": "2019-08-12 08:20", "summary": "New fund, which invested in Authentic Brands, is designed to hold stakes for the long haul. BlackRock Inc. declared its ambitions in private equity with the first deal from a new closely watched fund.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hurry-up-sports-has-a-time-problem-11565611616", "title": "Hurry Up! Sports Has a Time Problem", "date": "2019-08-12 08:06", "summary": "Golfers take ages to line up shots, baseball games last longer than 'Godfather' movies-it's time to pick up the pace. We've pounded on this topic in the past, and we're going to keep pounding, because it's important, and we're in a hurry, with lots and lots of stuff to do:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-cathay-pacific-warns-airline-staff-they-could-be-fired-for-supporting-protests-11565609566", "title": "Hong Kong's Main Airline Warns Staff Over Protest Links", "date": "2019-08-12 07:32", "summary": "Threat to Hong Kong flag carrier's employees comes as airport cancels flights after thousands of protesters flooded the main terminal. Hong Kong's Cathay Pacific Airways Ltd. threatened to fire staff involved in unauthorized protests against the city's government, as the airline raced to placate Beijing and avert a boycott from its mainland Chinese customers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-to-acquire-70-stake-in-chinas-nvc-lighting-holding-11565608886", "title": "KKR to Acquire 70% Stake in China's NVC Lighting Holding", "date": "2019-08-12 07:21", "summary": "KKR's investment is through its Asian Fund III. KKR & Co. Inc. has agreed to acquire a 70% stake in China's NVC Lighting Holding Ltd. , valuing the company at $794 million.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-you-agile-enough-for-agile-management-11565607600", "title": "Are You Agile Enough for Agile Management?", "date": "2019-08-12 07:00", "summary": "This up-tempo style of teamwork can boost productivity but might also risk career damage for people who are shy or lacking in confidence. If you hear your boss muttering about scrums, sprints and Kanbans, brace yourself. Your department might be next to try agile management, an up-tempo approach to teamwork that turns office rituals and roles upside down.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delivery-guys-take-a-bite-out-of-dominos-11565607607", "title": "Delivery Guys Take a Bite Out of Domino's", "date": "2019-08-12 07:00", "summary": "Domino's could get served in its commitment to serving its own food. Competitors are grabbing a bigger slice of this hot, delicious pie.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wealth-of-jeffrey-epsteins-brother-is-also-a-mystery-11565607148", "title": "Wealth of Jeffrey Epstein's Brother Is Also a Mystery", "date": "2019-08-12 06:52", "summary": "Mark Epstein's ties to his brother include condominiums in New York once owned by retail magnate Leslie Wexner. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-kicks-japan-off-list-of-favored-trading-partners-11565606307", "title": "South Korea Kicks Japan Off List of Favored Trading Partners", "date": "2019-08-12 06:38", "summary": "Decision had been signaled earlier this month when Tokyo took a similar step. SEOUL-South Korea dropped Japan as a favored trading partner, further escalating tensions between the two U.S. allies.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-threats-to-devalue-the-dollar-arent-credible-11565605800", "title": "Trump's Threats to Devalue the Dollar Aren't Credible", "date": "2019-08-12 06:33", "summary": "U.S. policy makers don't currently have the tools necessary to weaken the greenback. The U.S. dollar is unlikely to come out on top in a currency battle.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protesters-fill-hong-kong-airport-11565605772", "title": "Protesters Fill Hong Kong Airport", "date": "2019-08-12 06:29", "summary": "Crowds filled the airport's departure and arrival halls, expanding a smaller sit-in at the terminal that has run since Friday. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-says-hong-kong-protests-show-first-signs-of-terrorism-11565604635", "title": "China Says Hong Kong Protests Show 'First Signs of Terrorism'", "date": "2019-08-12 06:10", "summary": "Chinese authorities condemn violent weekend demonstrations in Hong Kong as protests paralyze operations at the city's airport. BEIJING-Chinese authorities condemned violent weekend demonstrations in Hong Kong as \"deranged\" acts that marked the emergence of \"the first signs of terrorism\" in the semiautonomous city, vowing a merciless crackdown on the perpetrators.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11565550488", "title": "Pepper...and Salt", "date": "2019-08-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guatemala-elects-alejandro-giammattei-as-president-11565581026", "title": "Guatemala Elects Alejandro Giammattei as President", "date": "2019-08-12 23:37", "summary": "Corruption and a migration crisis were two top issues in the runoff election. Alejandro Giammattei, a center-right businessman and former prisons director making his fourth bid for the presidency, was elected as Guatemala's president on Sunday in a runoff election where corruption and a migration crisis were the two top issues.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protesters-battle-police-despite-beijings-warnings-11565525679", "title": "Hong Kong Protesters Battle Police, Despite Beijing's Warnings", "date": "2019-08-12 23:08", "summary": "Tear gas filled streets during a 10th consecutive weekend of unrest as protests broke out across the city. HONG KONG-Police made dozens of arrests late Sunday amid bloody clashes with protesters across the city, cracking down hard on antigovernment demonstrators who defied warnings from Beijing and took to the streets for a 10th consecutive weekend.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epsteins-death-leaves-unanswered-questions-for-investigators-11565541496", "title": "Epstein's Death Sparks Probe, Shifts Spotlight to Associates", "date": "2019-08-12 22:37", "summary": "Federal prosecutors pledge to continue their probe, and a growing cache of evidence could lead to other targets. The death of Jeffrey Epstein in a federal jail sparked a multipronged investigation into the apparent suicide of the financier accused of sexual abuse and raised the pressure to prosecute his associates in his absence.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/people-convicted-of-low-level-marijuana-crimes-in-manhattan-will-have-records-sealed-11565564401", "title": "People Convicted of Low-Level Marijuana Crimes in Manhattan Will Have Records Sealed", "date": "2019-08-12 22:10", "summary": "Settlement, which attorneys call an unprecedented first step in New York, aims to help people with such records get jobs, housing. Roughly 350 people convicted of misdemeanor marijuana crimes in Manhattan will have their offenses hidden from public criminal records under a new class-action settlement, Manhattan officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-social-media-guide-for-introverts-11565575740", "title": "A Social-Media Guide for Introverts", "date": "2019-08-12 22:09", "summary": "How professionals who prefer to stay out of the spotlight can build a personal presence. In the social-media era, professionals are constantly urged to build a \"personal brand\": a public-facing persona, exhibited on LinkedIn, Twitter and other networks, that showcases expertise and fosters new connections.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/otis-elevators-bet-on-technology-11565575681", "title": "Inside the Smart Elevator", "date": "2019-08-12 22:08", "summary": "Chief Digital Officer Neil Green on the company's drive to cut wait times and personalize experiences. Otis Elevator Co. has come a long way from being an elevator pioneer in the 1850s. Today, the company's elevators and escalators carry two billion people daily, and technology is driving sales and servicing of equipment.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beware-of-employees-who-are-very-engaged-in-their-work-11565575620", "title": "You Want Employees to Be Engaged in Their Work. But Not Too Engaged.", "date": "2019-08-12 22:07", "summary": "Deeply engaged employees are likely to have difficulties in their personal lives and can become difficult to manage. Increasing work engagement has become a mantra for companies looking to get the most from their employees.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-ama-stands-for-now-11565575501", "title": "What the AMA Stands For Now", "date": "2019-08-12 22:05", "summary": "The association's president discusses its lawsuit against North Dakota and its other recent advocacy efforts. Under a new president, Patrice Harris, the American Medical Association made a splash in the reproductive-rights debate in June by suing North Dakota to block two abortion-related laws. One of those laws requires physicians to tell patients that medication-induced abortions can be reversed in some instances, which the suit says is false; the other requires doctors to tell patients that an abortion terminates \"the life of a whole, separate, unique living human being.\"", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-downside-of-extroverted-ceos-11565575441", "title": "The Downside of Extroverted CEOs", "date": "2019-08-12 22:04", "summary": "Companies run by charismatic leaders tend to have a higher cost of equity capital. While talkative, energetic, sociable leaders may wow investors and employees, they may not be good for business.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-new-york-public-library-guards-privacy-in-the-digital-age-11565575380", "title": "How the New York Public Library Guards Privacy in the Digital Age", "date": "2019-08-12 22:03", "summary": "When it comes to data, 'we keep huge amounts. We just don't keep any data about you.'. The ever-changing digital landscape poses a challenge for libraries: How do they enter this new world-while staying true to their public mission and preserving the privacy of patrons online?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-lyft-meeting-after-meeting-keep-the-wheels-turning-11565575320", "title": "For Lyft's CFO, It's Meeting After Meeting After Meeting...", "date": "2019-08-12 22:02", "summary": "CFO Brian Roberts talks about the value of anything-goes conversations. Over the years, Lyft Inc.'s chief financial officer, Brian Roberts, has come to believe in the magic of open discussions.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-potentially-high-cost-of-being-friends-with-the-boss-11565575260", "title": "The Potentially High Cost of Being Friends With the Boss", "date": "2019-08-12 22:01", "summary": "When the office knows who's getting a bonus, managers favor other employees to avoid the appearance of bias. Friends with the boss? It turns out that might cost you.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-link-between-pay-and-job-satisfaction-comes-with-a-twist-11565575200", "title": "The Link Between Pay and Job Satisfaction Comes With a Twist", "date": "2019-08-12 22:00", "summary": "Among companies that pay poorly compared with their peers, job satisfaction is low at companies with the weakest finances-and the strongest finances. It probably doesn't take a management guru to figure out that if you want satisfied employees, it pays to pay them well.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}]