[{"link": "https://www.wsj.com/articles/slack-shares-plunge-despite-raising-full-year-outlook-11567630105", "title": "Slack Shares Plunge Despite Raising Full-Year Outlook", "date": "2019-09-04 19:56", "summary": "Company issues first earnings report since its IPO in June. Slack Technologies Inc. posted stronger revenue in its first earnings report since its public market debut, but the provider of workplace-collaboration software warned that the pace of growth is slowing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-uaw-official-pleads-guilty-in-federal-probe-of-union-corruption-11567615782", "title": "Former UAW Official Pleads Guilty in Federal Probe of Union Corruption", "date": "2019-09-04 19:55", "summary": "Michael Grimes was a senior official dealing with General Motors; investigation has led to eight convictions. A former top aide at the United Auto Workers union pleaded guilty Wednesday to conspiracy charges, as part of a federal investigation into corruption within UAW leadership ranks that recently expanded to the union's president and his predecessor.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/neiman-marcus-cfo-to-depart-after-less-than-two-years-11567634143", "title": "Neiman Marcus CFO to Depart After Less Than Two Years", "date": "2019-09-04 19:55", "summary": "Adam Orvos, who has been chief financial officer since April 2018, is leaving to join another company, the luxury retailer says. Luxury retailer Neiman Marcus Group Ltd. is on the hunt for a new finance chief as it struggles to boost revenue in a competitive retail landscape.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-your-college-worth-the-cost-heres-what-students-say-about-their-colleges-11567640341", "title": "Is Your College Worth the Cost? Here's What Students Say About Their Colleges", "date": "2019-09-04 19:39", "summary": "The U.S. Naval Academy and Brigham Young University score highest. Is it worth the cost?", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biggest-bargains-among-u-s-colleges-11567640248", "title": "The Biggest Bargains Among U.S. Colleges", "date": "2019-09-04 19:37", "summary": "The schools that offer the best value are often those with modest resources. While some of the top schools in the nation have the biggest endowments and other financial resources, the real bargains in higher education often come from schools with more modest means.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-top-public-schools-in-the-wsj-the-college-rankings-11567640004", "title": "Top Public Schools Rank Highly in Outcomes for Graduates", "date": "2019-09-04 19:34", "summary": "California schools, Michigan and UNC are among the highest-ranked colleges in this year's Wall Street Journal/Times Higher Education College Rankings. More than two dozen public schools placed in this year's top 100 of the Wall Street Journal/Times Higher Education College Rankings, with 10 public schools making the top 50. These schools ranked highly in providing desired outcomes for graduates, despite lacking the resources of many private schools.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-college-or-small-you-can-find-a-highly-ranked-one-11567639868", "title": "Big College or Small, You Can Find a Highly Ranked One", "date": "2019-09-04 19:31", "summary": "The top 100 schools in the WSJ/THE College Rankings include colleges of all sizes. Students often have strong feelings about the size of their ideal college-whether they want a cozy campus, a sprawling university or something in between. The good news is that there are plenty of highly ranked schools to fit any preference.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-approves-settlement-allowing-cvs-aetna-merger-11567632187", "title": "Judge Approves Settlement Allowing CVS-Aetna Merger", "date": "2019-09-04 19:30", "summary": "Ruling removes uncertainty for merged company. WASHINGTON-A federal judge on Wednesday approved a Justice Department settlement that allowed CVS Health Corp.'s nearly $70 billion acquisition of health insurer Aetna Inc., removing a cloud of uncertainty for the merged company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-leads-corporate-bond-bonanza-11567617933", "title": "Apple Leads Corporate Bond Bonanza", "date": "2019-09-04 19:21", "summary": "Investment-grade companies are scrambling to issue bonds at record-low yields. Apple Inc. on Wednesday joined U.S. companies including Deere & Co. and Walt Disney Co. in a recent sprint to issue new bonds, taking advantage of the steep decline in benchmark interest rates and a surge in investor demand.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eric-holders-redistricting-coup-11567638869", "title": "Eric Holder's Redistricting Coup", "date": "2019-09-04 19:14", "summary": "North Carolina judges toss a GOP map as Democrats tee up 2020.. Democrats howl about partisan gerrymanders, but look who is using the courts to usurp democratic redistricting. Ground zero is North Carolina where state judges on Tuesday ordered new legislative maps that will help Democrats gain control of redistricting after 2020.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-crisis-isnt-over-11567638842", "title": "Hong Kong's Crisis Isn't Over", "date": "2019-09-04 19:14", "summary": "China targets pro-democracy activist Jimmy Lai.. Hong Kong Chief Executive Carrie Lam said Wednesday she'll withdraw legislation that would allow extradition to mainland China. The bill was the catalyst for 13 straight weekends of protest and the concession is welcome, but by now it will take more to end the city's political crisis.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/compare-any-two-colleges-from-the-2020-wsj-the-college-rankings-11567638701", "title": "Compare Any Two Colleges From the WSJ/THE College Rankings", "date": "2019-09-04 19:11", "summary": "Resume Subscription. Select two schools from the 2020 Wall Street Journal/Times Higher Education College Rankings and compare their strengths and weaknesses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/explore-the-full-wsj-the-college-rankings-11567638555", "title": "Explore the Full WSJ/THE College Rankings", "date": "2019-09-04 19:09", "summary": "Filter our 2020 rankings or create your own with the customization tool. Examine the full list of more than 800 U.S. colleges and universities and look at the metrics behind the rankings.", "categories": [["Life & Work", "Journal Reports: College Rankings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-college-rankings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-disables-text-messaging-feature-as-hacks-continue-11567638252", "title": "Twitter Disables Texting Feature Amid Hacks", "date": "2019-09-04 19:04", "summary": "Social-media company temporarily turns off one way to send tweets while probing vulnerabilities linked to high-profile account breaches. Twitter Inc. said it was temporarily turning off a feature that allows users to send tweets via text message following a spate of hacks affecting several high-profile users, including the company's Chief Executive Jack Dorsey.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-subpoenas-dhs-over-trumps-alleged-pardon-offer-11567638206", "title": "House Panel Subpoenas DHS Over Trump's Alleged Pardon Offer", "date": "2019-09-04 19:03", "summary": "President has denied he offered pardons to any officials involved in border-wall construction, as reported by the Washington Post. WASHINGTON-The House Judiciary committee has subpoenaed the Department of Homeland Security for documents that could shed light on President Trump's alleged offer to pardon government officials who break the law to construct his desired border wall by the 2020 election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ernst-young-plans-new-technology-strategy-amid-revenue-boost-11567638060", "title": "Ernst & Young Plans New Technology Strategy Amid Revenue Boost", "date": "2019-09-04 19:01", "summary": "Overall revenue grew in fiscal 2019, but consulting revenue showed its slowest growth in nine years. As technology is increasingly integrated into corporate accounting processes, companies' expectations of accounting firms have changed. That is causing Ernst & Young to rethink its strategy.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-odebrecht-to-pay-50-million-to-charities-under-deal-with-development-bank-11567637937", "title": "Brazil's Odebrecht to Pay $50 Million to Charities Under Deal With Development Bank", "date": "2019-09-04 18:58", "summary": "The Inter-American Development Bank banned certain subsidiaries of the Brazilian construction conglomerate from bidding on bank-financed projects. Odebrecht SA, a Brazilian construction conglomerate, will pay $50 million in charitable contributions to resolve allegations of bribery under a deal reached with a Latin American development bank.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cios-consider-trade-in-iot-spending-decisions-11567637916", "title": "CIOs Consider Trade in IoT Spending Decisions", "date": "2019-09-04 18:58", "summary": "U.S.-China dispute is expected to curb growth in Internet of Things investments, though analysts are mixed on the impact. Chief information officers are keeping a close eye on the mounting trade dispute between the U.S. and China as they consider spending on the Internet of Things, connected digital tools designed to eke out greater efficiencies.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-brexit-election-11567631480", "title": "The Next Brexit Election", "date": "2019-09-04 18:53", "summary": "British voters may finally get another chance to instruct their leaders.. The United Kingdom may finally be on track for a Brexit decision and, Lord, hasten the day. New Prime Minister Boris Johnson is forcing the issue, while Parliament remains stalemated. That means an election for a new Parliament is the best way for the British to instruct their reluctant representatives.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-doctor-stephen-m-hahn-is-a-top-contender-to-head-fda-11567635140", "title": "Texas Doctor Hahn Is a Top Contender to Head FDA", "date": "2019-09-04 18:46", "summary": "M.D. Anderson's radiation-oncology chief is among three leading candidates for post open since April. Stephen M. Hahn, a senior executive and radiation oncologist at M.D. Anderson Cancer Center in Houston, has emerged as a leading candidate to be nominated by the Trump administration to become commissioner of the Food and Drug Administration, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Health Policy"]], "category_links": ["https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trade-wars-winners-dont-include-us-11567636887", "title": "The Trade War's Winners Don't Include Us", "date": "2019-09-04 18:41", "summary": "Lost foreign markets, retaliation, higher prices, falling investment. Where's the upside?. President Trump's trade thunder booms so frequently that the public has difficulty discerning what's really happening. After more than two years of trial and much error, Congress and the country should step back to survey the big picture.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-google-syndrome-11567636819", "title": "The Google Syndrome", "date": "2019-09-04 18:40", "summary": "The company should become a generic term for today's acute political mania.. It may be time to take the big G out of Google. The company called Google has turned itself into a generic metaphor for our politicized times. In addition to being the name of a U.S. technology company, \"google\" should become a lowercase word for a psychological syndrome-such as attention-deficit disorder, paranoia or dissociative identity disorder. A person with google disorder would be diagnosed as being in the grip of an uncontrollable political mania.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-should-take-the-lead-on-tech-11567636730", "title": "Pentagon Should Take the Lead on Tech", "date": "2019-09-04 18:38", "summary": "U.S. military systems lag behind rivals', and defense leaders depend on Silicon Valley to try to keep up.. In the global arms race, a moment's hesitation is enough to lose your lead. The Pentagon pioneered research 15 years ago into hypersonic missiles that can cruise at Mach 5. The U.S. then chose not to develop the technology-but China and Russia developed it. Now Beijing and Moscow have hypersonics at the ready and, according to Pentagon research chief Michael D. Griffin, no number of current U.S. ships or ground-based antimissile systems would be enough to counter a massive attack.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tough-luck-review-keeping-mum-about-dad-11567636677", "title": "'Tough Luck' Review: Keeping Mum About Dad", "date": "2019-09-04 18:37", "summary": "Sid Luckman's feats on the gridiron have been reported in detail. But few know the Bears' legendary quarterback was the son of a murderer.. On a February day in 1936, a Brooklyn, N.Y., jury found Meyer Luckman, a trucking-company owner, guilty of second-degree murder. Luckman had been accused of participating in a particularly grisly crime-the beating death of his wife's brother, apparently for embezzling from the family company. Sitting in the courtroom that day, just behind Luckman, was his son Sid, a student celebrated on the sports pages in New York for his feats as a high-school tailback.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adopted-children-need-permanent-homes-11567636540", "title": "Adopted Children Need Permanent Homes", "date": "2019-09-04 18:35", "summary": "A New York bill to grant visitation to birthparents who've had their rights terminated goes too far.. Of the more than 25,000 children in foster care in New York state, some 3,500 are waiting to be adopted. But legislation that passed the state Assembly and Senate in June could make it much harder for these children to find permanent homes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-treasure-my-father-buried-for-me-11567636509", "title": "The Treasure My Father Buried for Me", "date": "2019-09-04 18:35", "summary": "The coins and gems were fake, but it didn't diminish the magic.. At age 7 I was obsessed with the idea that treasure was buried on my school playground. I became convinced that the world was numinous by the books my father read to my brother and me nearly every night: C.S. Lewis's \"The Chronicles of Narnia,\" George MacDonald's \"The Princess and the Goblin,\" abridged versions of John Bunyan's \"The Pilgrim's Progress,\" and Jules Verne's \"Journey to the Center of the Earth.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-national-battle-for-redistricting-11567636454", "title": "The National Battle for Redistricting", "date": "2019-09-04 18:34", "summary": "State legislative races in 16 states could determine House control in the 2020s.. To the degree Americans are following politics right now, the presidential contest draws their attention. But the Democratic primary isn't the only race that matters. Many politicos in both parties are keenly focused on the bottom of the ballot. Democrats and Republicans will spend tens of millions on a handful of state legislative seats in 16 states for one main reason: congressional redistricting.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/con-edison-executives-in-hot-seat-at-hearing-over-summer-outages-11567628432", "title": "Con Edison Executives in Hot Seat at Hearing Over Summer Outages", "date": "2019-09-04 18:32", "summary": "Utility executives faced barrage of questions from New York City Council members. Consolidated Edison Inc. executives faced a barrage of questions from New York City Council members during a hearing Wednesday about a string of power outages that left thousands of customers in the dark this summer.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/options-clearing-corp-to-pay-20-million-to-sec-cftc-11567622483", "title": "Options Clearing Corp. to Pay $20 Million to SEC, CFTC", "date": "2019-09-04 18:24", "summary": "Regulators' allegations focused on OCC's efforts to comply with heightened standards imposed on clearinghouses. The central clearinghouse serving as a backstop for trades in the options market has agreed to pay a $20 million fine and strengthen its compliance programs to settle U.S. regulatory investigations.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-rising-hot-car-deaths-auto-makers-agree-to-back-seat-alerts-11567612801", "title": "Amid Rising Hot-Car Deaths, Auto Makers Agree to Back-Seat Alerts", "date": "2019-09-04 18:15", "summary": "Industry groups plan rear-seat technology on nearly all cars and trucks by 2025 to help avoid children being left in cars; child-safety group calls the plan inadequate. In an effort to prevent child heatstroke deaths, an alliance of major car makers announced an agreement to include rear-seat alert systems in nearly all new cars and trucks-a move that a key child-safety group called inadequate.", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-tells-its-suppliers-to-handle-tariffs-costs-11567634705", "title": "Target Tells Its Suppliers to Handle Tariffs Costs", "date": "2019-09-04 18:05", "summary": "Retailer says it won't accept cost increases related to levies on goods from China. New tariffs on consumer goods from China are forcing retailers to find ways to minimize the impact on shoppers, including sourcing goods elsewhere and trimming costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-directs-oversight-of-mississippis-mental-health-system-11567634178", "title": "Federal Judge Directs Oversight of Mississippi's Mental-Health System", "date": "2019-09-04 17:56", "summary": "A 'special master' will help develop, oversee changes in mental-health care. A federal judge is calling for outside oversight of Mississippi's mental-health services, a victory for Washington in a legal fight that highlighted tensions between the federal and state governments and the challenges surrounding mental-health care.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-advance-on-politics-central-bank-hopes-11567584492", "title": "U.S. Stocks Rise After Global Rally", "date": "2019-09-04 17:56", "summary": "The S&P 500 rose Wednesday to its highest level in nearly four weeks. U.S. stocks rose Wednesday, following rallies in global markets as political developments eased fears of instability in Hong Kong and a messy Brexit.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shootings-rise-in-new-york-city-but-overall-crime-stays-low-11567633762", "title": "Shootings Rise in New York City, but Crime Stays Low", "date": "2019-09-04 17:49", "summary": "Police made more gun-related arrests in August even as violent offenses remain at historic ebb. Gang activity and the illegal drug trade have led to more shootings in New York City this year, even as overall crime has dropped, police officials said.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-department-moves-to-roll-back-light-bulb-restriction-11567614653", "title": "Energy Department Moves to Roll Back Light-Bulb Restriction", "date": "2019-09-04 17:41", "summary": "Four types of incandescent and halogen bulbs would remain on the market. WASHINGTON-The Energy Department moved to roll back energy-efficiency standards that would have limited the sale of certain kinds of light bulbs as soon as next year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-details-programs-targeted-for-cuts-to-fund-border-wall-11567632911", "title": "Pentagon Details Programs Targeted for Cuts to Fund Border Wall", "date": "2019-09-04 17:35", "summary": "Plans show $3.6 billion to be diverted from military construction projects in the U.S. and overseas. WASHINGTON-The Trump administration will divert $3.6 billion from military-construction projects in 23 states, three U.S. territories and at least 19 countries to build or fortify portions of a wall along the U.S.-Mexico border, according to newly released details from the Pentagon.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-seek-to-delay-brexit-again-dealing-johnson-another-blow-11567602853", "title": "U.K. Lawmakers Vote to Delay Brexit and Bar Snap Election, Foiling Johnson", "date": "2019-09-04 17:34", "summary": "Vote requiring prime minister to seek three-month extension; election still likely but not before Oct. 31. LONDON-British lawmakers imposed twin defeats on Prime Minister Boris Johnson, frustrating his signature effort to take Britain out of the European Union at the end of October and thwarting his push for a quick election.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-sanctions-iranian-oil-shipping-network-allegedly-controlled-by-quds-force-11567612927", "title": "New U.S. Sanctions on Iran Set Back French Mediation Efforts", "date": "2019-09-04 17:20", "summary": "Trump administration says at least $500 million in Iranian crude sold by 'oil-for-terror' network in spring 2019. WASHINGTON-The Trump administration cast new doubt Wednesday on efforts by France to ease tensions between the U.S. and Iran as Washington sanctioned what it called an Iranian \"oil-for-terror\" exporting network.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-says-he-had-no-involvement-in-pence-stay-at-trump-branded-hotel-in-ireland-11567629517", "title": "President Says He Had 'No Involvement' in Pence Stay at Trump-Branded Hotel in Ireland", "date": "2019-09-04 17:10", "summary": "Mr. Pence and his entourage spent two nights at the resort in County Clare, on Ireland's west coast, flying into Dublin for official meetings. WASHINGTON-President Trump said he wasn't involved in Vice President Mike Pence's decision to stay at the president's golf resort during Mr. Pence's official visit to Ireland.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-good-day-for-freedom-11567630733", "title": "A Good Day for Freedom", "date": "2019-09-04 16:58", "summary": "China's agent withdraws a plan to trample civil liberties in Hong Kong.. Today brings welcome news that once in a while communist dictatorships keep their promises. And at least for the moment the great jewel of freedom and human flourishing that is Hong Kong has been saved by the courage of its protesting citizens.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-lawyer-greg-craig-is-acquitted-11567624206", "title": "Democratic Lawyer Craig Is Acquitted", "date": "2019-09-04 16:55", "summary": "White House counsel for President Obama is vindicated over false-statement charge. WASHINGTON-Former White House counsel Greg Craig was acquitted by a federal jury on Wednesday on a felony false-statement charge, a major vindication for one of the most prominent lawyers in Washington.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-international-spy-museum-espionage-decoded-11567630134", "title": "At the International Spy Museum, Espionage Decoded", "date": "2019-09-04 16:48", "summary": "The museum's new home provides more space and more details-and isn't afraid to flirt with controversy.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-is-cooling-off-in-bad-sign-for-corporate-profits-11567619129", "title": "Starbucks Is Cooling Off in Bad Sign for Corporate Profits", "date": "2019-09-04 16:33", "summary": "Shares of Starbucks lose some froth after a coffee chain executive pours cold water on next fiscal year's expectations. Starbucks Corp. served up a weak outlook to shareholders for next fiscal year's earnings, adding to an increasingly hazy view around corporate-profit growth beyond 2019.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-appoints-former-mckinsey-executive-as-china-envoy-11567625742", "title": "Canada Appoints Former McKinsey Executive as China Envoy", "date": "2019-09-04 16:33", "summary": "Dominic Barton to succeed John McCallum, who Prime Minister Justin Trudeau fired over envoy's comments about arrested Huawei official. OTTAWA-Canada has appointed the former managing partner at McKinsey & Co. as its new ambassador to China in the hopes his ties to Asia could help mend frosty relations between Beijing and Ottawa over the arrest of a Huawei Technologies Co. executive.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-biographies-size-matters-11567628827", "title": "With Biographies, Size Matters", "date": "2019-09-04 16:27", "summary": "In praise of shorter books about overlooked figures.. ", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariffs-could-push-down-amazon-wayfair-shares-11567628143", "title": "Tariffs Could Push Down Amazon, Wayfair Shares", "date": "2019-09-04 16:15", "summary": "Internet retailers likely will have to raise prices unless they find new sources for their goods or absorb the added costs. Shares of major internet retailers are looking increasingly vulnerable to the continuing trade spat with China.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/documents-tie-mexican-mogul-to-company-at-center-of-fraud-probe-11567589400", "title": "Documents Tie Mexican Mogul to Company at Center of Fraud Probe", "date": "2019-09-04 16:10", "summary": "Presidential ally is linked to Europe-based entities with large shares in Fertinal, whose sale to state-owned Pemex is under investigation. MEXICO CITY-A prominent billionaire ally of Mexico's president has financial ties to companies that profited from a deal at the center of a burgeoning corruption scandal in the country.", "categories": [["WSJ News Exclusive", "Latin America"]], "category_links": ["https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-to-add-first-female-board-member-undo-trademark-deal-11567616167", "title": "WeWork to Add First Woman Board Member, Undo Trademark Deal", "date": "2019-09-04 16:06", "summary": "Frances Frei, a Harvard professor, to become a director as office-space startup responds to criticism ahead of planned IPO. Office-space startup WeWork is adding its first female board member and unwinding a transaction between the company and its chief executive, after criticism ahead of a planned initial public offering of stock.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-campaign-zegna-pushes-a-sensitive-modern-man-11567627278", "title": "In New Campaign, Zegna Pushes a Sensitive 'Modern' Man", "date": "2019-09-04 16:02", "summary": "Luxury Italian label Ermenegildo Zegna scraps macho stereotypes from past campaigns to praise traits like vulnerability and playfulness. Luxury Italian clothier Ermenegildo Zegna is dumping the alpha male and betting on a man who can still pay top dollar but is unafraid of showing his sensitive side.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lab-testing-startup-ubiome-files-for-bankruptcy-11567610568", "title": "Lab-Testing Startup uBiome Files for Bankruptcy", "date": "2019-09-04 15:54", "summary": "San Francisco-based company says it has lined up a loan to keep its business open while it looks for a buyer. Embattled lab-testing startup uBiome Inc. filed for bankruptcy protection Wednesday and put its assets up for sale after suspending testing of its clinical products.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-scores-legal-win-in-forex-rigging-case-11567626423", "title": "Credit Suisse Scores Legal Win in Currency-Rigging Case", "date": "2019-09-04 15:47", "summary": "Bank scores victory against currency traders who claimed it helped rig foreign-exchange rates. Credit Suisse Group AG scored a legal victory in New York federal court against currency traders who claimed the bank and others helped rig foreign-exchange rates, in a case that rivals have already paid $2.3 billion to settle.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/margaret-atwoods-new-testaments-11567626141", "title": "Margaret Atwood's New 'Testaments'", "date": "2019-09-04 15:42", "summary": "At 79, the Canadian author returns to the dystopian land of Gilead for the most anticipated novel of her career, a sequel to her classic 'The Handmaid's Tale'. Margaret Atwood wouldn't mind getting composted one day.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volatility-continues-to-jolt-oil-market-11567608306", "title": "Volatility Continues to Jolt Oil Market", "date": "2019-09-04 15:27", "summary": "Signs of easing tensions in Hong Kong fuel another big move in crude. Oil prices continued a streak of outsize moves on Wednesday, rebounding alongside global stocks on signs of easing tensions in Hong Kong.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-awards-1-8-billion-in-grants-to-combat-opioid-epidemic-11567610702", "title": "Trump Administration Awards $1.8 Billion in Grants to Combat Opioid Epidemic", "date": "2019-09-04 15:19", "summary": "Grants will go to states and some territories; 'We know we have more work to do,' HHS Secretary Alex Azar says. The Trump administration on Wednesday announced it was awarding $1.8 billion in grants to help states and communities continue to battle the opioid epidemic, part of the administration's broader effort to drive down overdose deaths and addiction.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrant-children-exhibited-post-traumatic-stress-government-watchdog-finds-11567624693", "title": "Migrant Children Showed Post-Traumatic Stress, Watchdog Finds", "date": "2019-09-04 15:18", "summary": "Shelter caregivers lacked sufficient mental-health resources for children in their care, HHS report says. WASHINGTON-Migrant children separated from their parents last year under the Trump administration's \"zero tolerance\" immigration-enforcement policy didn't receive adequate mental-health care in the government's custody, according to a new report from the Department of Health and Human Services' internal watchdog.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planned-parenthood-to-expand-app-based-health-services-to-all-50-states-11567620000", "title": "Planned Parenthood to Expand Telemedicine Program", "date": "2019-09-04 15:12", "summary": "Organization extends telemedicine offering, aiming to reach rural and younger patients as GOP restrictions mount. WASHINGTON-Planned Parenthood Federation of America will expand a telemedicine program to connect patients with birth-control and other services via smartphone, part of the organization's effort to extend the reach of its health-care offerings that Republican policy makers have sought to weaken or destroy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtubes-ftc-penalty-exposes-divisions-among-federal-regulators-11567602817", "title": "YouTube to Pay Fine, Adjust Site Over Children's Privacy", "date": "2019-09-04 14:53", "summary": "Google settlement follows complaints that it illegally collected data on children and comes amid increased government scrutiny over tech giants. YouTube agreed to provide new protections for children on its platform and pay a $170 million fine, in a settlement that sharpened government debate over how to rein in technology giants.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medical-depot-in-debt-restructuring-talks-with-lenders-11567622650", "title": "Medical Depot in Debt Restructuring Talks With Lenders", "date": "2019-09-04 14:44", "summary": "Private equity-backed Medical Depot is facing a liquidity crunch, people familiar with the matter said. Medical equipment maker Medical Depot Inc. has begun restructuring talks with its senior lenders in advance of an expected liquidity crunch, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lasagna-for-breakfast-a-pastas-infinite-possibilities-11567702629", "title": "Lasagna for Breakfast? A Pasta's Infinite Possibilities", "date": "2019-09-04 14:31", "summary": "These recipes defy the dogma of red sauce and ricotta. Master the basics and you too can riff endlessly on everyone's favorite baked pasta. WHEN CHEF MARK LADNER decided to serve fried lasagna at his New York restaurant Pasta Flyer, he knew it would demand a careful dance. His objective: individual bites that crisped uniformly on the outside, \"sort of like the corner of the lasagna,\" yet retained all of lasagna's non-negotiables: visible layers, chewy pasta, a melty, saucy interior. \"You have to find a balance,\" he said.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-beige-book-reports-modest-growth-despite-trade-uncertainty-11567620283", "title": "Fed's Beige Book Reports Modest Growth Despite Trade Uncertainty", "date": "2019-09-04 14:04", "summary": "Economic activity and employment appeared to grow at a modest pace in August and late July. WASHINGTON-Most U.S. businesses remain optimistic about their prospects despite concerns about tariffs and trade policy, as the economy continues to grow, the Federal Reserve said Wednesday in its \"beige book\" report of anecdotes from business contacts. Here are highlights from the release:", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wait-where-did-that-burger-go-diners-struggle-with-fast-moving-digital-menus-11567620271", "title": "Wait, Where Did That Burger Go? Diners Struggle With Fast-Moving Digital Menus", "date": "2019-09-04 14:04", "summary": "Digital screens flash promotions, but sometimes the images are too fleeting; a glance at Cheetos Popcorn. On a lunch break from his sales job at a construction company in Illinois, Steve Kovacs walked into McDonald's , where he saw a picture of a chicken sandwich on the digital menu. When his time to order came, he pointed at it. But the sign had flipped to a new screen and he was now pointing at a burger.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-highly-modern-la-jolla-home-of-singer-alicia-keys-11567619612", "title": "The Highly Modern La Jolla Home of Singer Alicia Keys", "date": "2019-09-04 13:53", "summary": "Locally known as 'Razor House,' the unusual home's design includes a series of circular spaces.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/italy-signals-more-eu-cooperation-with-new-appointees-11567619537", "title": "Italy Signals More EU Cooperation With New Appointees", "date": "2019-09-04 13:52", "summary": "Officials in new coalition government are less likely to clash with Brussels over fiscal discipline and immigration. ROME-Italy's new governing coalition named its key officials on Wednesday, including ministers whose appointments signal a less combative stance toward the European Union over fiscal discipline and immigration.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alicia-keys-is-the-buyer-behind-20-8-million-razor-house-sale-11567619437", "title": "Alicia Keys is the Buyer Behind $20.8 Million Razor House Sale", "date": "2019-09-04 13:50", "summary": "The ultramodern home in La Jolla, Calif., has made appearances in television spots including one for Visa Black Card. Grammy-winning singer Alicia Keys and her husband, hip hop producer Swizz Beatz, have paid $20.8 million for \"Razor House,\" a strikingly modern local landmark in the affluent Southern California town of La Jolla, according to people familiar with the deal.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comedian-sacha-baron-cohens-new-incarnation-dramatic-actor-11567618902", "title": "Comedian Sacha Baron Cohen's New Incarnation: Dramatic Actor", "date": "2019-09-04 13:41", "summary": "In Netflix's 'The Spy,' Mr. Baron Cohen takes on a leading dramatic role in a departure from the comedy that made him famous. Sacha Baron Cohen's latest role is a stark departure from the comedy that made him famous.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-tries-to-woo-israels-religious-right-ahead-of-do-over-vote-11567615391", "title": "Netanyahu Tries to Woo Israel's Religious Right Ahead of Do-Over Vote", "date": "2019-09-04 13:40", "summary": "The prime minister needs their support if he hopes to build a coalition after coming elections. HEBRON, West Bank-Prime Minister Benjamin Netanyahu took his re-election campaign to a small Jewish enclave in the West Bank, a contentious move to a flashpoint area aimed at wooing support from right-wing settlers ahead of a close vote this month.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-wattage-bulbs-atypical-flowers-for-next-spring-11567618815", "title": "High-Wattage Bulbs: Atypical Flowers for Next Spring", "date": "2019-09-04 13:40", "summary": "Why settle for daffodils and crocus when you can wow the neighborhood with splashy, unconventional flowers. ONE LOOKS LIKE a headdress for a cartoon king. Another resembles violet fireworks. They can be bold or demure, tall or petite, but none could be called ordinary. Even their names don't sound conventionally pretty: trout lilies, guinea-hen flowers and tumbleweed onions, to name a few.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/christine-lagarde-pledges-to-review-ecbs-negative-rates-11567603619", "title": "Lagarde Pledges to Review ECB's Negative Rates", "date": "2019-09-04 13:30", "summary": "As she pitched to become the central bank's new president, the former IMF chief also vowed to review bond-buying policies. Christine Lagarde, the likely next president of the European Central Bank, held out an olive branch to the bank's German critics at a confirmation hearing on Wednesday, promising to review the costs and benefits of controversial ECB policy tools such as negative interest rates and large-scale bond purchases, even as she signaled she would leave them in place.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arms-control-needed-for-weaponized-history-11567617847", "title": "Arms Control Needed for Weaponized History", "date": "2019-09-04 13:24", "summary": "History necessarily requires some interpretation of facts. Accordingly, clarity of purpose provides better history than pretensions of neutrality.. What Prof. Wilfred M. McClay calls \"aggressive historical simplification\" seems to infect his own perspective when he states that there is a single-minded historical thinking that \"rules American college campuses\" (\"The Weaponization of History,\" op-ed, Aug. 26). Nothing rules, despite what he thinks.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tragic-opioid-crisis-has-many-fathers-11567617345", "title": "The Tragic Opioid Crisis Has Many Fathers", "date": "2019-09-04 13:15", "summary": "The opioid problem was engendered by government and the Joint Commission's insistence on obliterating all pain by prescribing large doses of chronic narcotics for benign conditions.. Regarding your editorial \"An Oklahoma Opioid Stickup\" (Aug. 27): As trial lawyers actively partnering with local governments ravaged by the reckless distribution of highly addictive opioids, we take exception to the unsupported claim that today's addiction problem is primarily the result of illegal fentanyl and meth. The judge's findings of fact say the opposite.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayers-roundup-woes-deepen-as-germany-bans-key-chemical-11567610126", "title": "Bayer's Roundup Woes Deepen as Germany Bans Key Chemical", "date": "2019-09-04 13:03", "summary": "Germany has approved a plan to gradually restrict the use of glyphosate and ban it outright from the end of 2023. BERLIN-Bayer AG's efforts to fend off thousands of lawsuits against its Roundup herbicide were dealt a symbolic blow Wednesday when Germany, the company's home country, said it would ban the product's key ingredient.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-leader-carrie-lam-to-withdraw-china-extradition-bill-11567582875", "title": "Hong Kong to Pull Extradition Bill That Sparked Protests", "date": "2019-09-04 12:59", "summary": "Chief executive pledges to increase dialogue with community, seek independent review of political, economic and social climate. HONG KONG-Chief Executive Carrie Lam offered her first major concession to protesters' demands after months of unrest in Hong Kong, saying she would withdraw the extradition bill that sparked the turmoil.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-to-ban-flavored-e-cigarettes-11567611450", "title": "Michigan to Ban Flavored E-Cigarettes", "date": "2019-09-04 12:34", "summary": "Governor orders emergency rules amid mounting health concerns on vaping, especially among youth. Michigan is expected to become the first state to ban flavored electronic cigarettes, a move prompted by the governor Wednesday as U.S. health authorities continue to investigate the products' possibly harmful effects on health.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-lays-out-challenges-of-letting-users-take-their-data-to-other-platforms-11567614600", "title": "Facebook Lays Out Challenges of Letting Users Take Their Own Data", "date": "2019-09-04 12:30", "summary": "A new paper from the social network is an opening attempt at hashing out unresolved tradeoffs between privacy and openness. Facebook Inc. has promised regulators that it will protect users' privacy and give them the right to take their data where they choose. Now the company is trying to figure out how it can do both.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-an-aircraft-carrier-driver-does-in-her-downtime-at-sea-11567614138", "title": "What an Aircraft Carrier Driver Does in Her Downtime at Sea", "date": "2019-09-04 12:22", "summary": "Stationed aboard the aircraft carrier USS Carl Vinson, Surface Warfare Officer Lt. Katelyn Davidson can go months without internet, but never forgets her Cholula. You can try to watch Netflix when you're under way, but because internet is inconsistent, people have TV shows and movies downloaded onto hard drives, and DVDs that we trade with each other. Last time we were out, I brought every season of \"Animaniacs.\" My roommate had a lot of rom-coms, which I don't normally watch. But on deployment, it's a great time to watch the most random stuff and have nobody judge you for it.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-canada-holds-key-interest-rate-steady-warns-on-trade-11567607999", "title": "Bank of Canada Holds Key Interest Rate Steady, Warns on Trade", "date": "2019-09-04 12:14", "summary": "BOC keeps rate unchanged at 1.75%, says growth is expected to slow in second half of this year. OTTAWA-The Bank of Canada on Wednesday left its key interest rate unchanged at 1.75% and offered no clear signal that a rate cut is imminent, even as it warned global trade conflicts are \"taking a toll\" on the Canadian economy.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-trade-gap-narrowed-in-july-as-imports-fell-11567600501", "title": "U.S. Trade Gap Narrowed in July as Imports Fell", "date": "2019-09-04 12:14", "summary": "Imports of capital goods, such as computers, semiconductors and telecom equipment, slipped to the lowest level since October 2017. The U.S. trade gap narrowed in July as manufacturing weakness held down imports of business equipment and supplies, the latest sign of slowing investment by American firms as they grapple with the effects of a trade war and weak global growth.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jeep-sales-are-in-the-breakdown-lane-11567613567", "title": "Jeep Sales Are in the Breakdown Lane", "date": "2019-09-04 12:12", "summary": "Ample Jeep Wrangler inventory from a two-year-old model may hold back any revival in sales. \"Go anywhere\" is a brilliant motto for Jeep, Fiat Chrysler's sport-utility brand that until recently was booming. Unfortunately, one of its rugged, iconic models isn't going anywhere.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-propose-trillions-in-spending-on-climate-focused-plans-to-restructure-economy-11567591200", "title": "Democrats Propose Spending Trillions of Dollars on Climate Plans", "date": "2019-09-04 11:58", "summary": "Kamala Harris, Cory Booker, Elizabeth Warren, Pete Buttigieg unveil plans ahead of CNN town hall for 2020 candidates. Four more Democratic presidential candidates have rolled out plans to address climate change through trillions of dollars in government investment and a fundamental overhaul of the American energy economy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-years-of-infighting-brexit-forces-shake-up-of-conservative-party-11567611633", "title": "After Years of Infighting, Brexit Forces Shake-Up of Conservative Party", "date": "2019-09-04 11:40", "summary": "Johnson's decision to expel rebel lawmakers underscores how Brexit has reshaped the political landscape. LONDON-Former British Prime Minister David Cameron called the 2016 Brexit referendum in part to heal divisions within his Conservative Party over Europe.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rapid-rise-of-tennis-star-bianca-andreescu-11567611601", "title": "The Rapid Rise of Tennis Star Bianca Andreescu", "date": "2019-09-04 11:40", "summary": "The 19-year-old Canadian has emerged as a title threat at the U.S. Open with her big shots and a creative game. Women's tennis continues to add fresh talent, with five players age 24 or younger remaining in the U.S. Open. At the start of the season, no one had thought Bianca Andreescu would be one of them.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-beijing-and-moscow-grow-closer-the-neighbors-grow-wary-11567610493", "title": "As Beijing and Moscow Grow Closer, the Neighbors Grow Wary", "date": "2019-09-04 11:21", "summary": "Meeting with Russia's Vladimir Putin this week, the leaders of Japan and India share a goal: prying him away from China. MOSCOW-Alarmed by Russia's growing partnership with China, Beijing's Asian neighbors are increasingly looking for ways to court Moscow away.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hedge-fund-manager-is-auctioning-his-23-million-philadelphia-dream-home-11567609839", "title": "Hedge-Fund Manager to Auction $35 Million Philadelphia Dream Home", "date": "2019-09-04 11:10", "summary": "The home located along the city's Main Line belongs to Andrew Barroway, a minority owner of the Arizona Coyotes, who first listed the property for $28 million in 2016. Hedge-fund manager Andrew Barroway, a minority owner of the Arizona Coyotes hockey team, first listed his elaborate Pennsylvania estate in 2016 for $28 million. Now, he is auctioning the property with a reserve price of just $14.9 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hedge-fund-executives-mansion-on-the-philadelphia-main-line-11567609641", "title": "A Hedge-Fund Executive's Mansion on the Philadelphia Main Line", "date": "2019-09-04 11:07", "summary": "On nearly 32 acres, the property comes with a nearly 13,000-square-foot Gothic Revival-style home.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-do-you-deal-with-tension-11567609306", "title": "How Do You Deal With Tension?", "date": "2019-09-04 11:01", "summary": "We asked a musician, an art history professor, an actress and others about the topic of tension, as experienced personally and in art.. \"Tension is a very good word for Gothic architecture-it describes what's going on at various levels. A Gothic building has to be in tension; there's the outward thrust of the vaults that needs to be counteracted by the flying buttresses. But on the inside, you don't see those flying buttresses. You just see stone suspended almost 150 feet in the air. Underneath, there's nothing but glass...what seems to be diaphanous walls. At Paris's Notre Dame Cathedral, the dynamic relationship between the parts, the tension in which they exist, is exactly what's so challenging about the restoration. Perhaps within this catastrophe there is a lesson for the public about the immense creativity, originality and yes, tension, in the creation of the great works of art. Reestablishing the equilibrium of the building, recreating the balance of the tension, is the challenge for now.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-toxic-online-world-where-mass-shooters-thrive-11567608631", "title": "'So What's His Kill Count?': The Toxic Online World Where Mass Shooters Thrive", "date": "2019-09-04 10:50", "summary": "Resume Subscription. Less than two weeks after a gunman killed more than 50 people at two mosques in New Zealand, law-enforcement officials found a disturbing piece of graffiti outside a San Diego County mosque that had been set on fire. \"For Brenton Tarrant -t./pol/,\" it read.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-s-williams-will-act-as-appropriate-to-keep-expansion-moving-forward-11567603496", "title": "Fed's Williams: Will 'Act as Appropriate' to Keep Expansion Moving Forward", "date": "2019-09-04 10:49", "summary": "The central bank leader says July's interest-rate cut was the right move and helped create conditions to support the economy. New York Fed leader John Williams said Wednesday the U.S. central bank will do what it takes to keep the economy moving forward, at a time of rising risk and ongoing challenges to get inflation back up to desired levels.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/owner-of-coach-kate-spade-ousts-ceo-11567607099", "title": "Owner of Coach, Kate Spade Ousts CEO", "date": "2019-09-04 10:25", "summary": "Chairman takes over top role amid struggles with merger of handbag brands. The handbag company that combined the Coach and Kate Spade brands ousted its chief executive a little over two years after a merger that was supposed to create a U.S. fashion powerhouse.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giambattista-valli-hm-menswear-11567606895", "title": "Known for Lavish Evening Gowns, Giambattista Valli Leaps Into Affordable Menswear", "date": "2019-09-04 10:23", "summary": "The designer behind the high-society couture brand expands his collaboration with Swedish retailer H&M-this time, with men in mind: \"The boys are going to take from the girls' wardrobe.\". Since Giambattista Valli established his Paris-based atelier in 2005, the Rome-born designer has become something of a go-to for a rapturous kind of femininity. Dresses-or more accurately, sorbet-colored gowns that appear to be fashioned from an explosion of tulle-are Valli's calling card, and his contemporary couture creations have seduced a distinctly blue-blooded squad, Bianca Brandolini d'Adda, Eugenie Niarchos and the late Lee Radziwill, among them.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-brian-grazer-eavesdropping-paid-off-with-his-hollywood-break-11567606830", "title": "For Brian Grazer, Eavesdropping Paid Off With His Hollywood Break", "date": "2019-09-04 10:20", "summary": "The award-winning film producer reflects on how he went from failing in school to starting Imagine Entertainment with Ron Howard. Brian Grazer, 68, is an Oscar-winning film and television producer who co-founded Imagine Entertainment with director Ron Howard. Among the films he produced are \"Splash\" (1984), \"Apollo 13\" (1995), \"A Beautiful Mind\" (2001) and \"Frost/Nixon\" (2008). His latest book is \"Face to Face: The Art of Human Connection\" (Simon & Schuster). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-posts-july-trade-deficit-on-lower-crude-exports-11567602109", "title": "Canada Posts July Trade Deficit on Lower Crude Exports", "date": "2019-09-04 10:15", "summary": "July data suggests trade unlikely to repeat standout performance from second quarter. OTTAWA-Canada recorded in July a larger-than-anticipated trade deficit with the rest of the world, fueled by a drop in crude-oil prices. Imports rebounded after a steep fall in the previous month on record demand for pharmaceutical products.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-to-push-climate-message-on-africa-trip-11567606391", "title": "Pope to Push Climate Message on Africa Trip", "date": "2019-09-04 10:13", "summary": "Pontiff to visit countries hit hard by cyclones earlier this year. Pope Francis is set to arrive in southeastern Africa late Wednesday to begin a weeklong tour of one of the world's poorest regions-and one of the most vulnerable to climate change-as he seeks to push his environmentalist message.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-this-nfl-season-is-more-unpredictable-than-ever-11567605696", "title": "Why This NFL Season Is More Unpredictable Than Ever", "date": "2019-09-04 10:04", "summary": "From Baker Mayfield to Tom Brady, more than half of the league's quarterbacks are really young or old by NFL standards. That creates uncertainty-and excitement-for the league's 100th season.. Even Tony Romo, the NFL's master prognosticator, has trouble predicting the future of this NFL season. But he has a pretty good justification. It speaks to what made last year so thrilling and begins to explain why this year may be even crazier.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coal-mine-closures-shake-wyoming-11567589404", "title": "Coal-Mine Closures Shake Wyoming", "date": "2019-09-04 09:56", "summary": "Resume Subscription. GILLETTE, Wyo.-For generations, coal has been good to this bustling town of 32,000, where local mines have long offered well-paying jobs and filled government coffers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-healthequity-egain-and-coupa-software-11567591626", "title": "Stocks to Watch: Tyson, Coupa Software, JetBlue, Michaels, American Eagle, and More", "date": "2019-09-04 09:19", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Wednesday's session.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dividend-yield-delusion-11567602334", "title": "The Dividend Yield Delusion", "date": "2019-09-04 09:05", "summary": "S&P 500 stocks currently offer a higher yield than the longest U.S. government bonds, but that tells us little about which makes a better investment. The S&P 500's dividend yield is now above the yields of the longest-term U.S. government bonds. This is a historical rarity, but one which sadly offers little useful information to investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-yahya-abdul-mateen-ii-is-the-actor-to-know-this-fall-11567601090", "title": "Why Yahya Abdul-Mateen II Is the Actor to Know This Fall", "date": "2019-09-04 08:44", "summary": "After a breakout year in 'Us' and 'Black Mirror,' the 33-year-old stars in a Toronto International Film Festival drama and Damon Lindelof's highly anticipated (and secretive) new HBO show. Meet the actor everyone's talking about. Actor Yahya Abdul-Mateen II, 33, plays chess every day, mostly on an app on his phone. Lately, he's been adopting a \"very experimental\" style. Sometimes, this means he plays against his own best interests, but in so doing, he says, certain truths are revealed-about the game, himself and his ever-expanding limits.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-harrods-heiresss-unlikely-path-im-a-farmer-at-heart-11567600879", "title": "London's Buzziest Vegan Restaurant Touches Down in New York City", "date": "2019-09-04 08:41", "summary": "Camilla Fayed, vegan restaurateur and an avid convert to the healthy life, brings her London hot spot Farmacy to New York City.. I'm a farmer at heart,\" says Camilla Fayed. It's not the way most people would expect a London-born heiress to describe herself, but Fayed, 34, lives on a biodynamic farm in Kent, England. It supplies her three-year-old Notting Hill vegan restaurant, Farmacy-a favorite of Fayed's friends, like Stella McCartney and Margherita Missoni-with much of its organic produce, including squash, strawberries, herbs and five varieties of lettuce.", "categories": [["Tracked"]], "category_links": ["https://www.wsj.com/news/types/magazine-tracked?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-deadpan-world-of-nathaniel-mary-quinn-11567600802", "title": "The Deadpan World of Nathaniel Mary Quinn", "date": "2019-09-04 08:40", "summary": "The artist draws on searing stand-up comedy, personal grief and elements of surprise to create his expressionistic and avidly collected work. How Nathaniel Mary Quinn's show at Gagosian's Beverly Hills gallery has him primed for the big time. Before Nathaniel Mary Quinn became known as an artist, his friends urged him to do stand-up comedy-growing up on Chicago's South Side, he was raised on Richard Pryor and Rudy Ray Moore. Now, Quinn, 42, sees that kind of searing comedy as a model for his portraits. \"I want to make works like Redd Foxx. I want to make works like Dave Chappelle,\" he says. He launches into a famous bit of Chappelle's, \"Mickey Mouse Is Mexican,\" in which Chappelle knocks the head off a Disney World character, revealing the identity of the person underneath. \"That kind of bait and switch, I find that so inspiring. How can I make works with that sort of fluidity and perfection?\"", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-hickenloopers-late-senate-bid-gets-a-boost-11567600198", "title": "John Hickenlooper's Late Senate Bid Gets a Boost", "date": "2019-09-04 08:29", "summary": "Mike Johnston dropped out of the race on Tuesday. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-threatens-further-nuclear-breach-11567600072", "title": "Iran Threatens Further Nuclear Breach", "date": "2019-09-04 08:27", "summary": "Tehran's move adds pressure to European nations attempting to save 2015 deal. DUBAI-Iran warned it would take further steps to breach the 2015 nuclear accord later this week, heaping more pressure on European countries scrambling to provide Tehran with relief from U.S. economic sanctions and avert the deal's collapse.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cathay-pacific-turmoil-continues-with-chairman-slosars-resignation-11567589647", "title": "Chairman of Hong Kong Airline Cathay Pacific Resigns", "date": "2019-09-04 08:23", "summary": "Hong Kong airline says departure isn't related to any disagreement with the board. The chairman for Cathay Pacific Airways Ltd. resigned, weeks after the chief executive quit when the Hong Kong airline came under fire from Beijing because some of its employees took part in antigovernment protests.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-kennedy-mulls-whetherand-whyhe-should-run-for-senate-11567599479", "title": "A Kennedy Mulls Whether-and Why-He Should Run for Senate", "date": "2019-09-04 08:18", "summary": "'I am not my relatives,' Joe Kennedy III says as he weighs primary challenge to Ed Markey. BOSTON-As Rep. Joe Kennedy III ponders whether to challenge Sen. Ed Markey, he is searching for an answer to a fundamental question: Why would he run?", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-tennis-association-is-helping-players-go-back-to-school-11567598466", "title": "Women's Tennis Association Is Helping Players Go Back to School", "date": "2019-09-04 08:01", "summary": "Nine women tennis pros have graduated from IU East's program, including Venus Williams and Sloane Stephens. In the summer of 2011, Venus Williams was gearing up for a comeback at the U.S. Open after a nagging hip injury derailed her game at the previous two majors. Off the court, she was preparing to relaunch EleVen, her athleisure clothing line, after a brief hiatus.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carbon-emissions-credits-slide-over-brexit-fears-11567598402", "title": "Carbon-Emissions Credits Slide Over Brexit Fears", "date": "2019-09-04 08:00", "summary": "Leaving without a deal would abruptly pull the U.K.'s industrial installations out of the EU's emissions trading program. The price of carbon-emissions credits has fallen sharply in recent weeks as traders worry that a deluge of U.K. credits could flood the market in anticipation of a disruptive Brexit.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-free-m-b-a-sometimes-isnt-enough-to-lure-students-11567598401", "title": "A 'Free' M.B.A. Sometimes Isn't Enough to Lure Students", "date": "2019-09-04 08:00", "summary": "Arizona State found it can take more than zero-cost tuition to attract business-school applicants. Arizona State University's business school used a $50 million donation to bet on a future where its M.B.A. is free. Four years after slashing tuition costs for full-time students to zero, the dean says the cost is still too high for many people.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-dorian-strikes-whatsapp-connects-family-across-distance-11567598403", "title": "As Dorian Strikes, WhatsApp Connects Family Across Distance", "date": "2019-09-04 08:00", "summary": "Phone app serves as a lifeline for residents of Bahamas. As Hurricane Dorian pummeled the Bahamas, causing power and phone failures along with devastation, Freeport resident Kay Capron said she had a lifeline that allowed her to stay in touch with her cousin in Florida.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctor-network-villagemd-raises-fresh-funds-led-by-kinnevik-11567596209", "title": "Doctor Network VillageMD Raises Fresh Funds, Led by Kinnevik", "date": "2019-09-04 07:23", "summary": "Network of primary-care physicians to use money to expand footprint. Health-care company VillageMD said it raised $100 million in its latest Series B investment round led by Kinnevik AB, a Swedish investment firm.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-may-regret-believing-hong-kongs-crisis-is-over-11567594763", "title": "Investors May Regret Believing Hong Kong's Crisis Is Over", "date": "2019-09-04 07:02", "summary": "The extradition bill that sparked the protests wasn't the underlying cause of the protests, and its withdrawal isn't guaranteed to end them. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-scrutinize-u-s-china-ethane-supply-deals-11567594801", "title": "Senators Scrutinize U.S.-China Ethane Supply Deals", "date": "2019-09-04 07:00", "summary": "Energy company seeking to export ethane to China is asked to submit contracts for review. A pair of U.S. senators are probing an energy company that wants to export ethane from a riverfront facility in Texas to China.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/helicopter-noise-complaints-soar-in-new-york-city-11567594800", "title": "Helicopter-Noise Complaints Soar in New York City", "date": "2019-09-04 07:00", "summary": "Chopper industry leaders and public officials can't agree on reason for surge in reports. Noise complaints about helicopters flying over New York City are on course to reach a record level this year.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-find-meaning-amid-the-markets-sense-of-impending-doom-11567591381", "title": "How to Find Meaning Amid the Market's Sense of Impending Doom", "date": "2019-09-04 06:27", "summary": "It's hard to understand how the sense of dread that has driven bond yields lower hasn't infected stocks more broadly. This column has been trying to make sense of the apparent disconnect between the fear on display in the bond market and the high levels of the S&P 500 for months. August seems to have severed the ties between stocks and bonds almost entirely, with long-dated bonds metaphorically screaming in panic, while the S&P lost less than 2%.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-blizzard-esports-league-tries-a-nielsen-metric-to-take-on-traditional-sports-11567591201", "title": "Activision Blizzard Esports League Tries a Nielsen Metric to Take on Traditional Sports", "date": "2019-09-04 06:00", "summary": "Overwatch League is pitching marketers with average audiences per minute, a common measure of TV. Activision Blizzard Inc.'s esports league, the Overwatch League, is using a longtime TV measurement yardstick to make it easier for advertisers to consider its programming alongside traditional sports on broadcast and cable.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-franceyes-francecan-teach-the-u-s-about-free-markets-11567591204", "title": "What France-Yes, France-Can Teach the U.S. About Free Markets", "date": "2019-09-04 06:00", "summary": "From cellphones to airfares, competition has risen in Europe but shrunk in America. When Thomas Philippon moved to the U.S. in 1999 to pursue graduate studies, he found internet service, cellphone plans and airfares all cost less than in his native France. Two decades later, he observes, they are cheaper not just in France but throughout Europe and Asia.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-u-s-banks-took-over-the-world-11567589403", "title": "How U.S. Banks Took Over the World", "date": "2019-09-04 05:58", "summary": "A decade ago, they almost brought down the global financial system. Now they rule it.. When two of Europe's corporate titans sat down to negotiate a merger this year, they called American banks.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-to-add-china-to-bond-indexes-11567590569", "title": "JPMorgan to Add China to Bond Indexes", "date": "2019-09-04 05:49", "summary": "Addition of Chinese government bonds to the bank's indexes in 2020 will likely boost foreign inflows. JPMorgan Chase & Co . plans to add Chinese government debt to its widely followed indexes, marking the latest stamp of foreign approval for the country's assets and one that is likely to draw yet more money from abroad.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-baffling-legal-gray-zone-of-marijuana-at-the-airport-11567589405", "title": "The Baffling Legal Gray Zone of Marijuana at the Airport", "date": "2019-09-04 05:30", "summary": "The contradiction between federal and local laws can feel especially confusing to travelers in states where pot has been legalized. Las Vegas", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-college-admissions-scandal-the-legal-fight-to-set-sentences-for-the-parents-11567589400", "title": "Why Parents in the College-Admissions Scandal May Get Light Sentences", "date": "2019-09-04 05:30", "summary": "Prosecutors say schools were victims; parents say no one was financially harmed, so sentences should be light. BOSTON-An unusual legal dispute brewing in the nationwide college-admissions cheating scandal could lead to lighter punishments than prosecutors want for parents who have pleaded guilty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dorian-inflicts-heavy-damage-in-bahamas-crawls-toward-florida-11567514843", "title": "Weaker but Larger, Hurricane Dorian Lashes Florida", "date": "2019-09-04 05:27", "summary": "Storm devastates Bahamas, but is downgraded to Category 2 as it approaches U.S. coast. Hurricane Dorian began whipping Florida after carving a slow, erratic path across the Atlantic Ocean that left the Bahamas devastated and proved maddening for emergency planners.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-all-american-pickup-fight-is-revving-up-11567588664", "title": "An All-American Pickup Fight Is Revving Up", "date": "2019-09-04 05:17", "summary": "Electric pickup trucks are still years away, but the costs for Detroit are already building. So far, Tesla's efforts to disrupt the auto industry have caused more trouble in the luxury-sedan hub of Germany than in Detroit. But that is starting to change.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-improvement-stocks-are-sitting-pretty-11567539943", "title": "Home-Improvement Stocks Are Sitting Pretty", "date": "2019-09-04 03:35", "summary": "Some retailers are expected to see a sales boost as consumers storm-proof houses. Shares of home-improvement retailers weathered the storm in markets in August and are poised to keep climbing as the hurricane season ramps up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-federer-stunned-at-u-s-open-by-former-protege-11567572819", "title": "Roger Federer Stunned at U.S. Open by Former Protégé", "date": "2019-09-04 00:53", "summary": "Grigor Dimitrov takes a five-set victory - and a surprise berth in the semifinals against Daniil Medvedev. \"Baby Fed\" has finally broken through.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-shooter-had-been-banned-from-buying-firearms-because-mentally-unfit-11567540321", "title": "Texas Shooter, Deemed Mentally Unfit, Was Banned From Buying Guns", "date": "2019-09-04 00:30", "summary": "Authorities looking into whether Seth Ator bought gun used in deadly attack through private sale. A man who went on a deadly mass shooting spree across West Texas on Saturday was barred under federal law from owning or buying firearms because a court had previously determined he was mentally unfit, according to law-enforcement officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deepfake-chinese-app-zao-faces-privacy-backlash-11567522096", "title": "App That Makes You a Movie Star 'Will Throw Your Privacy to the Crematorium'", "date": "2019-09-04 00:04", "summary": "Users can place themselves in scenes from iconic movies by uploading a selfie; 'I'm scared, and hurried to delete it'. A Chinese-made app that lets users morph themselves almost seamlessly into scenes from iconic movies and TV shows using a single selfie is the latest viral sensation to fan fears about data privacy and identity theft.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coast-guard-suspends-search-for-california-boat-fire-victims-11567535673", "title": "Coast Guard Suspends Search for California Boat Fire Victims", "date": "2019-09-04 00:01", "summary": "Authorities recovered 20 bodies of passengers on diving vessel; remaining 14 presumed dead. SANTA BARBARA, Calif.-The search for survivors from a diving boat that burned and sank Monday morning off the coast of California has been called off, Coast Guard officials said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethanol-industry-reels-as-trade-dispute-and-policy-changes-cut-demand-11567604261", "title": "Ethanol Industry Reels as Demand Falls", "date": "2019-09-04 00:01", "summary": "Producers of corn-based fuel additive close plants in Indiana, Iowa and Minnesota. The ethanol industry is suffering from weaker prices and oversupply as that pillar of the farm economy has been hurt by regulatory changes and the trade dispute with China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-should-all-be-cooking-like-adeena-sussman-11567620122", "title": "We Should All Be Cooking Like Adeena Sussman", "date": "2019-09-04 00:01", "summary": "Which is to say: with the freshest ingredients and zero fuss. The Tel Aviv-based author dishes on her seltzer habit, dinner-party strategies and the upside of cooking fails. LAST SUMMER, cookbook author Adeena Sussman packed up her New York apartment and made Tel Aviv her full-time home. She'd straddled two continents for about as many years during her long-distance courtship with Jay Shofet, now her husband. Things appear to be going swimmingly. The name of her new cookbook, \"Sababa\" (Avery), is Hebrew slang derived from Arabic that's come to mean \"everything is awesome.\" It aptly describes Ms. Sussman's unfussy, generous style of cooking rooted in what's freshest at the market.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11567534245", "title": "Pepper...and Salt", "date": "2019-09-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-to-stop-selling-ammunition-for-assault-style-weapons-11567530289", "title": "Walmart to Stop Selling Ammunition for Assault-Style Weapons", "date": "2019-09-04 22:18", "summary": "Retailer tightens gun policies following two deadly shootings at its stores, doesn't plan to halt all firearm sales. Walmart Inc. is stopping ammunition sales for assault-style rifles and handguns, further restricting the retailer's gun-related sales and policies after two deadly shootings at its stores last month.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-upside-of-partisan-division-11567555517", "title": "The Upside of Partisan Division", "date": "2019-09-04 20:10", "summary": "With any luck, Trump and Pelosi can fail to strike an infrastructure deal.. This fall a potential silver lining to Washington's polarized politics is that it may prevent lawmakers from getting things done. Specifically, soured relations between the White House and the House leadership could prevent or at least delay the next big Beltway spending splurge.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}]