[{"link": "https://www.wsj.com/articles/has-elizabeth-warren-wrecked-the-left-11573084685", "title": "Has Elizabeth Warren Wrecked the Left?", "date": "2019-11-06 18:58", "summary": "The Warren Medicare for All plan shows that progressivism is undeliverable pie in the sky.. The fallout from the release of Sen. Elizabeth Warren's Medicare for All plan is the biggest event so far in the 2020 presidential campaign. It's big enough that Sen. Warren's campaign may have buckled beneath the weight of her plan's fantastic details. But it might be bigger than that. The Warren meltdown could prove to be the Democratic left's Chernobyl, a lasting catastrophe.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-i-faced-adam-schiff-11573084620", "title": "When I Faced Adam Schiff", "date": "2019-11-06 18:57", "summary": "A 2008 Judiciary Committee hearing was heavy on drama, short on substance.. Rep. Adam Schiff recently revealed that, before he entered politics, he wanted to be a screenwriter. He even penned scripts for a courtroom drama and an action-filled spy thriller. Mr. Schiff, now leading the Democratic push to impeach President Trump, hasn't lost his theatrical flair.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parallel-lives-of-donald-trump-11573084662", "title": "Parallel Lives of Donald Trump", "date": "2019-11-06 18:57", "summary": "If Plutarch studied American presidents, to which would he compare and contrast the 45th?. Harry S. Truman kept a set of Plutarch's writings at hand in the White House. He said that in Plutarch's \"Parallel Lives,\" he could find everything worth knowing about leaders-how they behave, what makes them tick.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrencare-will-make-you-wait-and-wait-11573084581", "title": "WarrenCare Will Make You Wait and Wait", "date": "2019-11-06 18:56", "summary": "Her plan proposes 'global budgets' to control costs. That will inevitably lead to rationing of needed services.. Until now, Medicare for All proposals have been pleasantly vague. They plausibly allowed voters to imagine that more medical services would be covered, without premiums, out-of-pocket costs or the inconvenience of networks or claims reviews by insurers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-take-walking-for-granted-11573084557", "title": "Don't Take Walking for Granted", "date": "2019-11-06 18:55", "summary": "Even DiMaggio had discs in his back that shriveled in old age.. As I gaze on the busy world from my wheelchair, I tend to notice the way people walk. My father, who was nearly bald, noticed men with a full head of hair. My envy is not that many walk easily and sturdily, as I did after recovering from a fall in college that left me partly paralyzed, but rather that they can take walking for granted, as I did before aging took a tight grip of me.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-reversal-review-when-bigger-is-not-better-11573084540", "title": "'The Great Reversal' Review: When Bigger Is Not Better", "date": "2019-11-06 18:55", "summary": "Competition has declined in most sectors of the American economy. Where to look for a truly competitive environment? Europe, of all places.. 'The idea that US markets are the most competitive in the world has been widely accepted in economics for several decades,\" economist Thomas Philippon writes in \"The Great Reversal.\" The thrust of his argument is that this idea is largely a myth. Even before the financial crash of 2007-08, he says, many Americans felt that there was something not right about the economy-that it wasn't performing as advertised. Still, it is routinely assumed that America is a dynamic, wealth-creating powerhouse compared with its sluggish European rivals, burdened as they are by statist oversight and intervention. What few realize, Mr. Philippon says, is that Europe is fast becoming a haven for free-market competition; it's the U.S. that has become mired in an anti-competitive, quasi-monopolistic environment where companies that are \"too big to fail\" wield influence to crowd out newcomers and drive prices up while pushing investment and productivity down.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/city-liberals-country-sitting-ducks-11573084177", "title": "City Liberals, Country Sitting Ducks", "date": "2019-11-06 18:49", "summary": "Farmers in a poor upstate county look ahead to a grim future under New York's foie gras ban.. Liberty, N.Y.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-trump-tells-a-joke-11573084121", "title": "Notable & Quotable: Trump Tells a Joke", "date": "2019-11-06 18:48", "summary": "'Not many wives would react that way to tragedy, I know mine wouldn't.'. Poppy Noor writing for the Guardian, Oct. 31:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/papa-johns-cfo-stepping-down-as-new-ceo-shakes-up-pizza-chain-11573083954", "title": "Papa John's CFO Stepping Down as New CEO Shakes Up Pizza Chain", "date": "2019-11-06 18:45", "summary": "Joe Smith's successor would likely focus on boosting franchisees' sales, analysts say. The departure of the finance chief at Papa John's International Inc. is part of a broader management shuffle at the pizza chain, which has sought to shake up its culture in recent months.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-books-loss-of-4-7-billion-on-wework-investment-11573024776", "title": "SoftBank Founder Calls Judgment 'Bad' After $4.7 Billion WeWork Hit", "date": "2019-11-06 18:45", "summary": "Masayoshi Son says of WeWork co-founder Adam Neumann: 'I shut my eyes to a lot of his negative aspects'. TOKYO-Masayoshi Son, the billionaire founder of SoftBank Group Corp. , said Wednesday his \"really bad\" judgment championing U.S. office-sharing company WeWork left the Japanese conglomerate and its massive tech-investment fund with the biggest quarterly loss in its 38-year history.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-feared-whatsapp-threat-ahead-of-2014-purchase-documents-show-11573075742", "title": "Facebook Feared WhatsApp Threat Ahead of 2014 Purchase", "date": "2019-11-06 18:37", "summary": "Internal emails could serve as fodder for regulators studying social network's business practices. In the months before acquiring WhatsApp in 2014, Facebook Inc. executives described the messaging service and others like it as a threat to the company's core business, offering potential evidence to regulators in the U.S. and Europe that are pursuing antitrust probes into the social-networking company.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-attorney-general-says-facebook-hasnt-adequately-complied-with-subpoenas-11573068750", "title": "California Probing Facebook's Privacy Practices", "date": "2019-11-06 18:31", "summary": "State's attorney general accuses tech giant in lawsuit of not complying with subpoenas related to investigation. California is investigating Facebook Inc.'s privacy practices, the state's attorney general revealed Wednesday in a lawsuit that accuses the Silicon Valley tech giant of failing to adequately comply with information requests.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-moves-to-improve-user-safety-after-mass-shooting-11573082909", "title": "Airbnb Moves to Improve User Safety After Mass Shooting", "date": "2019-11-06 18:28", "summary": "Rental platform says it plans to tighten controls around security, authenticity of property listings after two incidents. Airbnb Inc. said it is working to improve the safety and quality of its short-term rental platform after a fatal shooting last week at a California home and a media report revealed a scam involving the company's listings.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-louis-streetcar-gets-financial-lifeline-11573082710", "title": "St. Louis Streetcar Gets Financial Lifeline", "date": "2019-11-06 18:25", "summary": "Trolley will operate through the end of the year as it seeks long-term funding. St. Louis's financially troubled Loop Trolley received funding to continue operating through the end of the year, the service said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rudy-giulianihires-robert-costello-to-represent-him-11573082566", "title": "Rudy Giuliani Hires Robert Costello to Represent Him", "date": "2019-11-06 18:22", "summary": "Amid impeachment inquiry, President Trump's personal lawyer has also hired lawyers Eric Creizman and Melissa Madrigal. WASHINGTON-Rudy Giuliani has hired Robert Costello to represent him in investigations into his business dealings and his interactions with Ukraine, which are a focus of the House impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-weighs-changes-to-political-ad-policy-11573081092", "title": "Google Revisits Political Ad Policy", "date": "2019-11-06 18:06", "summary": "Discussions come after Twitter said it would bar most political ads amid spread of misinformation. Alphabet Inc.'s Google is in discussions about changing its political ad policy, according to people familiar with the matter, about a week after Facebook Inc. and Twitter Inc. publicly diverged on how to handle those ads amid the spread of misinformation.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-erdogan-visit-to-u-s-is-on-u-s-officials-travel-to-ankara-11573081039", "title": "Trump Says Erdogan Visit to U.S. Is On; U.S. Officials Travel to Ankara", "date": "2019-11-06 17:57", "summary": "Administration moves to repair U.S.-Turkey relationship amid deepening strains. The Trump administration moved Wednesday to repair the U.S.-Turkish relationship amid deepening strains, congressional criticism and reports of continued skirmishing in northeast Syria weeks after a U.S.-negotiated truce took effect.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-business-school-dean-to-step-down-11573080983", "title": "Harvard Business School Dean to Step Down", "date": "2019-11-06 17:56", "summary": "Head of top-ranked M.B.A. program, Nitin Nohria, plans to leave in June 2020. Harvard Business School announced Wednesday that Dean Nitin Nohria will step down in June 2020.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-results-2019-tight-kentucky-governor-race-sparks-fight-11573051470", "title": "Kentucky Governor Won't Concede, Requests Vote Review", "date": "2019-11-06 17:48", "summary": "Gov. Matt Bevin calls for review of vote totals after Democrat Andy Beshear declares victory with lead of several thousand ballots. Democrat Andy Beshear declared victory in the Kentucky governor's race and pressed ahead with transition plans, despite Republican Gov. Matt Bevin's refusal to concede and his request for a formal review of vote totals.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-push-bipartisan-fix-to-coal-miners-pensions-11573080282", "title": "Senators Push Bipartisan Fix to Coal Miners' Pensions", "date": "2019-11-06 17:44", "summary": "Legislation backed by a dozen U.S. senators would bail out a United Mine Workers of America retirement fund. A dozen U.S. Senators, including Majority Leader Mitch McConnell, are backing legislation to shore up a pension plan covering 92,000 retired coal miners that has been depleted during a brutal downturn in the coal industry.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gang-related-crimes-drive-up-murders-shootings-in-new-york-city-11573080007", "title": "Gang-Related Crimes Drive Up Murders, Shootings in New York City", "date": "2019-11-06 17:40", "summary": "But crime levels remain at historically low levels in the city. Gang-related crimes have led to an increase in murders and shootings in New York City this year, New York Police Department officials said on Wednesday as they released the city's latest crime statistics.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/potential-xerox-bid-for-hp-weighs-down-bond-prices-11573063713", "title": "Potential Xerox Bid for HP Weighs Down Bond Prices", "date": "2019-11-06 17:30", "summary": "Tie-up could increase debt for both companies. Xerox Holdings Corp.'s potential takeover of HP Inc. provided a lift to shareholders of both companies Wednesday. For bondholders, not so much.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-hopes-lift-copper-and-oil-11573045200", "title": "Trade Hopes Lift Copper and Oil", "date": "2019-11-06 17:27", "summary": "Rally highlights investors' optimism that possible U.S.-China deal could boost global growth. Prices of copper and oil are climbing alongside stocks, highlighting investors' hopes that a possible U.S.-China trade deal could boost global growth.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xerox-hp-shares-rise-amid-potential-deal-11573061125", "title": "Xerox, HP Shares Rise Amid Potential Deal", "date": "2019-11-06 17:27", "summary": "Xerox bid for PC and printer maker HP is valued at less than $23 a share. Shares of Xerox Holdings Corp. and HP Inc. rose after The Wall Street Journal reported on a possible tie-up of the legacy technology companies.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-counts-on-fitbit-to-make-imprint-in-health-market-11573052061", "title": "Google Counts on Fitbit to Make Imprint in Health Market", "date": "2019-11-06 17:14", "summary": "The companies said user health and wellness data won't be used for ads sold by Google's digital ad-distribution platform. Behind Google's $2.1 billion deal for wearables maker Fitbit Inc. is the search giant's dream to become a major player in health data after a failed attempt to establish a foothold in it years ago.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-says-u-s-homicides-may-have-been-case-of-mistaken-identity-11573078055", "title": "Mexico Says U.S. Homicides May Have Been Case of Mistaken Identity", "date": "2019-11-06 17:07", "summary": "A shootout between two rival drug gangs earlier that day may have prompted the attack, authorities say. MEXICO CITY-Mexican authorities investigating the killing of nine U.S. citizens on a road in northwestern Mexico said that a shootout between two rival drug gangs earlier that day might have prompted the attack.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-aims-quantum-computing-effort-at-developers-11573077452", "title": "Microsoft Aims Quantum-Computing Effort at Developers", "date": "2019-11-06 16:57", "summary": "Company's Azure Quantum tools are meant to prepare users for working with the technology, even before a quantum computer can be commercialized. Microsoft Corp. this week unveiled cloud-based quantum-computing tools that companies can use to speed up calculations on classical computers, among other things.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/options-traders-eye-bullish-bets-on-emerging-markets-11573065276", "title": "Options Traders Eye Bullish Bets on Emerging Markets", "date": "2019-11-06 16:54", "summary": "The $27 billion iShares MSCI Emerging Markets ETF has risen about 12% this year. Options traders are piling into one of the biggest exchange-traded funds tracking emerging markets, paying up for options that would profit if the fund advances.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-former-public-housing-project-in-london-gets-a-luxury-upgrade-11573077064", "title": "A Former Public Housing Project in London Gets a Luxury Upgrade", "date": "2019-11-06 16:51", "summary": "The Brutalist building was designed by Ernő Goldfinger, an architect who inspired authors, including Ian Fleming. In the 1960s, Balfron Tower was built in the Poplar neighborhood in the East End of London to house the city's poor. Today, the building is being re-purposed as high-end housing for professionals. The project will take three years and cost a reported £40 million ($51.7 million). This fall, buyers were given their first glimpse of how the Brutalist landmark is being brought into the 21st century.", "categories": [["Real Estate", "Living History"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/living-history?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/upstate-new-york-town-votes-to-overturn-dry-laws-11573065667", "title": "Pop the Champagne! New York Town Repeals Dry Laws", "date": "2019-11-06 16:50", "summary": "Argyle, N.Y., voters repealed dry laws and other 2019 election results in New York state. Residents of the upstate town of Argyle can finally toast the end of Prohibition after approving a referendum on Tuesday to repeal dry laws banning the sale of alcohol in the rural community.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lost-wisdom-pt-2-review-from-personal-tragedy-an-artistic-triumph-11573076929", "title": "From Personal Tragedy, an Artistic Triumph", "date": "2019-11-06 16:48", "summary": "Phil Elverum's new Mount Eerie LP is filled with pain, joy, uncertainty and the mystery of existence itself. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-taylor-celebrate-the-dancemaker-review-the-troupe-still-has-legs-11573076847", "title": "The Paul Taylor Dance Company Still Has Legs", "date": "2019-11-06 16:47", "summary": "Performing its first season at Lincoln Center under new director Michael Novak, the company appears poised for a bright future.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-62-542-billion-to-markets-wednesday-11573076553", "title": "Fed Adds $62.542 Billion To Markets Wednesday", "date": "2019-11-06 16:42", "summary": "Central bank continues efforts to ensure liquidity and keep short-term borrowing rates well-behaved. The New York Fed added $62.542 billion to financial markets Wednesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-majors-skip-brazils-offshore-oil-field-auction-11573070338", "title": "Oil Majors Skip Brazil's Offshore Oil Field Auction", "date": "2019-11-06 16:41", "summary": "Many large foreign firms declined to bid; another auction is scheduled for Thursday. SÃO PAULO-Brazil threw an oil party on Wednesday. Few bothered to turn up.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-hover-as-investors-await-clarity-on-trade-talks-11573034660", "title": "Stocks Waver as Investors Track Trade Negotiations", "date": "2019-11-06 16:38", "summary": "HP shares jump as Xerox considers bid. Major U.S. stock indexes were little changed Wednesday after notching a string of records in recent sessions.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-of-envoy-bill-taylors-testimony-to-be-released-11573061931", "title": "Envoy Cites 'Clear Understanding' Aid Was Tied to Probes", "date": "2019-11-06 16:25", "summary": "Acting ambassador to Ukraine said U.S. aid hinged on whether Kyiv agreed to launch investigations into Joe Biden and 2016 election sought by Trump. WASHINGTON-A top U.S. diplomat told the House impeachment inquiry that it was his \"clear understanding\" that security assistance to Ukraine would stay frozen until Kyiv committed to pursuing investigations sought by President Trump, according to a transcript of his testimony released Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-calls-red-sea-oil-shipping-routes-unsafe-11573074910", "title": "Iran Calls Red Sea Oil-Shipping Routes Unsafe", "date": "2019-11-06 16:15", "summary": "Reveals two previously undisclosed attacks on its tankers as oil-shipping costs are increasing. Iran has issued a warning to international shipping authorities that commercial routes in the Red Sea are unsafe, saying three of its tankers have been attacked off Saudi Arabia's coast in the past six months.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doc-warrens-proposal-fiscal-malpractice-11573074719", "title": "Doc Warren's Proposal: Fiscal Malpractice", "date": "2019-11-06 16:12", "summary": "Do you have a problem with a little totalitarianism if it is conducted by a master Ivy League academic for the benefit of us little people?. Barack Obama sold the public on ObamaCare with three untruths of major proportions. He guaranteed that under his plan: \"If you like your doctor, you can keep your doctor. If you like your health care plan, you can keep your health care plan,\" and it would \"cut the cost of a typical family's premium by up to $2,500 a year.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-feynman-on-good-honest-science-and-bad-11573074703", "title": "Richard Feynman on Good, Honest Science and Bad", "date": "2019-11-06 16:11", "summary": "Andy Kessler's excellent \"Follow Michael Crichton's Rule\" on the dumbing down of \"science, the data and the studies\" brings to mind the great Nobel physicist Richard Feynman's 1974 Caltech commencement address entitled \"Cargo Cult Science.\". Andy Kessler's excellent \"Follow Michael Crichton's Rule\" (Inside View, Nov. 4) on the dumbing down of \"science, the data and the studies\" brings to mind the great Nobel physicist Richard Feynman's 1974 Caltech commencement address entitled \"Cargo Cult Science.\" Feynman's instructive words to the students (many of them future scientists) echoes strongly today: \"For example, if you're doing an experiment, you should report everything that you think might make it invalid-not only what you think is right about it: other causes that could possibly explain your results; and things you thought of that you've eliminated by some other experiment, and how they worked-to make sure the other fellow can tell they've been eliminated. Details that could throw doubt on your interpretation must be given, if you know them. You must do the best you can-if you know anything at all wrong, or possibly wrong-to explain it. . . . In summary, the idea is to give all of the information to help others to judge the value of your contribution [theory]; not just the information that leads to judgment in one particular direction or another.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-katie-hill-should-take-responsibility-for-her-acts-11573074595", "title": "Rep. Katie Hill Should Take Responsibility for Her Acts", "date": "2019-11-06 16:09", "summary": "Do we need another Democrat bellyaching about victimhood?. Regarding your editorial \"Katie Hill Tries the Al Franken Defense\" (Nov. 2): Do we need another Democrat bellyaching about victimhood? Couldn't Rep. Katie Hill take responsibility for the consequences of her decisions? That's the leadership example we need from the Democratic Party these days.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-weighs-administrations-attempt-to-shield-trumps-tax-returns-from-u-s-house-11573074547", "title": "Judge Weighs Administration's Attempt to Shield Trump's Tax Returns From U.S. House", "date": "2019-11-06 16:09", "summary": "Case involves lawsuit by Democrats to have U.S. Treasury comply with tax-return subpoenas. WASHINGTON-A federal judge weighing whether to let a U.S. House committee sue the Trump administration for not handing over the president's tax returns appeared to signal he was inclined to let the lawsuit go forward.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-charge-former-uaw-vice-president-ashton-with-fraud-money-laundering-11573055896", "title": "Former UAW Vice President Charged With Fraud, Money Laundering", "date": "2019-11-06 16:03", "summary": "Latest charge comes days after UAW President Gary Jones stepped aside on leave of absence. Federal prosecutors charged former United Auto Workers vice president and ex- General Motors Co. board member Joe Ashton with conspiracy to commit fraud and money laundering, according to court documents filed Wednesday, the latest in a yearslong criminal investigation into corruption in the union's top ranks.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-cartelization-of-mexico-11572999461", "title": "The Cartelization of Mexico", "date": "2019-11-06 15:53", "summary": "American drug users are complicit in the murder and mayhem.. The slaughter Monday of three Mormon women and six children, all American citizens who were longtime residents of Mexico, brings home a cruel reality of America's neighbor to the south. Drug gangs control huge swathes of the country, and the government in Mexico City is too often overwhelmed by the criminal firepower and money.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-accuses-warren-of-having-elitist-attitude-11573073423", "title": "Biden Accuses Warren of Having 'Elitist Attitude'", "date": "2019-11-06 15:50", "summary": "Two Democratic presidential front-runners have ratcheted up rhetoric. WASHINGTON-Former Vice President Joe Biden has launched a fresh attack against Massachusetts Sen. Elizabeth Warren, seeking to brand her as an elitist in a sign of the intensifying feud between the two Democratic presidential front-runners.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shipping-imports-slipping-while-companies-are-burning-off-inventories-11573073354", "title": "Shipping Imports Slipping While Companies Are 'Burning Off' Inventories", "date": "2019-11-06 15:49", "summary": "Hub Group's David Yeager says waning peak-season trade suggests importers pulled goods forward to get ahead of new tariffs. U.S. logistics operators say shipping imports are waning heading into the holidays in a sign that companies may be paring down inventories after stocking up heavily to get goods in place ahead of new tariffs.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mallinckrodt-acknowledges-bankruptcy-risk-from-opioid-lawsuits-11573072434", "title": "Mallinckrodt Acknowledges Bankruptcy Risk From Opioid Lawsuits", "date": "2019-11-06 15:33", "summary": "The generic drugmaker also said it was asking creditors to exchange their claims at a discount for new secured debt. Mallinckrodt PLC said it may have to file for bankruptcy protection over liabilities tied to the opioid crisis while offering creditors the opportunity to swap their claims for new, discounted debt.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justices-appear-to-seek-middle-ground-in-clean-water-act-case-11573071772", "title": "Justices Appear to Seek Middle Ground in Clean Water Act Case", "date": "2019-11-06 15:25", "summary": "In Hawaii wastewater dispute, arguments focus on the meaning of 'from'. WASHINGTON-A Supreme Court argument Wednesday prompted riffs on whiskey, grocery shopping and Agatha Christie as the justices signaled they were seeking a compromise outcome in a Hawaii water-pollution case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-focuses-search-for-origin-of-mystery-oil-spill-11573071422", "title": "Brazil Focuses Search for Origin of Mystery Oil Spill", "date": "2019-11-06 15:17", "summary": "National authorities are focusing on four tanker operators based in Greece they believe may have been behind the environmental disaster. Brazil is focusing its search for the origin of a massive oil spill that has stained hundreds of miles of the country's beaches to four Greece-based tanker operators and is asking Greek authorities to investigate the companies.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buffalo-wild-wings-faces-heat-from-racist-incident-11573070126", "title": "Buffalo Wild Wings Faces Heat From Racist Incident", "date": "2019-11-06 14:55", "summary": "Fast-food chain fired employees, plans sensitivity training after incident near Chicago. Buffalo Wild Wings Inc. fired two store employees, banned a customer from its restaurants and plans to speed up sensitivity training in the wake of a racist incident in suburban Chicago.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-expected-to-bolster-impeachment-strategy-with-two-new-hires-11573068363", "title": "White House to Bolster Impeachment Strategy With Two New Hires", "date": "2019-11-06 14:54", "summary": "Former Florida Attorney General Pam Bondi and former Treasury spokesman Tony Sayegh set to join White House as impeachment aides. WASHINGTON-President Trump is expected to add two new aides to the White House dedicated to impeachment-related matters as the House investigation expands into public hearings, senior administration officials said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/did-obama-apply-his-clinton-rules-to-the-bidens-11573069621", "title": "Did Obama Apply His Clinton Rules to the Bidens?", "date": "2019-11-06 14:47", "summary": "Representatives of a Ukrainian company used the family connection to lobby the State Department.. It's not clear whether the Ukrainian company Burisma got its money's worth when it paid handsomely to add Hunter Biden to its board. But the company's representatives used the family name in attempting to influence the U.S. Government while Joe Biden was Vice President.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bradley-whitfords-frustration-with-pricy-headphones-11573068848", "title": "Bradley Whitford's Frustration With Pricey Headphones", "date": "2019-11-06 14:34", "summary": "The star of NBC's new show 'Perfect Harmony' on underwhelming tech, stalking Ken Burns and why one Chevy Volt isn't enough for his family. I just re-watched Ken Burns's \"The Roosevelts\" documentary on Netflix and I'm about to start \"Country Music\" next. He's the only public figure I've ever stalked. I saw him walking on the street in New York and followed him for, like, 19 blocks. It was creepy. I think he's an absolute genius. Like a pathetic, half-assed stalker, I followed him to his building and had to decide whether to pretend I worked there.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mattel-pwc-obscured-accounting-issues-former-executive-says-11573036201", "title": "Mattel, PwC Obscured Accounting Issues, Former Executive Says", "date": "2019-11-06 14:28", "summary": "Resume Subscription. Mattel Inc. was already struggling at the start of 2018 when the finance team delivered more bad news. It had uncovered an accounting error that had reduced Mattel's loss for the previous year's third quarter and threatened to be an embarrassment or worse for the toy company.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/federal-judge-strikes-down-rule-on-conscience-provisions-for-medical-providers-11573064086", "title": "Federal Judge Strikes Down Rule on Conscience Provisions for Medical Providers", "date": "2019-11-06 14:18", "summary": "Trump administration rule would have let providers opt out of participating in medical procedures. A federal judge on Wednesday struck down a Trump administration rule that would have let medical providers opt out of participating in medical procedures based on their religious or moral objections.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xerox-hp-may-be-good-only-on-paper-11573067598", "title": "Xerox-HP Deal May Be Good Only on Paper", "date": "2019-11-06 14:13", "summary": "Combined company would face business in secular decline for a large price tag. There are some problems Wall Street's deal machine may be well suited to solve. Getting people to print more isn't one of them.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-says-no-rate-changes-penciled-in-now-economy-will-drive-policy-11573058005", "title": "Fed's Williams Says No Rate Changes Penciled In, Economy Will Drive Policy", "date": "2019-11-06 14:06", "summary": "Fed's Evans also signals he doesn't see need for further action. Two top Federal Reserve officials said Wednesday that they don't see a need right now for the central bank to press forward with more rate cuts after lowering the cost of short-term borrowing several times this year.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sen-marco-rubio-presses-pentagon-over-chinese-camera-use-11573066547", "title": "Senator Presses Pentagon Over Chinese Camera Use", "date": "2019-11-06 13:55", "summary": "Florida senator tells Pentagon to quickly remove the equipment and says further prohibitions on Chinese equipment likely. Republican Sen. Marco Rubio of Florida is urging the Pentagon to remove Chinese-made surveillance cameras that have raised national-security concerns and have been banned for government purchase.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-scholars-seek-probe-of-purdue-pharmas-owners-11573065503", "title": "Bankruptcy Scholars Seek Probe of Purdue Pharma's Owners", "date": "2019-11-06 13:38", "summary": "Law professors urge the U.S. government's bankruptcy watchdog to appoint an examiner to investigate the Sackler family. Bankruptcy scholars on Tuesday called for an independent probe of the Sackler family's dealings with OxyContin maker Purdue Pharma LP, which sought court protection from an avalanche of lawsuits over the opioid epidemic.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indianas-visclosky-plans-to-retire-from-house-when-term-ends-11573065212", "title": "Indiana's Visclosky Plans to Retire From House When Term Ends", "date": "2019-11-06 13:33", "summary": "Veteran congressman is third person among senior Democratic ranks of powerful Appropriations Committee to announce retirement. WASHINGTON-Rep. Pete Visclosky, a Democrat who has represented safely blue northwest Indiana since 1985, will step down at the end of his term, he said Wednesday.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-bright-chile-shrimp-recipe-is-the-antidote-to-daylight-saving-time-11573141181", "title": "This Bright Chile Shrimp Recipe Is the Antidote to Daylight-Saving Time", "date": "2019-11-06 13:31", "summary": "Smother seared shrimp in a spicy saffron butter and serve it over fragrant jasmine rice-a plateful of sunshine, on the table in less than 30 minutes. EARLIER THIS YEAR,Kwame Onwuachi published his memoir, \"Notes From a Young Black Chef,\" with co-author Joshua David Stein. He's now an executive producer on a film adaptation ranging from the Bronx, where he sold candy on the subway to raise money for his catering company, to Washington, D.C., where he owns the celebrated restaurants Kith/Kin and Philly Wing Fry.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-true-story-behind-your-thanksgiving-cornbread-11573148175", "title": "The True Story Behind Your Thanksgiving Cornbread", "date": "2019-11-06 13:31", "summary": "In her new book 'Jubilee: Recipes From Two Centuries of African American Cooking,' Toni Tipton-Martin measures out a fascinating history in flour, butter and baking powder. WHAT DO WE talk about when we talk about cornbread? We might mention its Southern roots, or contribute our two cents to the debate over whether adding sugar transforms it into cake, or maybe try to decide which online recipe we'll use this Thanksgiving. In her new cookbook, \"Jubilee: Recipes From Two Centuries of African American Cooking\" (Clarkson Potter), food writer and historian Toni Tipton-Martin finds deeper stories to tell.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-anti-republican-trend-11573065037", "title": "The Anti-Republican Trend", "date": "2019-11-06 13:30", "summary": "The GOP loses voters in the suburbs for the third election in a row.. Democrats watched to their dismay as the political reaction to Barack Obama's polarizing governance cost them the House, most governorships and state legislatures, and finally the Senate and the White House. Republicans are now experiencing the reverse effect under President Trump, as they learned again Tuesday amid more Democratic victories in off-year elections.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berlin-didnt-want-a-reagan-statuebut-its-getting-one-anyway-11573055038", "title": "Berlin Didn't Want a Reagan Statue-but It's Getting One Anyway", "date": "2019-11-06 13:24", "summary": "Seven-foot replica of former president to be inaugurated at U.S. Embassy, overlooking site of Berlin Wall. BERLIN-Ronald Reagan loved Berlin. For the German capital, things are more complicated.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-decorating-guide-you-probably-own-a-beloved-painting-11573064335", "title": "The Decorating Guide You Probably Own: A Favorite Painting", "date": "2019-11-06 13:18", "summary": "Five interior-design projects whose jumping-off point was the art on the wall. IN THE DESIGN world, almost no crime offends more than perpetrating a \"matchy matchy\" room. That's why decorators, in an effort to spare their clients from committing this unspeakable faux pas, counsel against picking artwork that coordinates too slavishly with its surroundings. A person of taste, this dictate prescribes, would never choose, say, a tempest-tossed seascape that's predominantly blue for a room that itself is already full of coastal hues.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-loses-fight-against-tougher-rules-in-jersey-city-11573050529", "title": "Airbnb Loses Fight Against Tougher Rules in Jersey City", "date": "2019-11-06 13:09", "summary": "Tighter regulations on short-term rental properties go into effect in January. A regulatory crackdown is on the way for Airbnb Inc. and other similar short-term rental companies in Jersey City, N.J.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-hot-team-at-college-rock-climbing-11573063284", "title": "The New College Rock Stars", "date": "2019-11-06 13:01", "summary": "A generation of kids who grew up amid the boom in climbing gyms is transforming the college scene from ragtag recreational clubs into a competitive league. Amanda Wooten, a 20-year-old from suburban Atlanta, transferred to Georgia Tech last year. A big part of the draw: the school's excellent competitive rock-climbing club.", "categories": [["Life & Work", "Fitness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/fitness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-2019-elections-voters-back-vaping-restrictions-affordable-housing-11573063169", "title": "In 2019 Elections, Voters Back Vaping Restrictions, Affordable Housing", "date": "2019-11-06 12:59", "summary": "In Washington state ballot measure, affirmative action loses again; Tucson says no to becoming sanctuary city. As highly-anticipated elections in Virginia, Kentucky and Mississippi took center stage Tuesday, millions of U.S. voters also weighed in on ballot measures covering issues that included vaping, affordable housing and affirmative action.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/focus-on-sale-of-higher-fee-mutual-funds-fuels-30-year-high-for-sec-enforcement-actions-11573043400", "title": "Focus on Sale of Higher-Fee Mutual Funds Fuels 30-Year High for SEC Enforcement Actions", "date": "2019-11-06 12:51", "summary": "SEC returned to using 'sweeps'-industrywide enforcement campaigns-to go after what it calls entrenched misconduct. WASHINGTON-A crackdown targeting the sale of higher-fee mutual funds boosted enforcement results for Wall Street's main regulator in 2019, driving its annual fines to their highest total in more than 30 years.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-america-is-one-to-watch-in-digital-payments-11573061683", "title": "Bank of America Is One to Watch in Digital Payments", "date": "2019-11-06 12:34", "summary": "The lender is taking the adage 'time is money' to an extreme. Bank of America is taking the adage \"time is money\" to quite the extreme.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thin-liquidity-spurs-stock-moves-11573061167", "title": "Thin Liquidity Spurs Stock Moves", "date": "2019-11-06 12:26", "summary": "Declining liquidity has stoked volatility around earnings for some stocks, Goldman Sachs wrote. Earnings season has driven explosive moves for some stocks. Poor liquidity is likely exacerbating the swings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-productivity-problem-11573060010", "title": "America's Productivity Problem", "date": "2019-11-06 12:06", "summary": "Slowing productivity is cutting into the economy's ability to grow, but there is some hope the future will be brighter. More than ever, the U.S. economy needs productivity to get going. Unfortunately, that isn't happening.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coach-kors-owners-find-building-a-luxury-conglomerate-is-hard-to-do-11573058612", "title": "Coach, Kors Owners Find Building a Luxury Conglomerate Is Hard to Do", "date": "2019-11-06 11:43", "summary": "Tapestry, Capri report lower profits and sales as they digest acquisitions and Hong Kong disruption. The owners of Coach and Michael Kors have tried to expand beyond their core handbag brands, but their strategy to build U.S. luxury conglomerates has yet to bear fruit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-times-adds-more-online-subscribers-but-expects-continued-ad-declines-higher-costs-11573058552", "title": "New York Times Adds More Online Subscribers, but Expects Continued Ad Declines, Higher Costs", "date": "2019-11-06 11:42", "summary": "Company now has 4.1 million paid digital subscribers, with 529,000 coming from international markets. New York Times Co . reported strong digital-subscription growth in the third quarter, but earnings suffered from a drop in advertising revenue, which the company said would accelerate in the following quarter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-embraces-bankruptcy-u-s-style-to-cushion-a-slowing-economy-11573058567", "title": "China Embraces Bankruptcy, U.S.-Style, to Cushion a Slowing Economy", "date": "2019-11-06 11:42", "summary": "Resume Subscription. XI'AN, China-In the trenches of China's debt-addled economy, the government has made a startling decision: Let companies fail.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lsu-wanted-to-beat-alabama-first-it-had-to-beat-lsu-11573054118", "title": "LSU Wanted to Beat Alabama. First It Had to Beat LSU.", "date": "2019-11-06 11:36", "summary": "The Tigers are ranked No. 2 headed into their showdown against the No. 3 Crimson Tide after embracing the future and reassessing the conservative style of play that had been the school's identity. Ed Orgeron was auditioning to become LSU's head football coach and he devised an unusual prop: a book that featured a long list of everything he had done wrong in his career.", "categories": [["Life & Work", "College Football"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-results-2019-democrats-take-control-of-virginia-senate-11573008587", "title": "Democrats Take Control of Virginia Legislature", "date": "2019-11-06 11:07", "summary": "Democrats now have a trifecta, giving them unified control of both chambers and governor's office. Democrats in Virginia won control of the state legislature in Tuesday's elections, opening the door for lawmakers there to pass new gun-control laws, a higher minimum wage and a host of other measures Republicans have long opposed.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/television-host-regis-philbin-lists-greenwich-home-for-a-big-loss-11573056236", "title": "Television Host Regis Philbin Lists Greenwich Home for a Big Loss", "date": "2019-11-06 11:03", "summary": "The onetime host of 'Who Wants to Be a Millionaire' lists his property for $4.595 million, or 36% off, in the prestigious-but-struggling Connecticut suburb.. Longtime television host Regis Philbin and his wife Joy Philbin are listing their Greenwich, Conn., home for $4.595 million, or 36% less than they paid for the English Manor-inspired property about a decade ago.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regis-philbins-english-manor-home-in-greenwich-11573056174", "title": "Regis Philbin's English Manor Home in Greenwich", "date": "2019-11-06 11:02", "summary": "The longtime television host owned this Connecticut property, which has a tennis court and a pub room, for many years. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/should-we-fill-the-potholes-ourselves-two-friends-take-on-rough-roads-11573055849", "title": "'Should We Fill the Potholes Ourselves?' Two Friends Take On Rough Roads", "date": "2019-11-06 10:57", "summary": "To tackle dangerous streets, a used-car salesman and a fishmonger have filled hundreds of India's potholes on their own. MUMBAI-A used-car salesman and a fishmonger have made it their mission to fill the city's potholes on their own.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apc-automotive-restructures-debt-to-survive-trade-tensions-11573055149", "title": "APC Automotive Restructures Debt To Survive Trade Tensions", "date": "2019-11-06 10:45", "summary": "Under pressure from U.S.-China trade war, the aftermarket auto supplier reached a debt-cutting deal with owners and lenders. Aftermarket auto supplier APC Automotive Technologies LLC reached a debt restructuring deal to cope with rising costs stemming from U.S.-Chinese trade tensions.", "categories": [["Pro Bankruptcy Investors"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-investors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-buy-in-buenos-aires-4-swell-souvenirs-11573054938", "title": "What to Buy in Buenos Aires? 4 Swell Souvenirs", "date": "2019-11-06 10:42", "summary": "From superior steak knives to bespoke boots, 4 quintessentially Argentine wares. Mate, the native tea, may be trendy abroad-crowed about for its antioxidant properties-but in Argentina, it's an old social ritual, typically shared among friends and family. To peruse mate sets like this one, a squash gourd embellished with alpaca silver, duck into Facon, a trove of high-quality handicrafts housed in a restored colonial mansion. $50, 4880 Nicaragua, facon.com.ar", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-men-are-wearing-travel-pants-to-work-11573054578", "title": "Why Men Are Wearing 'Travel Pants' to Work", "date": "2019-11-06 10:36", "summary": "Presentable-yet-practical elastic-waisted pants intended for jet-setters are taking off closer to home. THE INTERNET is awash with so-called \"travel pants.\" Google the term and you'll find superlative-packed headlines including: \"6 Best Travel Pants for Men and Why We Love Them\" and \"The Best Men's Travel Pants for Every Type of Trip.\" Chances are you've been served a Facebook or Instagram ad for these trousers so insistently ideal for travel. The ad likely showed a voyager, grinning as if he'd just won 100,000 free Sky Miles, trotting through an airport in a pair of pants that look...entirely unremarkable.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-the-flawed-television-heroine-11573054151", "title": "The Rise of the Flawed Television Heroine", "date": "2019-11-06 10:29", "summary": "With echoes of Phoebe Waller-Bridge's 'Fleabag,' comic drama 'Back to Life'-featuring a character just out of prison-comes to the U.S.. With her witty, self-destructive lead character, \"Fleabag\" creator Phoebe Waller-Bridge burst open the doors for the heroine du jour: the deeply flawed but endearing train wreck. Joining that group is Daisy Haggard, who created, co-wrote and stars in another British comic drama, \"Back to Life.\"", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmw-is-the-hybrid-of-car-manufacturers-11573053402", "title": "BMW Is the Hybrid of Car Manufacturers", "date": "2019-11-06 10:16", "summary": "Having once pioneered all-electric cars, the German car maker now wants to keep its technological options open-including under a new chief executive. Investors looking for a radical new approach from BMW 's new boss are in for a disappointment.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-evans-fed-has-moved-policy-to-slightly-accommodative-stance-11573052575", "title": "Fed's Evans: Fed Has Moved Policy to Slightly Accommodative Stance", "date": "2019-11-06 10:02", "summary": "The Chicago Fed leaders says his assessment of what is likely a neutral rate target may be closer to 2% now. Chicago Fed leader Charles Evans said Wednesday that the U.S. central bank has moved interest-rate policy to a place where it's modestly supportive of the economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coty-posts-quarterly-profit-lower-sales-11573049498", "title": "Coty Posts Quarterly Profit, Lower Sales", "date": "2019-11-06 09:53", "summary": "Profit largely driven by gain on company's Younique cosmetics business divestiture; shares rise. Cosmetics maker Coty Inc. posted its first profit in seven quarters but continued to struggle with meeting sales expectations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-2019-showing-could-boost-them-in-2022-11573051498", "title": "Democrats' 2019 Showing Could Boost Them in 2022", "date": "2019-11-06 09:44", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/park-hyatt-aims-to-attract-big-spenders-with-50-000-a-night-suite-11573051084", "title": "Park Hyatt Aims to Attract Big Spenders with $50,000-a-Night Suite", "date": "2019-11-06 09:38", "summary": "Resume Subscription. A hotel on Manhattan's Billionaires' Row is trying to lure royal families, billionaire financiers and other ultrawealthy customers with a new expansive suite in the sky that charges $50,000 a night.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democratic-candidates-wealth-tax-plans-would-shake-up-billionaire-philanthropy-11573050551", "title": "Wealth Tax Would Shake Up Billionaire Philanthropy", "date": "2019-11-06 09:29", "summary": "Proposals by Elizabeth Warren, Bernie Sanders could spur rush of accelerated donations to charities. WASHINGTON-The wealth taxes proposed by top Democratic presidential candidates might spark a short-term boom in billionaires' donations to charity, as they accelerate gifts to avoid years of taxes eroding their fortunes.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/if-warren-scrapsprivate-health-care-beware-the-unintended-consequences-11573050198", "title": "If Warren Scraps Private Health Care, Beware Unintended Consequences", "date": "2019-11-06 09:23", "summary": "Presidential candidate's promise that Medicare for All will deliver more care for less money needs a reality check. At the heart of presidential candidate Sen. Elizabeth Warren's ambitious Medicare for All plan is this tantalizing promise: the U.S. can spend less on health care than it does now yet get a lot more for it: 32 million people currently uninsured will have coverage, while copays and deductibles will disappear and everyone will get long-term care.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-to-ramp-up-production-in-china-11573037151", "title": "Airbus to Expand Production in China, Putting Further Pressure on Boeing", "date": "2019-11-06 08:55", "summary": "European plane maker's move comes as U.S. rival grapples with trade tensions, MAX grounding. Airbus SE plans to boost jetliner production in China, bolstering its position in what is set to be the world's biggest aviation market and piling further pressure on Boeing Co. as the U.S. company contends with trade tensions and the grounding of its 737 MAX plane.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-luminaries-on-the-meaning-of-convention-11573048131", "title": "Six Luminaries on the Meaning of Convention", "date": "2019-11-06 08:48", "summary": "Etiquette expert Lizzie Post, director Rian Johnson and more weigh in on this month's Columnists topic: convention. \"My first job in journalism was at an alt-weekly, which was like working for an internet startup. I was absolutely anti-convention. Later, I worked for a magazine called Washington Monthly. We found it very exciting that the economy was being deregulated. We didn't use the word disruption, but we definitely thought existing institutional structures were stifling. A better world would emerge if they were taken away. The result was a world that I don't find as appealing as I thought it would be. Most people live regular day-to-day lives and don't find the idea of disruption all that compelling. Often, that kind of rhetoric has accompanied breaking things apart. When the smoke clears, inequality has increased, and elites have benefited more than ordinary people. The reason conventions exist is they stood the test of time. To improve on them, the odds against you are really long.\"", "categories": [["Soapbox"]], "category_links": ["https://www.wsj.com/news/types/magazine-soapbox?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chef-daniel-humms-return-to-londonand-on-his-own-11573048001", "title": "Chef Daniel Humm's Return to London-And On His Own", "date": "2019-11-06 08:46", "summary": "Eleven Madison Park's chef Daniel Humm, whose breakup earlier this year with partner Will Guidara rocked the food world, launches his first solo venture-at the London hotel where he used to peel tomatoes. The first time Daniel Humm moved to London, in 1992, he didn't have a job. A 16-year-old high school dropout, Humm was training to become a professional mountain-bike racer in his native Switzerland when he decided to follow his then-girlfriend, Elaine Mathieu, to London for the off-season. Having completed a stint in the kitchen at Zurich's renowned Baur au Lac hotel, Humm began looking for work as a cook. He circulated his résumé among London's grandest hotels, including The Dorchester, The Savoy and Claridge's, the stately Mayfair address that has lodged royals, dignitaries and celebrities since the mid-19th century.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snakeskin-bags-the-key-for-day-to-night-dressing-11573047921", "title": "Snakeskin Bags: The Key for Day-to-Night Dressing", "date": "2019-11-06 08:45", "summary": "Six elegant bags in crocodile, python and iguana add an exotic touch to any outfit. A classic black bag gets a reptilian update. Dolce & Gabbana, price upon request, select Dolce & Gabbana stores", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-transcripts-reveal-partisan-tensions-bipartisan-complaints-11573047697", "title": "Impeachment Transcripts Reveal Partisan Tensions, Bipartisan Complaints", "date": "2019-11-06 08:41", "summary": "Cramped quarters in secure facility make for 'locker room' stuffiness amid questioning of witnesses. WASHINGTON-Inside the basement room where impeachment investigators have deposed roughly a dozen witnesses, the climate alternates between freezing and stuffy. It is too crowded for everyone to get a seat. Lawmakers have become cautious about bringing food because the odors get trapped in the windowless secure facility.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-julianne-moore-is-fighting-for-safer-kids-11573047265", "title": "How Julianne Moore Is Fighting for Safer Kids", "date": "2019-11-06 08:34", "summary": "Academy Award-winning actress Julianne Moore has inhabited an inimitable range of characters, appearing in 70-plus films. Beyond Hollywood, Moore has also channeled her voice into one of her most notable roles yet: activist. Do I need to persuade you on Julianne Moore? Come on. This is Julianne Moore we're talking about. The intensely credible, never-bad-in-anything actress with a career that now spans almost four decades and includes work with Robert Altman; Louis Malle; the Coen Brothers; Alfonso Cuarón; Todd Haynes; Kimberly Peirce; Tom Ford; Paul Thomas Anderson; Rebecca Miller; Julie Taymor; Moore's husband, Bart Freundlich; and probably 38 other really good directors I'm forgetting. The Julianne Moore who's been nominated for five Academy Awards, winning best actress in 2015 for playing a professor confronting Alzheimer's disease in Still Alice. The Julianne Moore who won an Emmy for playing-no, transforming into-Sarah Palin in Game Change. Who played Maude flippin' Lebowski, for crying out loud. \"She's just a lovely person,\" says The Dude himself, Moore's co-star in The Big Lebowski, Jeff Bridges. Bridges calls her Julie, just as many close to her do.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-state-lsu-top-college-football-playoff-rankings-11573016830", "title": "Ohio State, LSU Top College Football Playoff Rankings", "date": "2019-11-06 08:21", "summary": "First rankings by selection committee set up two matchups against top four-ranked teams. The world got its first look at which teams might appear in the College Football Playoff Semifinal on Tuesday when the playoff selection committee released the first edition of its all-important rankings. If the season were to end this week, No. 1 Ohio State would play against No. 4 Penn State and No. 2 LSU would face No. 3 Alabama.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scandal-college-basketball-begins-with-a-bang-11573045862", "title": "Scandal? College Basketball Begins With a Bang", "date": "2019-11-06 08:11", "summary": "No. 4 Duke edged No. 3 Kansas, while No. 2 Kentucky topped No. 1 Michigan State in a high-powered doubleheader after two years of unease roiled the sport. The college basketball season began in the tastiest way possible with the country's top-four teams-Michigan State, Kentucky, Kansas and Duke-playing in two games at Madison Square Garden.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-is-more-balanced-but-still-lagging-11573045647", "title": "Adidas Is More Balanced but Still Lagging", "date": "2019-11-06 08:07", "summary": "Nike's main rival is growing sales more evenly across regions than before. Stopping market share losses is the next challenge. Adidas's task is to keep pace with rivals and investors' high expectations alike.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-wework-softbank-needs-to-soften-its-ambitions-11573044438", "title": "After WeWork, SoftBank Needs to Soften Its Ambitions", "date": "2019-11-06 07:47", "summary": "SoftBank says it is still planning another $100 billion venture capital fund, but shareholders want the company to slow down. A chief executive likely knows he has gone too far when he is asked if the company has any control process to make sure he doesn't go crazy. SoftBank Chairman Masayoshi Son, who took that question from a reporter during the company's earnings briefing Wednesday, needs to do more to convince his investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-strain-of-hiv-is-recorded-under-group-that-caused-pandemic-11573043565", "title": "A New Strain of HIV Is Recorded Under Group That Caused Pandemic", "date": "2019-11-06 07:32", "summary": "Latest strain was found in just three people. Scientists using advanced DNA sequencing technology have documented a previously unidentified strain of HIV under the group that is responsible for the vast majority of human infections.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-founder-says-chinese-giant-doesnt-need-the-u-s-11573042649", "title": "Huawei Founder Says Chinese Giant Doesn't Need the U.S.", "date": "2019-11-06 07:17", "summary": "'The China-U.S. trade talks are not something I'm concerned with,' Ren Zhengfei declared. SHENZHEN-Huawei Technologies Co. can survive without the U.S., Chief Executive Ren Zhengfei said, dismissing Washington's campaign against it as ineffective.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cvs-beats-revenue-expectations-raises-earnings-outlook-11573042050", "title": "CVS Beats Revenue Expectations", "date": "2019-11-06 07:07", "summary": "Company now expects adjusted profit between $6.97 and $7.05 a share for the year. CVS Health Corp. reported a stronger-than-expected adjusted profit in the third quarter and raised its outlook for earnings.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adidas-boosts-sales-as-sneaker-race-with-nike-steps-up-11573041871", "title": "Adidas Boosts Sales as Sneaker Race With Nike Steps Up", "date": "2019-11-06 07:04", "summary": "Demand for Adidas' Superstar and Stan Smith fashion shoes has cooled and its Boost performance-running line is more than six years old. BERLIN-Adidas AG is growing sales around the world and has rebounded from supply-chain challenges and stumbles in its home market. But Nike Inc.'s rising dominance in shoe technology could put the German sportswear maker on the back foot.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-targets-dissentersright-in-their-bank-accounts-11573041600", "title": "Russia Targets Dissenters-Right in Their Bank Accounts", "date": "2019-11-06 07:00", "summary": "Activists say hundreds of people suddenly found themselves $1.2 million in debt, the amount Moscow alleges opposition group laundered for crime lords. MOSCOW-One morning in September, Andrei Yegorov woke to discover his bank account was frozen and in the red to the tune of 75 million rubles, almost $1.2 million.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hairdresser-plumber-lawyer-a-job-license-could-help-you-get-a-loan-11573041600", "title": "Hairdresser, Plumber, Lawyer: A Job License Could Help You Get a Loan", "date": "2019-11-06 07:00", "summary": "Consumers who hold any of about 5,000 professional licenses could get a boost. A new credit score will soon factor in consumers' rent payments and professional licenses to help them get approved for loans.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bahamas-for-the-holidays-this-years-the-year-11573041170", "title": "The Bahamas for the Holidays? This Year's the Year", "date": "2019-11-06 06:52", "summary": "Hurricane Dorian hit the island nation hard, but many of the islands and resorts were spared. With crowds on the light side, now's the time to start planning. WHEN HURRICANE Dorian battered the Bahamas this past September, it was the worst storm to hit the country in recorded history. Fortunately, the storm's destruction was limited to a handful of islands; the Abacos, for instance, might take years to recover. But even Grand Bahama, the second-worst hit, has reopened its cruise port and will resume international flights this month. With crowds smaller than usual, it's arguably a good time to visit and the islands need support.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-korea-is-having-fewer-babies-soon-it-will-have-fewer-soldiers-11573039652", "title": "South Korea Is Having Fewer Babies; Soon It Will Have Fewer Soldiers", "date": "2019-11-06 06:27", "summary": "A declining birthrate means the military is expected to shrink by about 100,000 people by 2022. SEOUL-South Korea's declining birthrate has become a national-security challenge: Fewer young men are around for military service.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-smog-gauge-is-signaling-trouble-11573039054", "title": "China's Smog Gauge Is Signaling Trouble", "date": "2019-11-06 06:17", "summary": "Lower pollution levels are the latest sign that the construction sector in the world's second-largest economy is weakening. There is a running joke in Beijing that if you want to know how the Chinese economy is doing, just look out of your window. The thicker the smog, the better things are.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmw-earnings-bounce-back-but-industry-woes-remain-11573038519", "title": "BMW Earnings Bounce Back but Industry Woes Remain", "date": "2019-11-06 06:08", "summary": "Slower growth, lower profit over the year as industry outlook softens. BERLIN- BMW AG returned to profit in the third quarter, helped by cost-cutting and a sales shift to higher-margin sport-utility vehicles, but it warned that Germany's luxury car industry would continue to be squeezed by growing costs and heightened competition.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-to-press-opec-members-for-production-cuts-ahead-of-aramco-ipo-11573036204", "title": "Saudis to Press OPEC Members for Production Cuts Ahead of Aramco IPO", "date": "2019-11-06 05:48", "summary": "Kingdom wants cartel's laggards to comply with current curbs, rather than pushing for deeper trims in output. ", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-hp-match-ww-international-and-others-11573036544", "title": "Stocks to Watch: HP, Match, WW International and Others", "date": "2019-11-06 05:35", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mckinsey-employees-give-more-to-alum-pete-buttigieg-than-to-any-other-2020-democrat-11573036203", "title": "McKinsey Employees Give to Alum and Critic Buttigieg", "date": "2019-11-06 05:30", "summary": "Candidate has distanced himself from some of the big consulting firm's work. Pete Buttigieg has recently distanced himself from the consulting powerhouse that represents the main private-sector job on his résumé, but he is the biggest beneficiary in the 2020 Democratic presidential primary of donations from McKinsey & Co. employees.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-women-pursue-m-b-a-as-elite-schools-step-up-recruiting-11573036204", "title": "More Women Pursue M.B.A. as Elite Schools Step Up Recruiting", "date": "2019-11-06 05:30", "summary": "As total applications decline, percentage of female students rises for many top programs. As applications to American business schools decline, the percentage of women enrolled in full-time M.B.A. programs continues to rise, climbing this fall to an average of 39% at more than 50 of the top programs in the U.S., Canada and Europe, new data show.", "categories": [["Business", "Management", "Business Education"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/business-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-5g-uncertainty-cloud-qualcomms-outlook-what-to-watch-11573036202", "title": "China, 5G Uncertainty Cloud Qualcomm's Outlook", "date": "2019-11-06 05:30", "summary": "The chip maker will post its latest report following a muted revenue forecast. Mobile-phone chip giant Qualcomm Inc. is expected to report fiscal fourth-quarter earnings after the market closes Wednesday. The results come after the company previously issued a muted sales forecast amid uncertainty over how long it will take the latest mobile communications technology to take root. Here is what to expect:", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-hail-the-office-travel-guru-11573036202", "title": "Lessons From the Office Travel Guru", "date": "2019-11-06 05:30", "summary": "Everyone knows that veteran flier who knows all the shortcuts to better, cheaper trips; for all the questions, many of them secretly love giving the advice. Some co-workers know all the hottest new restaurants for people in search of a special meal. Others pitch in with clever budgeting workarounds. But when you're the office oracle for travel, your advice is in constant demand.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-admissions-adviser-rick-singer-called-this-school-said-no-thanks-11573036202", "title": "When Admissions Adviser Rick Singer Called, This School Said, 'No, Thanks'", "date": "2019-11-06 05:30", "summary": "Years ago, Occidental College opted not to use admissions to chase money. The decision came with a cost.. One day in 2012, an admissions director at Occidental College got a surprising email. William \"Rick\" Singer proposed that the school reconsider an application from an academically challenged daughter of a wealthy family.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gunmen-in-southern-thailand-kill-volunteer-security-officers-at-checkpoints-11573030403", "title": "Gunmen in Southern Thailand Kill Security Officers at Checkpoints", "date": "2019-11-06 03:53", "summary": "A separatist insurgency in the region has left about 7,000 people dead since 2004. HATYAI, Thailand-Gunmen fired at security personnel at checkpoints in Thailand's insurgency-wracked south, killing 15 volunteer officers and wounding five others, police said Wednesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-uber-rival-didi-restarts-carpool-service-halted-after-passenger-deaths-11573024236", "title": "China's Uber Rival Restarts Carpool Service Halted After Passenger Deaths", "date": "2019-11-06 02:10", "summary": "Didi had suspended the \"Hitch\" service after two female passengers were killed by their drivers last year.. BEIJING-Chinese ride-hailing giant Didi Chuxing Technology Co. is resuming its \"Hitch\" carpool service, which it halted in 2018 after two female passengers were killed by drivers in the space of a few months, the company said Wednesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-go-to-polls-to-choose-public-advocate-queens-district-attorney-11572990145", "title": "New York City Re-Elects Williams as Public Advocate in Polls", "date": "2019-11-06 00:03", "summary": "Melinda Katz wins Queens district attorney race. Jumaane Williams was re-elected New York City public advocate on Tuesday, easily beating his opponent who had campaigned on a pledge to get rid of the seat if he won.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-rise-on-hopes-for-u-s-china-tariff-rollback-11572949668", "title": "Dow Industrials Rise on Hopes for Trade Deal", "date": "2019-11-06 00:01", "summary": "U.S. and China have agreed in principle to initial trade deal; Uber shares fall. The Dow Jones Industrial Average edged higher Tuesday as investors grew hopeful that the U.S. and China will roll back tariffs as they work to clinch a partial trade deal.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trillion-dollar-math-of-aramcos-ipo-probably-doesnt-add-up-11573041601", "title": "The Trillion-Dollar Math of Aramco's IPO Doesn't Add Up", "date": "2019-11-06 00:01", "summary": "Aramco is the world's most profitable company, but whatever the valuation, it might fail to take account of Saudi Arabia's political risk. Is Saudi Arabia's oil monopoly more like Exxon Mobil or a dodgy government bond? Valuing Saudi Aramco ahead of its planned initial public offering produces an unusually large range between $1 trillion and more than $2 trillion depending on what investors think they are buying. Maybe it is worth even less than that.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-presses-mexico-to-take-on-cartels-after-killings-of-u-s-citizens-11573074321", "title": "U.S. Presses Mexico to Take On Cartels After Killings of U.S. Citizens", "date": "2019-11-06 00:01", "summary": "Republican and Democratic lawmakers suggest sanctions, more cooperation for Mexican forces to pursue gangs through busts and arrests. MEXICO CITY-U.S. pressure is rising on Mexican President Andrés Manuel López Obrador to tackle the growing power of drug cartels after this week's massacre of nine U.S. citizens.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11572983271", "title": "Pepper...and Salt", "date": "2019-11-06 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-bank-of-america-team-up-on-public-cloud-aimed-at-banks-11573016461", "title": "IBM, BofA Team Up on Public Cloud Aimed at Banks", "date": "2019-11-06 00:01", "summary": "Service is designed to meet the sector's regulatory and compliance requirements. Bank of America Corp. and International Business Machines Corp. have teamed up to develop a public-cloud computing service for banks, which have been reluctant to store customers' financial data outside their in-house systems.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xerox-considers-takeover-offer-for-hp-11573012201", "title": "Xerox Considers Bid to Acquire HP, Valued at $27 Billion", "date": "2019-11-06 22:50", "summary": "Bid for HP would be at a premium to company's market value of $27 billion. Xerox Holdings Corp. has set its sights on a takeover of personal-computer and printer maker HP Inc., an audacious move that would unite two fading stars of technology.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perry-wanted-u-s-energy-veterans-on-naftogaz-board-messages-say-11573004023", "title": "Perry Wanted U.S. Energy Veterans on Naftogaz Board, Messages Say", "date": "2019-11-06 22:48", "summary": "Text messages released by House impeachment investigators show exchanges between Trump administration officials. WASHINGTON-Energy Secretary Rick Perry wanted to put two U.S. energy industry veterans on the board of Ukraine's state-owned energy company, according to text messages written by the former Ukraine special envoy that differ with Mr. Perry's own account.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/firm-hired-by-ukraines-burisma-tried-to-use-hunter-biden-as-leverage-documents-show-11573009615", "title": "Firm Hired by Burisma Tried to Use Hunter Biden as Leverage", "date": "2019-11-06 22:06", "summary": "Blue Star mentioned him to get State Department meetings and burnish image, emails indicate. WASHINGTON-A consulting firm hired by Burisma Group mentioned that former U.S. Vice President Joe Biden's son served on the Ukrainian gas company's board so the firm could leverage a meeting with the State Department, according to documents and a former U.S. official.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/proposed-california-rule-threatens-to-drive-out-plastics-californians-11573008063", "title": "Proposed California Rule Threatens to Drive Out Plastics, Californians", "date": "2019-11-06 21:41", "summary": "Texas is looking better all the time.. In ways large and small, California's \"alternative universe\" of overactive government has been making life more difficult for its citizens. In response, many of them are choosing not to be citizens. Expect more flight from the state that's leading the nation in electricity blackouts, unsheltered homelessness, and paper straw dissatisfaction.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/astrazeneca-to-raise-1-billion-to-invest-in-china-startups-11572994800", "title": "AstraZeneca to Raise $1 Billion to Invest in China Startups", "date": "2019-11-06 20:13", "summary": "New policy measures in Beijing have opened China to drug multinationals and helped Chinese biotechs attract investors. HONG KONG-AstraZeneca PLC plans to raise up to $1 billion for a new fund that would invest in Chinese health-care startups, making it the latest drug giant to place a bet on the world's second-largest pharmaceuticals market.", "categories": [["WSJ News Exclusive", "Health"]], "category_links": ["https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-dates-from-sondlands-andvolkerstestimony-11573001545", "title": "Ukraine Timeline: Frozen Aid, Calls for Election Probes, 'No Quid Pro Quo's'", "date": "2019-11-06 19:52", "summary": "Sondland and Volker, witnesses in the House impeachment probe, provide a timeline of the summer's events in transcripts released Tuesday. House committees on Tuesday released the transcripts of testimony by Gordon Sondland, U.S. ambassador to the European Union, and Kurt Volker, former special envoy for Ukraine negotiations, who testified about their dealings with President Trump, his personal attorney, Rudy Giuliani, and others in the administration related to Ukraine.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/relatives-say-at-least-5-u-s-citizens-were-killed-in-north-mexico-shooting-11572949398", "title": "Nine U.S. Citizens Killed in Highway Attack in Mexico", "date": "2019-11-06 19:21", "summary": "Trump offers military help to combat drug cartels after massacre of women and children who were members of a Mormon community. MEXICO CITY-Gunmen in Mexico ambushed three SUVs carrying U.S. citizens, killing three women and six children, leading President Trump to call for a war on Mexican drug cartels and ramping up pressure on Mexico's leader to counter record levels of violence.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/affordable-rents-at-the-ipad-11572999367", "title": "Affordable Rents at the iPad", "date": "2019-11-06 19:16", "summary": "Apple offers $2.5 billion to help a housing crunch created by bad policy.. Silicon Valley wants to solve California's housing crunch. Apple pledged Monday to put $2.5 billion toward addressing the \"availability and affordability crisis.\" The effort will include \"mortgage assistance\" for new home-buyers, and Apple will make available for housing development about $300 million of land it owns in San Jose.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-is-70-biden-is-76-sanders-is-78-so-what-11572999324", "title": "Warren Is 70. Biden Is 76. Sanders Is 78. So What?", "date": "2019-11-06 19:15", "summary": "Students debate the relevance of leading presidential candidates' advanced age.. Editor's note: This Future View is about the advanced age of leading U.S. presidential candidates. Next week we'll ask, \"Is it fair for male-to-female transgender athletes to compete in women's sports? Is it fair to exclude them?\" Students should click here to submit opinions of fewer than 250 words before Nov. 12. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulatory-mop-up-at-the-court-11572999346", "title": "Regulatory Mop Up at the Court", "date": "2019-11-06 19:15", "summary": "The Justices consider an illegal expansion of the Clean Water Act.. The Supreme Court Wednesday will consider in Maui v. Hawaii Wildlife Fund whether groundwater is a \"navigable water.\" Ridiculous as this question may seem, the case reveals the ambitions of liberals who want to use water as a regulatory phalanx.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-withheld-information-from-regulator-before-brazil-dam-disaster-11572996815", "title": "Vale Withheld Information From Regulator Before Brazil Dam Disaster", "date": "2019-11-06 19:12", "summary": "Brazil's mining regulator said in a report that it relies on companies to divulge crucial information that helps it prioritize dam inspections. SÃO PAULO-Brazil's mining regulator said Vale SA withheld information from government inspectors about problems at its dam that collapsed in January, killing 270 people.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sweet-cheeses-the-milk-road-to-china-is-driving-dairy-prices-higher-11572949803", "title": "Sweet Cheeses! The Milk Road to China Is Driving Dairy Prices Higher", "date": "2019-11-06 19:11", "summary": "Once wary of dairy, the country is relying on purchases from abroad to meet rising consumer demand. Milk prices are climbing around the globe and have reached multiyear highs, driven in part by a surprising surge in demand from China.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-steps-up-efforts-to-shield-its-hackers-from-extradition-to-u-s-11572949802", "title": "Russia Steps Up Efforts to Shield Hackers From Extradition to U.S.", "date": "2019-11-06 19:08", "summary": "Kremlin resorts to prisoner swaps and coercion to keep potential cyber operatives out of U.S. hands, experts say. Naama Issachar trod a path familiar to many Israelis after completing her army service-she spent a few months traveling around India and planned to return to Tel Aviv in April, flying through Moscow because the airfare was cheaper.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-new-ceo-takes-charge-of-strategy-he-helped-craft-11572989340", "title": "New McDonald's CEO Takes Charge of Strategy He Helped Craft", "date": "2019-11-06 19:01", "summary": "Chris Kempczinski, or 'Chris K' as employees call him, worked at PepsiCo and Kraft before the burger giant. McDonald's Corp.'s new chief executive is taking full responsibility for the plan he helped design for the company to upgrade its restaurants and lure in more diners.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]