[{"link": "https://www.wsj.com/articles/j-j-hit-with-8-billion-jury-award-over-antipsychotic-drug-11570577281", "title": "J&J Hit With $8 Billion Jury Award Over Antipsychotic Drug", "date": "2019-10-08 19:30", "summary": "J&J is expected to appeal punitive damages award to a man who alleged Risperdal caused enlarged breasts. A Philadelphia jury on Tuesday ordered Johnson & Johnson to pay $8 billion in damages to a Maryland man who said his use of J&J's antipsychotic Risperdal as a child caused enlarged breasts and the company failed to properly warn of this risk.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbis-use-of-foreign-surveillance-tool-violated-americans-privacy-rights-court-found-11570559882", "title": "FBI Use of Surveillance Database Violated Privacy Rights, Court Ruled", "date": "2019-10-08 19:25", "summary": "U.S. discloses ruling last year by Foreign Intelligence Surveillance Court that FBI's data queries of U.S. citizens were unconstitutional. WASHINGTON-Some of the Federal Bureau of Investigation's electronic surveillance activities violated the constitutional privacy rights of Americans swept up in a controversial foreign intelligence program, a secretive surveillance court has ruled.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-of-journalism-11570576712", "title": "The State of Journalism", "date": "2019-10-08 19:18", "summary": "College students discuss what's working and what's not.. Editor's note: This Future View is about the state of journalism. Next week we'll ask about China's boycott of the Houston Rockets, imposed in response to a tweet by the basketball team's general manager in support of protesters in Hong Kong. \"How should the NBA have responded to China? As an American business, what responsibility does it have?\" Students should click here to submit opinions of fewer than 250 words before Oct. 15. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-invites-turkish-leader-to-u-s-as-turkey-prepares-syria-offensive-11570549132", "title": "Trump Invites Turkish Leader to Washington as Turkey Prepares Syria Offensive", "date": "2019-10-08 19:17", "summary": "President says he isn't abandoning Washington's Kurdish allies targeted by Ankara. President Trump said the U.S. wasn't abandoning Kurdish fighters in northern Syria amid blowback from lawmakers over his decision to withdraw American troops from the area ahead of a planned military incursion by Turkey.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reality-high-court-tv-11570576639", "title": "Reality High Court TV", "date": "2019-10-08 19:17", "summary": "Liberal Justices get a lesson on precedent during oral arguments.. Americans tired of the 24/7 political theater should tune in to Supreme Court oral arguments that can at turns be entertaining and intellectually rigorous. Consider Monday's debate over whether the Sixth Amendment requires unanimous jury verdicts in state courts.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-in-secret-11570576668", "title": "Impeachment in Secret", "date": "2019-10-08 19:17", "summary": "Closed hearings and selective leaks won't persuade the public.. Democrats are moving fast toward what looks like an inevitable vote to impeach President Trump, so why aren't they doing more to persuade Americans who don't already agree with them? They won't convince anyone else with their current method of irregular order, secret hearings and selective leaks to the pro-impeachment press.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-courage-of-their-brexit-11570576580", "title": "The Courage of Their Brexit", "date": "2019-10-08 19:16", "summary": "Fading hopes for a deal will call bluffs in London and the EU.. Britain's departure from the European Union is still far from certain by the current Oct. 31 deadline, but if it does happen it's now more likely to be a no-deal hard Brexit. Talks for an amicable divorce between Prime Minister Boris Johnson and other European leaders are breaking down in a way that will call bluffs on both sides.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-curb-use-of-federal-guidance-in-issuing-regulations-11570576340", "title": "Trump to Curb Use of Federal Guidance in Issuing Regulations", "date": "2019-10-08 19:12", "summary": "Executive orders would limit informal policy-making that conservatives say circumvents rules. WASHINGTON-President Trump is planning to sign a pair of executive orders on Wednesday meant to limit the use of a tool that the administration argues circumvents the federal rule-making process, according to administration officials.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-hasnt-solved-the-pipeline-crisis-11570576157", "title": "Trump Hasn't Solved the Pipeline Crisis", "date": "2019-10-08 19:09", "summary": "Climate-change politics threaten American energy independence and could produce fuel shortages.. America has a severe plumbing problem. When it comes to crude oil and natural gas, the country can't seem to replace its aging pipes or put in new lines to meet market demand on a timely and cost-efficient basis. For all the current administration's vocal support of the industry, the situation has worsened under President Trump.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-has-legitimate-grievances-against-the-u-s-11570576128", "title": "Turkey Has Legitimate Grievances Against the U.S.", "date": "2019-10-08 19:08", "summary": "Trump is right to pull back from supporting PKK-affiliated Kurds in northern Syria.. President Trump's critics see his decision to withdraw U.S. forces from northern Syria as the product of a dangerous impulsiveness that ignores strategic realities. They argue that it betrays the People's Protection Units, or YPG, the Kurdish force that helped the U.S. defeat Islamic State, while rewarding a dangerous autocrat, Turkey's President Recep Tayyip Erdogan. But it is Mr. Trump's critics who disregard reality.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvards-asian-quotas-repeat-an-ugly-history-11570575962", "title": "Harvard's Asian Quotas Repeat an Ugly History", "date": "2019-10-08 19:06", "summary": "Jews, long disfavored by elite universities, might find Judge Burroughs's reasoning familiar.. A popular college ditty during the 1910s began:", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watch-out-for-elizabeth-warren-11570575921", "title": "Watch Out for Elizabeth Warren", "date": "2019-10-08 19:05", "summary": "Her plans are more radical than anything Obama proposed. Are Americans ready?. It is time to take seriously the possibility that Sen. Elizabeth Warren could end up as the Democratic presidential nominee. She has moved into a virtual tie with former Vice President Joe Biden in the average of recent national surveys. She leads him narrowly in Iowa, trails by a small margin in New Hampshire, and has moved within striking distance in Nevada. If she does this well in the first three contests, Mr. Biden's South Carolina firewall could prove less than impregnable. For those who believe in the wisdom of crowds, the betting markets give Ms. Warren a roughly 50% chance of winning the nomination, compared with less than 20% for Mr. Biden.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nba-can-beat-china-11570575885", "title": "The NBA Can Beat China", "date": "2019-10-08 19:04", "summary": "If the offending tweet came from LeBron or Steph, the fight would already be over.. If the National Basketball Association's product is any good, and it is, the league should not worry about the sudden furor with its Chinese fans. Some controversies need to be quelled and some just need to be allowed to blow over. This is the latter.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-sports-illustrated-was-great-11570575832", "title": "When Sports Illustrated Was Great", "date": "2019-10-08 19:03", "summary": "Its covers adorned my boyhood walls in an era before ESPN.. It was the deepest drawer in a wooden chest in my childhood bedroom. I called it the Sports Illustrated drawer, and its contents were sacrosanct. Nothing contained within was to be thrown out.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-should-fear-more-competition-among-ratings-companies-11570449959", "title": "Investors Should Fear More Competition Among Ratings Companies", "date": "2019-10-08 19:01", "summary": "The arrival of challenger ratings company Kroll into Europe's structured credit seems to confirm that new rivalries loosen credit standards. Inflated ratings on complex debt structures were one of the culprits of the 2008 financial crisis. While standards have since tightened a lot, new ratings companies threaten to loosen them again.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-from-less-review-save-the-planet-with-capitalism-11570575672", "title": "'More From Less' Review: Save the Planet With Capitalism", "date": "2019-10-08 19:01", "summary": "Thanks to economic incentives and tech innovation, societies can 'dematerialize'-make better stuff while consuming less material.. It may be selfish and amoral, Andrew McAfee says, but nothing works better than capitalism to drive progress. In \"More From Less,\" Mr. McAfee, borrowing from Lincoln's praise of the patent system, argues that when the \"fuel of interest\" is joined with the \"fire of genius\"-that is, when incentive and talent combine-seemingly impossible things can happen, even environmentally friendly ones.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-gymnastics-team-wins-fifth-consecutive-world-title-11570575495", "title": "U.S. Women's Gymnastics Team Wins Fifth Consecutive World Title", "date": "2019-10-08 18:58", "summary": "Despite the federation being in disarray in the wake of a sex abuse scandal, the team led by Simone Biles remains the best in the world. STUTTGART, Germany-By now, the U.S. women's gymnastics program is running on fumes. When they're competing, it's hard to tell.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-problems-with-elizabeth-warrens-inequality-math-11570573868", "title": "New Problems with Elizabeth Warren's Inequality Math", "date": "2019-10-08 18:31", "summary": "Just because the New York Times believes a tax claim doesn't mean readers should.. Faced with the collapse of their argument that income inequality has risen dramatically in recent decades, Sen. Elizabeth Warren's favorite economists have come back with an even more audacious claim. And some members of the press corps seem eager to buy it.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-report-seeks-to-curb-possible-russian-influence-in-2020-election-11570556521", "title": "Senate Faults Tech Giants for Role in Russian Election Meddling", "date": "2019-10-08 18:20", "summary": "Report criticizes big tech companies for helping spread misinformation during 2016 contest. A Senate investigation of Russia's social-media influence criticized U.S. tech giants, with new attention on Google and YouTube, for helping spread misinformation during the 2016 presidential election and pushed them to better coordinate to prevent a repeat next year.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-steel-to-cut-costs-swap-cfo-11570572886", "title": "U.S. Steel to Cut Costs, Swap CFO", "date": "2019-10-08 18:14", "summary": "Steelmaker looks to shore up finances days after purchase of stake in competitor. United States Steel Corp. said it would impose a round of cost cuts and organizational changes days after committing $700 million to buy a stake in a lower-cost rival.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-ipo-prospectus-due-to-be-published-before-month-end-11570572687", "title": "Aramco IPO Prospectus Due to Be Published Before Month-End", "date": "2019-10-08 18:11", "summary": "The Saudi state oil company could float 1% to 2% of its shares on its domestic exchange by late November or early December. Saudi Arabia's preparations to list Saudi Arabian Oil Co. are in full swing, with the company expected to publish its prospectus before the end of the month, people familiar with the matter said, paving the way for a final decision soon after on whether to proceed with the float.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-says-federal-reserve-will-soon-announce-measures-to-increase-supply-of-bank-reserves-11570559401", "title": "Fed to Buy More Treasurys in Effort to Avoid Funding-Market Strains", "date": "2019-10-08 18:01", "summary": "Purchases of Treasurys will rebuild buffer after recent funding market volatility. DENVER-The Federal Reserve will soon increase its purchases of short-term Treasury securities to avoid a recurrence of the unexpected strains experienced in money markets last month, Fed Chairman Jerome Powell said Tuesday.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-could-shake-up-the-democratic-presidential-primary-a-win-11570532402", "title": "What Could Shake Up the Democratic Presidential Primary? A Win.", "date": "2019-10-08 17:58", "summary": "National polls can sometimes lag early-state indicators. ", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/majority-of-americans-back-trump-impeachment-probe-wsj-nbc-poll-finds-11570568421", "title": "Majority of Americans Back Trump Impeachment Probe, WSJ/NBC Poll Says", "date": "2019-10-08 17:53", "summary": "But plurality of respondents say that, based on what they know now, Mr. Trump shouldn't be removed from office. A majority of Americans say that President Trump's actions regarding Ukraine are a serious matter and merit an impeachment inquiry by Congress, but a plurality says that, based on what they know now, the president shouldn't be removed from office, a new Wall Street Journal/NBC News poll finds.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-joshua-cooper-the-worlds-edge-review-photography-at-the-extremes-11570571191", "title": "'Thomas Joshua Cooper: The World's Edge' Review: Photography at the Extremes", "date": "2019-10-08 17:46", "summary": "A collection of images captured by the artist, who travels-sometimes at great physical hazard-to the ends of the land masses around the Atlantic to take pictures with his cumbersome vintage camera.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-blue-chip-companies-drive-bond-boom-11570561550", "title": "China, Blue-Chip Companies Drive Bond Boom", "date": "2019-10-08 17:43", "summary": "Chinese debt sales pushed foreign public-sector bond sales up 75% this year through August. Countries and companies across the globe boosted their issuance of new bonds, while increased political turmoil in the U.S., China and Europe whipsawed stock and debt markets in recent months.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sees-surge-in-hate-crimes-11570570568", "title": "New York City Sees Surge in Hate Crimes", "date": "2019-10-08 17:36", "summary": "Anti-Semitic incidents have been the most common attacks this year, NYPD says. Hate crimes in New York City continue to rise, driven primarily by increases in anti-Semitic incidents but also by crimes targeting white people, attacks on black people and incidents related to sexual orientation, according to New York Police Department data released Tuesday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/recent-pullback-in-gold-could-provide-buying-opportunity-11570544216", "title": "Recent Pullback in Gold Could Provide Buying Opportunity", "date": "2019-10-08 17:28", "summary": "Precious metal ticks lower ahead of trade talks, Fed's minutes. Some analysts are viewing a recent pullback in gold prices as a buying opportunity ahead of trade talks and minutes from the Federal Reserve's September meeting, a trend that could represent the latest example of bullion's resilience this year.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activision-suspends-esports-player-who-backed-hong-kong-protesters-11570559784", "title": "Activision Suspends Esports Player Who Backed Hong Kong Protesters", "date": "2019-10-08 17:28", "summary": "Suspension comes amid uproar in China over comments by Houston Rockets general manager about protests. Activision Blizzard Inc. suspended an esports competitor from one of its tournaments for backing antigovernment protesters in Hong Kong as tensions intensify between Beijing and the National Basketball Association over a similar expression of support.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-be-alarmed-by-armies-of-tarantulas-theyre-just-looking-for-love-11570569870", "title": "Don't Be Alarmed By Armies of Tarantulas. They're Just Looking for Love.", "date": "2019-10-08 17:24", "summary": "Warm weather has extended tarantula mating season in California; 'gentle giants'. MOUNT DIABLO STATE PARK, Calif.-Pity the male tarantula in October. He's weak from starvation and desperate for love. The object of his desire lives underground, forcing him to wander around until he stumbles over a female, who may kill him after mating. First, he may stumble into horrified humans.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtube-tries-to-wrest-campaign-ad-dollars-from-facebook-and-local-tv-11570527000", "title": "For Sale at YouTube: Political Ad Space in 2020", "date": "2019-10-08 17:24", "summary": "A new tool lets political ad buyers book slots through February, when voting starts in Iowa, New Hampshire and elsewhere. Around 3 a.m. on a recent Tuesday, campaign staffers for several Democratic presidential candidates powered up their computers in an effort to beat out rivals and book crucial ad space for the weeks before the Iowa caucuses and the New Hampshire primary.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-tech-tycoons-live-outside-seattle-11570550940", "title": "Where Tech Tycoons Live Outside Seattle", "date": "2019-10-08 17:22", "summary": "The suburb of Medina, a quiet enclave on Lake Washington, is a paradise for billionaires. On the eastern shore of Lake Washington, Medina is a sleepy residential enclave across the water from Seattle. It was incorporated in 1955. At first glance, the roughly 1.4-square-mile city of about 3,000 people is decidedly unassuming. It has a rural feel. There is little need for traffic lights. There is almost nothing commercial here (restaurants, shopping and entertainment are in neighboring Bellevue, a roughly 148,000-person city to the east.) Yet hidden behind the hedges and gates on Evergreen Point Road-Medina's main drag-are some of America's priciest mansions, belonging to the likes of such tech titans as Jeff Bezos and Bill Gates. For those who decide to visit, make sure to behave: Since 2009, Medina has had 24-hour security surveillance that captures that the license plate of every car entering town.", "categories": [["Real Estate", "Rich Zips"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/rich-zips?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minding-the-gaap-matters-to-investors-11570468261", "title": "Minding the GAAP Matters to Investors", "date": "2019-10-08 17:21", "summary": "Investors have reason to worry as creative accounting metrics have become more prevalent. What's in an Ebitda? It is anyone's guess nowadays.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-restrict-visas-for-chinese-officials-linked-to-abuse-of-uighurs-other-minorities-11570562943", "title": "U.S. to Restrict Visas for Chinese Officials Linked to Abuse of Muslim Minorities", "date": "2019-10-08 17:08", "summary": "U.S. officials cite mass detentions, pervasive surveillance in the decision. The U.S. is imposing visa restrictions on Chinese officials linked to the abuse of Muslim minority groups in China's Xinjiang region, where as many as a million people are detained in camps.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-and-ukraine-a-guide-to-the-key-players-11570549980", "title": "Trump and Ukraine: A Guide to the Key Players", "date": "2019-10-08 17:06", "summary": "Resume Subscription. President Trump's phone call this summer with Ukrainian leader Volodymyr Zelensky has touched off an impeachment inquiry that is roping in politicians and diplomats in Washington and Kyiv.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-trumps-syria-pullout-lies-a-campaign-pledge-11570568676", "title": "Behind Trump's Syria Pullout Lies a Campaign Pledge", "date": "2019-10-08 17:04", "summary": "Having vowed as a candidate to bring troops home, the president has struggled to do so in the face of GOP opposition. WASHINGTON-Faced with bipartisan condemnation for his effort to pull U.S. troops out of northern Syria, President Trump wants to make one thing clear: He is trying to keep his word.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-hopes-lift-asian-shares-but-european-stocks-slip-11570522191", "title": "U.S. Stocks Fall on Trade Worries", "date": "2019-10-08 17:04", "summary": "Tensions between Washington and Beijing threaten to undermine trade talks. U.S. stocks fell after a fresh flare-up in tensions between Washington and Beijing threatened to undermine this week's trade talks.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-accused-of-killing-homeless-men-in-new-york-investigated-for-separate-attack-11570568586", "title": "Man Accused of Killing Homeless Men Is Investigated for Separate Attack", "date": "2019-10-08 17:03", "summary": "Investigators believe Randy Santos used a stick to strike a man in a separate incident in Manhattan. The 24-year-old man accused of killing four homeless men as they slept in lower Manhattan is being investigated for an assault on another sleeping homeless man a week earlier, New York Police Department officials said Tuesday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-76-4-billion-to-financial-system-in-latest-repo-transaction-11570540467", "title": "Fed Adds $76.4 Billion to Financial System in Latest Repo Transaction", "date": "2019-10-08 17:02", "summary": "Resume Subscription. The Federal Reserve Bank of New York added $76.35 billion to the financial system Tuesday, using the market for repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-issues-guidance-on-inability-to-repay-claims-11570550445", "title": "Justice Department Issues Guidance on Inability-to-Pay Claims", "date": "2019-10-08 17:02", "summary": "The guidelines direct prosecutors to assess a company's financial condition in deciding whether it can pay a criminal fine. The U.S. Justice Department on Tuesday issued guidance for federal prosecutors to use in cases where companies claim they can't pay a criminal fine.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etf-firms-hit-by-e-broker-price-war-11570542930", "title": "ETF Firms Hit by E-Broker Price War", "date": "2019-10-08 16:46", "summary": "Arrangements that ETF providers have signed with brokerages like Schwab, TD Ameritrade now in flux. Online brokerages aren't the only Wall Street firms jolted by Charles Schwab Corp.'s decision last week to eliminate commissions on stock trades.", "categories": [["Markets", "ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tanker-owner-set-fire-to-ship-for-77-million-in-insurance-court-says-11570567375", "title": "Tanker Owner Set Fire to Ship for $77 Million in Insurance, Court Says", "date": "2019-10-08 16:42", "summary": "A High Court judge in London says the owner arranged for men to pose as pirates off Yemen and to set fire to the Brillante Virtuoso. A Greek shipowner was behind an elaborate fraud plan in 2011 to set fire to his own tanker off the coast of Yemen to collect $77 million in insurance, according to a High Court judge in London.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-producers-hard-hit-by-tanking-prices-11570539500", "title": "Natural-Gas Producers Hard Hit by Tanking Prices", "date": "2019-10-08 16:42", "summary": "Supply glut drives down price, creates existential dilemma for gas-field companies. It is going to take a heck of a winter to ease the pain for natural-gas investors and producers.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-shares-rebound-despite-sales-growth-warning-11570562486", "title": "Domino's Shares Rebound Despite Sales-Growth Warning", "date": "2019-10-08 16:32", "summary": "Food-delivery companies continue to battle for market share. Domino's Pizza delivered a blow to pizza stocks Tuesday, then didn't stick around for a slice of the aftermath.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-plane-deliveries-advance-wins-max-order-11570549816", "title": "Boeing Logs First MAX Order Since April", "date": "2019-10-08 16:29", "summary": "The aerospace giant also reported cancellations for 22 of its 787 Dreamliners, which will leave it seeking more customers for its twin-aisle jets. Boeing Co. booked its first 737 MAX order since April but also reported cancellations for 22 of its 787 Dreamliners, which will leave the embattled aerospace giant seeking more customers for its twin-aisle jets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizona-wavers-on-purdue-opioid-settlement-terms-11570566507", "title": "Arizona Wavers on Purdue Pharma Opioid Settlement Terms", "date": "2019-10-08 16:28", "summary": "The state said Purdue's bankruptcy shouldn't stop opioid addiction lawsuits from moving forward. Arizona, an initial backer of Purdue Pharma LP's proposed settlement of opioid-related claims from state and local governments, took aim at aspects of the deal, which has divided state attorneys general nationwide.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-growth-story-is-getting-stale-11570550829", "title": "Domino's Growth Story Is Getting Stale", "date": "2019-10-08 16:14", "summary": "Pizza chain's shares are pricey given intensifying competition from food delivery services like Grubhub. Domino's Pizza shareholders, for now, are able to digest bad news.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominos-warns-sales-growth-may-slow-11570536870", "title": "Domino's Tempers Outlook as Delivery Battle Heats Up", "date": "2019-10-08 16:01", "summary": "Rival delivery companies are eating into pizza chain's turf. Domino's Pizza Inc., the chain that helped popularize food delivery, is losing sales to newer rivals for that business.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/friction-between-u-s-european-regulators-could-delay-737-max-return-to-service-11570527001", "title": "Boeing 737 MAX's Return to Service Faces Further Delays", "date": "2019-10-08 15:46", "summary": "European air-safety regulator has indicated it wants more testing on proposed revisions to flight-control computers. Boeing Co. 's delay-prone effort to return 737 MAX jets to service has hit a new snag due to heightened European safety concerns about proposed fixes to the aircraft's flight-control system, according to people familiar with the details.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oracle-to-make-2-000-hires-in-cloud-push-11570539658", "title": "Oracle to Make 2,000 Hires in Cloud Push", "date": "2019-10-08 15:27", "summary": "The company has fallen behind Amazon.com and Microsoft in cloud computing and is jockeying to regain momentum. Oracle Corp. plans to hire roughly 2,000 employees to bolster its cloud computing activities, underscoring how tech companies are ramping up their efforts to secure a larger share of the fast-growing and lucrative data-storage service business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-reasons-to-wield-a-trustbuster-sword-11570562413", "title": "Many Reasons to Wield a Trustbuster Sword", "date": "2019-10-08 15:20", "summary": "There is another important similarity between the trustbusting of the early 20th and 21st centuries, beyond the fact that the large companies in both eras were more productive and lowered prices for consumers: politicians were also self-interested and initiated antitrust legislation out of spite.. Regarding Phil Gramm and Jerry Ellig's \"'Big Bad Trusts' Are a Progressive Myth\" (op-ed, Oct. 3): One critical lesson of the Gilded Age and the Progressive Era is that even the most rapacious private-sector monopolies can drive the diffusion of novel technologies faster than government monopolies. In \"The Rise and Fall of American Growth,\" Robert J. Gordon notes that the governments of Europe had exclusive control of their respective telecom markets, but they were more inefficient in delivering services than the Bell Telephone Company. Despite Bell having a de facto monopoly in the 1900s, the number of phones per capita in the U.S. was four times more than in England, six times more than in Germany and 20 times more than in France. There were more telephones in the state of New York than in all of Europe.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-people-need-someone-to-explain-403-b-11570562332", "title": "Most People Need Someone to Explain 403(b)", "date": "2019-10-08 15:18", "summary": "I'm convinced that the vast majority of the 140 employees I enrolled in the 403(b) system wouldn't have enrolled until much later (or ever) had I not been there to explain how their retirement benefits worked.. As a financial adviser who worked with teachers in the 403(b) program, I think the regulatory probe potentially is missing a key component of what insurance sales agents provide to teachers and their retirement savings (\"Probe Targets Retirement Sales to Teachers,\" Banking & Finance, Oct. 3). Many teachers were not sure what a 403(b) was, let alone its importance. The most common responses I received from teachers were, \"my spouse takes care of it\" or \"I get a pension from the state.\" Teachers realized during our discussion that money going into a 403(b) plan saved them tax dollars today, and that they needed to save for retirement because they wouldn't be able to retire with the state pension alone.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-harvards-win-on-race-a-win-for-society-11570562154", "title": "Is Harvard's Win on Race a Win for Society?", "date": "2019-10-08 15:15", "summary": "The Constitution doesn't guarantee diversity; it does guarantee equal protection, as do the federal civil-rights laws.. Regarding your editorial \"Harvard's Legal Discrimination\" (Oct. 4): I am a Harvard graduate. You are right, Harvard is wrong. The Constitution doesn't guarantee diversity; it does guarantee equal protection, as do federal civil-rights laws. Diversity is used by the universities to make an end run around equal protection, as U.S. District Judge Allison Burroughs's own decision indicates.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-and-the-destruction-of-creative-destruction-11570562083", "title": "Warren and the Destruction Of Creative Destruction", "date": "2019-10-08 15:14", "summary": "Joseph Schumpeter believed that capitalism would be destroyed by its successes, that it would give rise to a large intellectual class that made its living broadsiding private property and freedom, as Sen. Elizabeth Warren epitomizes.. Reading John F. Cogan's \"Warren's Profligate Sop to Seniors\" (op-ed, Sept. 25) brings to mind the great economist Joseph Schumpeter's foreboding admonition. In the prologue to a section of his 1942 masterpiece \"Capitalism, Socialism and Democracy\" he wrote: \"Can capitalism survive? No I do not think it can.\" Why? Because he believed that capitalism would be destroyed by its successes, that it would give rise to a large intellectual class that made its living broadsiding private property and freedom, as Sen. Elizabeth Warren epitomizes. Quite remarkable that one Harvard professor anticipated another nearly fourscore years ago.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ending-library-book-shame-may-help-bur-fear-motivated-11570562027", "title": "Ending Library Book Shame May Help, bur Fear Motivated", "date": "2019-10-08 15:13", "summary": "In a February 1961 post-midnight raid, East Orange, N.J., police arrested several borrowers in their homes for possessing books more than four months overdue.. As a librarian, I was particularly interested to read the article on overdue library books, but it didn't cite what was probably one of the most unusual incidents in American library history (\"Feel Free to Return That Book You Checked Out in 1981,\" Page One, Oct. 4). In a February 1961 post-midnight raid, East Orange, N.J., police arrested several borrowers in their homes for possessing books more than four months overdue. At least one person had to stay in jail because he couldn't post bail. The story immediately received widespread media coverage, resulting in the return of more than 5,000 books in Cincinnati alone from frightened delinquent borrowers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britain-eu-trade-barbs-ahead-of-brexit-deadline-11570537793", "title": "Britain, EU Trade Blows Ahead of Brexit Deadline", "date": "2019-10-08 14:46", "summary": "Leading EU official accuses U.K. Prime Minister Boris Johnson of playing a 'blame game'. The prospects for a Brexit deal appeared to fade further on Tuesday, as British and European officials traded barbs over who is to blame for the stalemate in talks.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-parliament-approves-plan-to-downsize-itself-11570560033", "title": "Italy's Parliament Approves Plan to Downsize Itself", "date": "2019-10-08 14:40", "summary": "The antiestablishment 5 Star movement pushed for a smaller legislature to reduce costs and what it sees as corruption. ROME-Parliament approved plans to cut the number of lawmakers by more than a third, a victory for Italy's antiestablishment 5 Star Movement and a move that eliminates a potential source of friction in Prime Minister Giuseppe Conte's new government.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-syria-kurdish-fighters-prepare-to-battle-turkey-and-residents-fret-11570559654", "title": "In Syria, Kurdish Fighters Prepare to Battle Turkey as Residents Fret", "date": "2019-10-08 14:34", "summary": "After U.S. pulls forces back from border, Kurds remain determined to resist Turkish incursion. TEL ARQAM, Syria-From a border outpost here that only a day earlier housed a small contingent of U.S. troops, Kurdish volunteer Kawa Bozan squinted through binoculars at the barrels of Turkish artillery aiming in his direction.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nets-owner-joe-tsai-is-scrambling-to-help-resolve-nba-dispute-with-china-11570559563", "title": "Nets Owner Joe Tsai Is Scrambling to Help Resolve NBA Dispute With China", "date": "2019-10-08 14:32", "summary": "'I'm in the eye of the storm,' says the co-founder of China's most valuable company, Alibaba. Last month, the National Basketball Association approved the sale of the Brooklyn Nets to the Taiwan-born, American-educated businessman Joe Tsai. Now, just a few weeks later, he is in Shanghai scrambling to ensure the Nets' first high-profile game in his tenure gets played.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chefs-m-o-at-home-i-want-it-to-be-as-easy-on-me-as-possible-11570647197", "title": "A Chef's M.O. at Home: 'I Want It to Be as Easy on Me as Possible'", "date": "2019-10-08 14:31", "summary": "Chicago chef and restaurateur Paul Kahan dishes on no-sweat entertaining, the culinary glories of Wisconsin's North Woods and his go-to for eating clean. MANY CHEFS have a life-changing-first-trip-to-Europe story. Paul Kahan's concerns a welcome party in a 400-year-old farmhouse in Gais, Switzerland. It started at lunch and lasted past dinner. Hunks of bread were grilled and rubbed with garlic. Bottles of wine magically appeared from the cellar. Friends and neighbors filtered in and out. \"I was jet-lagged, so the whole thing felt like an acid trip,\" Mr. Kahan remembered. It was both epic and effortless. It would inspire the most beloved of his 12 Chicago restaurants, Avec.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/south-dakota-billionaire-gives-350-million-to-national-university-11570559401", "title": "South Dakota Billionaire Gives $350 Million to National University", "date": "2019-10-08 14:30", "summary": "In rare move, school focused on adult learners to be renamed Sanford National University. T. Denny Sanford, the billionaire owner of First Premier Bank, has pledged $350 million to National University. The La Jolla, Calif.-based school that specializes in adult education will be renamed Sanford National University.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nba-vs-china-the-power-struggle-behind-the-standoff-11570557671", "title": "NBA vs. China: The Power Struggle Behind the Standoff", "date": "2019-10-08 14:30", "summary": "The basketball league may be more strongly positioned to push back than other U.S. businesses that have run afoul of the Chinese government. Does the NBA need China more than China needs the NBA?", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-microsoft-bear-logs-off-11570558188", "title": "The Last Microsoft Bear Logs Off", "date": "2019-10-08 14:09", "summary": "Now, 94% of analysts covering the company's stock rate it as a 'buy'. \"Well loved\" isn't typically a term that springs to mind with Microsoft . But the company once dubbed the \"Evil Empire\" has now officially won nearly unanimous affection from Wall Street.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/group-living-gets-more-affordable-in-30-square-feet-11570533144", "title": "Group Living Gets More Affordable, in 30 Square Feet", "date": "2019-10-08 14:06", "summary": "Some shared quarters forgo perks while others shrink private square footage to the size of tanning bed. A new breed of companies offering shared accommodation for housemates are trying to tackle the question of how to deliver affordable housing to low-wage workers.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/secret-manhattan-condo-purchases-are-dead-thanks-to-a-suburban-squabble-11570557635", "title": "Secret Manhattan Condo Purchases Are Dead, Thanks to a Suburban Squabble", "date": "2019-10-08 14:00", "summary": "New state law makes every condo buyer's name publicly available under the state's Freedom of Information Law. A dispute about home conversions in New York's suburban Rockland County threatens to upend Manhattan's luxury-condominium market.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-charging-bull-statue-covered-with-fake-blood-11570488527", "title": "Charging Bull Covered With Fake Blood", "date": "2019-10-08 14:00", "summary": "Police arrest 30 climate-change protesters during a demonstration in lower Manhattan. Thirty protesters were arrested Monday during a climate-change demonstration near the Charging Bull sculpture in lower Manhattan, New York Police Department officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-takes-into-custody-nearly-a-million-migrants-in-fiscal-year-ending-in-september-11570549935", "title": "U.S. Took Nearly a Million Migrants Into Custody in Last Fiscal Year", "date": "2019-10-08 13:53", "summary": "Highest number of apprehensions along the U.S.-Mexico border in a dozen years. WASHINGTON-U.S. Customs and Border Protection took into custody nearly a million migrants coming across the U.S.-Mexico border in the fiscal year ended in September, the highest number in a dozen years, according to Mark Morgan, the agency's acting head.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robinhood-joins-the-online-cash-war-11570556839", "title": "Robinhood Joins the Online Cash War", "date": "2019-10-08 13:47", "summary": "The move comes as e-brokers match the firm's zero-comission trading. Robinhood Markets Inc. said it would offer a new higher-yielding cash account, in a bid to grow from its commission-free trading roots as bigger rivals scrap trading fees.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesota-long-a-bright-economic-star-wonders-whats-next-11570540426", "title": "Minnesota, Long a Bright Economic Star, Wonders What's Next", "date": "2019-10-08 13:30", "summary": "State's unemployment is rising, and business leaders struggle to decipher the health of the economy and how it will affect companies. A recent uptick in Minnesota's unemployment rate is raising the possibility that the state's robust labor market may be faltering, and local business leaders are stumped about what comes next.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-halloween-misadventure-at-paris-disneyland-11570555459", "title": "A Halloween Misadventure at Disneyland Paris", "date": "2019-10-08 13:24", "summary": "After encountering French zombies and a parade of Disney villains, author Dan Kois and his family learn what happens when the magic runs out at the Magic Kingdom. WHAT HAPPENED WAS, we stole our children's Halloween and needed, somehow, to give it back.", "categories": [["Life & Work", "Travel", "Traveler's Tale"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/traveler-s-tale?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-olympic-leaders-relax-marketing-rules-for-athletes-11570550581", "title": "U.S. Olympic Leaders Relax Marketing Rules for Athletes", "date": "2019-10-08 12:03", "summary": "Olympians will be able to mention personal sponsors during Tokyo 2020 Games but deals will be subject to U.S. Olympic & Paralympic Committee approval. During the 2020 Olympics in Tokyo, U.S. Olympic athletes will be able to thank their personal sponsors and accept public congratulations from those brands.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-needs-its-battery-maker-a-culture-clash-threatens-their-relationship-11570550526", "title": "Tesla Needs Its Battery Maker. A Culture Clash Threatens Their Relationship.", "date": "2019-10-08 12:02", "summary": "Resume Subscription. Last year, Elon Musk puffed a marijuana blunt during a live-video interview in California. Halfway around the world, executives at Japan's Panasonic Corp. , Tesla Inc.'s automotive battery supplier, watched with alarm.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/india-looks-to-privatize-its-biggest-shipping-company-11570550454", "title": "India Looks to Privatize Its Biggest Shipping Company", "date": "2019-10-08 12:00", "summary": "Shipping Corp. of India operates about a third of all Indian cargo tonnage and a sale could be difficult to pull off. The Indian government is again looking to sell its majority stake in the country's biggest shipping company, but may face the same headwinds that have blocked past privatization efforts.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-pays-tribute-to-police-slain-in-terror-attack-11570546333", "title": "France Pays Tribute to Police Slain in Terror Attack", "date": "2019-10-08 11:59", "summary": "President Macron for the first time identified the victims of the attacker who worked at police headquarters. PARIS-French President Emmanuel Macron presided over a solemn memorial Tuesday for the people killed in an attack on police headquarters last week, calling on the country to unite against terrorism.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspension-lifted-for-usa-skateboarding-official-11570549891", "title": "Suspension Lifted for USA Skateboarding Official", "date": "2019-10-08 11:51", "summary": "A lawyer for a woman who accused Neal Hendrix of misconduct said he told her not to talk to the U.S. Center for SafeSport. An investigation into Neal Hendrix, a founding member of the U.S. governing body for skateboarding who was accused of alleged misconduct, has been closed by the U.S. Center for SafeSport.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deja-view-the-psychology-behind-the-rewatch-11570549278", "title": "Déjà View: The Psychology Behind the 'Rewatch'", "date": "2019-10-08 11:41", "summary": "With more TV options than ever, why viewers just want to watch 'Friends'. When Netflix greets Kate Galyon with its bottomless buffet of TV shows and movies, she almost always goes for her comfort food instead: another serving of \"The Office.\"", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-ways-to-travel-with-happy-kids-11570549172", "title": "Three Ways to Travel With (Happy) Kids", "date": "2019-10-08 11:39", "summary": "These items make undertaking vacations with children more stylish, less stressful. If you don't mind your kids' luggage looking better than yours, invest in the See-Ya suitcase by London-based brand Ollie Ella. It's small enough for a 4-year-old to roll through the airport but roomy enough to swallow a vacation's worth of kid duds-and it comes in four grown-up colors. The outside is covered in waterproof poly-cotton and an elastic band lets a stuffed toy go for a ride, $85, us.olliella.com", "categories": [["Life & Work", "Travel", "Sites & Sightings"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/sites-sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-names-china-executive-makoto-uchida-as-new-ceo-11570534214", "title": "Nissan Sets New Leadership to Confront Sales, Alliance Challenges", "date": "2019-10-08 11:35", "summary": "Group setup 'will be more transparent and can make fairer decisions'. YOKOHAMA, Japan- Nissan Motor Co. named a new chief executive and said the company would be led by a three-person team that will try to reverse a profit slide and repair relations with alliance partner Renault SA .", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-and-world-banks-new-leaders-warn-of-deteriorating-global-outlook-11570543201", "title": "IMF and World Bank's New Leaders Warn of Deteriorating Global Outlook", "date": "2019-10-08 11:20", "summary": "Their remarks will set the tone for next week's annual meetings in Washington. The new leaders of the International Monetary Fund and World Bank warned in twin speeches of a deteriorating global economic outlook, just a week before they will lead the annual meetings of their institutions for the first time.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-says-next-playstation-coming-next-year-11570543708", "title": "Sony: Next PlayStation Coming Next Year", "date": "2019-10-08 11:17", "summary": "In time for 2020 year-end shopping season, PlayStation 5 to have ultra-realistic graphics, upgraded controllers. TOKYO- Sony Corp. said it would release its next-generation videogame console, called the PlayStation 5, in time for the year-end shopping season in 2020, setting the stage for a test of the company's most-profitable business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-fran-drescher-the-accent-is-on-queens-11570547436", "title": "For Fran Drescher, the Accent Is on Queens", "date": "2019-10-08 11:10", "summary": "'The Nanny' actress-comedian had a distinct voice growing up that became a valuable asset. Fran Drescher, 62, is an actress and comedian who created and starred in the 1990s TV sitcom \"The Nanny.\" She stars in \"Indebted,\" an NBC sitcom due in the spring, and is president of the Cancer Schmancer Movement, a nonprofit organization. She spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-on-the-road-solo-travel-dispatches-11570546104", "title": "Readers on the Road: Solo Travel Dispatches", "date": "2019-10-08 10:48", "summary": "WSJ readers shared their experiences traveling by themselves and offer some tips to those thinking of taking the plunge. A SEARCH FOR personal growth. An unchecked destination on a bucket list. A weekend without plans. These are some of the reasons for going off on a solo adventure that WSJ readers gave in response to our invitation to share their experiences. For your inspiration, here is a taste of what they found.", "categories": [["Life & Work", "Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-prize-in-physics-awarded-to-u-s-swiss-scientists-11570528806", "title": "Nobel Prize in Physics Awarded for Advances in Cosmology", "date": "2019-10-08 10:40", "summary": "James Peebles, Michel Mayor and Didier Queloz were awarded the prize for work advancing knowledge of the Earth's place in the universe. A U.S. cosmologist and two Swiss astronomers shared the Nobel Prize in physics on Tuesday, for insights into the evolution of the universe and the discovery that other worlds circle stars far from our own solar system.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-state-broadcaster-drops-two-nba-games-11570522782", "title": "China, NBA Standoff Deepens Over Executive's Tweet", "date": "2019-10-08 10:36", "summary": "China cancels broadcasts of preseason games; league's commissioner says he won't apologize for a weekend tweet. Beijing and the National Basketball Association hardened their standoff on Tuesday, as China canceled broadcasts of preseason games and the league's commissioner said he wouldn't apologize for a weekend tweet by a team executive that triggered a firestorm of criticism.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stephen-strasburg-chases-his-legacy-11570543601", "title": "Nats' Strasburg Is on the Verge of Securing His Legacy", "date": "2019-10-08 10:19", "summary": "Greatness was expected when the Nationals pitcher began his professional career. A decade later, he is fulfilling those expectations.. Stephen Strasburg entered the major leagues saddled with more hype than quite possibly any pitcher in history, an almost unprecedented level of excitement for a baseball prospect. Ten seasons later, the question of whether he met those ridiculous expectations remains a contentious topic that continues to fuel ferocious arguments in sports bars and on talk-radio shows across the nation's capital.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-sells-last-of-record-office-purchase-books-a-7b-profit-11570541754", "title": "Blackstone Sells Last of Record Office Purchase, Books a $7 Billion Profit", "date": "2019-10-08 10:18", "summary": "Blackstone bought EOP near the top of the market in 2007, and during the economic downturn it looked like a disastrous move. With the sale of an office building in Boston late last month, Blackstone Group Inc. closes its books on a $39 billion acquisition of Equity Office Properties Trust, the largest real estate transaction ever.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-office-space-available-but-only-for-cutting-edge-startups-11570543200", "title": "Brooklyn Office Space Available But Only for Cutting-Edge Startups", "date": "2019-10-08 10:00", "summary": "Resume Subscription. At just about any co-working space, Max Haot's five-person outfit, Launcher, would win the prize for most intriguing startup.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/facebooks-libra-hits-extra-regulatory-roadblocks-in-europe-11570541421", "title": "Facebook's Libra Hits Extra Regulatory Roadblocks in Europe", "date": "2019-10-08 09:30", "summary": "Valdis Dombrovskis, who is slated to stay on as vice president of the European Commission, says planned digital currency poses a risk to the euro. BRUSSELS-The European Union will introduce legislation aimed at preventing libra, Facebook Inc.'s proposed digital currency, from undermining Europe's single currency and being used as a money-laundering tool-representing one of the toughest regulatory responses so far.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/want-to-sit-in-this-ultra-rare-ferrari-just-ask-11570541007", "title": "Want to Sit in This Ultra-Rare Ferrari? Just Ask.", "date": "2019-10-08 09:23", "summary": "Resume Subscription. Barry Lundgren, 53, an owner of car dealerships who lives in Miami and Martha's Vineyard, Mass., on his 2003 Enzo Ferrari, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-a-truly-uncommon-modern-ferari-11570540800", "title": "Photos: A Truly Uncommon Modern Ferrari", "date": "2019-10-08 09:20", "summary": "Barry Lundgren shows off his 2003 Enzo Ferrari, a car with a top speed of nearly 220 miles per hour. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-producer-prices-unexpectedly-drop-in-september-11570539674", "title": "U.S. Producer Prices Unexpectedly Declined in September", "date": "2019-10-08 09:01", "summary": "Producer-price index drops 0.3%, its weakest reading since January. WASHINGTON-Prices that businesses receive for their goods and services unexpectedly fell in September, potentially dealing a setback to the Federal Reserve's hopes of hitting its inflation target in coming quarters.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-constellation-brands-e-trade-dollar-tree-11570531461", "title": "Stocks to Watch: Domino's Pizza, Constellation, Dollar Tree and More", "date": "2019-10-08 08:41", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-aims-to-combat-overdoses-at-new-york-homeless-shelters-11570536001", "title": "Proposed Bill Aims to Combat Overdoses at New York Homeless Shelters", "date": "2019-10-08 08:27", "summary": "Proposal would require on-site doctors, as well as access to the opioid-addiction medication buprenorphine. Homeless shelters would have to increase the level of on-site medical care they provide opioid-addicted clients under a bill being considered by the New York City Council.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/naomi-campbell-knows-it-all-11570537597", "title": "Naomi Campbell Knows It All", "date": "2019-10-08 08:26", "summary": "Cover story: Naomi Campbell remains fierce, fearless and busier than ever, as a fashion model, global activist and YouTube star. Her secret? Knowing when to appear and disappear. In the annals of fashion history, it's a memorable moment. Linda Evangelista, Christy Turlington, Stephanie Seymour, Kristen McMenamy and Naomi Campbell, wearing slinky black dresses, climb atop dunes of sand in a photography studio in New York City. Photographer Richard Avedon focuses his lens and shoots. On day one of a five-day shoot, they are creating a series of sculptural silhouettes for the latest Versace ad campaign. The year is 1992. Gianni Versace is alive, the World Wide Web is a novelty and Jeff Bezos is a young buck working at a Wall Street hedge fund.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-retailers-can-head-to-the-mall-11570536722", "title": "Online Retailers Can Head to the Mall", "date": "2019-10-08 08:12", "summary": "Traditional stores are probably the best solution to falling profit margins at e-commerce companies like ASOS and Zalando. Online clothing retailers don't seem to be able to make enough money. The best solution, however unfashionable, might be a network of mall outlets.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-and-mondelez-say-taste-not-health-will-drive-food-sales-11570536308", "title": "McDonald's and Mondelez Say Taste, Not Health, Will Drive Sales", "date": "2019-10-08 08:05", "summary": "Companies behind Big Macs and Oreos say satisfying fare remains priority. For some food companies, the hype surrounding healthier fare is lip service.", "categories": [["Business", "WSJ Food Forum"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-problem-central-bankers-face-the-rest-of-us-11570536214", "title": "The Real Problem Central Bankers Face: The Rest of Us", "date": "2019-10-08 08:03", "summary": "If only people behaved as they were supposed to, central banks wouldn't keep missing their targets. Economic theory has taken central banks to the upside-down world of negative rates and discussion of dropping money from (figurative) helicopters. Psychology is leading them to an even odder conclusion: perhaps the Federal Reserve needs to teach people to behave as the economic models require.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrian-suspect-detained-in-germany-after-hijacked-truck-rams-into-traffic-11570532634", "title": "Syrian Suspect Detained in Germany After Hijacked Truck Rams Into Traffic", "date": "2019-10-08 08:00", "summary": "Authorities decline to comment on whether they are investigating the incident as a possible terrorist act. BERLIN-Authorities in western Germany said they were holding a Syrian man suspected of hijacking a truck and ramming it into traffic on Monday night, injuring eight people.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-funds-move-jumbo-trades-online-11570536000", "title": "Bond Funds Move Jumbo Trades Online", "date": "2019-10-08 08:00", "summary": "Traders are doing billion-dollar deals the easy way on electronic marketplaces. Innovations in the corporate debt market are helping bond traders make billion-dollar trades with the click of a mouse.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transcript-wsj-interview-with-boston-fed-president-eric-rosengren-11570532701", "title": "Transcript: WSJ Interview With Boston Fed President Eric Rosengren", "date": "2019-10-08 07:05", "summary": "Resume Subscription. Federal Reserve Bank of Boston President Eric Rosengren discussed recent economic data, the outlook for the economy and monetary policy, and the central bank's inflation target in an interview with The Wall Street Journal's Paul Kiernan on Saturday, Oct. 5. Here is a transcript, lightly edited for clarity.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-investors-take-it-to-11-11570532580", "title": "Apple Investors Take It to 11", "date": "2019-10-08 07:03", "summary": "Improving signs for iPhone 11 sales drive stock to record valuation. ", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/squeeze-on-u-s-companies-may-be-worse-than-it-seems-11570532581", "title": "Squeeze on U.S. Companies May Be Worse Than It Seems", "date": "2019-10-08 07:03", "summary": "American firms are in worse shape than reported earnings indicate. U.S. companies might be feeling a lot more pinched than they appear. That could have serious repercussions for both the stock market and the economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boston-fed-president-warns-of-co-working-risks-to-property-market-11570532404", "title": "Boston Fed President Warns of Co-Working Risks to Property Market", "date": "2019-10-08 07:00", "summary": "Eric Rosengren has become increasingly vocal with his concerns since We Co. shelved its IPO. A Federal Reserve Bank president who has been warning about prices rising too high in the commercial real-estate market has a new source of concern: co-working.", "categories": [["Real Estate", "Commercial Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/commercial-real-estate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/corporate-board-elections-getting-a-little-less-cozy-11570532400", "title": "Corporate Board Elections Get Less Cozy", "date": "2019-10-08 07:00", "summary": "This year, 478 nominees for U.S. board seats failed to win support from a majority of voted shares, a 39% jump from 2015. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pickup-in-lending-wont-save-banks-from-tough-quarter-11570530600", "title": "Pickup in Lending Won't Save Banks From Tough Quarter", "date": "2019-10-08 06:30", "summary": "Expanding loans are small comfort against the backdrop of sharply falling rates. Loans are still growing decently for big U.S. banks, but that is small comfort against the backdrop of sharply falling rates.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-exchanges-drops-bid-for-london-rival-11570498033", "title": "Hong Kong Stock Exchange Pulls $37 Billion Bid for London Rival", "date": "2019-10-08 06:25", "summary": "In walking away, HKEX clears the way for LSE to conclude its plan to acquire financial-information and terminal company Refinitiv. Hong Kong's stock exchange pulled a $36.6 billion bid for its London rival, a deal that would have united two major trading hubs even as both are clouded in political turmoil.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-war-on-crime-takes-a-toll-on-rios-poor-11570527001", "title": "Brazil's War on Crime Takes a Toll on Rio's Poor", "date": "2019-10-08 05:30", "summary": "Resume Subscription. RIO DE JANEIRO-Twelve-year-old Kauê Ribeiro dos Santos had been flying his kite and playing with friends when he was fatally shot during one of the frequent military police raids in this city's slums.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sleepovers-have-parents-worried-about-midnight-gadget-use-11570527005", "title": "Sleepovers Have Parents Worried About Gadget Use", "date": "2019-10-08 05:30", "summary": "The childhood rite gets tricky in the digital age; moms and dads host 'half-overs' to keep kids from getting into trouble online. Kids' sleepovers have gotten complicated.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-apprentice-challenge-finding-young-applicants-11570527003", "title": "Germany's Apprentice Challenge: Finding Young Applicants", "date": "2019-10-08 05:30", "summary": "Employers who use the widely envied system scramble as more high-school graduates opt for college. MUNICH, Germany-The vaunted German workforce training system has a problem: a shortage of young people seeking apprenticeships.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rules-of-kowtowing-to-outrage-in-china-are-changing-11570519003", "title": "The Rules of Kowtowing to Outrage in China Are Changing", "date": "2019-10-08 03:16", "summary": "American businesses now risk alienating their home base of fans over how they respond to a crisis in China. The National Basketball Association is the latest of many companies to cause a political firestorm in China. But the response at home to the league's handling of the crisis shows the rules are changing for how American companies react to foul calls in Beijing. This time, the predictable cycle of upset, uproar, regret and genuflection is generating a backlash of its own.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/act-to-allow-students-to-retake-parts-of-college-entrance-exam-11570518000", "title": "ACT to Allow Students to Retake Parts of College Entrance Exam", "date": "2019-10-08 03:00", "summary": "Students could boost their scores on parts of the test. In a move that could boost student test scores, the ACT plans to let students retake portions of the college entrance exam.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-california-rent-control-law-leaves-advocates-wanting-more-11570532401", "title": "California Governor Signs Rent Law Amid Rising Housing Costs, Homelessness", "date": "2019-10-08 00:01", "summary": "Measure limits annual rent increases at 5%, plus the rate of inflation; critics want more done to address housing costs, shortage. California will cap rent increases under a new law signed Tuesday by Gov. Gavin Newsom, the most significant piece of housing-related legislation in a year that also saw the shelving of a measure to relax zoning and spur more construction.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11570470243", "title": "Pepper...and Salt", "date": "2019-10-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-you-should-be-eating-more-cheddar-11570552376", "title": "Why You Should Be Eating More Cheddar", "date": "2019-10-08 00:01", "summary": "Forget the traffic-cone-orange stuff. American cheese makers are offering some pretty sharp product right now. FOR OVER 150 YEARS cheddar was the most popular cheese in the U.S. It sustained colonists and Civil War soldiers, and was the foundation for the industrial innovation of processed \"American\" cheese. Only recently was cheddar demoted to second place in overall consumption, usurped by that ubiquitous pizza-topper, mozzarella. Though English in origin, cheddar has been part of the American experience from the very start, and today some of this country's best cheese makers are turning out better cheddar than ever before.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-adds-chinese-firms-to-blacklist-citing-repression-of-muslim-minorities-11570488642", "title": "U.S. Adds Chinese Firms to Blacklist", "date": "2019-10-08 00:00", "summary": "Washington says decision isn't related to this week's high-level trade talks. WASHINGTON-The U.S. added 28 Chinese entities to an export blacklist Monday, citing their role in Beijing's repression of Muslim minorities in northwest China, just days before high-level trade talks are set to resume in Washington.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/musicians-seek-residual-payments-from-streamed-programs-11570503329", "title": "Musicians Seek Residual Payments From Streamed Programs", "date": "2019-10-08 22:55", "summary": "Writers, actors and directors have already secured residual payments from direct-to-streaming programs. Musicians behind the soundtracks to hits like \"The Handmaid's Tale\" and \"The Marvelous Mrs. Maisel\" are seeking better pay from films and TV shows that go directly to streaming services.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-in-my-mouth-by-julia-wolfe-review-remembering-and-enlivening-tragedy-11570479843", "title": "'Fire in My Mouth' by Julia Wolfe Review: Remembering and Enlivening Tragedy", "date": "2019-10-08 22:12", "summary": "The composer's multimedia piece about the 146 victims of the 1911 Triangle Shirtwaist Factory fire in New York is now out on Decca Gold.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/samsung-preliminary-earnings-hints-a-turnaround-is-near-for-chips-11570493141", "title": "Samsung Preliminary Earnings Hint a Turnaround Is Near for Chips", "date": "2019-10-08 21:08", "summary": "Company's quarterly operating profit tops analysts' estimates of 7.2 trillion won. SEOUL- Samsung Electronics Co. 's expectations for its third-quarter earnings provided some enthusiasm that the beleaguered global tech supply chain could be nearing a rebound.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sears-wins-liquidation-plan-approval-as-lengthy-bankruptcy-nears-end-11570494729", "title": "Sears Wins Liquidation Plan Approval as Lengthy Bankruptcy Nears End", "date": "2019-10-08 20:32", "summary": "Judge said he would sign off on creditor repayment plan despite company's admission it doesn't have the cash to pay essential bills. Sears Holdings Corp. won court approval Monday of a chapter 11 liquidation plan requiring suppliers that kept its shelves stocked in bankruptcy to wait for their money or take a discounted payoff.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-sees-uptick-in-murders-shootings-11570493861", "title": "New York City Sees Uptick in Murders, Shootings", "date": "2019-10-08 20:17", "summary": "Police Commissioner James O'Neill said, even with the slight increase, murder rates are at a relative low.. Murders and shootings in New York City are on the rise this year, according to New York City Police Department data released Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-lawyers-to-ask-sondland-about-efforts-to-sway-ukrainians-11570493154", "title": "House Lawyers to Ask Sondland About Efforts to Sway Ukrainians", "date": "2019-10-08 20:05", "summary": "Former hotel executive had no prior diplomatic experience when he was nominated as ambassador to EU in May 2018. Gordon Sondland is set to be deposed Tuesday by House lawyers as part of the congressional impeachment inquiry looking into President Trump's effort to press Kyiv for investigations of Joe Biden and other matters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]