[{"link": "https://www.wsj.com/articles/vindman-brother-may-be-called-to-testify-in-impeachment-inquiry-11572577698", "title": "Vindman's Twin May Be Called to Testify in Impeachment Inquiry", "date": "2019-10-31 23:41", "summary": "Yevgeny Vindman witnessed decision to move Trump-Zelensky call's transcript to a top secret server, Lt. Col Alexander Vindman allegedly testified. WASHINGTON-The identical twin brother of Lt. Col. Alexander Vindman, a National Security Council official who shared before House committees this week his concerns about President Trump's July phone call with his Ukrainian counterpart, may also be called to testify.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-is-adopting-florida-as-primary-residence-11572574793", "title": "Trump Says He Is Adopting Florida as Primary Residence", "date": "2019-10-31 23:28", "summary": "President abandoning New York for a crucial battleground state in 2020 election. WASHINGTON-President Trump, who spent much of his life in New York City, said Thursday that he is changing his primary residence from Manhattan to Palm Beach, Fla.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-impeachment-resolution-on-stark-partisan-lines-11572514202", "title": "House Passes Impeachment Resolution on Stark Partisan Lines", "date": "2019-10-31 22:18", "summary": "Move marks first significant vote since probe began into Trump's call for Ukraine to investigate Joe Biden. WASHINGTON-The House passed a resolution almost entirely along party lines to initiate the public phase of an inquiry into President Trump's dealings with Ukraine, setting a blueprint for the fourth presidential impeachment investigation in U.S. history.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qantas-grounds-three-cracked-boeing-737-jets-11572572209", "title": "Qantas Grounds Three Cracked Boeing 737 Jets", "date": "2019-10-31 21:36", "summary": "Structural fault a new problem for plane maker separately working on fixes for newer MAX model. Qantas Airways Ltd. became the latest airline to ground some older Boeing Co. 737s for structural cracks, another headache for the plane maker grappling with the global grounding of the newer MAX model.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/video-reviews-are-hated-in-soccer-thats-not-the-case-in-rugby-11572572096", "title": "Video Reviews Are Hated in Soccer. That's Not the Case in Rugby.", "date": "2019-10-31 21:34", "summary": "The sport has one of the most transparent video replay processes: Replays are shown on stadium screens and the conversation between the referee and the video assistant referee is broadcast. TOKYO-One player dropped an opponent on his head. Another smashed his shoulder into a rival's neck. Incidents like that have resulted in more players ejected from matches at the rugby World Cup than at the last three tournaments combined-and now, the video assistant referee has a larger role in making those calls.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-spending-rose-in-september-11572525146", "title": "U.S. Consumers Stay on a Spending Streak", "date": "2019-10-31 19:53", "summary": "Household outlays, muted inflation and modest labor-cost increases point to a slowing but still expanding economy. WASHINGTON-Households increased spending heading into the fourth quarter, suggesting consumers have continued to help prop up U.S. economic growth.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-pares-back-anti-inversion-tax-regulations-11572553066", "title": "Treasury Pares Back Anti-Inversion Tax Regulations", "date": "2019-10-31 19:46", "summary": "Rules less necessary after corporate tax cut, Trump administration says. The Treasury Department is scaling back Obama-era rules designed to limit tax-avoiding corporate inversion deals, deeming the regulations too burdensome and less necessary.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amgen-to-buy-stake-in-chinese-cancer-drugmaker-beigene-11572554267", "title": "Amgen to Buy Stake in Chinese Cancer-Drugmaker BeiGene", "date": "2019-10-31 19:43", "summary": "BeiGene will commercialize certain Amgen treatments in China. U.S. drugmaker Amgen Inc. said it is buying a roughly 20% stake in a Chinese biotechnology company for $2.7 billion in cash, further demonstrating China's emergence as a key market for foreign pharmaceutical companies.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-official-tim-morrison-testifies-in-impeachment-inquiry-11572543070", "title": "White House Official Says He Heard Ukraine Aid Was Tied to Biden Probe", "date": "2019-10-31 19:40", "summary": "Morrison says he had concerns about what he heard on Trump's call with Ukrainian leader, but had no worries about its legality. WASHINGTON-A White House national security official testified that a U.S. diplomat told him a hold on U.S. aid to Ukraine was tied to efforts to push Kyiv to investigate Democrat Joe Biden and his son, backing testimony of earlier witnesses in the House impeachment inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-questions-immunity-claim-in-case-of-former-white-house-counsel-11572565189", "title": "Judge Questions Immunity Claim Involving McGahn", "date": "2019-10-31 19:39", "summary": "Clash is between lawmakers and White House over testimony of Don McGahn in probe of alleged obstruction by President Trump. WASHINGTON-A federal judge questioned Trump administration arguments that former White House counsel Don McGahn enjoys absolute immunity from having to testify in a congressional investigation of President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-judge-approves-authentic-brands-bid-for-barneys-11572545990", "title": "Judge Approves Sale of Barneys to Authentic Brands", "date": "2019-10-31 19:23", "summary": "Authentic Brands intends to close the bulk of Barneys retail stores; store closing sales could begin as soon as Friday. A bankruptcy judge approved Barneys New York Inc.'s sale to Authentic Brands Group LLC, an owner and manager of fashion brands, which will likely close almost all of the luxury retailer's remaining stores and license the Barneys name.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defining-impeachment-down-11572563952", "title": "Defining Impeachment Down", "date": "2019-10-31 19:19", "summary": "The House vote resolution and vote reveal a partisan inquiry.. Democrats on Thursday finally held a vote on their impeachment inquiry against President Trump, but the resolution and the party-line vote already foretell the likely outcome. This is a partisan impeachment driven mainly by hatred of Mr. Trump that, barring new facts, will fail in the Senate and have to be settled by the voters next November.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disqualifying-joshua-wong-11572563916", "title": "Disqualifying Joshua Wong", "date": "2019-10-31 19:18", "summary": "China's agents bar the democratic activist from the local ballot.. Hong Kongers would rather express their political will at the ballot box than in protests. They broke a record as they surged to register for the Nov. 24 district council elections, but Beijing infuriated them again this week when its agents in Hong Kong barred democracy activist Joshua Wong from running.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-union-routs-students-in-chicago-11572563883", "title": "The Union Routs Students in Chicago", "date": "2019-10-31 19:18", "summary": "Teachers end their strike after the mayor caves on choice and accountability.. Chicago Mayor Lori Lightfoot and the Chicago Teachers Union on Thursday struck an agreement to end an 11-day strike, and by the looks of it the union was bargaining with itself.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/flight-attendants-question-safety-of-max-737-11572563447", "title": "Flight Attendants Question Safety of 737 MAX", "date": "2019-10-31 19:14", "summary": "After Congressional testimony by Boeing CEO, American Airlines employees raise concerns over aircraft's reintroduction. The union representing American Airlines Group Inc. flight attendants said it has lingering concerns about the safety of Boeing Co. 's 737 MAX following two days of congressional hearings on the development and certification of the plane.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-peugeots-merger-faces-a-rocky-road-to-success-11572529111", "title": "Fiat Chrysler-Peugeot Merger Faces a Rocky Road to Success", "date": "2019-10-31 19:03", "summary": "Auto makers are looking to add heft, but auto-sector deals have a checkered history. MILAN-Fiat Chrysler Automobiles NV and Peugeot maker PSA Group unveiled their $50 billion merger on Thursday. Making it work in an industry littered with unsuccessful mergers will be the hard part.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/twitter-facebook-divergence-on-political-ads-shows-tension-in-regulating-speech-11572561867", "title": "Twitter, Facebook Divergence on Political Ads Shows Tension in Regulating Speech", "date": "2019-10-31 19:02", "summary": "Move by Twitter to ban political and issues-based advertisements shows complex challenge in monitoring paid speech. Twitter Inc. and Facebook Inc. are staking out starkly different positions about how to handle political ads, but it is unclear how either approach will prevent the spread of misinformation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-backing-off-proposed-fuel-efficiency-freeze-11572556860", "title": "White House Backing Off Proposed Fuel-Efficiency Freeze", "date": "2019-10-31 18:51", "summary": "Trump administration plans for annual efficiency increases of 1.5%; rule likely to come by year's end. The Trump administration is backing away from a plan to freeze tailpipe-emissions targets for new vehicles through 2025, say people familiar with the process.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giuliani-associate-left-trail-of-troubled-businesses-before-ukraine-probe-push-11572527608", "title": "Giuliani Associate Left Trail of Troubled Businesses Before Ukraine Probe Push", "date": "2019-10-31 18:44", "summary": "Lev Parnas pointed to relationship with ex-New York mayor to show investors he could 'get things done'. Since its inception in 2013, a Florida firm called Fraud Guarantee has attracted no identifiable customers, generated zero returns for investors and-according to Florida court records-defaulted on its office lease years ago after falling behind on rent.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-is-getting-real-11572561439", "title": "Impeachment Is Getting Real", "date": "2019-10-31 18:37", "summary": "Democrats could advance their cause by showing respect to Republicans-including John Bolton.. It is all so very grave, yet it feels only like a continuation of the past three years of fraught and crazy political conflict. But impeachment of the American president came much closer this week.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-will-have-a-say-in-whether-china-dominates-5g-11572561367", "title": "India Will Have a Say in Whether China Dominates 5G", "date": "2019-10-31 18:36", "summary": "Accepting Huawei would save money for New Delhi, but only at the cost of strategic autonomy.. Bangalore, India", "categories": [["Opinion", "East is East"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/east-is-east?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-partisan-impeachment-vote-11572561408", "title": "A Partisan Impeachment Vote", "date": "2019-10-31 18:36", "summary": "Senators demanded a fair inquiry. That isn't what the House delivered Thursday.. The nation focused on the House this week, where Democrats voted Thursday to formalize an impeachment inquiry into President Trump. Less noticed, but equally important, was the prebuttal on the Senate floor.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sometimes-drug-prices-are-too-low-11572561325", "title": "Sometimes Drug Prices Are Too Low", "date": "2019-10-31 18:35", "summary": "Washington's efforts to keep medications affordable have had unintended consequences.. When Americans talk about drug prices, the conversation is dominated by the eye-popping sticker prices of certain new drugs. We're all aware of how sky-high prices can make it hard for some patients to afford the drugs they need. Yet few appreciate how patients also lose access to treatments when prices are too low.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-cuts-for-the-wealthy-make-inequality-worse-11572561280", "title": "Tax Cuts for the Wealthy Make Inequality Worse", "date": "2019-10-31 18:34", "summary": "As the rich have gotten richer, U.S. tax policy became more regressive.. Here's a short test of your value judgments. (There's no right answer.) If free markets start dishing out increasingly unequal pretax incomes, should the government ignore it, mitigate it by making the tax system more progressive, or exacerbate it by making the tax system less progressive?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-rotten-season-for-apple-sellers-11572561252", "title": "A Rotten Season for Apple Sellers", "date": "2019-10-31 18:34", "summary": "Three rainy weekends washed out our farm stand, so we'll be back this Sunday.. When you are a weekend apple farmer, and your only sales days are Sundays in October, you are very much at the mercy of the Rain Gods. This year we didn't pray hard enough.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-political-ads-11572561184", "title": "Notable & Quotable: Political Ads", "date": "2019-10-31 18:33", "summary": "'We make no judgments on an advertiser's arguments, factual assertions or conclusions.'. From \"Trump, Zuckerberg & Pals Are Breaking America,\" Thomas Friedman, New York Times, Oct. 30:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/that-all-shall-be-saved-review-making-sense-of-perdition-11572561222", "title": "'That All Shall Be Saved' Review: Making Sense of Perdition", "date": "2019-10-31 18:33", "summary": "For Christians, the idea of permanent retribution is not easily reconciled with that of a benevolent and omnipotent God.. Most Christians believe in some form of hell-and not just the modern kind in which there are lots of special places for people who commit minor outrages. How could so many millions, now and for the past 20 centuries, believe that souls who finally reject God will suffer eternal punishment? David Bentley Hart, in \"That All Shall Be Saved: Heaven, Hell, and Universal Salvation,\" has an answer: \"I am convinced that practically no one who holds firmly to the majority tradition regarding the doctrine of hell ultimately does so for any reason other than an obstinate, if largely unconscious, resolve to do so, prompted by the unshakable conviction that faith absolutely requires it.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebanons-discontent-has-religious-roots-11572561155", "title": "Lebanon's Discontent Has Religious Roots", "date": "2019-10-31 18:32", "summary": "The country was founded as a haven for Christians but has lost its purpose.. For more than two weeks Lebanese citizens from every walk of life have taken to the streets demanding social and political reform. While the protests have been unifying and peaceful, at the heart of Lebanon's problems is a deep-seated identity crisis.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-than-expected-earnings-ease-growth-fearsfor-now-11572514201", "title": "Better-Than-Expected Earnings Ease Growth Fears", "date": "2019-10-31 18:31", "summary": "Corporate profits haven't waned as much as analysts had predicted. Investors are breathing sighs of relief that corporate profits haven't waned as much as feared, giving new life to a stock-market rally that had largely stalled since the summer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marriott-sells-new-york-s-st-regis-hotel-to-qatar-for-310-million-11572561006", "title": "Marriott Sells New York's St. Regis Hotel to Qatar", "date": "2019-10-31 18:30", "summary": "Lodging company will still manage Fifth Avenue property, securities filing says. A Qatar fund has acquired the St. Regis hotel on Manhattan's Fifth Avenue, adding to the Persian Gulf country's luxury hotel collection.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-nominates-north-korea-envoy-to-no-2-state-department-post-11572558827", "title": "Trump Nominates North Korea Envoy to No. 2 State Department Post", "date": "2019-10-31 18:27", "summary": "Stephen Biegun to remain lead negotiator in stalled nuclear talks with Pyongyang. WASHINGTON-President Trump on Thursday nominated Stephen Biegun, currently the top envoy for North Korea, for the post of deputy secretary of state, the White House said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterest-pokes-the-bears-11572560469", "title": "Pinterest Pokes the Bears", "date": "2019-10-31 18:21", "summary": "Pinterest third-quarter picture tests investors' tolerance for high spending in newly public tech. Pinterest may be all about inspiration, but today's market clearly is feeling much less inspired.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-exchange-seeks-sec-nod-to-take-on-nyse-nasdaq-11572560210", "title": "New Exchange Seeks SEC Nod to Take On NYSE, Nasdaq", "date": "2019-10-31 18:16", "summary": "Members Exchange aims to be a cheaper place to trade stocks than the incumbent exchanges. A new venture backed by nine financial heavyweights including Morgan Stanley , UBS Group AG and Citadel Securities is seeking regulatory approval to launch an exchange, making a bid to challenge the New York Stock Exchange and Nasdaq Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-bill-clarifies-liability-for-sexual-harassment-by-lawmakers-11572516001", "title": "New York Bill Clarifies Liability for Harassment by Lawmakers", "date": "2019-10-31 18:15", "summary": "Measure sponsored by Democrats would close loophole excluding legislative staff from protection. ALBANY, N.Y.-A bill introduced Thursday aims to close a loophole that limits state liability for sexual harassment by elected officials.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-sales-weaken-in-third-quarter-11572523307", "title": "Kraft Heinz Beats Profit Expectations as Sales Slide", "date": "2019-10-31 18:05", "summary": "Shares in the ketchup-and-lunch-meat maker rose despite signs of slack demand. Sales of Kraft Heinz Co. 's beleaguered products fell more than anticipated in the third quarter, but the food maker beat profit expectations after a year of weak results and strategic turmoil.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stitch-fixs-material-weakness-over-it-controls-spotlighted-under-new-audit-rule-11572559214", "title": "Stitch Fix's Material Weakness Over IT Controls Spotlighted Under New Audit Rule", "date": "2019-10-31 18:00", "summary": "Personal-styling service said it is expanding its internal controls to address IT issues. Stitch Fix Inc. is expanding its internal information-technology controls after identifying weaknesses in how the online personal-styling service reported financial performance.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-liquor-everyones-buyingeven-people-who-cant-stand-it-11572558897", "title": "The Liquor Everyone's Buying-And Nobody's Drinking", "date": "2019-10-31 17:54", "summary": "Moutai, a potent, clear spirit is a status symbol, though many find it tough to swallow; 'very much like ethanol'. China's Kweichow Moutai Co. has become the world's most valuable liquor company thanks to a fiery spirit that can cost nearly $400 a bottle.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marathon-petroleum-spins-off-gas-stations-11572518660", "title": "Marathon Petroleum CEO to Retire as Company Spins Off Gas Stations", "date": "2019-10-31 17:53", "summary": "Activist investors including Elliott Management pushed for change at the U.S. refiner. The chief executive of fuel maker Marathon Petroleum Corp. is stepping down and the company is spinning off its gas-station chain to placate activist investors including Elliott Management Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-teachers-union-stuck-on-extending-school-year-amid-tentative-deal-11572535451", "title": "Classes to Resume Friday in Chicago Schools as Teachers End Strike", "date": "2019-10-31 17:52", "summary": "Union agrees to tentative five-year contract as it squabbled with mayor over makeup days. CHICAGO-Classes will resume Friday for 300,000 students in the nation's third-largest school district, ending a bitter strike that lasted 11 school days and challenged the leadership of Mayor Lori Lightfoot.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spirit-aerosystems-buys-wing-making-unit-to-diversify-beyond-max-11572533311", "title": "Spirit AeroSystems Buys Wing-Making Unit to Diversify Beyond MAX", "date": "2019-10-31 17:47", "summary": "Bombardier unit will open Spirit, once part of Boeing, to more work for Airbus. Spirit AeroSystems Holdings Inc. agreed to buy an aircraft components business from Bombardier Inc., as the supplier works to expand its customer base beyond Boeing Co. 's troubled 737 MAX.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-reviews-expanding-primary-care-services-11572554872", "title": "New York City Council Reviews Expanding Primary-Care Services", "date": "2019-10-31 17:25", "summary": "Proposed legislation would be an extension of sorts for the NYC Care program. A New York City Council committee on Thursday reviewed whether the city is doing enough to provide primary care through its public hospital system.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-plays-the-underdog-in-streaming-wars-11572514201", "title": "Apple Plays the Underdog in Streaming Wars", "date": "2019-10-31 17:25", "summary": "Tech giant brings lower price, fewer shows to Hollywood battle. Apple Inc. became a colossus by redefining gadgets including the smartphone, the tablet and the smartwatch. As it takes aim at Hollywood, it is working from a very different script.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-hard-to-do-trade-deal-with-u-k-under-boris-johnson-brexit-deal-11572543697", "title": "Trump Says Hard to Do Trade Deal With U.K. Under Johnson Brexit Deal", "date": "2019-10-31 17:12", "summary": "Speaking on a British radio show, the president didn't specify which parts of the deal he was referring to that might preclude a U.S. accord. LONDON-President Trump waded into the U.K.'s election debate, appearing on a radio show hosted by a rival of Boris Johnson to criticize the British prime minister's Brexit deal, as well as the leader of the main opposition Labour Party.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-gooding-jr-faces-additional-sex-crime-charges-11572556355", "title": "Cuba Gooding Jr. Faces Additional Sex Crime Charges", "date": "2019-10-31 17:12", "summary": "Oscar winner is arraigned for sex crimes for the third time this year. Oscar-winning actor Cuba Gooding Jr. pleaded not guilty Thursday in Manhattan Criminal Court to new sex crime charges.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-fire-sparked-in-southern-california-as-strong-winds-continue-11572532848", "title": "New Fires Spark in Southern California as Strong Winds Continue", "date": "2019-10-31 16:52", "summary": "Resume Subscription. Swiftly spreading fires broke out in Southern California on Thursday, sending hillsides and homes up in flames, as the region faced another day of aggressive fire conditions fueled by strong winds and low humidity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/kraft-heinz-starts-to-pick-up-the-pieces-11572537302", "title": "Kraft Heinz Starts to Pick Up the Pieces", "date": "2019-10-31 16:51", "summary": "The humbled food giant is crafting a new strategy under fresh management. Investors are celebrating signs of stabilization at Kraft Heinz , as well as fresh thinking from its new leadership. But the company is still a long way from recovering from past mismanagement.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-approved-property-sale-to-russian-businessman-despite-internal-objections-11572536592", "title": "Deutsche Bank Approved Property Sale to Russian Businessman Despite Internal Objections", "date": "2019-10-31 16:46", "summary": "Resume Subscription. Deutsche Bank AG officials approved the sale of a chunk of Silicon Valley real estate to a Russian businessman despite objections from its U.S. reputational risk committee, according to documents and people familiar with the matter.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-devil-next-door-review-a-hunted-war-criminal-11572554770", "title": "'The Devil Next Door' Review: A Hunted War Criminal", "date": "2019-10-31 16:46", "summary": "The story of John Demjanjuk, who lived an unassuming life in America until he was accused of hiding a Nazi past.. In 1981John Demjanjuk, subject of the unnervingly vivid and rich five-part legal history \"The Devil Next Door\" (Monday, Netflix) was stripped of his U.S. citizenship. His had been a long battle to prevent this action-one that had begun in the late '70s when the Justice Department first charged that the retired Ford worker, a naturalized American, had concealed his past as a Nazi concentration camp guard when he entered the U.S. Having no grounds to try Demjanjuk for crimes not committed on U.S. soil, the government could only choose to revoke his citizenship.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mount-pleasant-review-welcome-to-the-neighborhood-11572554736", "title": "'Mount Pleasant' Review: Welcome to the Neighborhood", "date": "2019-10-31 16:45", "summary": "This comedy set in suburban Manchester, England, has countless subplots and laughs to match.. It's best to forget any serious effort to follow the logic of \"Mount Pleasant\" (Monday, Acorn TV), a brassily incoherent comedy-drama series, set in suburban Manchester, England, that had a highly successful run in the U.K. There's no need-and, more to the point, no resolution in most of its countless subplots. There is, on the other hand, an unfailing, if wild, comic energy about the goings-on in the neighborhood and the lives of its residents that makes it irresistible. That's especially true of the young lead couple-the reasonably level-headed if slightly worn-down Lisa (Sally Lindsay) and her husband, Dan (Daniel Ryan)-and their loved ones, who include, as Lisa's spirited mother, the ever-beguiling Pauline Collins (\"Upstairs, Downstairs\"). Family members abound in \"Mount Pleasant\"-mothers, fathers, in-laws and dogs-in a way that British comedy writing excels, and these eight episodes, created by Sarah Hooper, are no exception. (The second season will be available online Monday as well.)", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-wobble-after-fed-signals-pause-in-further-rate-cuts-11572514720", "title": "U.S. Stocks Slide Amid Uncertainty Over Trade Deal", "date": "2019-10-31 16:44", "summary": "Markets also take stock of Fed's decision to signal a pause in interest-rate cuts. The S&P 500 fell Thursday on skepticism about a U.S.-China trade truce and weakening manufacturing data, pulling back from its record close a day earlier.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-flee-south-african-rand-ahead-of-rating-review-11572551165", "title": "Investors Flee South African Rand Ahead of Rating Review", "date": "2019-10-31 16:39", "summary": "Worries over obstacles to U.S.-China trade pact weighs on dollar, boosts haven currencies. A dire growth outlook has investors fleeing the South African rand a day ahead of a review from ratings firm Moody's Investors Service.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-focused-venture-firm-targets-100-million-new-fund-11572554365", "title": "AI-Focused Venture Firm Targets $100 Million New Fund", "date": "2019-10-31 16:39", "summary": "Boulder, Colo.-based AI Capital recently led its first deal, investing in business software startup Link3D. AI Capital, a new venture-capital firm targeting artificial intelligence-based enterprise software startups, is raising a $100 million second fund which it expects to close next year, Managing Partner Neville Teagarden said.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-names-new-leader-to-succeed-baghdadi-11572537863", "title": "Islamic State Names New Leader After Death of Baghdadi", "date": "2019-10-31 16:38", "summary": "Terror group confirms the death of its leader, Abu Bakr al-Baghdadi, who it praised for his 'military conquests'. BEIRUT-Islamic State confirmed the death of its leader and named a successor, as the terror group attempted to move forward after a series of defeats that have eliminated its territorial control and its top-tier command.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irishman-review-greatfellas-11572554001", "title": "'The Irishman': Greatfellas", "date": "2019-10-31 16:33", "summary": "Martin Scorsese's gangster epic, seen through the eyes of a mob hit man, is a breakthrough for the filmmaker and his stars.. After scores of celebrated films and almost half a century of richly deserved fame, Martin Scorsese did not seem poised for a breakthrough. That's what he's accomplished in \"The Irishman,\" though, and on familiar-indeed overfamiliar-terrain. Once again he is recounting the exploits of gangsters, very bad goodfellas who whack one another without mercy and tend to come to bad ends. Once again he's working with two of his closest collaborators, Robert De Niro and Joe Pesci, plus Al Pacino, who has invested fair amounts of his own time playing persons of violent persuasion. Yet this new film, which seems shorter than its 209 minutes, feels genuinely new and deeply satisfying-for its subtlety, wit and resonance; for its serenely confident technique, meaning no truck with fancy tricks; for the sumptuous quality of the production; and for the epic scope of the story, an extraordinary tale of organized crime's grip on American life as seen through the eyes of one outwardly ordinary man.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/terminator-dark-fate-review-worse-than-death-11572553842", "title": "'Terminator: Dark Fate': Worse Than Death", "date": "2019-10-31 16:30", "summary": "A franchise that didn't need to return does so at its peril.. Hollywood devours its own in \"Terminator: Dark Fate,\" and another franchise bites the dust. Not just any franchise, either. The first two \"Terminator\" films were in a class by themselves-thrillingly original, dazzlingly conceived, and improbably stirring for their humanity. This one is in a different class-cobbled together by dunces in a last-ditch effort to wring revenue from a moribund concept. The plot makes no sense-time travel as multiverse Dada. Worse still, it renders meaningless the struggles that gave the first two films of the franchise an epic dimension. There's yet another unborn hero who will save humanity from the robots in another future that's yet to unfold, and a new set of characters notable mainly for their political correctness, plus a new Terminator, once again made of liquid-metal, whose liquidity is matched only by his vapidity.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsy-shares-on-course-for-steepest-drop-in-four-years-11572550208", "title": "Etsy Shares Post Steepest Drop in Four Years", "date": "2019-10-31 16:27", "summary": "The online marketplace's shares slumped amid growth fears. Shares of Etsy Inc. slumped Thursday following the online marketplace's earnings report, posting their biggest one-day decline since August 2015. Analysts, however, suggested that the selloff was largely overdone.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legislation-would-require-search-engines-to-disclose-algorithms-11572540266", "title": "Bill Would Force Google and Rivals to Disclose Search Algorithms", "date": "2019-10-31 16:21", "summary": "Senate bill aims to give users of search engines more control over personal data. WASHINGTON-Senate lawmakers proposed bipartisan legislation that would require search engines to disclose the algorithms they use in ranking internet searches and give consumers an option for unfiltered searches.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-pressure-can-squeeze-the-truth-11572553290", "title": "Time Pressure Can Squeeze the Truth", "date": "2019-10-31 16:21", "summary": "A new study shows that quick responses to questions tend to be less honest than more deliberate ones.. The idea that we have two minds, an authentic inner core and a false outer layer, is as ancient as Plato and as current as the new hit movie \"Joker.\" If our real identities are packed away, hidden even from ourselves, we seldom reveal what we really think and instead cultivate appearances-or so many psychologists believe. According to this view, the best way to get people to tell the truth is by eliciting lightning-quick responses, before they can reflect and dissemble.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volkswagen-to-test-quantum-navigation-app-in-real-traffic-11572553300", "title": "Volkswagen to Test Quantum Navigation App in Real Traffic", "date": "2019-10-31 16:21", "summary": "Pilot is set to take place in Lisbon next week, with buses ferrying riders to and from a tech conference. Volkswagen AG plans to test a quantum-computer-powered navigation app in Lisbon next week, part of a larger plan to include such a feature in its vehicles within the next few years.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indiana-halts-its-medicaid-work-requirement-11572550371", "title": "Medicaid Work Requirement Is Halted by Indiana", "date": "2019-10-31 16:18", "summary": "Temporary pause comes after lawsuit is filed in federal court. Indiana is temporarily halting its Medicaid work requirements because of a lawsuit, part of a trend among states to rethink or tweak plans that base the program's health benefits on employment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seared-review-a-hearty-helping-of-comedy-with-a-side-of-seriousness-11572552992", "title": "'Seared' Review: A Hearty Helping of Comedy With a Side of Seriousness", "date": "2019-10-31 16:16", "summary": "Moritz von Stuelpnagel gives a fine staging of Theresa Rebeck's play about a neurotic chef who thinks he's an artist.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-colored-girls-who-have-considered-suicide-when-the-rainbow-is-enuf-review-choreopoetry-in-motion-11572552958", "title": "'for colored girls who have considered suicide/when the rainbow is enuf' Review: Choreopoetry in Motion", "date": "2019-10-31 16:15", "summary": "Ntozake Shange's work about seven young women of color who reflect on their lives and problematic prospects gets a revival at the Public.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-leaning-toward-appointing-chad-wolf-as-acting-dhs-secretary-11572552031", "title": "White House Leaning Toward Appointing Chad Wolf as Acting DHS Secretary", "date": "2019-10-31 16:13", "summary": "Trump administration shifts focus to Mark Morgan as possible nominee for permanent post from Ken Cuccinelli. WASHINGTON-The White House is leaning toward appointing Chad Wolf as the next acting secretary of the Department of Homeland Security and shifting focus for its nominee for the permanent position to Mark Morgan, acting commissioner of U.S. Customs and Border Protection, rather than Ken Cuccinelli, acting head of U.S. Citizenship and Immigration Services, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/video-details-brazen-attack-by-mexican-drug-cartel-on-government-forces-11572532035", "title": "Video Details Brazen Attack by Mexican Cartel on Government Forces", "date": "2019-10-31 16:05", "summary": "Botched arrest of El Chapo's son offers crime groups a blueprint for how to thwart future crackdowns by Mexico's military. MEXICO CITY-Desperate Mexican soldiers implored the captured son of legendary drug lord Joaquín \"El Chapo\" Guzmán to call his brother and get him to stop the attacks by dozens of cartel gunmen on security forces in their bid to rescue him.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-fed-inflation-measure-exceeded-fed-target-in-september-11572551334", "title": "Dallas Fed Inflation Measure Exceeded Fed Target in September", "date": "2019-10-31 15:48", "summary": "Trimmed-Mean PCE index rose to 2.1%, after standing at 2% in May through July. Underlying inflation pressures are starting to heat up.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-prices-fall-after-rise-in-stockpiles-11572550834", "title": "Natural-Gas Prices Fall After Rise in Stockpiles", "date": "2019-10-31 15:40", "summary": "Ample supply has weighed on prices, but some analysts predict expectations for colder-than-usual weather will outweigh inventory concerns. The price of natural gas snapped a three-day streak of gains Thursday after weekly stockpiles rose more than expected, highlighting investors' concerns of a supply glut even as weather forecasts pointed to a chilly month ahead.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altria-cuts-value-of-juul-stake-by-4-5-billion-11572520613", "title": "Altria Slashes Value of Juul Stake Amid Regulatory Pressure", "date": "2019-10-31 15:36", "summary": "Marlboro maker, which paid $12.8 billion for a 35% stake in e-cigarette maker, cites proposed flavor bans for write-down. Altria Group Inc. wrote down its investment in Juul Labs Inc. by more than a third, acknowledging that it hadn't anticipated the regulatory pitfalls confronting the e-cigarette market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vw-arteon-a-sedan-that-might-actuallywow-you-11572550004", "title": "VW Arteon: A Sedan That Might Actually Wow You", "date": "2019-10-31 15:26", "summary": "With its fabulous, sophisticated styling, a dependable engine and significant cargo space, Volkswagen's Arteon is a standout among the hordes of SUVs and crossovers on the road, says Dan Neil. I SUPPOSE every review of a sedan-like machine will now have to note that, in the American market, SUV/crossovers outsell traditional sedans two to one. What I want to know is, when is many too many? What is the saturation point of crossovers' popularity, beyond which consumers submerge and drown in the very purchases they once coveted? Ugg boots, the Rachel haircut, Nascar...all killed by their own ubiquity.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/election-raises-new-questions-about-the-u-k-s-union-11572548950", "title": "Election Raises New Questions About the U.K.'s Union", "date": "2019-10-31 15:09", "summary": "Secessionist movements are getting a new chance to make their case as Brexit approaches and Britain's two-party political system splinters. A major issue other than Brexit in the U.K.'s looming election: the future of the United Kingdom itself.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-super-rich-are-buying-100-million-homes-for-some-one-isnt-enough-11572548543", "title": "The Super Rich Are Buying $100 Million Homes. For Some, One Isn't Enough.", "date": "2019-10-31 15:02", "summary": "Resume Subscription. Two decades ago, a $100 million home sale was almost unthinkable. Times have changed: Four homes in the U.S. have closed at or above $100 million this year alone, with at least one more expected to trade by the end of 2019.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/8-things-youve-always-wondered-about-fleece-jackets-11572548462", "title": "8 Things You've Always Wondered About Fleece Jackets", "date": "2019-10-31 15:01", "summary": "Including: Are they bad for the environment and are there windproof versions you can actually ski in?. ", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funding-wars-through-the-ages-11572548469", "title": "Funding Wars Through the Ages", "date": "2019-10-31 15:01", "summary": "U.S. antiterror efforts have cost nearly $6 trillion since the 9/11 attacks. Earlier governments from the ancient Greeks to Napoleon have had to get creative to finance their fights. The successful operation against Islamic State leader Abu Bakr al-Baghdadi is a bright spot in the war on terror that the U.S. declared in response to the attacks of 9/11. The financial costs of this long war have been enormous: nearly $6 trillion to date, according to a recent report by the Watson Institute of International and Public Affairs at Brown University, which took into account not just the defense budget but other major costs, like medical and disability care, homeland security and debt.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-most-expensive-homes-11572547948", "title": "The $100 Million Club", "date": "2019-10-31 14:52", "summary": "A look at all of the residential properties in the United States to have sold for $100 million or more.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-says-u-s-and-china-looking-for-new-site-to-sign-trade-deal-11572530346", "title": "Trump Says U.S. and China Looking for New Site to Sign Trade Deal", "date": "2019-10-31 14:41", "summary": "Countries had planned to sign phase one of pact at APEC in Chile, but event was cancelled. WASHINGTON-President Trump said China and the U.S. are in the process of selecting a new site to sign what he has called phase one of a broader trade agreement between the two countries.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-199-billion-in-debt-11572546505", "title": "Treasury to Sell $199 Billion in Debt", "date": "2019-10-31 14:28", "summary": "U.S. Treasury Department's auctions next week range from 13-week bills to 30-year bonds. The U.S. Treasury Department will auction $199 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-wrestling-entertainment-shares-fall-on-lower-revenue-delayed-tv-deal-11572546215", "title": "World Wrestling Entertainment Shares Fall on Lower Revenue, Delayed TV Deal", "date": "2019-10-31 14:23", "summary": "Media company has struggled to secure television-rights deal in Middle East. Shares of World Wrestling Entertainment Inc. plunged Thursday as sales disappointed in the latest quarter and the company's struggle to secure a television-rights deal in the Middle East pushed its guidance lower.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/halloween-draws-masked-revelers-and-protesters-alike-in-hong-kong-11572546110", "title": "Face Off: Mask Ban Triggers Halloween Clashes in Hong Kong", "date": "2019-10-31 14:21", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/european-auto-stocks-tumble-as-fiat-chrysler-seals-peugeot-deal-11572532082", "title": "European Auto Stocks Tumble as Fiat Chrysler Seals Peugeot Deal", "date": "2019-10-31 14:12", "summary": "Tie-up will add to pressures on rival car makers to step up efforts to consolidate. PSA Group shares fell by the most in more than three years, leading a sharp decline in European automotive stocks after Fiat Chrysler Automobiles NV sealed a merger accord with the maker of Peugeot that will create one of the world's largest auto makers by volume.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-related-cases-surge-to-1-888-11572544300", "title": "Vaping-Related Cases Surge to 1,888", "date": "2019-10-31 13:51", "summary": "Cause of the mysterious lung injuries remains unclear. The number of people sickened by vaping-related illnesses has jumped to 1,888, according to the latest numbers from the Centers for Disease Control and Prevention. Thirty-eight deaths have been reported by federal and state health officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-and-the-lessons-of-baghdadis-end-11572543984", "title": "Congress and the Lessons of Baghdadi's End", "date": "2019-10-31 13:46", "summary": "Could Congress be trusted to keep a secret about an American raid in Syria? According to last year's Gallup poll regarding trust in various professions, most Americans wouldn't share secrets with Congress.. Your editorial \"The Lessons of Baghdadi\" (Oct. 28) is an interesting contrast to lessons drawn by many other commentators. You note the importance of interrogation, help from allies and forward-deployed troops that facilitated a successful raid by U.S. forces in Syria that resulted in the death of Islamic State leader Abu Bakr al-Baghdadi. Others in news media conceded that the raid's result was good news, but faulted President Trump for his failure to give a heads-up to Congress before the raid, attributing his secrecy to political considerations related to impeachment. What President Trump actually said was that he did not inform Congress because \"Adam Schiff is the biggest leaker in Washington.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomos-right-about-limiting-gas-pipelines-11572543903", "title": "Cuomo's Right About Limiting Gas Pipelines", "date": "2019-10-31 13:45", "summary": "New York state just passed the nation's most ambitious climate bill, and all arrows are now pointed in the right direction.. Regarding your editorial \"Cuomo's Carbon Contradiction\" (Oct. 21): While the potential climate impacts of building more fossil-fuel infrastructure are important, New York state's ultimate decision, according to federal law, rests on the pipeline's damaging effects on water quality. New York state already denied the pipeline once on this basis, determining that the pipeline couldn't be constructed 24 miles across the mouth of New York Harbor without stirring up toxic sediments that have settled on the seafloor and causing irreparable harm to marine life.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-banks-confront-their-harsh-reality-11572543750", "title": "Europe's Banks Confront Their Harsh Reality", "date": "2019-10-31 13:42", "summary": "As ultralow rates continue to squeeze profit margins, Europe's banks are cutting costs and charging customers to avoid falling further behind stronger U.S. rivals. Ultralow interest rates and political and economic uncertainty are forcing Europe's banks to confront an imperative they have been slow to respond to: cut costs fast or risk falling even further behind U.S. rivals.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funeral-food-flavored-with-kind-sympathy-11572543631", "title": "Funeral Food Flavored With Kind Sympathy", "date": "2019-10-31 13:40", "summary": "I, too, smiled on that very sorrowful day and fully appreciated the generosity and kindness of those lovely church ladies (and men).. I attended my younger brother's funeral service the day before I read James R. Hagerty's article about funeral food (\"With Deviled Eggs, Jell-O Salad, Church Volunteers Fight the Tide,\" Page One, Oct. 23). The funeral was truly the saddest day of my life. My brother's widow, overcome with grief, had asked several days prior whether I thought she should accept her rural Wisconsin church's luncheon offer. I thought it would be a welcome release after what I knew would be an emotional and overwrought day.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religion-has-been-a-help-to-civic-morality-11572543571", "title": "Religion Has Been a Help to Civic Morality", "date": "2019-10-31 13:39", "summary": "The English philosopher G.K. Chesterton noted that: \"America is the only nation in the world that is founded on a creed. That creed is set forth with dogmatic and even theological lucidity in the Declaration of Independence.. Cynthia R. Cross's Oct. 21 letter asserts: \"Many of us simply believe, with due respect to people of all religions, that our nation's public policy should be conducted without the introduction of religious elements.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alexandria-ocasio-cortez-diagnoses-congress-to-a-t-11572543528", "title": "Alexandria Ocasio-Cortez Diagnoses Congress to a T", "date": "2019-10-31 13:38", "summary": "\"I don't think most of Congress understands how economics works.\". Regarding your editorial \"Bernie's National Rent Control\" (Sept. 30): After reading Sen. Bernie Sanders's rent-control plan, I realized what incredible insight Rep. Alexandria Ocasio-Cortez had shown in an interview published by inthesetimes.com on June 25, 2018. She said, \"I don't think most of Congress understands how economics works.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cia-backed-afghan-paramilitary-forces-committed-atrocities-rights-group-says-11572543059", "title": "Rights Group: CIA-Backed Afghan Paramilitaries Committed Atrocities", "date": "2019-10-31 13:31", "summary": "Report says pro-government entities carried out abuses, including summary executions, airstrikes and attacks on hospitals, with impunity as U.S. stepped up campaign against Taliban. KABUL-Afghan paramilitary forces supported by the Central Intelligence Agency have carried out extrajudicial executions and other atrocities, some amounting to war crimes, and should be disbanded, a rights group said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-withdraw-deposits-from-rural-bank-for-third-day-as-authorities-try-to-project-stability-11572527638", "title": "Scenes From a Chinese Bank Run: 'We Really Can't Afford to Lose the Money'", "date": "2019-10-31 13:23", "summary": "Squeeze at Yichuan Bank is the fourth small lender this year that regulators have rushed to save. YICHUAN, China-Depositors swarmed a rural bank here for a third consecutive day, rushing to pull money out even as authorities stepped in forcefully to quell concerns around the latest troubled Chinese lender.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasios-cultural-affairs-commissioner-steps-down-11572535404", "title": "De Blasio's Cultural-Affairs Commissioner Steps Down", "date": "2019-10-31 13:21", "summary": "Tom Finkelpearl set up plan to make art more accessible to a broader swath of the city. Tom Finkelpearl, who worked to promote the city's culture beyond Manhattan and was one of Mayor Bill de Blasio's longest-serving commissioners, will leave his post as New York City's cultural-affairs commissioner at the end of the year.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herschel-supply-turns-to-private-equity-as-backpack-brand-branches-out-11572542103", "title": "Herschel Supply Turns to Private Equity as Backpack Brand Branches Out", "date": "2019-10-31 13:15", "summary": "Raising outside capital for the first time, the Vancouver-based company sold a minority stake to Eurazeo Brands, Alliance Consumer Growth and a Canadian pension fund affiliate. Herschel Supply Co., a travel accessory brand whose backpacks are popular among millennials, is embarking on a journey of its own, but it isn't traveling alone.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-shipping-trio-comes-back-with-strong-first-half-profit-11572541978", "title": "Japan Shipping Trio Comes Back With Strong First-Half Profit", "date": "2019-10-31 13:12", "summary": "MOL, NYK and K Line reverse deep losses as their shipping tie-up starts delivering. Japan's top three shipowners posted strong profits in the first half of 2019 as the merger of the container shipping operations began delivering after a year of deep losses.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-hears-you-11572541072", "title": "Apple Hears You", "date": "2019-10-31 12:57", "summary": "Company's newest AirPods expected to sell mainly to those who have already bought in. For Apple Inc. fans, shutting out the world comes at a price: $249, to be exact.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotel-scents-love-them-or-hate-them-11572540874", "title": "Hotel Scents: Love Them or Hate Them?", "date": "2019-10-31 12:54", "summary": "Signature fragrances are wafting through hotels-blends of citrus and smoke, or cherries and asphalt-and not all guests are pleased. SCORES OF HOTEL companies develop their own fragrance lines, whiffable in lobbies and corridors from Boston to Bangkok. At W Hotels, a fresh, citrusy aroma trademarks the air, while the Edition Hotel's potent black tea fragrance blends citrus, chocolate, pepper and (less obviously inviting) smoke. \"Kindling,\" as the 1 Hotels group has dubbed their fragrance, commingles eucalyptus and cardamom, with mid-notes of cedarwood. Every hotel in 1 Hotels' portfolio is redolent with the scent. Meanwhile, Hyatt's Andaz brand is tweaking the trend, customizing individual scents for each of its soon-to-be-22 locations by the end of 2019.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diamond-miners-sag-as-global-demand-cools-11572540684", "title": "Diamond Miners Sag As Global Demand Cools", "date": "2019-10-31 12:51", "summary": "Investors are increasingly skeptical of independent suppliers like Petra Diamonds and Dominion Diamond Mines amid a global weakening in rough diamond prices. Slumping diamond prices are punishing the industry's investors and pushing some independent mining companies, such as recently bankrupt Stornoway Diamond Corp. , into dire financial straits.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roselee-goldberg-performance-art-interview-11572540354", "title": "Can RoseLee Goldberg Make the World Care about Performance Art?", "date": "2019-10-31 12:48", "summary": "Long relegated to culture's fringes, performance art may be the ideal art form for younger generations. How its most vocal champion wants to speak to new fans. On a recent rainy evening in the Lower East Side neighborhood of Manhattan, art historian and curator RoseLee Goldberg is sitting in a spare, cinder block-walled basement in a community arts center watching-and sometimes not watching-a rehearsal for Performa, the performance-art biennial she founded. Goldberg, who is 72 and retains a slight South African accent from her childhood in Durban, is attentive with practiced posture. Her jet-black bangs nearly cover her eyes.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlyles-profit-rises-in-latest-quarter-11572517922", "title": "Carlyle, Apollo See Benefits From Changing Structure", "date": "2019-10-31 12:43", "summary": "Private-equity firms say change to corporations from partnerships could broaden ownership. Executives from private-equity firms Carlyle Group LP and Apollo Global Management Inc. expressed optimism Thursday about the prospect of broader ownership of their stocks after both firms opted earlier this year to abandon their partnership structure to become corporations.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-fouse-taught-skeptical-investors-to-love-index-funds-11572539534", "title": "Bill Fouse Taught Skeptical Investors to Love Index Funds", "date": "2019-10-31 12:32", "summary": "Wells Fargo executive pioneered techniques for lowering costs and allocating assets. In 1969, it was heresy. William Fouse, a research manager at Mellon National Bank & Trust Co., was telling the professionals who selected stocks for the bank's investment funds they didn't know what they were doing.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pitching-a-new-york-landmarks-puzzling-penthouse-11572539514", "title": "Pitching a New York Landmark's Puzzling Penthouse", "date": "2019-10-31 12:31", "summary": "Developers selling the copper-clad pinnacle of the Woolworth Building are trying to drum up a buyer with a $31 million price cut and an architect's vision for the space. For the past four years, real-estate developer Ken Horn has been grappling with a pricey puzzle: how to sell the spectacularly set, oddly shaped, five-story penthouse in Manhattan's Woolworth Building.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alan-faena-lists-his-bold-miami-beach-home-for-16-5-million-11572539436", "title": "Alan Faena Lists His Bold Miami Beach Home for $16.5 Million", "date": "2019-10-31 12:30", "summary": "The fashion designer turned real-estate developer said his darlingly decorated estate was the inspiration for his successful Faena Hotel project.. Alan Faena, an Argentine fashion designer turned real-estate developer, is listing his daringly decorated Miami Beach home for $16.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-exactly-does-dewy-skin-differ-from-oily-skin-11572539134", "title": "How Exactly Does 'Dewy' Skin Differ From Oily Skin?", "date": "2019-10-31 12:25", "summary": "Buzzy new glow-enhancing products by companies including Glossier and Tatcha promise to make women's faces shine appealingly. The trend is booming, for better or worse. IN APRIL, the comedian Benito Skinner, better known by his moniker Benny Drama, posted a video on Instagram ribbing new-gen cosmetics brand Glossier and its signature dewy-skin look. \"I like a really dewy, natural, sweaty look,\" he said, smearing Vaseline zealously over his face. Glossier founder and CEO Emily Weiss told us in an email that she doesn't mind the joke: \"I love it!\" The company's gleaming-skin look, initially considered niche when the brand launched in 2014, is now widely embraced. Ms. Weiss continued that the company's dewy aesthetic \"is becoming more mainstream, and is aligned with a much broader shift in the beauty industry.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-developers-wild-miami-beach-estate-11572536728", "title": "A Developer's Wild Miami Beach Estate", "date": "2019-10-31 12:14", "summary": "Alan Faena's home features bright colors, animal prints and ornate furnishings.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/shell-can-keep-doing-well-by-doing-good-11572538306", "title": "Shell Can Keep Doing Well by Doing Good", "date": "2019-10-31 12:11", "summary": "Energy giant's positioning as a lower-carbon player has helped it beat peers. Thursday's share drop looks like a buying opportunity.. Royal Dutch Shell reported third-quarter results that beat expectations on earnings and cash flow despite low oil and gas prices but warned that it may take longer to complete its $25 billion share-buyback program.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-way-to-home-brew-americas-trendiest-coffee-11572537376", "title": "A New Way to Home-Brew America's Trendiest Coffee", "date": "2019-10-31 11:56", "summary": "Thanks to this high-commitment gizmo, you can now make nitro-infused iced coffee at home-if you don't mind the effort. DO YOU KNOW what cold brew coffee and breast milk have in common? Both-depending on one's age, beverage preferences, and nutritional needs-are widely considered to be liquid gold. And both demand overly complicated machines if you want to prepare them at home.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-misguided-obsession-with-authentic-food-11572537316", "title": "The Misguided Obsession With 'Authentic' Food", "date": "2019-10-31 11:55", "summary": "What should matter in cooking a dish isn't whether it conforms to an original recipe but whether its innovations taste good. If you want to see how our values change over time, look no further than the kitchen. So many things that once seemed absolutely vital about food just fade away and become an irrelevance. Take sauces. Knowing the \"right\" French sauce for each dish used to be one of the tests of a cook, but now in these more globalized times, few people would expect you to know your béarnaise from your soubise.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-is-still-hiring-11572536785", "title": "America Is Still Hiring", "date": "2019-10-31 11:46", "summary": "Small businesses report slow and steady job growth in October.. The great American worker shortage continues, but small firms managed to maintain their recent pace of job creation in October. Not surprisingly, wages are also rising as business owners struggle to staff available positions. That's according to the latest monthly employment survey from the National Federation of Independent Business, due out later today.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pennsylvania-overhauls-election-rules-ahead-of-2020-11572535865", "title": "Pennsylvania Overhauls Election Rules Ahead of 2020", "date": "2019-10-31 11:31", "summary": "Key battleground extends registration period, eliminates straight-ticket voting. The biggest changes to Pennsylvania elections since the 1930s will go into effect before next year's presidential contest, when the state will again be a key battleground.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-plots-a-comeback-less-clutter-more-yoga-classes-11572535484", "title": "J.C. Penney Plots a Comeback: Less Clutter, More Yoga Classes", "date": "2019-10-31 11:24", "summary": "CEO tests new services while looking to make Penney stores easier to shop. A glimpse at a future for J.C. Penney Co. can be found in Hurst, Texas, where a remodeled store has a fitness studio, a videogame lounge and style classes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warriors-curse-of-oracle-arena-stephen-curry-11572535320", "title": "The Warriors and the Curse of Oracle Arena", "date": "2019-10-31 11:23", "summary": "They lost their last three games in Oakland. They're still losing in San Francisco. And then Stephen Curry broke his hand. Are the Warriors haunted?. When the Golden State Warriors went home in last year's NBA Finals to Oracle Arena, their dilapidated home in Oakland for nearly a half-century, they were one good week away from one of the greatest runs in the history of the league.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://graphics.wsj.com/photo-poll/house-of-the-week-103119?mod=article_inline", "title": "Vote for the WSJ House of the Week", "date": "2019-10-31 11:17"}, {"link": "https://www.wsj.com/articles/how-to-estimate-what-youll-spend-on-long-term-care-11572535052", "title": "How to Estimate What You'll Spend on Long-Term Care", "date": "2019-10-31 11:17", "summary": "Retirement columnist Glenn Ruffenach also offers advice about IRA distributions. In your column about unexpected bills in retirement, you didn't address the possibility of long-term care. How can I estimate what those expenses might be in later life? I need this for my parents and me.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-corruption-concerns-stall-imf-bailout-11572535061", "title": "Ukraine Corruption Concerns Stall IMF Bailout", "date": "2019-10-31 11:17", "summary": "Fund wants president to recoup billions-including money that vanished from a supporter's bank. The International Monetary Fund has put off a bailout for Ukraine because it is worried the country's president won't recoup billions of dollars allegedly looted from banks-including one once controlled by a close supporter-according to people familiar with the negotiations.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-chicago-trump-polls-donors-on-clemency-for-blagojevich-11572527973", "title": "In Chicago, Trump Polls Donors on Clemency for Blagojevich", "date": "2019-10-31 11:07", "summary": "Most were in favor; \"Utterly strange\" way to make a decision. President Trump earlier this week asked for a show of hands from hundreds of wealthy donors in Chicago if they supported letting former Illinois Gov. Rod Blagojevich out of prison, according to several people who attended.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-arms-race-to-build-a-better-baby-formula-11572533852", "title": "The 'Arms Race' to Build a Better Baby Formula", "date": "2019-10-31 10:57", "summary": "Resume Subscription. Author", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-nationals-believed-in-the-power-of-stars-11572533548", "title": "The Nationals Believed in the Power of Stars", "date": "2019-10-31 10:52", "summary": "In a landscape rapidly skewing toward youth, Washington showed a willingness to pay a premium for elite talent. The bet paid off with a World Series title.. HOUSTON-Max Scherzer entered free agency in the autumn of 2014 to discover a marketplace that no longer valued the services he provided.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-communist-party-concludes-conclave-in-strong-support-of-xi-11572530956", "title": "China's Communist Party Concludes Conclave in Strong Support of Xi", "date": "2019-10-31 10:09", "summary": "Central Committee also signals a firmer stance on Hong Kong, calling for tougher safeguards for national security in the city. Chinese President Xi Jinping emerged from a Communist Party conclave with a resolute endorsement of his leadership, despite a slowing economy, a bruising trade war with the U.S. and unrest in Hong Kong.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-stalling-canada-gdp-rebounded-in-august-11572526671", "title": "Canada's GDP Rebounded in August After July Stall", "date": "2019-10-31 09:58", "summary": "Factory production and the professional-services sector helped fuel growth. OTTAWA-Canadian economic output rebounded in August after stalling in the previous month, although growth was tepid and indicative of an economy grappling with the fallout from global-trade uncertainty.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-72-53-billion-to-markets-11572529476", "title": "Fed Adds $72.53 Billion to Markets", "date": "2019-10-31 09:44", "summary": "Fed took in $55.28 billion in Treasurys and $17.25 billion in mortgage-backed bonds. The New York Fed added $72.53 billion to financial markets Thursday.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-reports-strong-quarter-11572528684", "title": "Fiat Chrysler Posts Strong Operating Results", "date": "2019-10-31 09:31", "summary": "North American sales continue to power earnings, offsetting weakness in Europe and China. ", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bollier-scores-big-endorsements-in-race-for-kansas-senate-seat-11572528401", "title": "Bollier Scores Big Endorsements in Race for Kansas Senate Seat", "date": "2019-10-31 09:26", "summary": "A former Republican who's now running for U.S. Senate as a Democrat in Kansas earned heavyweight endorsements. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-inflation-remains-soft-in-september-11572527686", "title": "U.S. Inflation Remains Soft in September", "date": "2019-10-31 09:14", "summary": "The personal consumption expenditures price index fell a seasonally adjusted 0.01% from August, its weakest monthly reading since January. WASHINGTON-U.S. inflation remained soft in September, as labor costs rose modestly despite the lowest unemployment rate in 50 years.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shells-profit-rises-as-pivot-to-gas-pays-off-11572513954", "title": "Shell Casts Doubt on Investor Pledge Amid Weaker Oil Prices", "date": "2019-10-31 09:12", "summary": "Anglo-Dutch energy giant warns on pace of buybacks and debt reduction. LONDON- Royal Dutch Shell PLC said it may have to slow down a share-buyback commitment it made to investors after a big natural gas deal-the latest sign of pressure on Big Oil amid lower crude and gas prices.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-new-york-city-marathon-runners-who-finish-last-11572526803", "title": "Meet the New York Marathon Runners Who Finish Last", "date": "2019-10-31 09:00", "summary": "Resume Subscription. On most weekends, Dave Fraser leaves his house at 6 a.m. to begin his marathon training.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-congressional-move-against-russias-pipeline-to-europe-is-running-aground-11572526264", "title": "Congressional Moves Against Russia's Pipeline to Europe Are Running Aground", "date": "2019-10-31 08:51", "summary": "Moscow's natural-gas tube clears hurdles as U.S. opposition trips; lobbying ramps up; fears over implications for Ukraine. WASHINGTON-A new pipeline constructed to carry Russian natural gas to Germany is advancing toward its goal along the floor of the Baltic Sea, while U.S. legislation crafted to block the tube from reaching its destination has stalled on Capitol Hill.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollos-profit-rises-boosted-by-investment-income-increase-tax-benefit-11572526034", "title": "Apollo's Profit Rises", "date": "2019-10-31 08:47", "summary": "Private-equity firm had third-quarter income-tax benefit of $231.9 million. Apollo Global Management Inc.'s net income rose in the third quarter, helped by higher investment income and a more than $200 million income-tax benefit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bryan-stevensons-moral-clarity-11572525066", "title": "Bryan Stevenson's Moral Clarity", "date": "2019-10-31 08:31", "summary": "The human rights lawyer, whose memoir is the basis for the forthcoming film 'Just Mercy,' has devoted his life to fighting for the convicted and the condemned. In mid-September, human rights lawyer Bryan Stevenson took the stage at the 30th-anniversary gala for the Equal Justice Initiative, the Montgomery, Alabama-based nonprofit he founded to provide legal representation to individuals who have been wrongfully convicted, unfairly sentenced or subject to prison abuse. The attendees assembled in a hotel ballroom in Midtown Manhattan were a mix of philanthropists, scholars and attorneys. The poet Elizabeth Alexander, who read at President Obama's first inauguration, was there, as was musician Jon Batiste. Most knew what EJI does and who Stevenson is. They'd likely heard him speak many times before. But that was sort of the point.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-twitter-apple-legg-mason-starbucks-and-hyatt-hotels-11572513833", "title": "Stocks to Watch: Twitter, Apple, Legg Mason, Starbucks and Hyatt Hotels", "date": "2019-10-31 08:22", "summary": "Here are some of the companies with shares expected to trade actively Thursday. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/champion-washington-nationals-cant-go-home-again-11572524565", "title": "Champion Washington Nationals Can't Go Home Again", "date": "2019-10-31 08:22", "summary": "A historic World Series is won without a single victory by the host. The Nationals can't go back. They have to stay the heck away from D.C.-until this magical baseball ride cools off.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-main-event-2020-dems-to-headline-dinner-where-obama-showed-iowa-strength-11572523201", "title": "Today's Democrats Want to Copy Obama Performance at 2007 Iowa Dinner", "date": "2019-10-31 08:00", "summary": "Barack Obama's 2007 performance helped him move up in the polls and dent the perceived inevitability of Hillary Clinton. DES MOINES, Iowa-The political shadow of former President Obama will loom large this week when most of the Democratic presidential field gathers inside a 16,000-seat arena in this city's downtown.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manhattan-condo-market-looks-bad-contract-data-show-its-even-worse-11572522638", "title": "Manhattan Condo Market Looks Bad. Contract Data Show It's Even Worse", "date": "2019-10-31 07:50", "summary": "Number of new condo sales peaked in 2015 and have been falling since, according to WSJ analysis of contract dates. A drop in sales of new Manhattan condominiums has been even steeper and broader than conventional sales measures indicate, according to a Wall Street Journal analysis of contract signings.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nintendo-is-switched-on-11572522363", "title": "Nintendo Is Switched On", "date": "2019-10-31 07:46", "summary": "Japanese game maker Nintendo reported a strong quarter as people snapped up its Switch consoles. Nintendo 's new console delivered a high score last quarter. China and smartphones could give the company some extra power-ups.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nintendo-switch-lites-strong-debut-raises-hopes-for-the-holiday-season-11572521913", "title": "Nintendo Switch Lite's Strong Debut Raises Hopes for the Holiday Season", "date": "2019-10-31 07:38", "summary": "Japanese company sold 1.95 million of the new hand-held device in 10 days. OSAKA, Japan- Nintendo Co. reported strong sales of its new Switch Lite hand-held game machine, auguring well for the holiday season.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-train-fire-sparked-by-cooking-mishap-kills-dozens-11572521012", "title": "Pakistan Train Fire Sparked by Cooking Mishap Kills Dozens", "date": "2019-10-31 07:23", "summary": "A gas canister brought aboard by a group of passengers for preparing food exploded, setting off the blaze.. ISLAMABAD, Pakistan-A fire engulfed a passenger train in central Pakistan, killing at least 73 people, after a gas cylinder that some travelers had brought aboard to cook food exploded, officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-road-trip-in-mongolia-bizarre-in-the-best-way-11572520659", "title": "A Road Trip in Mongolia, Surreal and Spectacular", "date": "2019-10-31 07:17", "summary": "Surprisingly, you can tackle Mongolia's vast and varied geography in one manageable road trip. Expect detours and impromptu homestays. WE HAD already been driving for three hours when the lake appeared in the heat-shimmer and the pink smear behind it resolved into sand dunes. I guessed it would be around 10 minutes until we reached the shore. Fifteen tops. We arrived at the water's edge two hours later. On the empty plains of Western Mongolia, perspective is illusory, patience a necessity.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-fires-projectiles-toward-sea-of-japan-11572512175", "title": "North Korea Fires Projectiles Toward Sea of Japan", "date": "2019-10-31 07:15", "summary": "South Korea said the North launched short-range projectiles that traveled around 230 miles at a maximum height of about 55 miles. SEOUL-North Korea fired two projectiles toward the Sea of Japan, according to South Korea's military, as the country ratchets up pressure on the U.S. amid stalled nuclear-disarmament talks.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-left-one-child-policy-behind-but-still-struggles-with-a-falling-birth-rate-11572519602", "title": "China Left One-Child Policy Behind, but It Still Struggles With a Falling Birth Rate", "date": "2019-10-31 07:13", "summary": "Despite different methods of counting newborns, the numbers all point to a decline, threatening economic growth as the nation's population ages. BEIJING-China's leaders were long anxious about a population ballooning too quickly. Now, they worry about the opposite: The country has one of the lowest fertility rates in the world, and recent data suggest its demographic bind is even more serious than thought.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-peugeot-fiat-chrysler-deal-could-open-the-u-s-marketagain-11572519917", "title": "For Peugeot, Fiat Chrysler Deal Could Open the U.S. Market-Again", "date": "2019-10-31 07:05", "summary": "Merger would instantly provide Peugeot with access to Fiat Chrysler's showrooms across the U.S.. Peugeot boss Carlos Tavares likes to point out the last time the French car maker made a splash in the U.S.: in 1919, when Peugeot won its last Indy 500.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-candidates-debate-using-aid-to-israel-as-leverage-in-policy-disputes-11572519601", "title": "Democratic Candidates Debate Using Aid to Israel as Leverage in Policy Disputes", "date": "2019-10-31 07:00", "summary": "Bernie Sanders says Israel would have to 'fundamentally change' its relationship to Gaza to receive aid if he is elected. WASHINGTON-U.S. military aid to Israel has emerged as the latest flashpoint in the Democratic presidential primary, evidence of a split in the party being driven by its resurgent progressive wing.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurozones-sluggish-economy-shows-challenge-facing-lagarde-11572517573", "title": "Eurozone's Sluggish Economy Shows Challenge Facing Lagarde", "date": "2019-10-31 06:26", "summary": "Lengthening period of sluggish growth underlines the challenge facing Christine Lagarde, the incoming president of the ECB. The eurozone's economic expansion continued at a crawl in the three months through September, with little prospect of a quick return to robust growth.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vulnerable-house-democrats-wary-of-campaigning-for-medicare-for-all-in-2020-race-11572516000", "title": "Some House Democrats Wary of Campaigning for Medicare for All in 2020 Race", "date": "2019-10-31 06:00", "summary": "Some candidates fear sharing a ballot with Bernie Sanders, Elizabeth Warren because of their health-care promises. Some Democratic lawmakers key to holding the House majority worry that the health-care pledges made by Sens. Elizabeth Warren and Bernie Sanders could hurt their re-election chances.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-cards-betray-signs-of-consumer-fatigue-11572514381", "title": "Credit Cards Betray Signs of Consumer Fatigue", "date": "2019-10-31 05:33", "summary": "Credit cards have been key to banks' solid performance, but consumers' appetite to spend seems to be slowing. Banking's great plastic wall is holding strong against the tide of falling rates. But there is a hairline fracture appearing in the barricade.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-japan-leaving-rates-unchanged-suggests-further-lowering-is-possible-11572495838", "title": "Bank of Japan, Leaving Rates Unchanged, Suggests Further Lowering Is Possible", "date": "2019-10-31 05:29", "summary": "The bank said it would keep rates at their current levels or lower, as long as uncertainty remains about hitting the 2% inflation target. TOKYO-The Bank of Japan on Thursday added more pointed language about a possible interest-rate cut in its guidance for future policy without making any immediate changes.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-protests-force-city-into-recession-with-no-recovery-in-sight-11572513397", "title": "Hong Kong Protests Force City Into Recession", "date": "2019-10-31 05:16", "summary": "Resume Subscription. HONG KONG-Since antigovernment protests erupted in June, hotels in Hong Kong have become ghost towns. Restaurants, normally heaving with tourists and locals, are struggling to attract diners. Nearly a quarter of American businesses polled said they were considering moving capital or assets out of the city.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/are-chinese-developers-building-sandcastles-in-the-sky-11572512584", "title": "Are Chinese Developers Building Sandcastles in the Sky?", "date": "2019-10-31 05:03", "summary": "Rampant presales and modest construction suggest developers are reaching the limits of how much they can squeeze from home buyers. China's property developers have been on a borrowing binge this year, including from one creative source that seems to be reaching its natural limit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trick-or-treat-on-halloween-horrifying-11572491430", "title": "Trick or Treat on Halloween? Horrifying.", "date": "2019-10-31 04:59", "summary": "Parents boo officials who decided to hold the holiday on Oct. 31 instead of Saturday; 'a lot of controversy'. An unusual sight is expected this year on Halloween night in Clark County, Ohio. Children out trick-or-treating.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-fed-cuts-rates-china-has-few-good-options-11572508020", "title": "As Fed Cuts Rates, China Has Few Good Options", "date": "2019-10-31 03:47", "summary": "Federal Reserve cut rates again but China's central bank has so far declined to follow suit, even with manufacturing activity on a downward slide. The world's two largest economies are both struggling, but in one of them policy makers still have plenty of tools to respond. In the other, not so much.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-gets-second-chance-at-merger-this-time-with-peugeot-11572433235", "title": "Fiat Chrysler and Peugeot Owner PSA Agree to Merge", "date": "2019-10-31 03:37", "summary": "John Elkann to become chairman of merged auto maker. MILAN-Fiat Chrysler Automobiles NV and Peugeot maker PSA Group of France agreed to a nearly $50 billion merger that, if concluded, will mark one of the biggest auto industry consolidation deals in two decades.", "categories": [["WSJ News Exclusive", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poultry-shares-heat-up-with-lifting-of-china-export-ban-11572462328", "title": "Poultry Stocks Take Wing With Lifting of China Import Ban", "date": "2019-10-31 03:26", "summary": "Prices for chicken in the U.S. are expected to rise alongside shipments to China. Share prices of chicken producers have taken flight following China's lifting of a four-year old ban on importing poultry from the U.S.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-nationals-win-the-world-series-11572493834", "title": "Washington Nationals Win the World Series", "date": "2019-10-31 00:24", "summary": "The Nationals began the season with a record of 19-31. They ended up bringing a championship to the nation's capital for the first time in 95 years.. HOUSTON-Max Scherzer woke up Sunday morning in such severe pain that his wife needed to help him dress. His neck hurt so badly that he couldn't lift his right arm, forcing him to miss his scheduled outing.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-manufacturing-slumps-to-eight-month-low-11572495259", "title": "Chinese Manufacturing Slumps to Eight-Month Low", "date": "2019-10-31 00:14", "summary": "Drop in factory activity comes as U.S.-China trade talks dealt setback by APEC cancellation. BEIJING-Chinese manufacturing activity fell to an eight-month low in October, an official gauge showed, raising another warning signal as hopes for a U.S.-China trade truce were dealt a further blow.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farm-giants-slog-through-trade-war-11572541553", "title": "Farm Giants Slog Through Trade War", "date": "2019-10-31 00:01", "summary": "ADM, Bunge and other grain traders say falling U.S. exports are weighing on profits. Agricultural companies are sustaining more damage from the U.S.-China trade war.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinterests-losses-widen-as-expenses-ballooned-11572556609", "title": "Pinterest's Losses Widen as Expenses Balloon", "date": "2019-10-31 00:01", "summary": "Image-sharing platform posts nearly $125 million loss after costs more than doubled in third quarter. Pinterest Inc. said losses widened in the third quarter as costs and expenses more than doubled, sending shares sliding 19% in after-hours trading Thursday.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11572472341", "title": "Pepper...and Salt", "date": "2019-10-31 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outcome-health-resolves-criminal-fraud-probe-acknowledges-wrongdoing-11572493596", "title": "Outcome Health Resolves Criminal Fraud Probe, Acknowledges Wrongdoing", "date": "2019-10-31 00:01", "summary": "Health-care ad company agrees to pay $70 million, cooperate in investigation. Outcome Health resolved a criminal fraud investigation in Illinois by admitting that from 2012 to 2017, former executives and employees fraudulently sold ads to customers, U.S. prosecutors and the FBI said Wednesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]