[{"link": "https://www.wsj.com/articles/big-ugly-bill-may-emerge-in-albany-as-state-legislature-nears-break-11560121200", "title": "'Big Ugly' Bill May Emerge in Albany as State Legislature Nears Break", "date": "2019-06-09 19:00", "summary": "Single piece of legislation might be tasked with tackling rent regulations, climate change, sexual-harassment claims and online sports betting. Prepare to meet the \"big ugly.\"", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-nissan-alliance-comes-before-industry-consolidation-french-minister-says-11560081118", "title": "Renault's Nissan Ties Are Called a Priority", "date": "2019-06-09 18:55", "summary": "France rules out quick resumption of talks over Fiat Chrysler's aborted offer to merge with Renault; Renault signals it won't back Nissan's proposed governance changes. FUKUOKA, Japan-Tensions over a busted merger between Fiat Chrysler Automobiles NV and Renault SA, and lingering hostilities between Renault and its Japanese alliance partner Nissan Motor Co. , spilled out into the open this weekend-heightening a five-way game of chicken among two governments and three of the world's biggest auto makers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-candidates-take-aim-at-biden-in-iowa-11560120728", "title": "Democratic Candidates Take Aim at Biden in Iowa", "date": "2019-06-09 18:52", "summary": "Several 2020 hopefuls seek to contrast themselves with Democratic front-runner at annual fundraiser. CEDAR RAPIDS, Iowa-In both subtle and not-so-subtle ways, the sprawling field of Democratic presidential hopefuls made clear Sunday that Joe Biden has a large political target on his back.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paying-for-mexicos-wall-11560118396", "title": "Paying for Mexico's Wall", "date": "2019-06-09 18:13", "summary": "Trump's use of tariffs as a bludgeon on migrants has economic costs.. President Trump \"indefinitely suspended\" his threat of unilateral tariffs on all U.S. imports from Mexico late Friday, but the result is more relief than policy victory. Mexico will increase its migrant-control efforts, but the use of tariffs to achieve non-trade goals is bad policy that won't stop with immigration.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-greens-have-a-cow-11560118351", "title": "California Greens Have a Cow", "date": "2019-06-09 18:12", "summary": "Methane emissions expose some anti-carbon contradictions.. California has plowed billions of dollars into green energy to wean the state off fossil fuels. But now progressives are complaining that biofuel producers are milking government subsidies intended to help dairy farmers cut emissions. Here is another illustration of the left's anti-carbon contradictions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiduciary-rule-fixer-upper-11560118310", "title": "Fiduciary Rule Fixer-Upper", "date": "2019-06-09 18:11", "summary": "A new SEC Best Interest Rule protects investors and cleans up an Obama legal mess.. Don't care who runs the administrative state? Consider the Securities and Exchange Commission's new rule last week that cleans up a mess left from the Obama Administration while bolstering investor protections.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-eternal-city-tries-to-defeat-its-roamin-centurions-11560106683", "title": "The Eternal City Tries to Defeat Its Roamin' Centurions", "date": "2019-06-09 17:59", "summary": "Fake ancient soldiers, accused of hassling tourists, now fight rear-guard action against local authorities. ROME-Daniele Di Porto first began dressing up as a Roman centurion nine years ago, staking out a spot in front of the Colosseum to hit up tourists who wanted their picture taken with him.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-souths-economy-is-falling-behind-all-of-a-sudden-the-money-stops-flowing-11560101610", "title": "The South's Economy Is Falling Behind: 'All of a Sudden the Money Stops Flowing'", "date": "2019-06-09 17:58", "summary": "Resume Subscription. NATCHEZ, Miss.-The American South spent much of the past century trying to overcome its position as the country's poorest and least-developed region, with considerable success: By the 2009 recession it had nearly caught up economically with its northern and western neighbors.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-unexpected-farewell-for-the-four-seasons-11560117130", "title": "An Unexpected Farewell for the Four Seasons", "date": "2019-06-09 17:52", "summary": "Sudden closing of the New York City institution raises questions about the future of high-end dining. When Marc Berezin planned dinner with his family at the Four Seasons restaurant this past Saturday to celebrate his mother's birthday, he saw it simply as another opportunity to dine at a New York institution they have cherished for years.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-wins-ruling-allowing-it-to-pull-out-of-power-contracts-11559997507", "title": "PG&E Can Pull Out of Green-Power Contracts", "date": "2019-06-09 17:28", "summary": "Court ruling allows California utility to shed billions in wind and solar deals, threatening scores of electricity suppliers. PG&E Corp. scored a legal victory over federal regulators that could clear the way for the financially troubled utility to rip up billions of dollars in expensive green-power contracts as it seeks to exit bankruptcy.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-shuts-power-to-california-resort-area-to-prevent-wildfires-11560046802", "title": "PG&E Shuts Power to California Resort Area to Prevent Wildfires", "date": "2019-06-09 17:25", "summary": "Napa County businesses, residents rely on generators and patience as they await word on when electricity will return. LAKE BERRYESSA, Calif- PG&E Corp. turned off power to about 22,000 customers in Northern California this weekend as part of the first wave of what the utility has said will likely be numerous pre-emptive shutdowns this year to help prevent deadly wildfires.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-are-people-protesting-in-hong-kong-11560115220", "title": "Why Are People Protesting in Hong Kong?", "date": "2019-06-09 17:20", "summary": "Controversial amendments to extradition law spark biggest demonstration against China since 1997 handover. Hundreds of thousands of people took to the streets in Hong Kong on Sunday to oppose amendments to an extradition law that could be passed in coming weeks. The proposed law would allow authorities to send anyone who sets foot in Hong Kong to mainland China for trial for certain alleged offenses.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-saudi-arms-sales-face-more-senate-pushback-11560114001", "title": "U.S.-Saudi Arms Sales Face More Senate Pushback", "date": "2019-06-09 17:14", "summary": "Sens. Chris Murphy and Todd Young said they would introduce a legislative maneuver that could result in a vote on 'terminating or restricting security assistance' to Riyadh. WASHINGTON-Two senators will try to force a vote against U.S. weapons sales to Saudi Arabia, a sign of persistent discontent in some corners of Congress over the Trump administration's arms-sales policy.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massive-crowds-take-to-streets-in-last-fight-for-hong-kong-11560075915", "title": "Massive Crowds Take to Streets in 'Last Fight' for Hong Kong", "date": "2019-06-09 16:30", "summary": "Organizers estimate protesters at over one million in challenge to Beijing's authority over law that would allow China to extradite people to mainland. HONG KONG-Demonstrators staged the biggest rally challenging China's authority over the city since Britain ceded control in 1997, marching through streets for hours to protest a proposed law that would let Beijing take people across the border to stand trial in the mainland.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-commander-weighs-an-expanded-mideast-force-to-counter-iran-11560110885", "title": "U.S. Commander Weighs an Expanded Mideast Force", "date": "2019-06-09 16:08", "summary": "Emergency deployment, seen as 'stabilizing,' suggests a larger U.S. role. ABOARD THE USS ABRAHAM LINCOLN IN THE NORTH ARABIAN SEA-The commander of U.S. forces in the Middle East said he may recommend a return to a larger U.S. military presence in the area after concluding that the deployment of this aircraft carrier and other capabilities helped curtail Iranian threats.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-militarizes-mexico-11560109220", "title": "Trump Militarizes Mexico", "date": "2019-06-09 15:40", "summary": "The U.S. demands López Obrador use troops to stem northern migration.. In his wildest dreams, Mexican President Andrés Manuel López Obrador could never have imagined that he would be bailed out politically by a Republican administration in Washington. Help from President Trump was probably even further from the mind of the left-wing demagogue from the southern Mexican state of Tabasco.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ballplayers-deserve-a-stake-in-their-teams-11560109118", "title": "Ballplayers Deserve a Stake in Their Teams", "date": "2019-06-09 15:38", "summary": "Sky-high salaries look great on paper, but only owners get the game's low-tax spoils.. Old-timers like me recall when there was talk of breaking up the New York Yankees during their five-year run of championships from 1949-53. Today the true powerhouse in Major League Baseball is the Players Association, perhaps the most successful union in U.S. history. Founded in an era of athlete exploitation, the association has secured for its players crucial licensing rights, pensions and stately, uncapped salaries. Yet success brings a new challenge: finding new ways to continue to serve members as traditional benefits reach their limits.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-people-have-been-spoken-to-11560109049", "title": "'The American People' Have Been Spoken To", "date": "2019-06-09 15:37", "summary": "Politicians lecture us about what we want, need, deserve and are really interested in.. There's no shortage, I realize, of ways of detecting falsity in contemporary politicians, but I've come upon one that I find most helpful. The more politicians use the phrase \"the American people,\" I believe, the less they are to be trusted.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-walkers-wars-review-a-man-in-search-of-an-empire-11560108977", "title": "'William Walker's Wars' Review: A Man in Search of an Empire", "date": "2019-06-09 15:36", "summary": "Walker wasn't the only 19th-century adventurer to see the value of seizing Mexican territory, but he was certainly the most audacious.. The original exponents of American Greatness were all about borders, too-but they wanted to burst through them, not barricade them. In just over 50 years, the United States moved out from the Atlantic Coast to gobble up broad stretches of the continent, from Maine to California. \"Manifest Destiny\" was the phrase that explained it all, and the destiny had no manifest limits. During the 1850s, American filibusters-the Spanish word for pirates-attempted to conquer Cuba, Northern Mexico and Central America. Foremost among them was William Walker, the subject of Scott Martelle's fascinating biography \"William Walker's Wars.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-foreign-influence-were-ignoring-11560108892", "title": "The Foreign Influence We're Ignoring", "date": "2019-06-09 15:34", "summary": "The collusion narrative was bunk, but other countries' clandestine lobbying is a real problem.. Special counsel Robert Mueller's investigation captivated Washington for nearly two years. Much of the media focused on speculation and fuzzy allegations, fueled by critics eager to pronounce the president's guilt, of coordination between the Trump campaign and the Kremlin. After an exhaustive investigation, many of those same critics still struggle to accept that Mr. Mueller and his investigative team of Democratic donors found no collusion and charged the president with no crime.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-gives-trump-wary-pro-lifers-nowhere-to-hyde-11560108848", "title": "Biden Gives Trump-Wary Pro-Lifers Nowhere to Hyde", "date": "2019-06-09 15:34", "summary": "His flip-flop aligns him with his party but makes him more vulnerable than Mrs. Clinton in November.. We've come to expect flip-flops in a primary season but Joe Biden's flip on the Hyde Amendment is unusually consequential. He has put himself in an even worse position than Hillary Clinton during the 2016 campaign.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antitrust-free-speech-and-google-11560108712", "title": "Antitrust, Free Speech and Google", "date": "2019-06-09 15:31", "summary": "The Justice Department has some authority over the marketplace of ideas.. Donald Trump's 2016 campaign promised to use antitrust law against oligopolies it said were \"destroying an American democracy that depends on a free flow of information and freedom of thought.\" The Justice Department's investigation of Google may appear to fulfill this pledge. But Makan Delrahim, who heads the antitrust division, has voiced skepticism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-afraid-of-the-belt-and-road-11560108561", "title": "Who's Afraid of the Belt and Road?", "date": "2019-06-09 15:29", "summary": "The 'debt trap' results from Beijing's blunders. It would be a lousy strategy for global influence.. Western diplomats see China's Belt and Road infrastructure initiative as a \"debt trap\" that ensnares developing nations in predatory loan terms for dubious projects. But these instances are better understood as mistakes by Beijing. Such trickery would undermine China's economy as well as its quest for global influence.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-labor-market-tight-some-states-loosen-rules-for-licensed-jobs-11560078000", "title": "With Labor Market Tight, Some States Loosen Rules for Licensed Jobs", "date": "2019-06-09 15:15", "summary": "Arizona and North Dakota have passed laws recognizing qualifications attained in other states. The Trump administration, like the Obama administration before it, wants to make it easier for barbers, real-estate agents and other people in licensed professions to work in other states. And like the previous administration, the White House has been met with stiff resistance from state capitals, which hold the power to do so.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/raytheon-united-technologies-in-talks-to-merge-11560028925", "title": "Raytheon, United Technologies in Talks to Merge", "date": "2019-06-09 15:07", "summary": "The deal could be announced in coming days and won't affect planned spinoffs at United Technologies. United Technologies Corp. is near a deal to combine with military contractor Raytheon Co. , according to people familiar with the matter, the latest move by the sprawling conglomerate to transform into a company focused on aerospace and defense.", "categories": [["WSJ News Exclusive", "Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-inflation-retail-sales-data-11560106800", "title": "Economy Week Ahead: U.S. Inflation, Retail Sales Data", "date": "2019-06-09 15:00", "summary": "Also China's consumer-price index likely climbed 2.7% in May. In the week ahead, the U.S. will release new data on inflation and retail sales. Also, China reports data on exports and imports.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pets-x-men-franchises-decline-at-box-office-11560103190", "title": "'Pets,' X-Men Franchises Decline at Box Office", "date": "2019-06-09 13:59", "summary": "Sequel slump hits new releases over the weekend. LOS ANGELES-A sequel slump hit Hollywood over the weekend, with two new releases opening to franchise lows and a holdover failing to pull in audiences in its second week.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinz-has-a-long-road-to-redemption-11560102154", "title": "Kraft Heinz Has a Long Road to Redemption", "date": "2019-06-09 13:42", "summary": "The food giant's delayed financial filings were finally released, but they make clear that it is too early to celebrate. Kraft Heinz has finally gotten around to filing its annual financial forms, more than three months late. The content of the disclosures only underscores how much work its chief executive has to turn things around at the flailing food giant.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prolonged-flooding-takes-its-toll-on-a-small-missouri-town-11559991601", "title": "Prolonged Flooding Takes Its Toll on a Small Missouri Town", "date": "2019-06-09 13:41", "summary": "Near-record levels of the Mississippi River will take days to recede, while a canceled festival hits a tiny city's finances. KIMMSWICK, Mo.-The floodwall snaking along the southern edge of this tiny community went up in mid-March, and it gets higher and wider the more the Mississippi River rises.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rafael-nadal-wins-the-french-open-11560096832", "title": "Rafael Nadal Always Has Paris", "date": "2019-06-09 12:49", "summary": "A French Open final goes from competitive to inevitable as Spain's clay-court tennis maestro triumphs for an astonishing 12th time. PARIS-It was a very nasty ask, if we're being honest. Facing Rafael Nadal, on less than 24 hours rest, in the French Open men's singles final, a match Nadal has never lost, not once, in 11 tries? The odds in Paris Sunday were viciously stacked against Dominic Thiem. While Thiem battled through a two-day, five-set phone booth knife fight with Novak Djokovic-a match repeatedly delayed by rain and finishing Saturday afternoon-Nadal had gotten a full extra day to relax. The favorite spent Saturday in slippers.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-avoids-tariffs-for-now-but-the-threat-lingers-11560035658", "title": "Mexico Avoids Tariffs for Now, but the Threat Lingers", "date": "2019-06-09 12:17", "summary": "As part of the deal, U.S. will review effectiveness of Mexico's immigration policies after 90 days. The deal the U.S. and Mexico struck to prevent the U.S. from imposing tariffs largely reaffirms the countries' commitments to existing measures on immigration but will allow Washington to keep up pressure on Mexico.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debating-the-uses-of-donald-trumps-tariffs-11560096574", "title": "Debating the Uses of Donald Trump's Tariffs", "date": "2019-06-09 12:09", "summary": "Tariffs will cause us to buy less from Mexicans, who will have fewer dollars to buy goods from us, generating unemployment here and in Mexico.. Regarding your editorial \"Tariff Man Unchained\" (June 1): Of course you are correct that in a normal, sane world, Congress would address the immigration crisis now boiling over the border. But this is no normal time nor do we have sane representatives in Congress willing to actually do their jobs and fix problems. And in Donald Trump we have a president unwilling to stand by and not address a crisis. I also can't agree with your premise that Mexico bears no responsibility.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-unions-see-single-payers-advantages-11560096529", "title": "Some Unions See Single-Payer's Advantages", "date": "2019-06-09 12:08", "summary": "The skyrocketing cost of care is why I and the nurses of the New York State Nurses Association support the New York Health Act-single-payer legislation that will guarantee health care to everyone.. Your editorial \"Public Unions vs. Single-Payer\" (June 1) fails to highlight a major theme of the historic public hearing: New Yorkers with commercial health insurance increasingly go without care because of cost. That's according to two surveys carried out this year: one by the Altarum Healthcare Value Hub, the other by the Campaign for New York Health. Both found that no less than 50% of New Yorkers with insurance had to forgo doctor visits or skip filling prescriptions because they couldn't afford them.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golden-state-warriors-beat-expectations-in-1975-ended-up-at-the-cow-palace-11560096489", "title": "Warriors Beat Expectations, Ended Up at the Cow Palace", "date": "2019-06-09 12:08", "summary": "The Warriors won their 1975 Championship at the Cow Palace.. Bob Greene mentions that the Golden State Warriors moved from the Cow Palace to the then-Oakland Arena in 1971 (\"The Cow Palace, Out to Pasture,\" op-ed, May 31).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-boycott-of-georgia-should-apply-in-every-way-11560096451", "title": "Disney's Boycott of Georgia Should Apply In Every Way", "date": "2019-06-09 12:07", "summary": "There is no reason to take money from, or make a profit in, a state that is not worthy of being a work site.. Regarding your editorial \"Disney's Culture War\" (May 31): If the Walt Disney Co. is sincere in its opposition to Georgia's abortion policy, it should consider not distributing any of its network, cable television or film products in Georgia. There is no reason to take money from, or make a profit in, a state that is not worthy of being a work site. The Disney boycott should work both ways.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-stop-robocalls-parties-need-to-understand-who-is-a-robocaller-11560096000", "title": "To Stop Robocalls, Parties Need to Understand Who Is a Robocaller", "date": "2019-06-09 12:00", "summary": "FCC still needs to define an 'auto-dialer' and clarify how consumers can opt out of phone calls from legitimate businesses. America's telecommunications regulator passed rules last week that will let phone companies automatically block more robocalls. It hasn't yet said what, exactly, constitutes such a call.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bad-news-on-trade-is-good-news-for-banks-at-least-for-now-11560092108", "title": "Bad News on Trade Is Good News for Banks", "date": "2019-06-09 10:55", "summary": "Low-level trade conflict spurs demand for banks' financing of cross-border commerce, but all-out war would erase their gains. Global trade tensions have been good for banks in the business of global trade.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/police-detain-100-as-kazakhstan-votes-in-first-election-since-fall-of-soviet-union-11560090517", "title": "Police Detain 100 as Kazakhstan Votes in First Election Since Fall of Soviet Union", "date": "2019-06-09 10:28", "summary": "Critics have called undemocratic and said underscores growing authoritarianism. Voters in Kazakhstan went to the polls Sunday to vote for a new president in an election critics have called undemocratic and said underscores growing authoritarianism in the former Soviet country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/g-20-financial-leaders-criticize-trade-tensions-for-impact-on-growth-11560089332", "title": "G-20 Financial Leaders Criticize Trade Tensions for Impact on Growth", "date": "2019-06-09 10:08", "summary": "The U.S. was at odds with most countries on how tariffs have impacted global growth and how to resolve trade conflicts. FUKUOKA, Japan-The Group of 20 major economies decried worsening trade tensions and their impact on global growth, with the U.S. and China locked in a protracted trade battle since negotiations fell apart a month ago.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-residents-stage-huge-protest-against-extradition-law-11560084837", "title": "Hong Kong Residents Stage Huge Protest Against Extradition", "date": "2019-06-09 10:04", "summary": "Business groups, diplomats warn the change threatens rule of law that has helped city prosper. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/new-book-sheds-friendly-light-on-trump-as-businessman-11560088800", "title": "New Book Sheds Friendly Light on Trump as Businessman", "date": "2019-06-09 10:00", "summary": "Trump Organization former counsel George Sorial details the president's awe at his ascent from real estate to the White House. President Trump marveled over his own use of Twitter while hosting the Trump Organization's chief compliance counsel for dinner at the White House last March.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-mute-emails-texts-tweets-and-moreand-you-should-11560085201", "title": "You Can Mute Emails, Texts, Tweets and More-And You Should", "date": "2019-06-09 09:00", "summary": "The mute button, available in your email, texting app, Facebook and more, lets you control what you see and hear online without having to block or unfriend. My phone and computer are perpetually filled with people talking-always, always talking. In Slack, on Twitter , in my Messages app. I love them, mostly, but I sometimes wish they'd shut up. I certainly don't want them interrupting my every moment with push notifications, especially while I'm on vacation or just trying to enjoy a summer evening.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-christies-auctions-visitors-get-up-close-and-personal-11560085201", "title": "At Christie's Auctions, Visitors Get Up Close and Personal", "date": "2019-06-09 09:00", "summary": "A collector interested in an item up for sale may ask to inspect it-and get permission. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/world-trade-centers-oculus-skylight-likely-wont-be-fixed-before-9-11-anniversary-11560081600", "title": "World Trade Center's Oculus Skylight Likely Won't Be Fixed Before 9/11 Anniversary", "date": "2019-06-09 08:00", "summary": "The 355-foot structure is supposed to open to mark the terrorist attack each year, but it started leaking last fall. The retractable skylight at the $3.9 billion World Trade Center Oculus in Manhattan is unlikely to open this year on the anniversary of the Sept. 11 terror attacks, according to a person familiar with its operation.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bets-on-falling-interest-rates-unleash-gold-rally-11560081601", "title": "Bets on Falling Interest Rates Unleash Gold Rally", "date": "2019-06-09 08:00", "summary": "Gold's longest winning streak in 18 months is another sign investors are preparing for lower growth and rate cuts. Gold is on its longest winning streak in almost a year and a half, the latest signal that investors are preparing for the Federal Reserve to lower interest rates amid signs of a slowdown in economic growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hold-the-applause-for-a-rate-cut-11560081601", "title": "Hold the Applause for a Rate Cut", "date": "2019-06-09 08:00", "summary": "If it comes to the Federal Reserve lowering interest rates, investors should be more worried than elated. When the Federal Reserve cuts rates, it is usually because something bad is happening. Investors, in their joy over the prospect of Fed easing, may have lost sight of that.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-should-ignore-trump-and-contemplate-cuts-for-the-right-reasons-11560078180", "title": "Fed Should Ignore Trump and Study Cuts for Right Reasons", "date": "2019-06-09 07:03", "summary": "There is a danger if Fed policy makers err on the side of caution just to show their independence. Central bank independence rests on a shaky platform, and the Federal Reserve's is especially wobbly. As policy makers prepare to discuss rate cuts, they face double trouble politically. Cutting rates to compensate for the damage done to the U.S. economy by tariffs risks co-opting the Fed into Donald Trump's trade battles. Worse, easing looks like the Fed is caving in to Mr. Trump's public demands for rate cuts.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abraaj-collapse-highlights-u-a-e-s-foreign-worker-pension-plight-11560078001", "title": "Abraaj Collapse Highlights U.A.E.'s Foreign Worker Pension Plight", "date": "2019-06-09 07:02", "summary": "U.A.E. companies must pay end-of-service benefits to foreign workers, but aren't required to set aside money to fund those benefits. Nearly a year after Dubai-based private-equity firm Abraaj Group filed for provisional liquidation, many of its former foreign workers-from deal makers to secretaries and butlers-are still waiting to get paid.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-truck-warrior-ponders-next-step-in-battle-with-chicago-11560078001", "title": "Food Truck Warrior Ponders Next Step in Battle With Chicago", "date": "2019-06-09 07:00", "summary": "A cupcake-truck owner says city's parking rules have driven her out of downtown. CHICAGO-Laura Pekarik isn't sure she has the stomach to continue her long-running, and so far losing, battle with this city's tough policies on food trucks.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/small-businesses-arent-rushing-into-ai-11560078000", "title": "Small Businesses Aren't Rushing Into AI", "date": "2019-06-09 07:00", "summary": "Microsoft, Google are coming up with machine-learning tools for small and medium-size firms. Artificial intelligence over the past decade has shifted from research theories to actual practices in corporate offices. But it isn't within the reach of many smaller companies, yet.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-detains-journalist-on-drug-charges-rattling-media-community-11560074334", "title": "Russia Detains Journalist on Drug Charges, Rattling Media Community", "date": "2019-06-09 05:58", "summary": "Detention comes as authorities seek to tighten control over online activities. ST. PETERSBURG-The detention of a prominent Russian journalist known for investigating corruption has rattled the media community in the country and highlights the pressure faced by news outlets fighting to preserve their independence.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-luxury-condo-tower-that-new-york-says-was-a-hotbed-of-illegal-airbnb-rentals-11560072720", "title": "Inside the Luxury Condo That New York Says Was an Illegal Airbnb Operation", "date": "2019-06-09 05:32", "summary": "Resume Subscription. At Manhattan's Atelier one afternoon last year, its five-star hospitality service was on full display.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pakistan-grapples-with-unprecedented-hiv-infections-in-children-11560072644", "title": "Pakistan Grapples With Unprecedented HIV Infections in Children", "date": "2019-06-09 05:30", "summary": "Hundreds found infected as parents in impoverished district clamor for testing; doctor is arrested. When a doctor in southeastern Pakistan sounded alarm bells in April about children mysteriously testing positive for HIV, health officials decided to offer screening to his entire town. What they found, the World Health Organization said, was unprecedented.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-investors-had-hunch-yields-were-about-to-fall-11560072600", "title": "Some Investors Had Hunch Yields Were About to Fall", "date": "2019-06-09 05:30", "summary": "Drop in 10-year Treasury yield has been rapid and for many investors completely unexpected. Almost nobody saw the nosedive in bond yields coming, but a few players were positioned well enough to profit. Some think there is more room for yields to fall further.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-u-s-chinese-officials-break-the-ice-on-trade-11560070485", "title": "Top U.S., Chinese Officials Break the Ice on Trade", "date": "2019-06-09 04:54", "summary": "Treasury Secretary Steven Mnuchin spoke with People's Bank of China chief Yi Gang, the first high-level meeting on trade since negotiations stalled. FUKUOKA, Japan-China and the U.S. held their first high-level meeting on trade since negotiations fell apart a month ago, with U.S. Treasury Secretary Steven Mnuchin saying he had a candid exchange with China's central bank governor.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/courting-black-voters-in-south-carolina-harris-defends-her-record-11560063052", "title": "Courting Black Voters in South Carolina, Harris Defends Her Record", "date": "2019-06-09 02:50", "summary": "In a state that could be crucial to her presidential hopes, the California senator addressed her record as a prosecutor, which has been a source of criticism from the left. COLUMBIA, S.C.-Sen. Kamala Harris vigorously defended her record as a prosecutor, accusing critics of inaccurately trying to define her as she courted a state, and a constituency, that could be crucial to her hopes of winning the Democratic presidential nomination.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bonds-for-college-savings-the-pros-and-cons-11560053340", "title": "Bonds for College Savings: The Pros and Cons", "date": "2019-06-09 00:09", "summary": "Savings bonds don't have all the tax advantages that 529 plans offer. As summer begins, many parents wonder how best to pay for higher education. We asked experts to help answer reader questions on college savings, in particular \"529\" plans, the tax-advantaged savings accounts that invest in mutual funds.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Saving for College"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crowds-turn-out-to-cheer-mexicos-presidentand-the-deal-he-struck-with-trump-11560052214", "title": "Crowds Turn Out to Cheer Mexico's President-And the Deal He Struck With Trump", "date": "2019-06-09 23:50", "summary": "With no tariffs taking effect Monday, economic crisis, job losses have been avoided, says López Obrador. TIJUANA, Mexico-Mexican President Andrés Manuel López Obrador made a passionate plea for unity and vowed to comply with the terms of the agreement assumed by his government to contain a surge of Central American migrants seeking to enter the U.S.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sir-winston-takes-belmont-stakes-11560035591", "title": "Sir Winston Takes Belmont Stakes", "date": "2019-06-09 20:35", "summary": "Win in second consecutive victory for trainer Mark Casse. ELMONT, N.Y.-Sir Winston took charge in mid-stretch and held off a late-charging Tacitus to win the Belmont Stakes.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}]