[{"link": "https://www.wsj.com/articles/ge-transportation-workers-go-on-strike-under-new-owner-11551201033", "title": "GE Transportation Workers Are on Strike Under New Owner", "date": "2019-02-26 18:57", "summary": "Wabtec Corp.'s plan for two-tier wage structure at Erie, Pa., plant has drawn protests from unions representing 1,700 workers. More than a thousand workers went on strike Tuesday at a former General Electric Co. locomotive plant in Erie, Pa., a day after the operation was acquired by rival Wabtec Corp.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-appeals-court-rejects-justice-department-antitrust-challenge-to-at-t-time-warner-deal-11551194524", "title": "U.S. Appeals Court Rejects Justice Department Antitrust Challenge to AT&T-Time Warner Deal", "date": "2019-02-26 18:55", "summary": "Appeals court unanimously affirms trial-judge ruling last year that allowed merger. WASHINGTON-The Justice Department ended its efforts to sink AT&T Inc.'s 2018 acquisition of entertainment company Time Warner, after a federal appeals court on Tuesday rejected the government's bid to roll back the $80 billion-plus deal.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-public-lands-funding-package-11551224763", "title": "House Passes Public Lands Funding Package", "date": "2019-02-26 18:46", "summary": "Measure to expand some national parks and wilderness areas awaits Trump's signature. WASHINGTON-The House of Representatives passed a broad-based lands package Tuesday, designating more than one million acres in the U.S. as wilderness and permanently reauthorizing a lapsed funding source for public parks across the country.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theresa-may-sets-up-vote-in-parliament-on-delaying-brexit-11551185412", "title": "U.K.'s May Paves Way for Brexit Delay", "date": "2019-02-26 18:39", "summary": "U.K. prime minister's announcement adds more uncertainty into Britain's exit from the EU. LONDON-Prime Minister Theresa May agreed Tuesday to allow Parliament to delay the U.K.'s exit from the European Union if lawmakers again reject her divorce agreement with the bloc, making it almost certain the country won't leave on schedule next month.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cubas-reliance-upon-venezuela-for-cheap-oil-looms-as-potential-threat-11551224164", "title": "Cuba's Reliance Upon Venezuela for Cheap Oil Looms as Potential Threat", "date": "2019-02-26 18:36", "summary": "Resume Subscription. HAVANA, Cuba-The potential collapse of President Nicolás Maduro's regime poses a threat to Cuba, which relies on Caracas for about 28% of the island's oil needs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ge-shed-30-000-workers-last-year-11551221265", "title": "GE Shed 30,000 Workers Last Year", "date": "2019-02-26 18:31", "summary": "Conglomerate ended 2018 with 283,000 workers, but tally will fall further after unit sales. General Electric Co. disclosed that it shed 30,000 workers last year as the conglomerate restructured its operations and sold off some business lines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-press-for-data-on-immigrant-children-separated-from-parents-11551210900", "title": "Democrats Press for Data on Separated Immigrant Children", "date": "2019-02-26 18:18", "summary": "Move is first subpoena-related vote of the Trump administration since Democrats took control of House. WASHINGTON-House Democrats voted to require the Trump administration to turn over documents on the policy that separated children from parents at the U.S.-Mexico border.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dean-foods-explores-strategic-alternatives-including-sale-11551220130", "title": "Dean Foods to Review Its Business", "date": "2019-02-26 18:16", "summary": "Dairy giant has struggled as consumption declined and retailers introduced their own brands. Dean Foods Co. said it is exploring strategic alternatives including the possible breakup of the biggest U.S. milk producer, as pressure mounts on dairy processors facing low prices and new competition from big retailers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-aoc-primary-11551222671", "title": "The AOC Primary", "date": "2019-02-26 18:11", "summary": "Will Democratic senators running for President decline to vote for the Green New Deal they just endorsed?. With apologies to Oscar winner Lady Gaga, Rep. Alexandria Ocasio-Cortez (D., N.Y.) may be giving taxpayers 93 trillion reasons to run away from her Green New Deal to reorganize the American economy. But all some Democratic senators need is one good reason to stay with the plan-the possibility of winning the party's 2020 presidential nomination.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macys-looks-to-thin-upper-management-as-sales-fall-11551189121", "title": "Macy's to Trim Management Ranks", "date": "2019-02-26 18:03", "summary": "Retailer unveils new cost cuts, expects earnings to be mostly flat for fiscal 2019. Macy's Inc. signaled 2019 would be a challenging year, predicting sales wouldn't grow at all and announcing another round of cost cuts.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-second-battle-of-gettysburg-over-freedom-11551221927", "title": "A Second Battle of Gettysburg Over Freedom", "date": "2019-02-26 17:58", "summary": "President Riggs has reassured the Gettysburg College community that we remain committed to an inclusive learning environment that provides students with the tools for critical reflection on complex matters.. Regarding Crispin Sartwell's \"Don't Give to Your Alma Mater\" (op-ed, Feb. 23): Recently, a student found a 1980 yearbook picture of a student wearing a World War II German soldier costume with a swastika armband at a \"Hogan's Heroes\"-themed event. Bob Garthwait, the sophomore in the photo is an active alum, the founder of a leadership center on campus and a respected member of the board of trustees. In light of this photo, he decided to step down \"with the best intentions in mind for the college.\" The trustees of the college have been actively involved in every step concerning this matter, and accepted Bob's resignation in the spirit in which it was offered. Going forward, the board is building a process to ensure that we engage the entire campus to understand this situation in its current and historical context.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/demise-of-airbus-380-as-a-socialist-failure-11551221885", "title": "Demise of Airbus 380 As a Socialist Failure", "date": "2019-02-26 17:58", "summary": "Overruling markets is the goal of, not the flaw in, a young socialist's master plan.. Regarding Holman Jenkins's \"Airbus's Lesson for Young Socialists\" (Business World, Feb. 20): One guesses that few young socialists are paying attention to Airbus's poor business decisions and even fewer are reading business columns in the Journal, so Airbus's decision to end production of its A380 jumbo jet is unlikely to prompt socialist soul-searching. If the collapse of the Soviet Union, decades of economic stagnation in Cuba and the destruction of Venezuela's economy weren't teachable moments for young (and old) socialists, a business misstep by Airbus won't change socialist hearts and minds.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/title-ix-was-right-to-say-sex-not-gender-11551221842", "title": "Title IX Was Right to Say 'Sex,' not 'Gender'", "date": "2019-02-26 17:57", "summary": "Ms. Navratilova and Title IX must become the common-sense beacons of light with both sports and social policy based on biological science rather than progressive ideology.. Regarding William McGurn's \"Martina Navratilova's Girl Power\" (Main Street, Feb. 19): Martina Navratilova has the LGBTQ street cred that might very well be the silver bullet to dismembering the \"identity\" from identity politics. The tennis legend says allowing transgender women in women's sports is cheating. \"Identity\" is the totally subjective self-definition of gender identity while biological sex is, well, biological sex and all the genetic and biological stuff that comes with it.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-ticks-up-as-dollar-weakens-11551179680", "title": "Copper Prices Edge Higher as Dollar Weakens", "date": "2019-02-26 17:56", "summary": "Prices for the metal are hovering near their highest levels since the summer. Copper prices crept higher Tuesday, aided by a weaker dollar.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wilbur-ross-is-right-on-trumps-tariffs-11551221801", "title": "Wilbur Ross Is Right on Trump's Tariffs", "date": "2019-02-26 17:56", "summary": "Tariff policy should be viewed with the long game in mind.. Regarding the Feb. 13 letter from Commerce Secretary Wilbur Ross on the subject of tariffs: The Journal seems fixated on its position that the administration's policy on tariffs can only be bad for the economy. I think you're missing the forest for the trees. The administration clearly views imposing tariffs as merely a tactical move to drive foreign competition into more equitable trading policies which would ultimately be a tremendous boon to the affected industries and the economy overall.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-press-drug-company-executives-over-prices-11551221225", "title": "Senators Press Drug-Company Executives Over Prices", "date": "2019-02-26 17:47", "summary": "The hearing Tuesday signaled bipartisan support for changes that could reshape the pharmaceuticals industry. Leaders from seven drugmakers representing $140 billion in U.S. revenue defended their pricing in a Senate hearing that showcased bipartisan support for what would be some of the most significant changes to the industry in decades.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vanguard-ups-the-ante-in-an-etf-race-to-zero-11551184467", "title": "Vanguard Ups the Ante in an ETF Race to Zero", "date": "2019-02-26 17:29", "summary": "Fees are coming down on 10 ETFs, with combined assets of almost $175 billion. Vanguard Group is cutting management fees on 10 exchange-traded funds, the latest money manager to trim fees on a host of investment products.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-makers-are-in-spotlight-after-krafts-dismal-results-11551194478", "title": "Food Makers Are in Spotlight After Kraft's Dismal Results", "date": "2019-02-26 17:26", "summary": "Smucker's comparable sales rise 1%, boosted by Jif peanut-butter snacks; Campbell Soup to post results Wednesday. J.M. Smucker Co. said investments in products such as Jif peanut-butter snacks are driving sales growth without much damage to profitability, a sharp contrast to woes at Kraft Heinz Co. as packaged-food companies try to catch up with changing consumer tastes.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/georgias-election-battle-still-brews-extends-to-voting-machine-bill-11551220016", "title": "Georgia's Election Battle Still Brews, Extends to Voting-Machine Bill", "date": "2019-02-26 17:26", "summary": "GOP backs new machines; Democrats want paper ballots. ATLANTA-Georgia's GOP-led House passed a bill Tuesday to replace the state's 17-year-old paperless electronic voting machines, while Democrats voiced strong opposition.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-price-growth-at-slowest-pace-in-four-years-11551194849", "title": "Slowing Home Price Growth and Construction Hit Housing Market", "date": "2019-02-26 17:20", "summary": "Housing starts dropped 11.2% in December from the prior month, the lowest level in more than two years. Home prices in 2018 grew at their slowest pace in four years, while construction slumped, signaling that the housing market started this year on shaky footing.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-reveal-plan-for-medicare-for-all-11551219200", "title": "House Democrats Reveal Plan for Medicare for All", "date": "2019-02-26 17:13", "summary": "Bill for a new federal health system is likely to shape debate in party's presidential campaign. House Democrats on Tuesday unveiled details of a Medicare for All bill that would create a new federally financed health system, a proposal likely to shape a debate between the party's 2020 presidential candidates who back the plan and centrists campaigning for more limited expansion options.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-tries-to-even-out-access-to-wireless-networks-11551219168", "title": "New York City Tries to Even Out Access to Wireless Networks", "date": "2019-02-26 17:12", "summary": "Municipalities across the country grapple with uneven access to faster wireless service as 5G approaches. The rush is on for wireless carriers to build up their networks so that they can handle next-generation 5G technology. So, how soon will they be installing new network equipment in your neighborhood? That may depend on where you live.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbank-drops-ey-as-external-auditor-amid-reports-of-danske-bank-ties-11551218963", "title": "Swedbank Drops EY as External Auditor Amid Reports of Danske Bank Ties", "date": "2019-02-26 17:09", "summary": "Forensic Risk Alliance will investigate allegations of money laundering, the bank says. Swedbank AB on Tuesday abruptly switched the external auditor in charge of investigating allegations the bank facilitated billions in suspicious transactions, including some that could be traced to a massive money-laundering scandal at Danske Bank A/S.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-company-hacks-go-undisclosed-to-sec-despite-regulator-efforts-11551218919", "title": "Many Company Hacks Go Undisclosed to SEC", "date": "2019-02-26 17:08", "summary": "SEC Commissioner Robert Jackson says a clear rule about when to report a cyberattack would be helpful to the market. Few companies are telling securities regulators about cyberattacks, a new analysis finds, despite recent efforts to bolster disclosures of such incidents to investors.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-national-museum-of-scotland-completes-a-perfect-revamp-11551218876", "title": "The National Museum of Scotland Completes a Perfect Revamp", "date": "2019-02-26 17:07", "summary": "A balance between global and local makes for a model of a modern collection. Edinburgh", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-and-cuomo-agree-on-congestion-pricing-plan-to-fund-mta-11551218811", "title": "De Blasio, Cuomo Agree on Congestion-Pricing Plan to Fund MTA", "date": "2019-02-26 17:06", "summary": "New York's mayor and governor also propose overhauling transit agency's management structure. New York Mayor Bill de Blasio announced Tuesday that he supports Gov. Andrew Cuomo's proposal to raise billions of dollars for the Metropolitan Transportation Authority through congestion pricing.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-stabilize-after-trump-tweet-turmoil-11551183036", "title": "Oil Prices Stabilize After Trump Tweet Turmoil", "date": "2019-02-26 16:57", "summary": "Crude fell more than 3% Monday after president criticized OPEC, saying oil prices were too high. • Oil prices stabilized Tuesday, finishing slightly higher as investors and analysts anticipated that major oil producers will continue with their supply cuts despite the objections of President Trump.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-strengthen-after-powell-remarks-11551201670", "title": "Treasurys Gain After Fed Chief's Testimony", "date": "2019-02-26 16:48", "summary": "U.S. government-bond prices rise after Powell says Fed will be patient on raising rates. U.S. government-bond prices rose Tuesday as Federal Reserve Chairman Jerome Powell told lawmakers that the central bank is assessing the path of economic growth and is in \"no rush\" to raise interest rates.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-plans-multifaceted-response-to-opioid-abuse-epidemic-11551198884", "title": "FDA Plans Multifaceted Response to Combat Opioid Abuse", "date": "2019-02-26 16:32", "summary": "Agency, criticized for role in opioid crisis, will adjust pill packaging, dosing to curb addiction. WASHINGTON-The Food and Drug Administration plans new steps to combat the abuse of opioid painkillers, ranging from new dosage forms to small-quantity packaging and new research requirements on drugmakers.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-analysis-drug-company-ceos-take-the-hot-seat-before-congress-11551191988", "title": "CEOs From Pfizer, Merck and Others Face Senate Over Drug Pricing", "date": "2019-02-26 16:30", "summary": "Lawmakers on the Senate Finance Committee are questioning executives about pricing practices and other issues. Rising drug prices were in the spotlight as pharmaceutical industry executives testifed before the Senate Finance Committee on Tuesday. Lawmakers questioned executives from firms such as Merck & Co. and Pfizer Inc. about their pricing practices and methods of thwarting competition from lower-cost generic rivals. Sen. Chuck Grassley (R., Iowa), the committee chairman, warned CEOs ahead of the hearing not to \"try to blame everyone but themselves.\"", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-give-back-some-early-week-gains-11551171788", "title": "U.S. Stocks Close Lower", "date": "2019-02-26 16:26", "summary": "Investors also balance mixed earnings reports, Fed messaging. Major U.S. stock indexes edged slightly lower Tuesday, as investors balanced mixed corporate earnings and more messaging of paused interest-rate hikes from the Federal Reserve with ongoing U.S.-China trade negotiations.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-port-authority-director-gets-18-months-in-prison-for-bridgegate-role-11551211240", "title": "Former Port Authority Director Gets 18 Months in Prison for 'Bridgegate' Role", "date": "2019-02-26 16:16", "summary": "Bill Baroni was convicted, along with Bridget Kelly, on public-corruption charges; both were Christie associates. A former executive at the Port Authority of New York and New Jersey was sentenced to 18 months in prison Tuesday for his role in the 2013 traffic-jam scandal known as Bridgegate.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/founders-fund-a-premier-venture-firm-in-transition-has-outsize-returns-11551214841", "title": "Founders Fund, a Premier Venture Firm in Transition, Has Outsize Returns", "date": "2019-02-26 16:03", "summary": "Silicon Valley investment firm co-founded by Peter Thiel, looks to rebuild team with a high-profile hire. Founders Fund, the premier venture firm co-founded by Peter Thiel in 2005, is regrouping after several partner-level departures, but documents show the firm continued to rack up outsize returns for its investors and kept deal flow steady.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-reserves-final-judgment-on-cardinal-pell-after-abuse-conviction-11551190749", "title": "Vatican Reserves Final Judgment on Cardinal Pell After Abuse Conviction", "date": "2019-02-26 16:01", "summary": "Conviction represents landmark ruling in wider global scandal that has engulfed Catholic Church. VATICAN CITY-The Vatican on Tuesday called the conviction of Australian Cardinal George Pell for child sex abuse \"painful news\" and said he had been placed under precautionary restrictions by the church.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-reporting-companies-told-their-system-is-broken-11551211213", "title": "Credit-Reporting Companies Told Their System Is 'Broken'", "date": "2019-02-26 15:55", "summary": "Lawmakers call for tougher requirements on companies to fix errors in consumers' credit reports. WASHINGTON-Lawmakers on Tuesday launched a new attack on consumer credit-reporting companies, a year and a half after the data breach at Equifax Inc. exposed personal financial details of millions of Americans.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worlds-biggest-miners-push-to-set-new-standards-for-dams-11551214363", "title": "After Deadly Dam Collapse, World's Biggest Miners Push for New Standards", "date": "2019-02-26 15:52", "summary": "Industry group to develop international guidelines to improve safety, independent auditing following Brazil disaster. Some of the world's largest miners said they would create a global standard for managing waste dams that will likely include a system for independent reviews of the structures, after one collapsed in Brazil killing at least 179 people.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-aims-new-task-force-at-big-tech-11551209556", "title": "FTC Aims New Task Force at Big Tech", "date": "2019-02-26 15:37", "summary": "New regulatory scrutiny will include re-examining already-approved deals and could lead to unwinding deals found to have anticompetitive effects now. WASHINGTON-The Federal Trade Commission said it would create a new task force to examine potential antitrust violations in the tech industry, signaling tougher scrutiny ahead for the sector's largest firms.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depots-sales-rise-but-less-than-expected-11551181086", "title": "Home Depot Blames Wet Weather for Soggy Sales", "date": "2019-02-26 15:34", "summary": "Home-improvement retailer forecasts slower growth in 2019, but executives are still upbeat on consumer spending. Home Depot Inc. executives said wet weather around the country hurt quarterly sales at the home-improvement chain and, despite sounding upbeat about consumer spending, tempered growth expectations for 2019.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-museum-money-meets-shaming-11551211296", "title": "When Museum Money Meets Shaming", "date": "2019-02-26 15:01", "summary": "How far should protesters' rage be allowed to go?. Nan Goldin, a fine-art photographer hitherto best known for her interest in sexual politics, has found herself a new cause. It is now her mission to force art museums not merely to stop accepting charitable donations from members of the Sackler family, but to give back donations that they've already accepted. Having previously staged anti-Sackler protests at New York's Solomon R. Guggenheim Museum, the Sackler Wing of the Metropolitan Museum of Art and the Smithsonian's Arthur M. Sackler Gallery in Washington, she has just informed London's National Portrait Gallery that she won't permit that museum to mount a planned retrospective of her work if they accept a proposed million-pound donation from the Sacklers. Meanwhile, numerous nonprofit organizations, among them the Met and Columbia University, have announced that they are rethinking the propriety of continuing to accept Sackler money.", "categories": [["Books & Arts", "Arts & Entertainment"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/sightings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-point-energy-forms-second-midstream-joint-venture-with-matador-resources-11551142043", "title": "Five Point Energy Forms Second Midstream Joint Venture with Matador Resources", "date": "2019-02-26 14:57", "summary": "San Mateo Midstream II LLC plans to build and operate infrastructure to gather and process oil-and-gas production from Matador's fields in New Mexico's Eddy County. Midstream-focused private-equity firm Five Point Energy formed a second midstream joint venture with Matador Resources Co. , strengthening its ties with the oil-and-gas producer in the Delaware Basin.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-mark-harris-pulls-out-of-new-north-carolina-congressional-election-11551209902", "title": "Republican Mark Harris Pulls Out of New North Carolina Election", "date": "2019-02-26 14:55", "summary": "Decision comes less than a week after state elections board called for new election. Republican Mark Harris said Tuesday he won't run in the redo election for North Carolina's ninth congressional district, less than a week after the state board of elections called for a new election in light of evidence of ballot tampering by a contractor paid by his campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-corigliano-boston-modern-orchestra-project-review-feting-an-elder-statesman-11551210833", "title": "John Corigliano-Boston Modern Orchestra Project Review: Feting an Elder Statesman", "date": "2019-02-26 14:53", "summary": "'Troubadours,' a guitar concerto, and the Symphony No. 2 show the composer's depth. Boston", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-to-invest-4-5-billion-in-manufacturing-in-michigan-create-nearly-6-500-jobs-11551198601", "title": "Fiat Chrysler to Invest $4.5 Billion in Manufacturing in Michigan", "date": "2019-02-26 14:42", "summary": "Plans include $1.6 billion to build a Jeep factory in Detroit; auto maker to eliminate 1,370 jobs in Illinois. Fiat Chrysler Automobiles NV plans to spend $4.5 billion to expand factory production in Michigan, including a new Jeep assembly plant in Detroit, but also said Tuesday it will lay off workers at a plant in Illinois.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supermodel-kate-upton-on-the-best-way-to-stalk-your-baby-11551209271", "title": "Supermodel Kate Upton on the Best Way to Stalk Your Baby", "date": "2019-02-26 14:27", "summary": "The new mom and co-founder of Strong4Me Fitness shares her favorite gear-from a smarter dog dish to her preferred way to obsessively monitor her offspring. My mom had us playing tennis very very young, but I take long breaks from tennis. So, sometimes I'm good and sometimes it's a little embarrassing. I occasionally force my husband (Houston Astros pitcher Justin Verlander) out there, but he can't play with me when he's in season. If I'm rusty, I use a Prince racket because it's more versatile and helps me get my spin back.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-pharma-survives-hearings-but-watch-out-11551209140", "title": "Big Pharma Survives Hearings, but Watch Out", "date": "2019-02-26 14:25", "summary": "Congressional hearings on drug prices didn't dent drug company share prices, but the industry still faces plenty of peril, as do middlemen. Tuesday's Senate Finance Committee hearing on drug pricing didn't cause much of a stir on Wall Street. Nevertheless, investors in drug stocks, as well as the drug supply chain, would be wise to note the tough tone.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-expect-from-5g-phonesand-when-11551208337", "title": "What to Expect From 5G Phones-and When", "date": "2019-02-26 14:18", "summary": "The early ones will be expensive, and they may not change the mobile experience. So, should you wait to buy one?. Here come the 5G smartphones. Sort of.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ges-asset-sales-bode-well-for-balance-sheet-11551208711", "title": "GE's Asset Sales Bode Well for Balance Sheet", "date": "2019-02-26 14:18", "summary": "Conglomerate's plan to sell some businesses to reduce debt will need to be balanced against the cuts such sales make in its ability to generate cash, analysts say. General Electric Co. 's strategy to shed noncore assets to pay down its debt could sap the company's future cash flows, but the move is expected to ultimately help stabilize its balance sheet and allow the company to focus on organic growth, analysts say.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creative-firm-quits-bernie-sanders-campaign-11551207322", "title": "Creative Firm Quits Bernie Sanders Campaign", "date": "2019-02-26 13:55", "summary": "Devine Mulvey Longabaugh, which helped propel the Vermont senator's 2016 presidential bid, cites creative differences. WASHINGTON-The media firm that helped propel Vermont Sen. Bernie Sanders's 2016 insurgent campaign is splitting from the presidential contender at the start of his second White House bid, citing creative disagreements.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-powell-affirms-feds-patient-approach-to-future-interest-rate-changes-11551192300", "title": "Powell Affirms Patient Approach to Interest-Rate Changes", "date": "2019-02-26 13:33", "summary": "Economic outlook is favorable but recent months have brought 'some crosscurrents and conflicting signals,' Federal Reserve chief tells Congress. WASHINGTON-Federal Reserve Chairman Jerome Powell said the central bank is in no rush to move interest rates while officials assess the impact on the U.S. economy of slower global growth and financial-market turbulence.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pound-rally-breaks-investors-brexit-boredom-11551192901", "title": "Pound Rally Breaks Investors' Brexit Boredom", "date": "2019-02-26 12:45", "summary": "British currency soars to highest level against dollar since October on possibility of fresh referendum or a vote in Parliament to delay Brexit. LONDON-With weeks to go until Britain is officially scheduled to leave the European Union, politics has finally-slightly-jolted investors out of a prevailing mood of Brexit boredom.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-on-jpmorgan-chase-in-uncertain-times-11551202502", "title": "Bank on JPMorgan Chase in Uncertain Times", "date": "2019-02-26 12:35", "summary": "Among major U.S. banks, JPMorgan Chase has done the best at hitting its profitability target and ensuring it won't slip too much in a downturn. Much like everyone else at the moment, JPMorgan Chase & Co. is confused about where the economy is headed. It has less to worry about than most, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/master-of-summits-kim-jong-un-goes-from-trumps-little-rocket-man-to-were-in-love-11551182404", "title": "Master of Summits: Kim's Journey From 'Little Rocket Man' to 'We're in Love'", "date": "2019-02-26 12:33", "summary": "Resume Subscription. When President Trump sits down this week for a second summit with North Korea's Kim Jong Un, he will face a young dictator who has grown in outward confidence as a negotiator since their last meeting.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/americans-with-disabilities-finding-more-jobs-but-in-familiar-fields-11551201661", "title": "Americans With Disabilities Finding More Jobs, but in Familiar Fields", "date": "2019-02-26 12:21", "summary": "Disabled workers disproportionately employed by governments and in low-wage areas. WASHINGTON-Americans with disabilities are working in greater numbers and their unemployment rate has fallen dramatically, but they remain disproportionately employed by governments and in low-wage occupations.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/halal-and-organic-dont-mix-in-eu-ruling-11551201434", "title": "Halal and 'Organic' Don't Mix in EU Ruling", "date": "2019-02-26 12:17", "summary": "Court decision restricts meat labels, adding to bloc's limits on certain Muslim practices; kosher foods also affected. BRUSSELS-A decision on Tuesday by the European Union's top court expanded the body of EU case law restricting certain Muslim practices, as the continent's Muslim population grows and compatibility with the bloc's laws is increasingly tested.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-relax-some-turn-to-tetris-stress-producing-80s-obsession-11551201170", "title": "To Relax, Some Turn to Tetris, Stress-Producing '80s Obsession", "date": "2019-02-26 12:12", "summary": "Video-gamers find bliss stacking blocks with a New Agey version of the 35-year-old game featuring neon dolphins; 'The last level is the one that made me cry.'. Sven Charleer has tried yoga and meditation, but it was \"Tetris Effect,\" a new version of the shape-stacking videogame incorporating immersive virtual reality and calming new-age music, that finally helped him unwind.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clouds-will-clear-for-home-depot-11551200733", "title": "Clouds Will Clear for Home Depot", "date": "2019-02-26 12:05", "summary": "Bad weather, not the housing slowdown, was behind Home Depot's disappointing quarter. Sometimes it really is the weather.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-drops-container-shipping-cartel-investigation-without-charges-11551200327", "title": "U.S. Drops Container Shipping Cartel Investigation Without Charges", "date": "2019-02-26 11:58", "summary": "Two-year antitrust probe focused on growing shipping alliances that dominate international container trade. The U.S. Justice Department has closed a two-year investigation into allegations of price fixing by some of the world's biggest container shipping lines without filing charges or imposing fines, according to the companies.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gulf-state-eying-china-largesse-rebuffs-u-s-on-huawei-11551184264", "title": "Major U.S. Ally in Middle East Forges Ahead With Huawei", "date": "2019-02-26 11:52", "summary": "Deal puts U.A.E. at odds with Trump administration's efforts to block Huawei from rolling out 5G. The United Arab Emirates says it will deploy a 5G network this year developed by Huawei Technologies Co., dealing a blow from a major U.S. ally to American efforts to undercut the Chinese telecommunications giant.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-didnt-stop-to-look-back-more-venezuelan-soldiers-police-defect-11551140463", "title": "'I Didn't Stop to Look Back': More Venezuelan Soldiers, Police Defect", "date": "2019-02-26 11:47", "summary": "Escapees to Colombia, Brazil describe how lower ranks suffer the same deprivations as ordinary citizens, including scarce food and medicine; a boost for the opposition. CÚCUTA, Colombia-Ignacio Cruz, a noncommissioned Venezuelan army officer, was part of a military detail escorting a group of expelled diplomats across a border bridge into Colombia on Sunday when he saw his chance to make a dash for freedom.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-jacksons-neverland-returns-11551199388", "title": "Michael Jackson's 'Neverland' Returns", "date": "2019-02-26 11:43", "summary": "The owners of the now named 'Sycamore Valley Ranch' near Santa Barbara, Calif., are putting the property back up for sale.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/sec-examines-guggenheim-related-bond-trades-11551182402", "title": "SEC Examines Guggenheim-Related Bond Trades", "date": "2019-02-26 11:34", "summary": "The agency has sought information related to trades by insurance companies tied to Guggenheim Partners. U.S. securities regulators are reviewing a series of bond trades by three insurance companies tied to Guggenheim Partners LLC, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-confidence-rose-in-february-11551195137", "title": "U.S. Consumer Confidence Rose in February", "date": "2019-02-26 11:30", "summary": "The Conference Board said its index of U.S. consumer confidence rose to 131.4 in February from 121.7 in January. WASHINGTON-A measure of consumer confidence in the U.S. rebounded robustly in February, as consumers' future expectations improved after Congress reopened the government.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vw-to-invest-nearly-2-billion-in-ford-self-driving-car-venture-11551185359", "title": "VW to Invest Nearly $2 Billion in Ford Self-Driving Cars", "date": "2019-02-26 11:27", "summary": "Move comes as auto makers seek to share the huge costs of developing self-driving cars. BERLIN-Volkswagen AG is planning to invest around $1.7 billion in a self-driving car venture with Ford Motor Co.'s Argo subsidiary, according to people familiar with the matter.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-california-loses-people-a-las-vegas-suburb-grows-11551197094", "title": "As California Loses People, a Las Vegas Suburb Grows", "date": "2019-02-26 11:04", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/macys-plan-on-more-disappointment-11551196698", "title": "Macy's: Plan on More Disappointment", "date": "2019-02-26 10:58", "summary": "Macy's isn't a retail basket case yet, but its efforts to avert that fate keep coming up short. After Macy's reported disappointing holiday sales last month, it lowered its outlook for fiscal 2018. The diminished expectations made it possible to narrowly beat estimates on Tuesday, when the company reported fourth-quarter earnings. Investors sent the stock up 3% in morning trading.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-little-changed-after-powell-testimony-11551196145", "title": "Dollar Ticks Lower After Powell Testimony", "date": "2019-02-26 10:49", "summary": "Fed chairman affirms the central bank's decision to pause its monetary tightening. The dollar edged lower Tuesday as Federal Reserve Chairman Jerome Powell affirmed the central bank's decision to pause its monetary policy tightening while officials gauge the impact of weaker global growth and rocky financial markets on the U.S. economy.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-car-is-a-ferrari-maserati-and-lamborghiniin-spirit-11551195088", "title": "This Car Is a Ferrari, Maserati and Lamborghini-in Spirit", "date": "2019-02-26 10:31", "summary": "Resume Subscription. John Golden, 92, a retired contractor living in Manhattan Beach, Calif., on his \"Big Red,\" as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/vir-das-made-his-way-from-india-to-american-tv-via-national-lampoon-11551195036", "title": "Vir Das Made His Way From India to American TV via National Lampoon", "date": "2019-02-26 10:30", "summary": "Before he played an FBI agent on 'Whiskey Cavalier,' the comic actor binged on college movies like 'Van Wilder' and wound up in Illinois. Vir Das, 39, is an actor, comedian and musician. His stand-up special, \"Losing It,\" is on Netflix. He stars as an FBI agent in the ABC dramedy series \"Whiskey Cavalier,\" airing on Wednesdays. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-corvette-transformed-11551194434", "title": "A Corvette, Transformed", "date": "2019-02-26 10:20", "summary": "Once in plastics, John Golden used his skills to create a one-of-a-kind car. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/with-maison-park-avenue-moms-gets-a-club-of-their-own-11551194226", "title": "With Maison, Park Avenue Moms Gets a Club of Their Own", "date": "2019-02-26 10:17", "summary": "Style blogger Ashley Wu couldn't find a coworking space on the Upper East Side that suited chic moms. So she created one-complete with on-demand facialists, child-psychology lectures and access to a personal toy shopper. When Maison opens on February 26, members of the women's coworking club will check in at a blond-wood reception desk in front of a dusky pink leather wall. The nearest cashmere is three paces away (Lingua Franca sweaters, shelved in mushy folds). Kombucha, 20 steps. Paul Simon and Bob Marley will play on soft volume.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/olympic-athletes-ask-should-we-start-a-union-11551193784", "title": "Olympic Athletes Ask: Should We Start a Union?", "date": "2019-02-26 10:09", "summary": "A sexual-abuse scandal highlighted the powerlessness athletes have long felt within the U.S. Olympic Committee; they and athletes elsewhere seek a louder voice. Chicago", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-pick-to-oversee-fannie-mae-and-freddie-mac-advances-in-senate-11551193655", "title": "Trump Pick to Oversee Fannie, Freddie Advances in Senate", "date": "2019-02-26 10:07", "summary": "Panel approves Mark Calabria in party-line vote, setting up likely spring confirmation. WASHINGTON-A panel of Senate lawmakers on Tuesday voted along party lines to advance the nomination of Mark Calabria, President Trump's pick to help overhaul the way many Americans finance their home purchases, setting up his likely confirmation later this spring.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-minimum-wage-at-15-an-hour-is-tipping-too-much-11551193200", "title": "With Minimum Wage at $15 an Hour, Is Tipping Too Much?", "date": "2019-02-26 10:00", "summary": "For the worker behind the counter, the tip-jar take can make a real difference. Shafiq Alrowhani is a self-appointed tip-jar consultant of sorts. The owner of Darna Falafel, a cozy Middle Eastern cafe on Court Street in Brooklyn, he frequently offers unsolicited advice to counter workers at nearby businesses on the fine art of attracting more tips.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pakistan-says-indian-jets-dropped-bombs-but-caused-no-damage-11551158468", "title": "India Bombs Pakistan in Response to Kashmir Terrorist Attack", "date": "2019-02-26 09:40", "summary": "Indian officials say strikes killed hundreds of militants, while Pakistani officials and local residents say bombs hit mostly vacant land. Indian warplanes bombed targets inside Pakistan for the first time since the now nuclear-armed rivals were at war in 1971, hitting what Indian officials described as a terrorist training camp after a Kashmiri militant killed 40 Indian paramilitary police officers.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-the-peugeot-unloved-french-car-is-returning-to-u-s-market-11551191864", "title": "Remember the Peugeot? Unloved French Car Is Returning to U.S.", "date": "2019-02-26 09:37", "summary": "Having turned around its European business, the auto maker is seeking new markets overseas. It was the butt of jokes on \"Car Talk,\" but Peugeot , the French car maker, is planning a U.S. comeback.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italy-considers-firing-foreign-museum-directors-11551191412", "title": "Italy May Say 'Arrivederci' to Foreigners Leading Museums", "date": "2019-02-26 09:30", "summary": "Four years ago, seven foreigners took the helm of Italy's most prestigious museums. They raised attendance and revenue-and may be about to lose their jobs.. MILAN-When James Bradburne became director of Milan's Pinacoteca di Brera in 2015, he made changes to increase the art gallery's appeal, including reopening the principal entrance that hadn't been used for more than a century.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-board-looks-to-add-former-un-ambassador-nikki-haley-11551190963", "title": "Boeing's Board Looks to Add Former U.N. Ambassador Nikki Haley", "date": "2019-02-26 09:22", "summary": "Haley was one of the most-visible members of the Trump administration's foreign policy team. Boeing Co. 's board has nominated Nikki Haley, President Trump's first ambassador to the United Nations, to serve as a director.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-bristol-myers-etsy-and-shake-shack-11551181389", "title": "Stocks to Watch: Tesla, Macy's, Bristol-Myers Squibb, and Shake Shack", "date": "2019-02-26 09:20", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-a-promotion-means-losing-friends-at-work-11551190762", "title": "When a Promotion Means Losing Friends at Work", "date": "2019-02-26 09:19", "summary": "Many new managers discover a downside to moving up: Colleagues who used to be their friends aren't anymore. Here's how to navigate the changing social dynamic at work.. Getting promoted to management brings some welcome benefits, from higher pay and perks to elevated status. After the congratulations are over, however, many new bosses ponder a more subtle change: Why don't I have friends at the office anymore?", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-arrives-in-vietnam-for-second-summit-with-north-korean-leader-11551190215", "title": "President Trump Arrives in Vietnam for Second Summit With North Korean Leader", "date": "2019-02-26 09:10", "summary": "U.S. president, Kim to discuss course for denuclearizing North Korea. HANOI, Vietnam- President Trump landed late Tuesday in Vietnam's capital, where he is set to hold a second round of talks with North Korean Leader Kim Jong Un aimed at denuclearizing the Korean Peninsula.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donald-trump-has-been-very-good-for-publicly-listed-prison-owners-11551189601", "title": "Donald Trump Has Been Very Good for Publicly Listed Prison Owners", "date": "2019-02-26 09:00", "summary": "Rise in immigration raids means more government contracts, but criminal-justice reform could be bearish for business. The Trump administration's hard-line stance on illegal immigration and deportation has been good business for prison owners.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-the-hard-to-find-favorites-of-bergdorf-goodmans-mens-fashion-director-11551189351", "title": "All the Hard-to-Find Favorites of Bergdorf Goodman's Men's Fashion Director", "date": "2019-02-26 08:55", "summary": "Bruce Pask opens a boutique within the fabled department store. Bergdorf Goodman and Neiman Marcus men's fashion director Bruce Pask says he's frequently asked to give style advice to men who appreciate his aesthetic. \"It's utilitarian meets elegance,\" says Pask. In addition to spreading wardrobe wisdom via Instagram direct messages, Pask is now merchandising his look at B., a 250-square-foot permanent shop that opened in February on the third floor of Goodman's Men's Store in New York. \"These are examples of things I just found myself buying for me,\" Pask says, \"brands I really love that we could give power and meaning to by aggregating in the store.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-housing-starts-end-2018-on-soft-note-11551188072", "title": "U.S. Housing Starts End 2018 on Soft Note", "date": "2019-02-26 08:34", "summary": "Residential building permits, which can signal how much construction is in the pipeline, edge up. U.S. housing starts tumbled in December, capping a weak year for construction of new single-family homes due to factors such as rising construction material and labor costs.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/go-with-peugeot-despite-american-adventure-11551187723", "title": "Go With Peugeot Despite American Adventure", "date": "2019-02-26 08:28", "summary": "Unlike many auto executives, Peugeot boss Carlos Tavares can be relied on to look after shareholders. If success in the car industry is about management, then the manufacturer investors should buy is Peugeot SA .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tariff-fears-led-u-s-manufacturers-to-trim-spending-11551187162", "title": "Tariff Fears Led U.S. Manufacturers to Trim Spending", "date": "2019-02-26 08:19", "summary": "In January survey, private-sector companies also said they reduced capital expenditures in response to tariffs and trade tensions. WASHINGTON-Trade disputes with China and other countries have led American businesses to cut back on capital expenditures and other spending, a new survey found.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smucker-results-boosted-by-ainsworth-pet-food-acquisition-11551186818", "title": "Smucker Results Boosted by Ainsworth Pet-Food Acquisition", "date": "2019-02-26 08:13", "summary": "Impairment charge reduces bottom line. J. M. Smucker Co. reported sales rose in the latest quarter as the food and beverage company saw strength in U.S. retail coffee and its results were aided by the acquisition of Ainsworth Pet Nutrition.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-rare-default-chinese-state-owned-firm-misses-bond-payment-11551186237", "title": "Chinese State-Owned Firm Misses Bond Payment", "date": "2019-02-26 08:03", "summary": "Aluminum maker Qinghai Provincial fails to pay interest due on a $300 million bond. BEIJING-Chinese aluminum maker Qinghai Provincial Investment Group Co. failed to pay interest due on a $300 million bond, a rare missed payment by a state-owned firm at a time local government finances in China are turning increasingly strained.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snaps-investors-forgive-but-they-wont-forget-11551186138", "title": "Snap's Investors Forgive, But They Won't Forget", "date": "2019-02-26 08:02", "summary": "Shares rose after CEO's remarks, but while Snapchat's pictures are easily forgotten, its user losses aren't. Evan Spiegel hired a management coach and is learning how to say some of the right things. Delivering on them is another matter entirely.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-president-clashes-with-agencies-curbing-his-power-11551186002", "title": "Mexican President Clashes With Agencies Curbing His Power", "date": "2019-02-26 08:00", "summary": "López Obrador cuts regulatory budgets and lashes out against autonomous agencies that, he says, defend plutocrats. MEXICO CITY-Mexican President Andrés Manuel López Obrador is taking on the country's independent regulators, setting himself on a collision course with institutions that have served as a check on executive power in the decades since the country became a full democracy.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defaults-hurt-but-emerging-debt-still-wins-in-the-long-run-11551186002", "title": "Defaults Hurt, But Emerging Debt Still Wins in the Long Run", "date": "2019-02-26 08:00", "summary": "Emerging governments' bonds gave long-term investors surprisingly good returns-but the long term was 200 years. The past year has been grim for emerging markets, with currency collapses, IMF rescues and Venezuela's descent toward anarchy. Investors seem happy to move on: The main emerging-market hard-currency bond index passed its January 2018 level on Friday to set a new high.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/standard-chartered-to-accelerate-restructuring-11551160308", "title": "Standard Chartered to Accelerate Restructuring", "date": "2019-02-26 08:00", "summary": "The bank will scale back its mass-market retail business to focus on wealth and digital banking. Standard Chartered PLC accelerated its restructure with plans for more cost cuts and said it would scale back in mass-market retail banking in some countries to focus on wealth and digital banking.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-buffett-by-the-book-11551184380", "title": "Warren Buffett, by the Book", "date": "2019-02-26 07:33", "summary": "What Berkshire Hathaway embracing market value means, and what it doesn't. Old habits die hard, even for the Oracle of Omaha. But sometimes they die for a reason.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-u-s-pushes-to-isolate-iran-rouhani-fights-to-keep-his-top-diplomat-11551179999", "title": "As U.S. Pushes to Isolate Iran, Rouhani Fights to Keep Top Diplomat", "date": "2019-02-26 07:25", "summary": "Javad Zarif's resignation deprives the Iranian government of its point person in talks with the West. Iranian President Hassan Rouhani scrambled Tuesday to avert a political crisis from the resignation of the country's top diplomat, praising his fellow moderate foreign minister on live television and dispatching senior officials to urge him not to quit.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/web-content-recommendation-firm-outbrain-to-acquire-native-ad-specialist-11551177120", "title": "Outbrain to Acquire Native-Ad Specialist", "date": "2019-02-26 07:11", "summary": "Purchase of Ligatus is bid to work with more high-quality publishers. Outbrain Inc., a company best known for placing ads on publishers' sites that recommend content elsewhere on the web, said it is acquiring Ligatus GmbH, a subsidiary of German media giant Bertelsmann SE that specializes in native advertising.", "categories": [["Business", "Advertising"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/advertising?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kraft-heinzs-tough-approach-on-costs-hurt-grocery-relationships-11551182402", "title": "Supermarkets Soured on Kraft Heinz and Its Pricing Tactics", "date": "2019-02-26 07:00", "summary": "Moves to make quick profit seen as misstep; investor Warren Buffett admits 'weaker bargaining hand' with stores. Kraft Heinz Co. 's yearslong quest for cost cuts and profit undermined a key element for success in the packaged-food business: good relationships with supermarkets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-considers-overhaul-of-music-licensing-rules-11551182401", "title": "Washington Considers Overhaul of Music-Licensing Rules", "date": "2019-02-26 07:00", "summary": "Revising or scrapping 78-year-old agreements could have broad industrywide implications. Justice Department officials and lawmakers are considering an overhaul of longstanding music-licensing rules that have pitted songwriters and publishers against the businesses, broadcasters and digital streaming services that want to play their compositions. The government's review could have major implications on the multibillion-dollar music industry.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-heads-to-capitol-faces-questions-on-slowing-economy-trump-criticism-11551177000", "title": "Fed Chairman Faces Questions on Slowing Economy, Trump Criticism", "date": "2019-02-26 05:46", "summary": "Lawmakers likely to grill Jerome Powell on rate decisions, financial regulation. When Federal Reserve Chairman Jerome Powell heads to Capitol Hill for two days of hearings this week, he will face an economic and political backdrop greatly changed from when he gave his congressional testimony in July.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-and-facebook-fighting-international-encryption-battle-11551177000", "title": "Apple, Facebook Fight Global Encryption Battle", "date": "2019-02-26 05:30", "summary": "Regulations in Australia and the U.K. make it easier for law enforcement to pressure companies for data. Nearly three years after the Federal Bureau of Investigation abandoned an effort to force Apple Inc. to extract data from an encrypted iPhone, technology companies are facing several new efforts from governments fighting for access to digital secrets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risky-u-s-loan-markets-lean-too-much-on-japan-11551174009", "title": "Risky U.S. Loan Markets Lean Too Much on Japan", "date": "2019-02-26 04:40", "summary": "A single key source of funding has been a critical element in funding private-equity owned companies. Relying too much on one group of buyers is always dangerous: If they disappear, your business is toast.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-its-not-2015-all-over-again-for-chinese-stocks-11551167386", "title": "Why It's Not 2015 All Over Again for Chinese Stocks", "date": "2019-02-26 04:14", "summary": "The Shanghai Composite Index is on a tear, but the latest rally looks less precarious than the one four years ago. Stocks in mainland China are on a tear. The Shanghai Composite notched its biggest one-day gain since July 2015 on Monday and has gained nearly 18% so far this year, making it one of the best performers in the world.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-inc-s-reforms-could-reboot-nintendo-11551171603", "title": "Japan Inc.'s Reforms Could Reboot Nintendo", "date": "2019-02-26 04:03", "summary": "The gaming company has finally found a better use for its $8.7 billion cash pile: buybacks. Japan Inc.'s push to unwind cross-shareholdings is throwing up investment opportunities-just look at Nintendo .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-deleveraging-is-dead-long-live-chinese-deleveraging-11551171159", "title": "Chinese Deleveraging is Dead, Long Live Chinese Deleveraging!", "date": "2019-02-26 03:55", "summary": "Mixed messages from financial authorities betray the fact that Beijing has few good options left. Investors would be forgiven for being confused by the messages coming from the Chinese government this week. Don't worry, the authorities are probably a little confused too.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-firms-dial-back-china-plans-amid-trade-fight-11551142801", "title": "U.S. Firms Dial Back China Plans Amid Trade Fight", "date": "2019-02-26 00:57", "summary": "About 32% of companies say they have no plans to expand investment in China or plan to expand less this year, survey says. BEIJING-U.S. companies are planning their lowest rate of expansion in China since 2016 in response to growing uncertainty about U.S.-China relations and a slowing Chinese economy, according to a survey by the American Chamber of Commerce in China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shopping-stressing-you-out-simon-malls-to-sell-hemp-products-to-relieve-anxiety-11551189600", "title": "Shopping Stressing You Out? Simon Malls to Sell Hemp Products to Relieve Anxiety", "date": "2019-02-26 00:01", "summary": "Green Growth Brands opened first Seventh Sense Botanical Therapy store this month with plans to open more. ", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opportunity-zone-investors-are-buying-now-planning-later-11551192321", "title": "Opportunity-Zone Investors Are Buying Now, Planning Later", "date": "2019-02-26 00:01", "summary": "Treasury issued its first round of guidance on the zones last fall; a second round is expected soon. McDougal Cos. recently bought an 8,000-square-foot former movie theater in Lubbock, Texas. The family-owned real-estate firm doesn't know if it will convert the building into apartments, office space, a hotel or some combination.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11551127689", "title": "Pepper...and Salt", "date": "2019-02-26 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-new-sanctions-on-venezuelan-regime-11551132856", "title": "U.S. Imposes New Sanctions on Venezuelan Regime", "date": "2019-02-26 23:57", "summary": "In Colombia visit, Vice President Mike Pence calls on neighboring nations to isolate Nicolás Maduro and his government, says he hopes for a peaceful transition of power. BOGOTÁ, Colombia-The Trump administration imposed sanctions on allies of Venezuelan President Nicolás Maduro and urged regional governments to isolate his regime after a weekend mission to deliver humanitarian aid sparked deadly violence, but played down the prospects for military intervention.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-clarida-says-bond-market-signals-warrant-attention-11551140502", "title": "Fed's Clarida Highlights Risks to Economic Growth From Abroad", "date": "2019-02-26 23:51", "summary": "Fed's vice chairman didn't signal significant concern about the U.S. economy right now. DALLAS-A slowdown in global growth is an important factor behind the central bank's decision to put plans for interest rate increases on hold, Federal Reserve Vice Chairman Richard Clarida said during a question-and-answer session Monday evening.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cardinal-george-pell-is-found-guilty-of-sexual-assault-11551140905", "title": "Cardinal George Pell Found Guilty of Sexually Assaulting Choirboys", "date": "2019-02-26 23:32", "summary": "The conviction represents a landmark ruling in a wider global scandal that has engulfed the Catholic Church. MELBOURNE, Australia-The most senior Vatican official to stand trial on child sex-abuse charges was found guilty of assaulting two choirboys at a church in his former diocese, though a second trial won't proceed after prosecutors dropped the case on Tuesday.", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manaforts-lawyers-ask-judge-for-leniency-11551152366", "title": "Manafort's Lawyers Ask Judge for Leniency", "date": "2019-02-26 22:39", "summary": "Defense cites ex-Trump aide's poor health, blames politics for Mueller prosecution. WASHINGTON-Paul Manafort's legal team detailed the former Trump campaign chairman's work for four presidents, his ailing health, and the support he provided his extended family in a filing late Monday, asking a District of Columbia federal judge for leniency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-asks-manhattan-federal-court-to-hold-elon-musk-in-contempt-11551137500", "title": "SEC Asks Manhattan Federal Court to Hold Musk in Contempt", "date": "2019-02-26 21:53", "summary": "Regulator cites Feb. 19 tweet regarding projected production volumes in 2019. The Securities and Exchange Commission asked a federal judge on Monday to hold Tesla Inc. Chief Executive Elon Musk in contempt of court over tweets he made last week discussing the auto maker's 2019 projected production volumes.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-says-he-plans-to-release-10-years-of-tax-returns-11551146324", "title": "Bernie Sanders Says He Plans to Release 10 Years of Tax Returns", "date": "2019-02-26 21:18", "summary": "He joins Democratic presidential hopefuls Warren, Gillibrand and Harris, who seek a contrast with President Trump. WASHINGTON-Vermont Sen. Bernie Sanders said Monday he intends to release 10 years of his tax returns at the start of his second presidential campaign, joining Democrats who have sought to contrast themselves from President Trump, who has refused to release his own tax records.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-investigators-probe-trump-contact-with-matthew-whitaker-11551144842", "title": "House Probes Trump Contact With Matthew Whitaker", "date": "2019-02-26 20:34", "summary": "Interest centers on a U.S. attorney's office inquiry into Michael Cohen, Trump Organization. WASHINGTON-The House Judiciary Committee believes it has evidence that President Trump asked Matthew Whitaker, at the time the acting attorney general, whether Manhattan U.S. attorney Geoffrey Berman could regain control of his office's investigation into Mr. Trump's former lawyer and his real-estate business, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evolving-venezuela-sanctions-pose-problems-for-banks-11551143320", "title": "Evolving Venezuela Sanctions Pose Problems for Banks", "date": "2019-02-26 20:08", "summary": "The U.S. has ramped up sanctions with more designations and guidance in recent weeks. Recently imposed sanctions on Venezuela have posed new compliance risks for U.S. and international financial institutions as they seek to untangle business ties between the two countries to meet evolving requirements.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gops-born-alive-abortion-bill-fails-to-advance-in-senate-11551143081", "title": "GOP's 'Born Alive' Abortion Bill Fails to Advance in Senate", "date": "2019-02-26 20:04", "summary": "Measure was met with widespread Democratic opposition; GOP is now weighing rare procedural move in the House. WASHINGTON-Republican-written legislation that would force health-care practitioners to provide medical care to infants deemed alive after abortion procedures fell short of the votes needed to advance in the Senate, failing to overcome Democratic opposition.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/etsy-stock-rises-as-users-and-sellers-grow-11551132365", "title": "Etsy Stock Rises, as Users and Sellers Grow", "date": "2019-02-26 19:43", "summary": "Sales rose 47% to $200 million. Etsy Inc.'s push to draw more customers will include prodding sellers to reduce shipping fees or eliminate them altogether.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shake-shack-revenue-rises-helped-by-higher-prices-11551133470", "title": "Shake Shack Revenue Rises, Helped by Higher Prices", "date": "2019-02-26 19:30", "summary": "Burger chain also gets boost from new locations. Shake Shack Inc.'s revenue climbed 29% in its latest quarter, boosted by higher prices and new locations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-nuclear-stakes-in-hanoi-11551140512", "title": "High Nuclear Stakes in Hanoi", "date": "2019-02-26 19:21", "summary": "Anything can happen when Trump and Kim get together again.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stick-to-your-guns-microsoft-11551140400", "title": "Stick to Your Guns, Microsoft", "date": "2019-02-26 19:20", "summary": "The company should ignore a petition to drop defense work.. Microsoft employees are circulating a petition demanding the company drop a Pentagon contract for an augmented-reality system they say will turn \"warfare into a simulated 'video game,' further distancing soldiers from the grim stakes of war and the reality of bloodshed.\" The employees also want Microsoft to \"cease developing any and all weapons technologies.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-foreign-minister-resigns-in-an-instagram-post-11551128482", "title": "Iran's Foreign Minister Resigns, Clouding 2015 Nuclear Deal", "date": "2019-02-26 19:20", "summary": "Diplomat Javad Zarif worked with U.S., Europe to reach 2015 nuclear accord. Iran's top diplomat, an architect of the landmark nuclear deal, resigned on Monday, hobbling the relatively moderate government of President Hassan Rouhani and its chances of keeping the pact alive.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/josh-hawleys-bad-judgment-11551140148", "title": "Josh Hawley's Bad Judgment", "date": "2019-02-26 19:15", "summary": "The GOP freshman joins the left in trashing Neomi Rao.. Conservatives claim to believe in nominating judges who put fidelity to the law above policy preferences. Yet a strange right-left crossfire is hitting Neomi Rao, a top-flight pick for the D.C. Circuit Court of Appeals, and the damage of litmus tests on the right will radiate beyond one nominee.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mining-giant-barrick-gold-makes-hostile-bid-for-rival-newmont-11551094670", "title": "Mining Giant Barrick Makes Unsolicited Bid for Rival Newmont", "date": "2019-02-26 19:03", "summary": "A deal would create a company valued at around $42 billion. Barrick Gold Corp. offered $17.85 billion for Newmont Mining Corp. , proposing an unsolicited, all-share deal that would combine the world's biggest gold miners and create an industry giant that Barrick said will be better able to squeeze out costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]