[{"link": "https://www.wsj.com/articles/ralph-laurens-profit-shrinks-as-north-american-sales-decline-11557848141", "title": "Ralph Lauren's Profit Shrinks as North American Sales Decline", "date": "2019-05-14 19:52", "summary": "Sales to U.S. department stores fell, partly by design as company pulled back from discount chains. Ralph Lauren Corp.'s profit and sales fell in the most recent quarter, dragged down by declines in North America and a higher tax expense.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bitcoin-surges-above-8-000-investors-say-crypto-winter-is-over-11557818848", "title": "Bitcoin Surges Above $8,000; Investors Say 'Crypto Winter' Is Over", "date": "2019-05-14 19:49", "summary": "The price of bitcoin has rocketed in recent days, even as major financial markets have faltered amid escalating trade tensions. Winter is over for the cryptocurrency market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-saw-737-max-flight-control-system-as-non-critical-safety-risk-11557831723", "title": "FAA Didn't Treat Suspect 737 MAX Flight-Control System as Critical Safety Risk", "date": "2019-05-14 19:37", "summary": "Conclusion is part of internal agency review of jetliner certification process. An internal Federal Aviation Administration review has tentatively determined that senior agency officials didn't participate in or monitor crucial safety assessments of a flight-control system for Boeing Co. 's 737 MAX jet later implicated in two fatal crashes, according to industry and government officials.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-has-poisoned-an-ipo-market-that-was-sick-anyway-11557828001", "title": "Uber Has Poisoned an IPO Market That Was Sick Anyway", "date": "2019-05-14 19:34", "summary": "The cooling of interest in Uber and Lyft will make it harder for the next big Silicon Valley unicorn trying to finance its losses by tapping public markets. Uber and Lyft have overtones of the wacky days of the dot-com bubble, when sketchy business plans and big losses were an active selling point. The obvious difference between the 1999-2000 boom and the current wave of technology initial public offerings is how badly this year's high-profile debuts, Uber and Lyft, performed. Uber plummeted on Friday after ringing the NYSE opening bell and fell a bit more this week to leave the stock 11% below the $45 IPO price. Lyft has dived 30% below its IPO price.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-history-major-wont-go-the-way-of-the-dodo-11557876371", "title": "The History Major Won't Go the Way of the Dodo", "date": "2019-05-14 19:26", "summary": "Students trace the subject's decline but argue it's still relevant.. Editor's note: This Future View is about the decline of the history major. For next week we'll ask: \"What would you like presidential candidates to say and do about climate change?\" Students should click here to submit opinions of fewer than 250 words before May 21. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberals-who-cry-roe-11557876134", "title": "Liberals Who Cry Roe", "date": "2019-05-14 19:22", "summary": "A obscure case over state sovereignty triggers a Supreme Court exchange over precedent.. Who would have thought that a Supreme Court ruling in an interstate tax dispute would devolve into a brawl over abortion politics? Such are our political times as the four liberal Justices on Monday chided their conservative colleagues for overturning a 40-year precedent, which progressives warn will create a stare decisis slippery slope to banning abortion.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roundup-of-cancer-evidence-11557876010", "title": "Roundup of Cancer Evidence", "date": "2019-05-14 19:20", "summary": "The EPA says the weed killer is safe and noncarcinogenic.. A California jury awarded a stunning $2.055 billion Monday to a couple who claim that Bayer AG's Roundup weed killer caused their cancer. But would the judgment have been different if the judge had allowed the jury to see contradictory evidence?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-durham-for-accountability-11557876040", "title": "John Durham for Accountability", "date": "2019-05-14 19:20", "summary": "His investigation can help restore public confidence in the FBI and intelligence services.. Attorney General William Barr has assigned U.S. Attorney John Durham to investigate possible abuses by law enforcement and intelligence officials in the 2016 election campaign, and the reaction has been predictably partisan. Trumpians are demanding heads on pikes while liberals are calling it a hunt for conspiracies that didn't exist. We see it as a necessary step toward accountability and restoring public confidence in America's enforcement agencies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-targeting-trump-pardons-gains-steam-in-new-york-assembly-11557875571", "title": "Bill Targeting Trump Pardons Gains Steam in New York Assembly", "date": "2019-05-14 19:12", "summary": "The legislation would allow prosecutors to bring state criminal charges against close associates of the president who are pardoned for a similar federal offense. Democrat-sponsored legislation aimed at President Trump is gaining support in the New York State Assembly, setting the stage for its enactment before lawmakers adjourn for the year in June.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/international-law-backs-the-trump-golan-policy-11557875474", "title": "International Law Backs The Trump Golan Policy", "date": "2019-05-14 19:11", "summary": "For decades Syria has defied a U.N. mandate to negotiate with Israel.. President Trump's recognition of Israeli sovereignty over the Golan Heights was met with condemnation from the European Union and others. Leaders called the move \"invalid,\" \"illegitimate\" and \"absolutely worthless.\" United Nations Secretary-General Antonio Guterres called Israel's 1981 annexation of the Golan \"null and void and without international legal effect.\" These assertions are baseless.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-better-way-to-deal-with-beijing-11557875502", "title": "A Better Way to Deal With Beijing", "date": "2019-05-14 19:11", "summary": "Pressure the Chinese to act responsibly. Don't settle for a trade deal or blunder into a cold war.. Donald Trump, the transactional president, is wagering his China policy on a raft of tariffs he says will lead to a big trade deal. Mr. Trump manufactures crises, and people feel relieved when he pulls back. But the reality of U.S.-China relations requires a different approach.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-enlists-intelligence-chiefs-for-inquiry-into-roots-of-russia-probe-11557868822", "title": "Barr Enlists Intelligence Chiefs for Inquiry Into Roots of Russia Probe", "date": "2019-05-14 19:11", "summary": "Trump, GOP allies have said Trump associates were unfairly targeted for surveillance; Democrats see the review as political. Attorney General William Barr has enlisted the nation's intelligence chiefs to help him examine the origins of the Russia investigation, suggesting his review of what he termed \"spying\" on people affiliated with the Trump campaign is more expansive than previously known.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-religious-exemptions-from-vaccines-11557875456", "title": "No Religious Exemptions From Vaccines", "date": "2019-05-14 19:10", "summary": "The risk to public health is too great. Lawmakers should limit medical exceptions more, too.. Failing to vaccinate your child against measles because it's against your beliefs isn't a crime, but perhaps it should be.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-isnt-all-its-cracked-up-to-be-11557875429", "title": "Medicare Isn't All It's Cracked Up to Be", "date": "2019-05-14 19:10", "summary": "The privately managed Medicare Advantage does a better job, though it could use improvement.. Democrats enamored by the idea of Medicare for All should keep in mind that the standard existing Medicare benefit package falls well short of what they are proposing. If Medicare were a private insurance plan, it wouldn't even qualify as adequate health insurance on the Affordable Care Act's exchange. Medicare currently leaves enrollees who lack supplemental coverage exposed to potentially catastrophic out-of-pocket expenses and steep deductibles for prescription drugs-one of the primary political concerns of seniors.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-green-threat-to-canadas-liberals-11557875363", "title": "The Green Threat to Canada's Liberals", "date": "2019-05-14 19:09", "summary": "A major leftist party may be emerging from a longtime minor one.. Canadians will head to the polls in October and Liberal Prime Minister Justin Trudeau has been looking vulnerable. If he loses, it would be a remarkable fall from grace for the 47-year-old son of former Prime Minister Pierre Trudeau. Not long ago his future seemed secure.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-warriors-review-a-bullpen-for-strategy-11557875388", "title": "'White House Warriors' Review: A Bullpen for Strategy", "date": "2019-05-14 19:09", "summary": "The National Security Council's unorthodox mix of personnel and flexible agenda can lead to major breakthroughs and disasters alike.. After the first success of Operation Iraqi Freedom in 2003 a growing insurgency began to destabilize Iraq. Yet neither the Pentagon nor the field commanders seemed to know how to respond. Stephen Hadley, President Bush's national security adviser, decided to ask two staffers on loan to the National Security Council-Meghan O'Sullivan from State and William Luti from the Pentagon-to come up with options. According to John Gans in \"White House Warriors,\" Mr. Hadley asked Mr. Luti, a Navy veteran: \"If you had a clean sheet of paper, what would you do?\" After crunching the numbers, Mr. Luti argued, with Ms. O'Sullivan's help, that there were enough U.S. troops available to add up to five brigades to the American contingent in Iraq-that is, 20,000 to 25,000 soldiers. These fresh troops, Mr. Luti and Ms. O'Sullivan felt, could stabilize the country and even begin to reverse the situation on the ground.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-star-graduate-of-frances-elite-school-wants-to-close-its-doors-11557826201", "title": "Macron, a Star Graduate of France's Elite School, Wants to Close Its Doors", "date": "2019-05-14 19:09", "summary": "President suggests shutting the École Nationale d'Administration, a symbol of cronyism for many protesters. STRASBOURG, France-One school has been the cradle of the French establishment for decades, grooming future presidents, prime ministers and chief executives.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-and-the-5g-cancer-scare-11557875333", "title": "Russia and the 5G Cancer Scare", "date": "2019-05-14 19:08", "summary": "America's cell-phone industry couldn't be happier about the Kremlin's meddling.. Above the fold on the front page of the New York Times, by the paper's seasoned science reporter, William Broad, came a story that could only have the cell-phone industry saying \"yippee.\"", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-dubious-hungarian-friend-11557875311", "title": "Trump's Dubious Hungarian Friend", "date": "2019-05-14 19:08", "summary": "'Viktor Orbán has done a tremendous job,' the president says. What a disgrace.. \"Viktor Orbán has done a tremendous job in so many different ways,\" said President Trump as he received Hungary's prime minister in the Oval Office Monday. \"Respected all over Europe. Probably, like me, a little bit controversial, but that's OK.\" With these remarks, the U.S. president gave his seal of approval to Europe's leading illiberal politician less than two weeks before elections for the European Parliament.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-panel-to-probe-whether-trump-lawyers-sought-to-obstruct-houses-russia-probe-11557864662", "title": "House Scrutinizes Whether Trump Lawyers Obstructed Its Russia Probe", "date": "2019-05-14 19:05", "summary": "Committee looking into whether the attorneys helped Michael Cohen shape his 2017 congressional testimony or offered a potential pardon. WASHINGTON-The House Intelligence Committee is investigating whether lawyers for President Trump and his family sought to obstruct the panel's Russia investigation, including by editing a false statement former Trump lawyer Michael Cohen made to the committee in 2017.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/online-luggage-retailer-away-lands-1-4-billion-valuation-as-it-plots-expansion-11557871101", "title": "Online Luggage Retailer Away Lands $1.4 Billion Valuation as It Plots Expansion", "date": "2019-05-14 19:02", "summary": "Wellington Management leads $100 million funding round as startup aims to expand into travel-related clothing and wellness products. Away, a direct-to-consumer travel products business founded by alumni of eyewear specialist Warby Parker, has raised financing to help it expand beyond its roots in selling luggage.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-poised-to-ban-facial-recognition-surveillance-11557840164", "title": "San Francisco Passes Ban on Facial-Recognition Surveillance", "date": "2019-05-14 18:49", "summary": "Ordinance bars local agencies from using the technology. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-catholic-dioceses-launch-victim-compensation-funds-11557873551", "title": "California Catholic Dioceses Launch Victim Compensation Funds", "date": "2019-05-14 18:41", "summary": "Los Angeles, the nation's largest diocese, and five others in the state announce initiative to pay victims of clergy sex abuse. The Roman Catholic Archdiocese of Los Angeles, the largest in the nation, and five others in California are establishing funds to compensate victims of clergy sexual abuse, as the church seeks to recover from a scandal that exploded last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-jr-and-senate-intelligence-committee-reach-deal-for-testimony-11557869238", "title": "Trump Jr. Will Appear Before Senate Intelligence Committee", "date": "2019-05-14 18:40", "summary": "President's son previously answered questions on Russian election interference in late 2017. WASHINGTON-Donald Trump Jr. agreed to give limited follow-up testimony to the Senate Intelligence Committee next month about answers he previously gave as part of lawmakers' Russia probe, people familiar with the matter said, after a subpoena of the president's son by the GOP-led panel drew widespread criticism from Republican lawmakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trian-may-wage-an-activist-campaign-at-legg-mason-11557869534", "title": "Trian May Wage an Activist Campaign at Legg Mason", "date": "2019-05-14 18:37", "summary": "Trian has been in discussions with Legg Mason management. Trian Fund Management LP may wage an activist campaign at Legg Mason Inc. and push the money manager to improve its flagging results, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cybersecurity-company-crowdstrike-files-for-ipo-11557871923", "title": "Cybersecurity Company CrowdStrike Files for IPO", "date": "2019-05-14 18:26", "summary": "CrowdStrike was valued at $3 billion in a $200 investment round last year. CrowdStrike Holdings Inc. has filed preliminary documents for an initial public offering, as the cybersecurity company continues a procession of technology firms looking to raise money from public markets this year.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-to-assume-full-operational-control-of-hulu-11557839286", "title": "Disney to Assume Full Operational Control of Hulu in Comcast Deal", "date": "2019-05-14 18:22", "summary": "Under agreement, Comcast can require Disney to purchase its one-third stake in streaming-video service. Walt Disney Co. moved to take full control over Hulu through a wide-ranging deal with Comcast Corp. , ending years of complicated ownership of one of the media industry's hot properties.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-battle-looks-set-to-impact-container-shipping-11557871536", "title": "Trade Battle Looks Set to Roil Container Shipping", "date": "2019-05-14 18:05", "summary": "Latest round in the escalating U.S.-China tariff fight targets consumer goods at the heart of the shipping sector. The escalating U.S.-China tariff tensions could curtail growth in trans-Pacific seaborne trade this year if no settlement is reached, and container ships that carry consumer goods likely will be directly affected.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroupties-up-with-indias-digital-paytm-for-card-launch-11557863764", "title": "Citigroup Joins India's Digital Paytm for Card Launch", "date": "2019-05-14 18:01", "summary": "Deal is an example of upstart financial players and tech firms partnering with banks to move into more traditional card payments. Citigroup Inc. is partnering with Indian mobile-payments startup Paytm to issue the service's first physical credit card.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-and-lyft-get-creative-with-numbers-but-investors-arent-blind-to-the-losses-11557826202", "title": "Uber, Lyft Get Creative, but Investors Aren't Blind to Losses", "date": "2019-05-14 17:49", "summary": "Accounting of today is reminiscent of the late 1990s dot-com bubble. Uber Technologies Inc., Lyft Inc. and other big startups going public now have touted their new business models that disrupt old industries but lose historic amounts of money.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-tariffs-knock-chinese-yuan-11557813881", "title": "U.S. Tariffs Knock Chinese Yuan", "date": "2019-05-14 17:45", "summary": "Though currency's swoon makes exports cheaper, Beijing wants to assuage concerns about a possible capital exodus. Escalating trade tensions have pounded the yuan, reviving questions about China's willingness to use its currency as a tool of trade policy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warrens-useless-accounting-bill-11557870153", "title": "Elizabeth Warren's Useless Accounting Bill", "date": "2019-05-14 17:42", "summary": "Financial accounting standards have always been formed through a political process.. Elizabeth Warren's proposed Real Corporate Profits Tax would create serious financial mischief, but Prof. Scott Dyreng's analysis (\"Don't Let Warren Politicize Accounting,\" op-ed, May 6) unintentionally makes the proposal sound almost prudent. Using the example of Amazon's Generally Accepted Accounting Principles (GAAP)-reported income for 2018, Mr. Dyreng suggests that the company's \"share-based compensation\" is a reportable expense for tax purposes, but not for standard accounting purposes. Many readers' reaction might be: \"Good for Sen. Warren!\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-must-help-trump-end-border-fail-11557869941", "title": "Democrats Must Help Trump End Border Fail", "date": "2019-05-14 17:39", "summary": "A more permanent solution would require immediate changes or clarifications to existing law.. William A. Galston's \"The Asylum System Is Breaking the Border\" (Politics & Ideas, May 8) has some good points, but these points essentially amount to a Band-Aid-type solution to the continuing border crisis.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-school-move-no-revolt-for-naacp-11557869836", "title": "Charter-School Move No Revolt for NAACP", "date": "2019-05-14 17:37", "summary": "Whenever a local chapter proposes a change in NAACP policy, such 'resolutions' are sent to the national NAACP.. Regarding your editorial \"An NAACP Revolt on Charters\" (May 7): First, three local chapters do not make a \"revolt.\" Second, there is a difference between proposing policy changes and rebelling against existing NAACP views adopted by the NAACP's policy decision makers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-ineffectiveness-cost-the-gop-control-of-the-house-11557869712", "title": "Its Ineffectiveness Cost the GOP Control of the House", "date": "2019-05-14 17:35", "summary": "People decided that electing Republicans to the House of Representatives is a waste of effort.. Most of Daniel Henninger's \"Trump Is 'Unfit' to Govern?\" (Wonder Land, April 25) is spot on. But his statement that \"Republicans lost heavily in the midterm elections because of suburban women grossed out by Mr. Trump\" is not. Republicans lost seats because many people decided that electing Republicans to the House of Representatives is a waste of effort. After being given complete control of the government, they still failed to repeal ObamaCare, defund Planned Parenthood, secure the Mexican border and do anything to control government spending. They must have thought their voters weren't serious about those issues. They were wrong.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-keeps-sanctions-at-the-ready-even-as-trump-courts-hungarian-leader-11557867566", "title": "U.S. Keeps Hungary Sanctions at the Ready Even as Trump Courts Orbán", "date": "2019-05-14 17:27", "summary": "Administration stands pat for now on targeting Viktor Orbán's close associates, hoping to persuade prime minister to deliver on longstanding security promises and stay close to the West. The U.S. has readied sanctions against close associates of Hungary's Prime Minister Viktor Orbán amid worries the Central European state is a growing liability for Western interests, people familiar with the matter said.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-bill-to-close-vaccination-loophole-stalls-in-state-assembly-11557868964", "title": "New York Bill to Close Vaccination Loophole Stalls in State Assembly", "date": "2019-05-14 17:22", "summary": "Measure to eliminate a religious exemption drew opposition from hundreds of people who rallied in Albany. Albany, N.Y.-Hundreds of people who oppose vaccination requirements rallied Tuesday at the State Capitol, decrying a bill that would eliminate an exemption to the rules based on a family's religious beliefs.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/escalating-tariffs-test-investors-faith-in-u-s-growth-11557826200", "title": "Escalating Tariffs Test Investors' Faith in U.S. Growth", "date": "2019-05-14 17:01", "summary": "Some are trimming investments in stocks and favoring cash or other assets considered safer. The sharp stock-market swings of recent days are confronting investors with a quandary long avoided during the 10-year-old bull market: Riskier assets suddenly look very risky.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finished-tech-products-could-take-some-blows-in-tariffs-fight-11557841701", "title": "Finished Tech Products Could Take Some Blows in Tariffs Fight", "date": "2019-05-14 16:59", "summary": "Unlike previous volleys in the trade dispute, new penalties if unchecked are likely to drive up costs for more products that would partly be passed to consumers. BEIJING-Escalating volleys of tariffs by the U.S. and China stand to pile pressure on already stressed supply chains, potentially pinching technology companies and consumers on both sides of the Pacific.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-professional-organizations-ask-fasb-to-delay-lease-accounting-rules-for-private-companies-11557867521", "title": "Two Professional Organizations Ask FASB to Delay Lease Accounting Rules For Private Companies", "date": "2019-05-14 16:58", "summary": "Delay requests come as many private businesses struggle to cope with several new accounting rules soon being put into effect. Two professional groups have asked the Financial Accounting Standards Board to delay the private company implementation date for new lease accounting rules by one year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmart-expands-next-day-delivery-11557806460", "title": "Walmart Expands Next-Day Delivery", "date": "2019-05-14 16:50", "summary": "Customers in three areas will get free next-day shipping on a limited number of products. Walmart Inc. will offer next-day delivery to more U.S. homes, seeking to boost shipping speeds as rival Amazon.com Inc. said it plans to invest $800 million to expand one-day delivery.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rises-on-trade-hopes-saudi-pipeline-disruption-11557841591", "title": "Oil Rises on Trade Hopes, Saudi Pipeline Disruption", "date": "2019-05-14 16:49", "summary": "U.S. crude prices climb 1.2% after slipping almost 7% below April peaks. • Oil prices rose Tuesday, stabilizing on hopes for a U.S.-China trade deal and a pipeline disruption in Saudi Arabia.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-selloff-pauses-as-european-stocks-post-gains-11557820118", "title": "Stocks Rise as Investors Await Trade Progress", "date": "2019-05-14 16:39", "summary": "Trump again signals U.S. and China could still strike a trade deal; indexes recover some of their recent losses. U.S. stocks rose Tuesday after President Trump further signaled that U.S. and Chinese officials could still strike a trade deal, alleviating some of the pressure that had knocked down major indexes in recent sessions.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meteorologists-worry-5g-expansion-could-interfere-with-weather-forecasts-11557849990", "title": "Meteorologists Worry 5G Expansion Could Interfere With Forecasts", "date": "2019-05-14 16:25", "summary": "As FCC seeks more radio frequencies to support new technology, some worry signals could bleed into satellite readings used to predict hurricanes. The Trump Administration's swift-moving plan to promote 5G networks is running into resistance from the weather-forecasting community.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monument-avenue-review-what-to-do-with-richmonds-confederate-statues-11557865457", "title": "A Monumental Problem in Virginia", "date": "2019-05-14 16:24", "summary": "Richmond's Monument Avenue is lined with Confederate statues, but an exhibition filled with proposals to replace them struggles to find a road forward.. Richmond, Va.", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-gives-franchisees-control-of-all-day-breakfast-11557864901", "title": "McDonald's Makes Over All-Day Breakfast to Speed Up Wait Times", "date": "2019-05-14 16:15", "summary": "Fast-food giant is streamlining operations in face of franchisee frustration. McDonald's Corp. MCD -0.59% said it would let franchisees decide which breakfast items to serve all day, part of an effort to simplify operations as wait times have grown and traffic has stalled.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-fall-as-stocks-rebound-11557849876", "title": "U.S. Government Bonds Fall as Stocks Rebound", "date": "2019-05-14 16:14", "summary": "Investors embrace potential for progress in U.S.-China trade talks. U.S. government-bond prices fell Tuesday as stock prices rebounded and investors embraced the potential for progress in trade talks between the U.S. and China.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-am-easy-to-find-by-the-national-review-giving-voice-to-the-personal-11557864731", "title": "'I Am Easy to Find' by the National Review: Giving Voice to the Personal", "date": "2019-05-14 16:12", "summary": "The indie rock band's latest album benefits from bringing in talented guest vocalists to complement the group's brooding sound.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alice-rivlin-longtime-authority-on-federal-budget-former-fed-official-dies-11557861007", "title": "Alice Rivlin, Authority on Federal Budget, Former Fed Official, Dies", "date": "2019-05-14 15:29", "summary": "First director of Congressional Budget Office also was Clinton White House budget director. Alice Rivlin, the first director of the Congressional Budget Office and a leading authority for decades in Washington budget and policy circles, died Tuesday. She was 88.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-russia-commit-to-repairing-ties-but-frictions-remain-11557862050", "title": "U.S., Russia Commit to Repairing Ties", "date": "2019-05-14 15:27", "summary": "Pompeo on first visit as secretary of state says administration 'stands ready to find common ground'; wide divide on global crises. MOSCOW-The U.S. and Russia signaled a willingness to repair frayed ties, even as they remained deeply at odds on crises in Ukraine, Venezuela, Iran and North Korea.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-prices-finish-lower-11557861641", "title": "Gold Prices Finish Lower", "date": "2019-05-14 15:20", "summary": "Hopes of a resolution to trade conflict between U.S. and China pushed some investors out of haven metal. Gold prices slipped Tuesday as hopes of a resolution to the trade conflict between the U.S. and China pushed some investors out of the haven metal.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eurovision-presents-a-test-for-israels-sunny-tourist-vision-11557861609", "title": "Eurovision Presents a Test for Israel's Sunny Tourist Vision", "date": "2019-05-14 15:20", "summary": "Popular song contest is being held amid heightened tensions with Gaza and a boycott campaign. TEL AVIV-Israel is hosting the popular Eurovision song contest just over a week after the deadliest clashes with Gaza in years, presenting a test of the country's allure as a tourist destination amid a period of volatile relations with Palestinians.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-sees-china-trade-deal-when-the-time-is-right-11557839937", "title": "Trump Sees China Trade Deal 'When the Time Is Right'", "date": "2019-05-14 15:14", "summary": "President promises to protect farmers hit by retaliatory tariffs and leans on Fed as fight with Beijing escalates. WASHINGTON-President Trump signaled he was in no rush to reach a trade deal with China and pledged that the federal government would come to the financial aid of American farmers hurt by Beijing's retaliatory tariffs.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disneys-espn-partners-with-caesars-on-sports-betting-content-11557841508", "title": "Caesars, Disney's ESPN Forge Sports-Betting Partnership", "date": "2019-05-14 15:05", "summary": "ESPN studio to be built at Linq Hotel in Las Vegas; programming to include branding and odds from Caesars. Caesars Entertainment Corp. and Walt Disney Co.'s ESPN are making a joint effort to create sports-betting content.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-breached-voter-databases-in-two-florida-counties-ahead-of-2016-election-11557854717", "title": "Russian Hackers Breached Voter Databases in Two Florida Counties", "date": "2019-05-14 15:01", "summary": "State's governor says hack didn't affect voting and that data accessed was already public. Florida Gov. Ron DeSantis said Russian hackers compromised voter databases in two of the state's counties during the 2016 election, indicating a wider breach of Florida voting systems than previously known.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-merck-overhauls-currency-hedges-11557859491", "title": "Germany's Merck Overhauls Currency Hedges", "date": "2019-05-14 14:44", "summary": "Company expects a slight boost in 2019 earnings from foreign-exchange shifts. Germany-based pharmaceuticals company Merck KGaA has revamped its hedging policy to protect against unfavorable shifts in currency-exchange rates sparked by global trade tensions.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-hints-at-skepticism-of-trump-effort-to-block-financial-records-subpoena-11557857952", "title": "Judge Hints at Skepticism of Trump Effort to Block Subpoena", "date": "2019-05-14 14:25", "summary": "'There have been investigations of presidents,' judge says. WASHINGTON-A federal judge voiced skepticism Tuesday of a request by President Trump and several Trump entities to block a subpoena by House Democrats seeking financial records from the president's longtime accounting firm.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-invokes-barack-to-court-primary-voters-11557855433", "title": "Biden Invokes 'Barack' to Court Primary Voters", "date": "2019-05-14 14:18", "summary": "Former vice president hopes his bond with Obama will help insulate him from critics within Democratic Party. MANCHESTER, N.H.-At the start of his third presidential bid, Joe Biden likes to bring up his kinship with the man he calls \"Barack.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/honoring-kendrick-castillo-11557857415", "title": "Honoring Kendrick Castillo", "date": "2019-05-14 14:16", "summary": "Highlands Ranch students resist political efforts to exploit a shooting.. Last week this column noted the remarkable bravery of young men who gave their lives saving classmates from violent attacks. In the days since, a number of those classmates have shown impressive resolve in preventing the politicization of their grief.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comedian-tim-conway-of-the-carol-burnett-show-dies-at-85-11557853411", "title": "Tim Conway of 'The Carol Burnett Show' Dies at 85", "date": "2019-05-14 13:19", "summary": "The actor also starred in 'McHale's Navy' and voiced a character for 'SpongeBob SquarePants'. Tim Conway, the impish second banana to Carol Burnett who won four Emmy Awards on her TV variety show, starred aboard \"McHale's Navy\" and later voiced the role of Barnacle Boy for \"SpongeBob SquarePants,\" has died. He was 85.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/buddhist-mobs-target-muslims-in-sri-lanka-11557854344", "title": "Buddhist Mobs Target Muslims in Sri Lanka Following Deadly Easter Bombings", "date": "2019-05-14 13:19", "summary": "New violence plagues nation following church attacks that were claimed by Islamic State militants. COLOMBO, Sri Lanka-Rampaging mobs from the majority Buddhist population attacked Muslim communities Monday night, police and witnesses said, igniting fears of a new phase of violence in Sri Lanka following deadly church bombings on Easter Sunday claimed by Islamic State.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glass-of-weedkiller-is-half-empty-for-bayer-11557852625", "title": "Glass of Weedkiller Is Half Empty for Bayer", "date": "2019-05-14 12:50", "summary": "Lawyers for Bayer probably shouldn't drink glyphosate, but the sentiment is hard to combat. Defense lawyers for chemical giant Bayer probably aren't familiar with the uniquely Teutonic word backpfeifengesicht, but executives back in Germany are.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-remain-downbeat-on-brexit-talks-11557852550", "title": "U.K. Lawmakers Remain Downbeat on Brexit Talks", "date": "2019-05-14 12:49", "summary": "Foreign secretary says a deal is possible, but Labour official takes a much gloomier tone. LONDON-Senior British lawmakers from opposing sides of the political aisle were downbeat about the prospects that bipartisan talks would spark a breakthrough in resolving a longstanding impasse over Brexit.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cargo-pants-the-most-hotly-contested-trend-for-women-11557851992", "title": "Cargo Pants: The Most Hotly Contested Trend for Women", "date": "2019-05-14 12:39", "summary": "Side-pocketed pants are being reconsidered by high-end womenswear designers like Dries Van Noten, but our collective ambivalence persists. LET'S GET ONE thing straight: Cargo pants, the full-length trousers furnished with pockets down the leg, are not cargo shorts. The former was introduced around WWII and has heroic, military roots. The latter is a cropped, '90s faux-pas popularized by Old Navy and Abercrombie & Fitch and favored by over-imbibing Sigma Chis.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abbvie-boehringer-settle-u-s-patent-dispute-over-drug-humira-11557851079", "title": "AbbVie, Boehringer Settle U.S. Patent Dispute Over Drug Humira", "date": "2019-05-14 12:24", "summary": "German company to begin selling its Humira biosimilar Cyltezo in the U.S. in July 2023. AbbVie Inc. and Boehringer Ingelheim GmbH on Tuesday said they have resolved their U.S. patent dispute over a biosimilar to Abbvie's Humira, the world's biggest-selling drug.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-import-prices-climb-more-slowly-than-expected-11557850535", "title": "U.S. Import Prices Climb More Slowly Than Expected", "date": "2019-05-14 12:15", "summary": "Figure for April is tied to strengthening dollar. WASHINGTON-Prices of foreign-made goods imported to the U.S. rose in April at their slowest pace in three months, a sign that a strong dollar may be contributing to low U.S. inflation.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-home-renovation-quirky-pieces-for-the-home-objects-11557846399", "title": "12 Quirky Pieces for the Home", "date": "2019-05-14 12:10", "summary": "When your living room needs a talking point: 12 new unusual objects that will make your abode stand out, from a gravity-defying teapot to a playful modern tapestry. Kommode Dresser", "categories": [["Art & Design"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-best-kept-secret-this-food-city-on-the-mediterranean-11557850111", "title": "Israel's Best-Kept Secret: This Food City on the Mediterranean", "date": "2019-05-14 12:08", "summary": "Acre, an ancient seaport in northern Israel, serves up mouthwatering meals with zero fanfare. From dueling hummus shops to bragworthy seafood restaurants, here's where to dig in. IT'S A STRETCH to call Maadali, a postage-stamp-size eatery in the northern Israeli city of Acre, a restaurant. This little stall, tucked inside the city's Old Turkish Bazaar and featuring a single stovetop and three tightly packed tables, is no bigger than many home kitchens. You won't find a set menu, or set operating hours, either.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrat-presses-treasury-secretary-on-president-trumps-tax-returns-11557849252", "title": "Democrat Presses Treasury Secretary on Trump Tax Returns", "date": "2019-05-14 11:54", "summary": "Sen. Wyden seeks additional information on how administration handled response to Congress. WASHINGTON-The top Democrat on the Senate Finance Committee pressed Treasury Secretary Steven Mnuchin to explain how he reached his decision to not turn over President Trump's tax returns, saying the move sets a precedent that would make it harder for Congress to perform oversight of the tax system.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hulu-deal-has-a-real-hollywood-ending-for-disney-comcast-11557848472", "title": "Hulu Deal Has a Real Hollywood Ending for Disney, Comcast", "date": "2019-05-14 11:41", "summary": "Comcast is getting a nice boost in value over what AT&T recently got for its Hulu stake-reflecting the value to Disney of control. After the bitter bidding over the 21st Century Fox media assets, Walt Disney Co. and Comcast Corp. have continued in an awkward partnership at Hulu, the streaming service in which they both have significant stakes. Comcast had reasons for holding on-not least to enjoy a stream of passive revenue and be a thorn in Disney's side. But the partnership of rivals is coming to an end.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-melting-pot-on-the-mediterranean-11557848415", "title": "A Melting Pot on the Mediterranean", "date": "2019-05-14 11:40", "summary": "Where to sample some of the best dishes in Acre. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/twa-hotel-at-kennedy-airport-targets-200-occupancy-11557843164", "title": "TWA Hotel at Kennedy Airport Targets 200% Occupancy", "date": "2019-05-14 11:14", "summary": "Developer hopes converted, iconic terminal will lure travelers with early morning departures or layovers, and draw events. The developer of the TWA Hotel opening on Wednesday at New York's Kennedy Airport is shooting for an occupancy rate better than 100%. In fact, he's hoping to do twice that.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oh-my-god-where-is-this-going-when-computer-science-majors-take-improv-11557846729", "title": "'Oh, My God, Where Is This Going?' When Computer-Science Majors Take Improv", "date": "2019-05-14 11:12", "summary": "Northeastern University forces students to come out of their shells and exercise creative play in front of classmates before getting their diploma. BOSTON-Getting a computer-science degree at Northeastern University is no joke. One class was especially nerve-racking for Colin Mullaney, even more so than theory of computation or object-oriented design.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-credit-card-delinquency-rates-rising-particularly-among-the-young-11557846130", "title": "U.S. Credit-Card Delinquency Rates Rising, Particularly Among the Young", "date": "2019-05-14 11:09", "summary": "Interest on credit cards also rising, a New York Fed report adds. Credit-card delinquency rates are rising, particularly among young people who are now more likely to have a credit card than a decade ago, according to a report Tuesday by the Federal Reserve Bank of New York.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-plans-to-retrench-in-post-ghosn-era-11557846200", "title": "Nissan Plans to Retrench in Post-Ghosn Era", "date": "2019-05-14 11:03", "summary": "Nissan's U.S. sales are expected to fall for the second straight year as the company chooses to sell fewer vehicles and trim production of pickup trucks. YOKOHAMA, Japan-Nissan Motor Co. Chief Executive Hiroto Saikawa laid out his vision for the company without Carlos Ghosn, its ousted former chairman, including a grim outlook for the current year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepperland-review-a-beatles-classic-gets-knocked-down-11557846138", "title": "'Pepperland' Review: A Beatles Classic Gets Knocked Down", "date": "2019-05-14 11:02", "summary": "Mark Morris's celebration of 'Sgt. Pepper's Lonely Hearts Club Band' gets lost in its '60s-era trippiness.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-dont-want-to-see-him-fail-a-firm-takes-a-chance-on-ex-inmates-11557845943", "title": "'I Don't Want to See Him Fail': A Firm Takes a Chance on Ex-Inmates", "date": "2019-05-14 10:59", "summary": "Resume Subscription. CHICAGO-When John Brady showed for work at Progressive Coating LLC in late January, it was a victory for owner Stephen Walters and his managers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saudi-arabia-oil-pipeline-attacked-by-drones-11557835844", "title": "Saudi Arabia Oil Pipeline Damaged in Drone Attack by Houthi Rebels", "date": "2019-05-14 10:54", "summary": "Armed drones forced shutdown of pipeline; incident follows attack on two of the country's oil tankers. Saudi Arabia said Tuesday it halted pumping on a major oil pipeline after it was hit by armed drones, an attack claimed by Yemen Houthi rebels allied with Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/agents-dial-9-1-1-during-suspect-showings-11557844824", "title": "Agents Dial 9-1-1 During Suspect Showings", "date": "2019-05-14 10:40", "summary": "What happens when the police and/or fire department gets involved during home showing gone wrong?. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-golden-state-warriors-graduate-school-of-basketball-11557842511", "title": "The Golden State Warriors' Graduate School of Basketball", "date": "2019-05-14 10:01", "summary": "What happens when you learn how to play for an NBA dynasty from brilliant professors like Draymond Green and Andre Iguodala? You become Kevon Looney.. Stephen Curry, Klay Thompson, Draymond Green and Andre Iguodala, the four players who have been with the Golden State Warriors since long before they were NBA champions, didn't have Kevin Durant on the court with them as they polished off the Houston Rockets in their playoff series last week. The fifth player on the floor was not one of the rockstar Warriors. He's more like the roadie who suddenly found himself invited on stage by the band.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taxi-tutor-gets-aspiring-cabbies-ready-for-their-road-tests-11557842400", "title": "Taxi Tutor Gets Aspiring Cabbies Up To Speed for Road Tests", "date": "2019-05-14 10:00", "summary": "Despite driving-industry turmoil, one instructor says students are eager as ever to launch driving careers. It's been a rough ride lately for the New York City driving industry. Taxi revenue is down a third since 2014. Uber and Lyft instituted a local hiring freeze, and drivers waged a ministrike to demand higher wages. But one afternoon last week, Aj Gogia's tutoring class for students looking to pass the city's licensing exam for taxi drivers was packed solid.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/craig-ferguson-laughed-himself-out-of-a-humorless-hometown-11557842458", "title": "Craig Ferguson Laughed Himself Out of a Humorless Hometown", "date": "2019-05-14 10:00", "summary": "The comedian and former 'Late Late Show' host told jokes to overcome a cruel school setting. ", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-generation-of-competitive-gamers-isover-60-11557842405", "title": "The Next Generation of Competitive Gamers Is...Over 60?", "date": "2019-05-14 10:00", "summary": "The billion-dollar esports industry skews young and male. The Silver Snipers want to change that-if only they could stop getting killed so often.. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-old-fords-in-one-race-car-11557841821", "title": "Three Old Fords in One Race Car", "date": "2019-05-14 09:50", "summary": "Resume Subscription. Marcia Barker, 63, a retired L.L. Bean inventory manager living in Boonton, N.J., on her jalopy racing car, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-pretty-fast-for-a-jalopy-11557841637", "title": "Photos: Pretty Fast for a Jalopy", "date": "2019-05-14 09:47", "summary": "Marcia Barker shows off the race car she built with a friend from parts going back as far as 1923. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bel-air-gun-raid-suspect-may-face-federal-charges-11557841102", "title": "Suspect Who Stockpiled More Than 1,000 Firearms in Mansion May Face Federal Charges", "date": "2019-05-14 09:38", "summary": "Man allegedly used obscure license to collect and illegally sell weapons. A man arrested with more than 1,000 guns inside the Bel-Air mansion where he lived may face federal charges for selling firearms without a license, according to law-enforcement officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-oil-production-falls-as-iranian-supply-drops-11557840569", "title": "OPEC Oil Production Falls as Iranian Supply Dwindles", "date": "2019-05-14 09:29", "summary": "Cartel keeps outlook for global oil demand growth unchanged for 2019. LONDON-Oil production from Iran dropped in April as the country remained under U.S. sanctions.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-amazon-take-two-interactive-bank-of-america-skyworks-solutions-11557829674", "title": "Stocks to Watch: Amazon, Take-Two Interactive, BofA,", "date": "2019-05-14 09:08", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pilates-spinning-furnished-office-space-equinox-adds-co-working-11557838921", "title": "Equinox Gyms to Add Co-Working to the Workout", "date": "2019-05-14 09:02", "summary": "Gym operator joins with Industrious to offer flexible workspaces alongside some of its fitness clubs. Equinox is teaming with co-working operator Industrious to offer furnished office space near the fitness company's upscale gyms, the latest sign that the office, fitness and hospitality industries are starting to converge.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-recommends-steps-to-limit-risk-of-dementia-11557838800", "title": "WHO Recommends Steps to Limit Risk of Dementia", "date": "2019-05-14 09:00", "summary": "'There is a common misconception that dementia is a regular and inevitable part of aging'. The World Health Organization released its first guidelines for reducing risk for dementia and cognitive decline, highlighting dementia as a global-health priority. The guidelines seek to help patients limit risk of dementia or cognitive decline through interventions such as increasing physical activity, reducing alcohol and tobacco use, and weight management.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-it-bag-that-broke-fashions-rules-11557838586", "title": "An 'It Bag' That Broke Fashion's Rules", "date": "2019-05-14 08:56", "summary": "Inspired by a Bloomingdale's shopping bag, designer Telfar Clemens created an in-demand purse that changed his life. What goes into a hit handbag?", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/san-francisco-limits-office-space-thats-a-problem-for-tech-firms-11557835340", "title": "San Francisco's Office Shortage Is a Problem for Big Tech", "date": "2019-05-14 08:02", "summary": "Some companies are leasing office space months before developers break ground or get approvals. Rapid growth of big technology companies is pushing demand for San Francisco office space to new heights, leading firms to go to unusual extremes to grab workspace.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-auto-market-will-be-hard-to-jumpstart-11557835174", "title": "China's Auto Market Will Be Hard to Jumpstart", "date": "2019-05-14 07:59", "summary": "Investors counting on Beijing to reverse the slide in Chinese car sales may be disappointed. The world's largest car market keeps skidding. Investors hoping that Beijing will push it back on track may need to wait a bit longer.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foxconn-profit-falls-as-iphone-sales-flag-11557835116", "title": "Foxconn Profit Falls as iPhone Sales Flag", "date": "2019-05-14 07:58", "summary": "Plummeting sales from the electronics maker's biggest customer led to a nearly 18% drop in first-quarter profits. BEIJING- Foxconn Technology Group's profit fell nearly 18% in the first quarter as its biggest customer, Apple Inc., is experiencing an accelerated decline in sales of the iPhone.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-hint-at-subpoenas-after-white-house-fails-to-produce-health-law-documents-11557831122", "title": "Democrats Hint at Subpoenas After White House Fails to Produce Health Law Documents", "date": "2019-05-14 07:44", "summary": "Lawmakers have requested documents concerning White House's legal position favoring overthrow of Affordable Care Act. WASHINGTON-Democratic leaders in the House of Representatives are raising the prospect they could issue subpoenas after the White House failed to meet an April deadline to produce documents concerning its legal position favoring the overthrow of the Affordable Care Act.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nextdoor-valued-at-over-2-billion-in-fresh-funding-round-11557833400", "title": "Nextdoor Valued at More Than $2 Billion in Fresh Funding Round", "date": "2019-05-14 07:32", "summary": "Social-network deals have been on decline, but Nextdoor gets $123 million from venture firms including Riverwood Capital and Benchmark. While some private investors are revisiting their social-media investment strategies, others are doubling down on Nextdoor Inc.", "categories": [["Pro VC New Money"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-new-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-zion-williamson-lottery-is-the-nbas-mega-millions-11557831601", "title": "The Zion Williamson Lottery Is the NBA's Mega-Millions", "date": "2019-05-14 07:00", "summary": "Almost half the league has a shot at the biggest phenomenon since LeBron James. But no team has better than a 14% chance. Not even the New York Knicks.. The New York Knicks have spent the last couple of decades being awful at basketball. But for the last year, being awful at basketball has actually been their strategy, and they executed it to perfection. They did everything in their power to lose as many games as possible this season.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-toll-roads-ahead-for-uber-and-lyft-11557831600", "title": "More Toll Roads Ahead for Uber and Lyft", "date": "2019-05-14 07:00", "summary": "As ride-hailing firms compete with other tech names for drivers, costs are unlikely to go down. Uber Technologies may consider itself the next Amazon.com , but that notion has taken a wickedly ironic turn.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-shares-fall-after-2-billion-roundup-payout-11557830100", "title": "Bayer Shares Fall After $2 Billion Roundup Verdict", "date": "2019-05-14 06:35", "summary": "Chemical giant's shares are one of the worst performers in the Frankfurt stock exchange's blue-chip DAX index. BERLIN- Bayer AG shares resumed their monthslong fall on Tuesday after the company was hit by a more-than $2 billion jury award over its Roundup herbicide, marking a sharp escalation in the chemical and drug giant's legal woes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-got-20-million-from-a-saudi-friend-prosecutors-say-11557815252", "title": "Ghosn Got $20 Million From a Saudi Friend, Prosecutors Say", "date": "2019-05-14 06:12", "summary": "The former Nissan chairman tapped businessman Khaled Al Juffali for support, Tokyo prosecutors allege in an amendment to one of their indictments against Ghosn. TOKYO-Tokyo prosecutors amended one of their indictments against Carlos Ghosn, alleging that he received $20 million from a Saudi Arabian businessman.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/montanas-steve-bullock-enters-2020-democratic-presidential-race-11557828000", "title": "Montana Gov. Steve Bullock Enters 2020 Democratic Presidential Race", "date": "2019-05-14 06:00", "summary": "Second-term governor pitches his electoral triumphs in a traditionally Republican state; may face challenges in fundraising. WASHINGTON-Steve Bullock, the governor of Montana, entered the crowded Democratic presidential contest Tuesday morning with a strong emphasis on his record running a red state.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-has-140-billion-in-debt-but-banks-picture-nearly-a-billion-in-fees-11557828002", "title": "Bankers Find New Reasons to Keep Lending to SoftBank", "date": "2019-05-14 06:00", "summary": "'Decisions come down to game theory,' one banker says, where a loan decision hinges on what each bank thinks other banks will do. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-could-lose-face-get-rich-from-a-trade-deal-11557827455", "title": "China Could Lose Face, Get Rich From a Trade Deal", "date": "2019-05-14 05:50", "summary": "Resume Subscription. China is a manufacturing juggernaut, an enormous force in global markets and, according to many in the Trump administration, a threat to U.S. technological and military supremacy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-china-cant-sink-the-u-s-treasury-market-11557826273", "title": "No, China Can't Sink the U.S. Treasury Market", "date": "2019-05-14 05:31", "summary": "Chinese officials are more likely to retaliate against flagship U.S. companies than the government bond market. China owns U.S. Treasurys worth $1.1 trillion, but threats that it could dump them and upend the bond market ring hollow. Potshots at corporate America have a better chance of getting through to President Trump.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teens-smuggle-burner-phones-to-defy-parents-11557826201", "title": "Teens Smuggle Burner Phones to Defy Parents", "date": "2019-05-14 05:30", "summary": "One South Carolina family confiscated multiple phones their daughter had gotten from school friends or elsewhere; 'Four years of hell'. Jalyn Van Every got her first phone when she was almost 14, setting off what would become a four-year battle with her parents over when and how she could use it.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-wants-its-seized-ship-back-11557823956", "title": "North Korea Wants Its Seized Ship Back", "date": "2019-05-14 04:52", "summary": "In its first public comments on the issue since U.S. authorities disclosed the seizure last week, Pyongyang demands freighter's return. SEOUL-North Korea demanded the return of a ship that the U.S. seized for allegedly violating sanctions, and accused the U.S. of breaching the \"underlying spirit\" of the countries' pledge to forge new ties, Pyongyang's state media said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-williams-says-government-can-do-something-to-help-boost-low-neutral-rates-11557818100", "title": "Fed's Williams Says Government Can Do Something to Help Boost Low Neutral Rates", "date": "2019-05-14 03:15", "summary": "At Zurich conference, New York Federal Reserve Bank president says persistent low neutral rates could lead to slow recoveries from future downturns. Federal Reserve Bank of New York President John Williams said Tuesday governments can help play a role in changing the post-financial crisis environment where short-term rates are lower than they have been historically.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadly-alaska-plane-crash-to-be-investigated-by-ntsb-11557814648", "title": "Deadly Alaska Plane Crash to Be Investigated by NTSB", "date": "2019-05-14 02:17", "summary": "Four people were killed after planes carrying tourists from a cruise ship collided near Ketchikan. ANCHORAGE-A team of federal investigators is expected to arrive in Alaska on Tuesday to try to piece together what caused a deadly midair collision between two sightseeing planes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evan-spiegel-on-the-lessons-learned-from-snaps-ipo-11557827312", "title": "Evan Spiegel on the Lessons Learned From Snap's IPO", "date": "2019-05-14 00:01", "summary": "The Snap co-founder was speaking at the WSJ CEO Council that brings together senior business leaders to discuss global issues affecting their industries. Evan Spiegel, the co-founder and chief executive of Snap Inc., told an audience at The Wall Street Journal's CEO Council that he would do \"a bunch\" of things differently if he were to redo the company's 2017 IPO.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11557775362", "title": "Pepper...and Salt", "date": "2019-05-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/long-term-study-shows-free-pre-k-helps-low-income-students-and-their-children-11557806460", "title": "Study Shows Free Pre-K Helps Low-Income Students, And Their Children", "date": "2019-05-14 00:01", "summary": "Research centers on a free, intensive program called the Perry Preschool in Ypsilanti, Mich.. Mayor Bill de Blasio, who has championed free prekindergarten in New York City, has cited Nobel laureate James Heckman's research on the benefits of preschool for low-income children.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-george-sees-trade-foreign-slowdown-as-biggest-risk-to-economy-11557852307", "title": "Fed's George Sees Trade, Foreign Slowdown as 'Biggest Risk' to Economy", "date": "2019-05-14 00:01", "summary": "Kansas City Fed president also says there is 'little reason to be concerned' about low inflation. Kansas City Fed President Esther George said Tuesday trade and overseas economic issues present a potential risk to the economy, in remarks that also said there is \"little reason to be concerned\" about inflation levels that are well short of the central bank's 2% target.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nasa-seeks-funds-for-return-to-moon-11557802954", "title": "NASA Seeks Funds to Return to Moon", "date": "2019-05-14 23:02", "summary": "Administrator James Bridenstine requests $1.6 billion budget increase for 2020. NASA unveiled plans to accelerate human exploration of the moon, including a requested $1.6 billion budget increase for 2020, larger spending boosts proposed for later years and enhanced commercial opportunities for rocket and spacecraft suppliers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/going-once-going-twice-11557781535", "title": "Going Once, Going Twice", "date": "2019-05-14 22:56", "summary": "Growing ranks of guarantors are venturing into art auctions, bidding on works they don't intend to collect. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/philippines-midterm-election-looks-likely-to-boost-duterte-11557740788", "title": "Philippines's Midterm Election Looks Set to Boost Duterte", "date": "2019-05-14 22:20", "summary": "Vote for local and national offices widely seen as a referendum on president's unorthodox style of governance. Supporters of President Rodrigo Duterte secured a dominating lead in midterm elections in the Philippines, looking set to overwhelmingly control the Senate and neutralize a check on his authoritarian style of governance that includes plans to revive the death penalty and devolve more power to different regions.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-selects-designers-with-big-ideas-for-small-lots-11557793868", "title": "New York City Selects Designers With Big Ideas for Small Lots", "date": "2019-05-14 22:08", "summary": "The winning creations range from two- to seven-unit buildings that maximize limited space. New York City's Department of Housing Preservation and Development has picked five design teams as the winners of a contest that sought creative ideas for building housing on smaller city-owned lots.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-down-to-earth-dreams-of-todays-guitar-buyer-11557799500", "title": "The Down-to-Earth Dreams of Today's Guitar Buyer", "date": "2019-05-14 22:05", "summary": "Resume Subscription. The electric guitar doesn't have the place in American culture that it once had. There isn't a 20-something Eric Clapton at the top of the charts, or anyone close to a Jimi Hendrix commanding the nation's attention.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nikes-strategy-to-get-a-lot-more-personal-with-its-customers-11557799501", "title": "Nike's Strategy to Get a Lot More Personal With Its Customers", "date": "2019-05-14 22:05", "summary": "The company is also using its apps to create a different kind of shopping experience. When shoppers enter the Nike Inc. flagship store in New York City and log into the app, the company knows who they are, what sizes they wear, what sports they play and what colors they prefer.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-spotify-sees-potential-in-podcasts-11557799440", "title": "Why Spotify Sees Potential in Podcasts", "date": "2019-05-14 22:04", "summary": "Finance chief Barry McCarthy on the company's expansion beyond music and how it plans to keep an edge over rivals. Spotify Technology SA, the streaming giant largely responsible for changing the way music is consumed, is looking for growth beyond music.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whirlpool-makes-the-case-for-tariffs-11557799380", "title": "Whirlpool Makes the Case for Tariffs", "date": "2019-05-14 22:03", "summary": "The company's CEO also discusses keeping factories in the U.S., the importance of online reviews and internet-connected devices. Tariffs and their impact on American manufacturers have defined Marc Bitzer's first 18 months as chief executive of Whirlpool Corp", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/enterprises-plan-to-prosper-in-the-age-of-uber-11557799321", "title": "Enterprise's Plan to Prosper in the Age of Uber", "date": "2019-05-14 22:02", "summary": "Chrissy Taylor, Enterprise's new president and COO, explains what the car-rental company is doing to meet shifting consumer tastes. Chrissy Taylor grew up in the rental-car business-the granddaughter of the founder of Enterprise Holdings Inc., and the daughter of the company's current executive chairman. Now she has been tasked with transforming the company as it navigates a changing transportation landscape with the advent of ride-hailing and car-sharing services.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-automation-is-changing-the-workplace-at-duke-energy-11557799260", "title": "How Automation Is Changing the Workplace at Duke Energy", "date": "2019-05-14 22:01", "summary": "CFO Steve Young says software is reducing the number of labor hours needed. But, he says, the remaining work is more rewarding. Shortly after Steve Young took his first job out of college as an accountant at Duke Energy Corp. in 1980, desktop computers began appearing around the office.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-conventional-wisdom-is-that-bigger-isnt-better-think-again-11557799200", "title": "The Conventional Wisdom Is That Bigger Isn't Better. Think Again.", "date": "2019-05-14 22:00", "summary": "The lesson for policy makers looking to reduce market concentration in an industry: Be careful. The way that many look at corporate America these days, big is bad.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barr-taps-prosecutor-to-investigate-origins-of-fbi-trump-russia-probe-11557799239", "title": "Barr Taps Prosecutor to Investigate Origins of FBI Trump-Russia Probe", "date": "2019-05-14 22:00", "summary": "Connecticut U.S. attorney will explore counterintelligence effort that attorney general called 'spying'. Attorney General William Barr has tapped the top federal prosecutor in Connecticut to study the origins of a 2016 counterintelligence investigation that conducted what he has called \"spying\" on people affiliated with the Trump campaign, a person familiar with the decision said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foxs-empire-will-end-after-season-6-11557797241", "title": "Fox's 'Empire' Will End After Season 6", "date": "2019-05-14 21:27", "summary": "Series actor Jussie Smollett was accused of faking a hate crime, but charges were later dropped. Fox's \"Empire,\" the TV hit about a family feud over a hip-hop fortune, will come to an end after the coming sixth season.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retails-latest-challenge-higher-trade-tariffs-11557748800", "title": "Bruised Retailers Face More Pain", "date": "2019-05-14 20:18", "summary": "Retail stocks, already down on tariff worries, could be hit further this week as retailers begin reporting earnings. Shares of retailers, buffeted by rising trade tensions in recent sessions, face a key test this week when Macy's Inc., Walmart Inc. and others begin reporting quarterly earnings.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-j-gov-phil-murphy-vetoes-dark-money-legislation-11557780839", "title": "N.J. Gov. Phil Murphy Vetoes 'Dark Money' Legislation", "date": "2019-05-14 20:17", "summary": "Governor says bill would hurt advocacy efforts and creates loopholes for groups to influence elections. New Jersey Gov. Phil Murphy conditionally vetoed legislation that beefed up disclosure requirements for groups that try to influence elections, saying it wasn't strong enough while other parts may infringe on protected speech.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rod-rosenstein-slams-former-fbi-director-james-comey-in-speech-11557792860", "title": "Rod Rosenstein Slams Former FBI Director James Comey in Speech", "date": "2019-05-14 20:14", "summary": "Former deputy attorney general calls Comey a 'partisan pundit,' the latest volley in public back-and-forth between the two men. Former Deputy Attorney General Rod Rosenstein kicked off post-government life by slamming former FBI Director James Comey, calling him a \"partisan pundit\" whose firing was justified.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]