[{"link": "https://www.wsj.com/articles/xi-jinping-flexes-china-s-trade-muscle-with-visit-to-rare-earths-hub-11558442724", "title": "Xi Jinping Flexes China's Trade Muscle With Visit to Rare-Earths Hub", "date": "2019-05-21 19:58", "summary": "Tour touts country's position as top provider of elements needed for high-tech endeavors. SHANGHAI-President Xi Jinping pinpointed a source of leverage his government has over high-technology industries critical to the U.S. economy, touring a region of China that calls itself a rare-earths kingdom with his top trade negotiator.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-shareholders-approve-jamie-dimons-pay-despite-iss-objections-11558481051", "title": "JPMorgan Shareholders Approve Jamie Dimon's Pay", "date": "2019-05-21 19:24", "summary": "Shareholder-advisory firm criticized bank for lack of clarity on how compensation is determined. JPMorgan Chase & Co. investors voted to approve Chief Executive James Dimon's pay at the bank's annual meeting over the objections of a shareholder-advisory firm.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dozens-of-possible-tornadoes-reported-across-oklahoma-texas-panhandle-11558452083", "title": "Storm System Sets Off Dozens of Tornadoes", "date": "2019-05-21 19:14", "summary": "Flooding leads to some rescues, as officials express relief that the worst didn't happen. An unusually dangerous storm system produced dozens of tornadoes that were either seen or spotted on radar across the Texas Panhandle and Oklahoma, but officials reported relatively limited damage.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigation-pokes-holes-in-1976-murder-conviction-11558480349", "title": "Investigation Pokes Holes in 1976 Murder Conviction", "date": "2019-05-21 19:12", "summary": "Suffolk County, N.Y., district attorney's office will disclose findings that could lead to historic overturning of conviction. Keith Bush was convicted of the murder and attempted rape of a teenage girl in Bellport, N.Y., that occurred when he was 17 years old. He served 33 years in prison and remains under state supervision as a lifetime parolee and a level-three sex offender.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-immigrants-gift-to-america-11558479736", "title": "An Immigrant's Gift to America", "date": "2019-05-21 19:02", "summary": "The Statue of Liberty gets a stunning new museum.. America's been good to Diane von Furstenberg, who built her fashion empire after arriving on these shores as a 22-year-old, pregnant immigrant from Belgium. Now Ms. von Furstenberg has shown her gratitude by leading a successful effort to raise $100 million for a new Statue of Liberty Museum that opened last week.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/don-mcgahns-immunity-11558479763", "title": "Don McGahn's Immunity", "date": "2019-05-21 19:02", "summary": "Why Congress can't force the former White House counsel to testify.. Democrats are fuming that Don McGahn skipped a Congressional hearing on Tuesday, and they plan to hold the former White House counsel in contempt. But Mr. McGahn has every constitutional right not to appear, and this isn't a close legal call.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austrian-chancellor-sebastian-kurz-faces-no-confidence-vote-11558479756", "title": "Austrian Chancellor Faces No-Confidence Vote", "date": "2019-05-21 19:02", "summary": "Call for vote comes days after conservative leader's coalition with scandal-racked nationalists dissolved. The unraveling of an alliance between conservatives and nationalists in Austria's government is now threatening to end the 18-month tenure of Chancellor Sebastian Kurz, as opposition parties demanded a vote of no confidence in his leadership.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-visit-ireland-meet-prime-minister-leo-varadkar-11558479730", "title": "Trump to Visit Ireland, Meet Prime Minister", "date": "2019-05-21 19:02", "summary": "President's first visit to the country since he was elected set for June 5. WASHINGTON-President Trump will make his first trip to Ireland since winning the White House when he meets Prime Minister Leo Varadkar next month in Shannon, an Irish town about an hour away from the president's golf course in Doonbeg.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-conservative-collapse-11558479706", "title": "Britain's Conservative Collapse", "date": "2019-05-21 19:01", "summary": "Voters seem ready to crush the Tories for their bungling over Brexit.. British voters head to the polls Thursday for a European Parliament election they weren't supposed to vote in, and the biggest loser is likely to be the ruling Conservative Party. Ignoring Brexit for a moment-yes, it's possible-the most consequential development in Europe the last two years is the collapse of the Tories as a governing party.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-face-recognition-panic-11558479619", "title": "The Face-Recognition Panic", "date": "2019-05-21 19:00", "summary": "We don't need bans. The give-and-take of democracy will protect us from abuse.. In the near future, it's conceivable you will be able to show your phone a picture of a human face and a commercial service will tell you where that face has shown up recently on networked public cameras. You will also get a little information about that person based on social-media postings and other public information on the internet.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-opening-for-immigration-reform-11558479648", "title": "An Opening for Immigration Reform", "date": "2019-05-21 19:00", "summary": "Sen. Lindsey Graham leads, but he'll need help from Democrats and President Trump.. Taking a break from his campaign to ward off a primary challenge from his right, Republican Sen. Lindsey Graham opened the door last week to a bipartisan immigration compromise. While unveiling a tough proposal to address the surge of migrants from Central America, the South Carolinian invited Democrats to work their own priorities into the legislation. He cited Illinois Sen. Dick Durbin's long advocacy of a bill to give legal status to the \"Dreamers\"-young adults brought to the U.S. illegally as children.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keep-europes-sick-shellfish-out-of-america-11558479597", "title": "Keep Europe's Sick Shellfish Out of America", "date": "2019-05-21 18:59", "summary": "Oyster herpes won't make you ill, but it's an ecological threat.. Greenport, N.Y.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spying-on-the-south-review-the-forever-cotton-kingdom-11558479582", "title": "'Spying on the South' Review: The Forever Cotton Kingdom", "date": "2019-05-21 18:59", "summary": "Traveling the American South, the author paints an image of a region still wrestling with the aftereffects of slavery and the Civil War.. A decade or so before the Civil War, an aimless young man accepted an assignment from the newly established New York Times. His task: to travel through the exotic hinterlands of the South and report on what he encountered. Frederick Law Olmsted, 30 years old and destined to become the nation's foremost landscape architect, had already tried his hand at a number of unrewarding occupations: apprentice seaman, merchant, author and farmer. With no definite itinerary and no idea what he might find, he wandered through Virginia, the Deep South, Texas and the borderlands separating the U.S. from Mexico. In the process, he wrote what remains one of the most perceptive accounts of the slaveholding South in our national literature, a collection of columns eventually published as \"The Cotton Kingdom.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-wall-can-fill-holes-in-the-law-11558479552", "title": "No Wall Can Fill Holes in the Law", "date": "2019-05-21 18:59", "summary": "Physical barriers divert the flow of migrants across the border. Stanching it will take new asylum policies.. A pale yellow gate stands 4 feet high on a bridge over a rural Arizona irrigation ditch. The nondescript structure epitomizes the challenges of securing the southern border.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-chooses-teachers-unions-over-black-voters-11558479509", "title": "Sanders Chooses Teachers Unions Over Black Voters", "date": "2019-05-21 18:58", "summary": "The candidate calls for a moratorium on charter schools. It's bad politics and even worse policy.. Black voters had little use for Bernie Sanders when he sought the presidency in 2016. In the South Carolina primary, exit polls showed him winning only 14% of the black vote, while 86% went to Hillary Clinton. The Vermont socialist knows he must up his game with this constituency to have any chance of winning the 2020 Democratic nomination, but his recent attack on school choice may wind up costing him minority support.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-risks-hong-kongs-economic-freedom-11558479458", "title": "China Risks Hong Kong's Economic Freedom", "date": "2019-05-21 18:57", "summary": "An extradition bill would weaken the territory's already shaky rule of law.. Hong Kong has stood alone for 25 years atop the Heritage Foundation's annual Index of Economic Freedom. The index scores 180 economies around the world in 12 categories of economic freedom related to the rule of law, regulatory efficiency, government size and the openness of markets. It averages those scores to get an overall economic freedom score on a 100-point scale. Hong Kong's lead over perennial second-place finisher Singapore has been as wide as 4 points, but in recent years Hong Kong's lead has dwindled to less than a point.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-plagiarist-walks-into-a-comedy-club-11558479355", "title": "A Plagiarist Walks Into a Comedy Club", "date": "2019-05-21 18:55", "summary": "Louis C.K. warns audiences not to steal his jokes, while Conan O'Brien settles a lawsuit.. Well, this is a hoot. The same week that one top comedian threatened his audience with legal action if jokes were filched from his act, another settled a lawsuit about joke-stealing by noting that \"different people around the world come up with the same joke all the time.\" Comedy professionals rarely consider stealing material a laughing matter, but it doesn't usually lead to litigation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-politicians-should-respond-to-climate-change-11558479332", "title": "How Politicians Should Respond to Climate Change", "date": "2019-05-21 18:55", "summary": "Students debate the politics of drastic action.. Editor's note: This Future View is about climate change. Next week we'll discuss unpaid internships. Are they exploitative or do they serve a purpose? Students should click here to submit opinions of fewer than 250 words before May 28. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-prepares-charges-sanctions-over-venezuelas-food-aid-program-11558467079", "title": "U.S. Prepares Charges Over Venezuela's Food-Aid Program", "date": "2019-05-21 18:47", "summary": "State funds have been diverted into overseas accounts, real estate and yachts, U.S. officials allege. The U.S. is preparing measures ranging from criminal charges to sanctions against people it believes to be involved in Venezuela's military-run emergency food program, according to U.S. officials, part of an effort to target what they describe as a large-scale money-laundering operation run by the government.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-official-played-down-scenario-that-may-have-doomed-ethiopian-jet-11558439651", "title": "Boeing Official Played Down Scenario That May Have Doomed Ethiopian Jet", "date": "2019-05-21 18:43", "summary": "Talking to pilots, executive suggested sensor troubles could be nuisance rather than serious hazard. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-seek-to-bar-financial-advisers-from-client-inheritances-11558476316", "title": "Lawmakers Seek to Bar Financial Advisers From Client Inheritances", "date": "2019-05-21 18:43", "summary": "Bipartisan group says such bequests are 'inherently problematic' and create conflicts of interest. A bipartisan group of four U.S. senators has asked financial regulators to create rules barring financial advisers from inheriting money or property from their clients.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-slows-hiring-of-chinese-nationals-by-chip-makers-11558431000", "title": "U.S. Slows Hiring of Chinese Nationals by Chip Makers", "date": "2019-05-21 18:42", "summary": "Hundreds of jobs affected across the industry at companies such as Intel and Qualcomm. The U.S. has sharply slowed approvals for the nation's semiconductor companies to hire Chinese nationals for advanced engineering jobs, according to industry insiders, a shift that comes amid broad White House efforts to protect U.S. technological know-how.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-pressure-grows-among-house-democrats-11558436275", "title": "Impeachment Pressure Grows Among House Democrats", "date": "2019-05-21 18:42", "summary": "Speaker Nancy Pelosi faces narrowing set of options to avert a move that could be politically risky. WASHINGTON-House Speaker Nancy Pelosi faces a narrowing set of options to avert growing calls within her Democratic caucus for the initiation of impeachment proceedings against President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-defense-chief-says-iran-threat-has-been-put-on-hold-11558463486", "title": "Iran Threat Has Been Put 'On Hold,' Acting Defense Chief Says", "date": "2019-05-21 18:41", "summary": "Shanahan briefed lawmakers on Capitol Hill, but some say they still want administration to be more open. The Trump administration said Tuesday that the threat of hostilities with Iran has receded in the face of U.S. military deployments and sought to assure lawmakers in classified briefings that a war wasn't imminent.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sales-fall-at-kohls-and-j-c-penney-11558443281", "title": "Big Retailers' Sales Lag as They Gird for Tariffs", "date": "2019-05-21 18:37", "summary": "Kohl's, J.C. Penney, Home Depot fall short of analysts' estimates, plan for impact of higher duties on Chinese merchandise. Sales at several major chains slowed during the latest quarter, clouding the outlook for the retail sector as it braces for the impact of higher tariffs on merchandise imported from China.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-credit-suisse-banker-pleads-guilty-in-alleged-bribery-scheme-in-mozambique-11558466431", "title": "Former Banker Pleads Guilty in Alleged Mozambique Bribery Scheme", "date": "2019-05-21 18:34", "summary": "Detelina Subeva, a former vice president for the bank's global financing group, pleads guilty to one count of conspiracy to launder funds. The U.S. Justice Department took a win and a loss this week in its prosecution of an alleged $2 billion corruption scheme in Mozambique that destabilized the impoverished country's economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-drive-down-u-k-pound-as-chance-of-hard-brexit-increases-11558443581", "title": "Investors Drive Down U.K. Pound as Chance of Hard Brexit Increases", "date": "2019-05-21 18:22", "summary": "British pound near its weakest point in months against both the dollar and the euro. Investors have sharply increased bets against the British pound as Prime Minister Theresa May's expected departure has increased the chances of a disorderly hard Brexit later this year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-issue-subpoena-to-ex-trump-aide-hope-hicks-11558471522", "title": "House Democrats Issue Subpoena to Ex-Trump Aide Hope Hicks", "date": "2019-05-21 17:40", "summary": "House Judiciary Committee also subpoenas Annie Donaldson-the former chief of staff for Don McGahn, the ex-White House counsel. WASHINGTON-The House Judiciary Committee on Tuesday subpoenaed two former White House officials for documents and testimony, a day after another former official rebuffed the panel's subpoena at the White House's direction.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jessica-chastain-pays-8-875-million-for-a-new-york-townhouse-11558474717", "title": "Jessica Chastain Pays $8.875 Million for a New York Townhouse", "date": "2019-05-21 17:38", "summary": "The actress who is known for her roles in 'Zero Dark Thirty' and 'The Help' is buying a seven-bedroom home on the Upper West Side.. Actress Jessica Chastain has purchased an $8.875 million townhouse on New York's Upper West Side, according to a person with knowledge of the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-currency-climbs-against-australian-dollar-after-rba-signals-possible-rate-cut-11558461800", "title": "Australian Dollar Declines After RBA Signals Possible Rate Cut", "date": "2019-05-21 17:36", "summary": "U.S. dollar also rises against the yen as fears ease about U.S.-China trade tensions. The dollar strengthened Tuesday, buoyed by gains against the Australian dollar after Reserve Bank of Australia cleared the path to an interest-rate cut in June.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slack-co-founder-says-emoji-is-obvious-choice-for-compressing-information-11558454133", "title": "Slack Co-Founder on the Power of Emoji at the Office", "date": "2019-05-21 17:35", "summary": "Chief Technology Officer Cal Henderson also believes chat app isn't likely to completely replace email. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/sting-re-records-his-hits-they-are-not-holy-relics-11558344601", "title": "Sting Re-Records His Hits: 'They Are Not Holy Relics'", "date": "2019-05-21 17:34", "summary": "The 67-year-old soloist and Police frontman revisits old songs in a new album and a Las Vegas residency-and doesn't tire of 'Every Breath You Take'. The Police and its frontman, Sting, began generating hits four decades ago.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-board-weighs-independent-probe-into-alleged-overtime-abuse-11558474443", "title": "MTA Board Weighs Independent Probe Into Alleged Overtime Abuse", "date": "2019-05-21 17:34", "summary": "Overtime cost agency $1.4 billion in 2018, about $400 million over budget. The Metropolitan Transportation Authority board is expected to vote Wednesday on whether to hire outside counsel to investigate alleged overtime abuse among the agency's workers.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-decline-as-investors-watch-for-trade-signals-11558457169", "title": "U.S. Government Bonds Decline as Investors Watch for Trade Signals", "date": "2019-05-21 17:02", "summary": "White House to grant temporary exemptions to export blacklist against Huawei Technologies. U.S. government-bond prices fell Tuesday after the White House said it would grant temporary exemptions to an export blacklist against Huawei Technologies, raising hopes of a thaw in trade tensions.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-flat-despite-gains-on-wall-street-11558447767", "title": "U.S. Oil Prices Fall Ahead of Inventory Report", "date": "2019-05-21 17:00", "summary": "Stock market up, but oil investors concerned over China trade spat and bloated U.S. inventories. -U.S. oil prices fell from a three-week high Tuesday despite a strong session on Wall Street, as energy investors exercised caution ahead of weekly data on domestic oil inventories that have risen sharply recently.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-surprising-academic-impact-of-reducing-school-bus-emissions-11558471990", "title": "The Surprising Academic Impact of Reducing School-Bus Emissions", "date": "2019-05-21 16:53", "summary": "It can help increase standardized test scores, according to one study. Here's a relatively inexpensive way to improve academic performance at primary and secondary schools: Reduce school-bus emissions.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-great-government-debt-bubble-11558471734", "title": "The Great Government Debt Bubble", "date": "2019-05-21 16:48", "summary": "Forcing European savers to pay for the privilege of lending their money isn't working.. Brian Blackstone reports in the Journal that a remarkable government effort to conjure prosperity by distorting credit markets still isn't working:", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-leftist-president-emerges-as-unlikely-friend-to-big-banks-11558431001", "title": "Mexico's Leftist President Emerges as Unlikely Friend to Big Banks", "date": "2019-05-21 16:48", "summary": "López Obrador sees expanding constituents' access to the financial system as a way to fight corruption and stoke the country's economy. Mexican President Andrés Manuel López Obrador likes to say his lifestyle is so spartan that he doesn't use a checking account or a credit card. But he wants more Mexicans to have them.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-weeks-after-cyberattack-baltimore-is-still-hobbled-11558431002", "title": "Cyberattack Hobbles Baltimore for Two Weeks and Counting", "date": "2019-05-21 16:48", "summary": "City faces second ransomware attack in 15 months; water bills, home sales face delays. BALTIMORE-About 10,000 city government computers here remain frozen two weeks after a disruptive cyberattack that has delayed home sales and halted water bills.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herd-on-the-street-goats-arrive-with-fanfare-at-new-york-city-park-11558471350", "title": "Herd on the Street: Goats Arrive at New York City Park", "date": "2019-05-21 16:42", "summary": "Living weed wackers brought in from an upstate farm will dine with Hudson River views. Twenty-four goats brought to devour weeds in Manhattan's Riverside Park got a rousing welcome, with an explosion of applause, selfies and b-a-a-a-a-d puns.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mallinckrodt-stock-falls-sharply-after-warning-over-regulatory-dispute-11558462294", "title": "Mallinckrodt Stock Falls Sharply After a Warning Over Regulatory Dispute", "date": "2019-05-21 16:41", "summary": "Drug maker says a Medicare and Medicaid agency's Acthar decision might cost firm $600 million. Mallinckrodt PLC lost almost one-quarter of its stock-market value Tuesday after the drugmaker said a dispute with health regulators might cost it hundreds of millions of dollars and reduce future sales for one of its top-selling products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-gain-as-u-s-delays-technology-export-ban-11558424592", "title": "U.S. Stocks Rise as Huawei Ban Is Delayed", "date": "2019-05-21 16:20", "summary": "Indexes lifted by gains in technology sector. U.S. stocks rose Tuesday, lifted by gains in the technology sector, after the White House decided to grant temporary exemptions to an export blacklist against Huawei Technologies.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-prices-drop-on-lessened-trade-fears-11558469914", "title": "Gold Prices Drop on Lessened Trade Fears", "date": "2019-05-21 16:18", "summary": "Prices drift toward May lows on possible easing trade tensions between U.S. and China. Gold prices fell Tuesday, pressured by an ebb in trade fears.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/potential-fed-nominee-would-seek-shake-up-of-interest-rate-policy-11558464417", "title": "Potential Fed Nominee Would Seek Shake-Up of Interest-Rate Policy", "date": "2019-05-21 15:58", "summary": "Economist Judy Shelton promised a 'different perspective' if confirmed to central bank. WASHINGTON-Economist Judy Shelton, a potential nominee to the Federal Reserve, said in an interview that she would bring a different perspective to the central bank and press for a change in how it sets interest rates.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mozambique-ex-minister-to-be-extradited-home-rather-than-to-u-s-11558468598", "title": "Mozambique Ex-Minister to Be Extradited Home Rather Than to U.S.", "date": "2019-05-21 15:56", "summary": "The decision is a setback for the U.S. Justice Department, which has been taking a more aggressive stance policing graft in emerging markets. JOHANNESBURG-Mozambique's former finance minister, who has been indicted in the U.S. in connection with an alleged $2 billion corruption scheme, will be extradited to his home country rather than to the U.S., South Africa's justice ministry said Tuesday.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eileen-fisher-says-there-are-too-many-clothes-in-the-world-11558468030", "title": "Eileen Fisher Says 'There Are Too Many Clothes in the World'", "date": "2019-05-21 15:47", "summary": "Vintage is one of the only growth areas in retail-and that is good, according to founder of eponymous clothing brand. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/father-of-the-401-k-says-successful-saving-habits-start-early-11558467971", "title": "'Father of the 401(k)' Says Successful Saving Habits Start Early", "date": "2019-05-21 15:46", "summary": "Inventor of the popular retirement account says saving for the future isn't strictly a matter of high earnings. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-this-founder-handles-sexist-questions-while-fundraising-11558467241", "title": "How This Founder Handles Sexist Questions While Fundraising", "date": "2019-05-21 15:34", "summary": "Rachel Blumenthal, founder and CEO of Rockets of Awesome, doesn't hesitate to prod skeptical venture capitalists to rethink their biases. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/", "title": "'Flamagra' by Flying Lotus Review: It's a Trip", "date": "2019-05-21 15:11", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/legal-fees-mount-for-republican-party-trump-campaign-11558463255", "title": "Legal Fees Mount for Republican Party, Trump Campaign", "date": "2019-05-21 15:07", "summary": "Filings show RNC spent $2.2 million in April for lawyers' work. WASHINGTON-The Republican National Committee spent about $2.2 million last month on legal fees, new financial filings show, boosting the overall tab for lawyers paid by the party, the Trump campaign and a legal defense fund to about $17 million since President Trump took office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-changes-macbook-butterfly-keyboard-after-user-complaints-11558458029", "title": "Apple Changes MacBook Butterfly Keyboard After User Complaints", "date": "2019-05-21 15:01", "summary": "Company also expands its repair program to cover third-generation keyboards. Stop me if you've heard this before: Apple Inc. is promising to fix the MacBook keyboard issues. Yes, again.", "categories": [["Tech", "Personal Tech", "Personal Technology: Review"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/always-on-work-culture-creating-broken-people-says-reddit-co-founder-11558464608", "title": "Always-On Work Culture Creating 'Broken' People, Says Reddit Co-Founder Alexis Ohanian", "date": "2019-05-21 14:58", "summary": "Alexis Ohanian speaks out against toxicity of 'hustle porn' that glorifies 'most absurd things'. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-fashion-is-no-longer-just-for-tall-thin-women-11558463793", "title": "Inclusive Sizing Is Revolutionizing Fashion. Just Don't Call It Plus-Size", "date": "2019-05-21 14:36", "summary": "Designer labels have long ignored anyone outside the standard 0-12 size range. As the radical idea of 'inclusive sizing' takes hold, however, even upscale brands are dramatically extending the limits of chic. JUSTINA BLAKENEY IS NOT the type to compromise. The 40-year-old Los Angeles interior designer, known for her extravagantly bohemian \"Jungalow\" aesthetic, has staked her career on the power of design and an inspiring lifestyle. So when, three years ago, she found herself poised to appear on the cover of a glossy magazine for a feature on her work, it should have been an occasion to revel in dressing fabulously. The problem? Ms. Blakeney, who wavers between a size 14 and 16, couldn't find anything cover-worthy to wear.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-key-to-easy-home-baked-danishes-11558545441", "title": "The Key to Easy Home-Baked Danishes", "date": "2019-05-21 14:31", "summary": "With a little help from frozen puff pastry, it's surprisingly simple to produce these impressive breakfast treats. Here are two delicious variations, sweet and savory. ONE OF MY FAVORITE weekend rites is waking with the birds while the rest of the house is still sleeping. I roll down the windows in the car and cruise with a mug of coffee on my knee-and if I time it right, I arrive at my favorite bakery as the first Danishes are exiting the oven. The best ones are square and shatteringly flaky, adorned with a slick of cream cheese and-in the season we're now, thankfully, entering-petite wild blueberries. My early riser's reward.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-get-by-by-mavis-staples-review-queen-of-collaboration-11558463294", "title": "'We Get By' by Mavis Staples Review: Queen of Collaboration", "date": "2019-05-21 14:28", "summary": "The music icon, who turns 80 this year, celebrates with a series of concerts packed with impressive guests and a new record produced by Ben Harper.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-coke-is-back-sort-of-11558443600", "title": "'Stranger Things' Brings Back New Coke. Sort of.", "date": "2019-05-21 14:28", "summary": "Coca-Cola revives product flop in limited cross-promotion with Netflix's retro series 'Stranger Things'. Coca-Cola Co. is using one of its biggest failures as a marketing tool, bringing back New Coke for a limited time in a cross-promotion with the Netflix science-fiction horror series \"Stranger Things.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-uber-bar-felons-from-becoming-drivers-11558461946", "title": "Should Uber Bar Felons From Becoming Drivers?", "date": "2019-05-21 14:05", "summary": "As employers turn to alternative talent pools, many are weighing background-check data with tricky questions about risk, job-eligibility and fairness. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/grain-supplies-likely-hit-if-farmers-turn-to-payouts-11558461645", "title": "Grain Supplies Likely Hit if Farmers Turn to Payouts", "date": "2019-05-21 14:00", "summary": "Hampered by weather and trade, U.S. farmers are considering insurance payments instead of planting. American farmers, hampered by cold, wet weather across the Midwest and grappling with the fallout of the U.S.-China trade standoff, are looking at taking insurance payouts instead of planting their crops-which may take a large bite out of next year's U.S. agricultural supplies.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-wine-shops-will-survive-the-online-shopping-era-11558461261", "title": "Why Wine Shops Will Survive the Online-Shopping Era", "date": "2019-05-21 13:54", "summary": "Independent stores demystify wine-a process often best served by face-to-face interaction with consumers. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-retro-shirt-will-make-you-look-like-jude-law-this-summer-11558461045", "title": "This Retro Shirt Will Make You Look Like Jude Law This Summer", "date": "2019-05-21 13:50", "summary": "As Dickie Greenleaf in 'The Talented Mr. Ripley,' Jude Law had a Riviera wardrobe as covetable as his charm. Here's how to purloin his look. IN THE 1999 film \"The Talented Mr. Ripley,\" adapted from the Patricia Highsmith novel, the title character (Matt Damon) weasels his way into a triangle with the doomed but oh-so-debonair Marge Sherwood (Gwyneth Paltrow) and Dickie Greenleaf (Jude Law) in the Italian seaside hamlet where the couple had planned to live out la dolce vita. Soon, of course, tragedy strikes, but even in the face of catastrophe Mr. Greenleaf manages to wear one of the all-time great summer shirts. It's a 1950s knitted number with a wide collar that flops just like his swoopy hair, and-in the careless way of the young, taut and privileged-he leaves a few of its mother-of-pearl buttons undone.", "categories": [["Life & Work", "Copy Cat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-adventures-of-augie-march-review-chicago-kid-makes-good-11558460948", "title": "'The Adventures of Augie March' Review: Chicago Kid Makes Good", "date": "2019-05-21 13:49", "summary": "This stage adaptation of Saul Bellow's lengthy novel is a light-on-its-feet triumph.. Chicago", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-incoming-gop-chair-sets-sights-on-local-elections-building-small-donor-base-11558460088", "title": "New York's Incoming GOP Chair Sets Bold Agenda", "date": "2019-05-21 13:34", "summary": "Erie County Republican chief Nick Langworthy becomes youngest leader of state's party. The incoming chair of the New York State Republican Party said he would focus on local elections and building the party's small-donor base when he formally takes the reins in July.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-rosengren-sees-no-reason-to-change-rate-policy-right-now-11558455001", "title": "Fed's Rosengren Sees No Reason to Change Rate Policy Right Now", "date": "2019-05-21 13:22", "summary": "The Boston Fed president said Trump's tariffs could accelerate a return to the central bank's 2% inflation target. Federal Reserve Bank of Boston chief Eric Rosengren said Tuesday he sees no \"clarion call\" to change central bank interest rate policy right now, in comments that indicated sustained trade tariffs could accelerate a return to the Fed's 2% inflation target.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theresa-may-lays-out-a-new-brexit-plan-seeking-more-opposition-support-11558459163", "title": "May Offers New Plan for Brexit Seeking More Support", "date": "2019-05-21 13:19", "summary": "British leader's latest proposal, her fourth, offers concessions including the possibility of a second vote to leave the European Union. LONDON-British Prime Minister Theresa May laid out a fresh plan to get Parliament to back her Brexit divorce package, dangling the prospect of a second Brexit referendum and other concessions to entice opposition lawmakers to ratify the deal in her fourth time asking.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-ukraine-leader-calls-snap-election-11558458218", "title": "New Ukraine Leader Calls Snap Election", "date": "2019-05-21 13:03", "summary": "President advances parliamentary vote in move that could bolster his agenda. MOSCOW-Ukraine's new president called snap parliamentary elections as he sought greater authority to tackle a weak economy and a military conflict with Russia-backed separatists.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/annexing-the-golan-is-a-leap-in-israeli-policy-11558457473", "title": "Annexing the Golan Is a Leap in Israeli Policy", "date": "2019-05-21 13:00", "summary": "Israeli governments for more than a quarter century have been willing to negotiate the return of Golan to Syria.. Michael R. Pompeo and David Friedman get several conclusions wrong in their May 15 op-ed \"International Law Backs The Trump Golan Policy.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-put-the-brakes-on-car-insurance-prices-11558457418", "title": "States Put the Brakes on Car-Insurance Prices", "date": "2019-05-21 13:00", "summary": "This means offering more choices to consumers on coverage limits.. As the Michigan legislature takes steps that could bring historic reforms to the state's outdated, broken no-fault auto-insurance system, lawmakers must be careful that their solutions don't create a new set of problems (\"Michigan Targets Costs of Insurance,\" U.S. News, May 13).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jury-used-sound-judgment-in-slapping-bayer-11558457331", "title": "Jury Used Sound Judgment in Slapping Bayer", "date": "2019-05-21 13:00", "summary": "Jurors were well aware that regulators world-wide have deemed glyphosate to be safe. But that regards glyphosate on its own.. The purpose of a large punitive-damage award is to send a message to a corporation to change its behavior, not to \"loot\" the company, as you wrote in your May 15 editorial, \"Hiding the Roundup Cancer Evidence.\" I know because I was juror #4 last year on the first Roundup suit, Johnson v. Monsanto.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/radiation-health-risks-are-still-as-uncertain-as-ever-11558457245", "title": "Radiation Health Risks Are Still as Uncertain as Ever", "date": "2019-05-21 12:59", "summary": "The issue then, as now, was the cumulative effects of nonionizing radiation.. It was with some sense of deja vu that I read Holman W. Jenkins, Jr.'s \"Russia and the 5G Cancer Scare\" (Business World, May 15). In the 1970s I was a codefendant in a suit regarding the U.S. Air Force's plans to construct a phased-array radar installation on Cape Cod. The issue then, as now, was the cumulative effects of nonionizing radiation. Then, as now, there was no universal agreement among experts about its possible health effects.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-accuses-u-s-of-bullying-as-it-seeks-support-from-europe-11558447103", "title": "Huawei Accuses U.S. of Bullying as It Seeks Support From Europe", "date": "2019-05-21 12:58", "summary": "Chinese telecom company says its addition to U.S. blacklist marks unprecedented assault. Huawei Technologies Co. denounced U.S. actions against the company as \"bullying\" and implored European governments to resist American pressure to follow suit in a bid to safeguard one of its most lucrative markets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-war-could-block-androids-two-way-street-11558457774", "title": "U.S.-China Trade War Could Block Android's Two-Way Street", "date": "2019-05-21 12:56", "summary": "Impact from restricting Huawei is small, but long-term risk from trade fight could be larger. Google might give Android away for free, but its shareholders should understand that the ubiquitous mobile operating system isn't a charity act.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-existing-home-sales-continued-to-falter-in-april-11558447473", "title": "U.S. Existing-Home Sales Fell in April", "date": "2019-05-21 12:55", "summary": "Decline suggests continued weakness in housing market despite strong economy. The U.S. housing market continued to soften in April, with the spring selling season so far proving a disappointment despite falling mortgage rates and a strong economy.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-the-debate-on-open-plan-offices-11558456797", "title": "End the Debate on Open-Plan Offices", "date": "2019-05-21 12:39", "summary": "Game rooms and lounges 'aren't worth investment,' says Gensler's workplace leader. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/terrible-tuesday-for-department-stores-11558456351", "title": "Terrible Tuesday for Department Stores", "date": "2019-05-21 12:32", "summary": "Kohl's and J.C. Penney reported disappointing quarterly results, setting off a tumble in the sector. Retailers got a so-so start to earnings season last week when Macy's reported earnings that narrowly beat expectations. The tone got much worse on Tuesday. Kohl's and J.C. Penney both reported earnings that disappointed investors, triggering a drop in their shares and a broader selloff in department store stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-israeli-bill-would-give-netanyahu-immunity-from-prosecution-11558455712", "title": "New Israeli Bill Would Give Netanyahu Immunity From Prosecution", "date": "2019-05-21 12:21", "summary": "An ally of the premier introduced legislation that would insulate the leader from corruption charges. TEL AVIV-An ally of Prime Minister Benjamin Netanyahu presented a bill in Israel's parliament on Tuesday to grant lawmakers immunity from criminal prosecution, legislation that would help insulate the premier from corruption charges.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-cloud-informatica-team-up-to-tame-data-11558455378", "title": "Google Cloud, Informatica Team Up to Tame Data", "date": "2019-05-21 12:16", "summary": "Move is part of Google's push into enterprise IT, helping customers gather and prepare data for use in AI applications. Google Cloud, Alphabet Inc.'s cloud computing unit, is joining forces with data-management company Informatica LLC to help businesses draw more value from their data-part of a continuing push by Google into the enterprise information-technology market.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-top-treasury-officials-promoted-to-new-posts-11558455128", "title": "Two Top Treasury Officials Promoted to New Posts", "date": "2019-05-21 12:12", "summary": "Brent McIntosh to be named as department's top financial diplomat; Brian Callanan to get the nod to replace Mr. McIntosh as Treasury's top lawyer. President Trump intends to promote the Treasury Department's top lawyer to the position of its top financial diplomat, the White House said Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-further-review-the-nfls-new-replay-rule-may-get-overturned-11558454090", "title": "After Further Review, the NFL's New Replay Rule May Get Overturned", "date": "2019-05-21 11:54", "summary": "Following a blown call in the NFC Championship, the league made pass interference reviewable. Now that rule could be changed again.. NFL owners left the Arizona Biltmore hotel in March with a deep sense of accomplishment. After an embarrassing officiating debacle with profound implications-it potentially robbed the Saints of a spot in the Super Bowl-they believed they had fixed the problem with a rule change.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-smart-trash-bin-can-transform-city-garbage-collection-11558452400", "title": "How a 'Smart' Trash Bin Can Transform City Garbage Collection", "date": "2019-05-21 11:26", "summary": "With sensors, cities say they can empty containers before they are full-saving them time and money. The data revolution is coming-and it's coming to even the least glamorous, smelliest civic necessity: the streetside garbage bin.", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wall-street-is-losing-faith-in-tesla-11558450829", "title": "Wall Street Is Losing Faith in Tesla", "date": "2019-05-21 11:00", "summary": "As its shares drop, once-bullish analysts and investors are souring on Elon Musk's company, potentially cutting it off from the capital it needs to survive. It isn't pretty when investors lose faith in a story stock.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-golden-state-warriors-are-in-the-nba-finalsagain-11558450405", "title": "Why the Golden State Warriors Are in the NBA Finals-Again", "date": "2019-05-21 10:53", "summary": "The five essential players of this dynasty-Curry, Thompson, Green, Iguodala and Durant-were necessary to do something that no team had done in more than 50 years. Michael Jordan's Chicago Bulls never did it. Neither did the Showtime Lakers of the 1980s or Shaq and Kobe's Lakers of the 2000s. The only team ever to make five consecutive appearances in the NBA Finals was the Boston Celtics of the 1960s.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-more-students-especially-the-affluent-get-extra-time-to-take-the-sat-11558450347", "title": "Many More Students, Especially the Affluent, Get Extra Time to Take the SAT", "date": "2019-05-21 10:52", "summary": "Resume Subscription. At Scarsdale High School north of New York City, one in five students is eligible for extra time or another accommodation such as a separate room for taking the SAT or ACT college entrance exam.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ppg-says-it-wont-break-up-despite-pressure-from-activist-investor-11558441818", "title": "PPG Says It Won't Break Up, Despite Pressure From Activist Investor", "date": "2019-05-21 10:33", "summary": "Trian Fund Management has urged Pittsburgh-based company to separate paint and coatings businesses. PPG Industries Inc. won't split its units making building paints and industrial coatings, choosing to forge ahead as a unified company after facing pressure from an activist investor to maximize value in its disparate operations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-for-stressed-out-workers-mindful-knitting-11558449116", "title": "In Mindful Knitting, It's the Journey, Not the Scarf", "date": "2019-05-21 10:31", "summary": "Resume Subscription. When members of a Google sales team gathered at their New York office on a recent evening for a team-building exercise, they were greeted with bottles of sparkling wine, flowers and some distressing news.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/females-ship-matchs-new-dating-app-11558448071", "title": "Females 'Ship' Match's New Dating App", "date": "2019-05-21 10:14", "summary": "Friends can now play cupid via Match Group online-dating app that allows users to vet potential relationship matches for friends. The word \"ship\" used to refer to a vessel that floats on water or the act of sending mail. It's now something else entirely.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/end-of-an-era-as-new-yorks-budget-hotel-king-calls-it-quits-11558436400", "title": "End of an Era as New York's Budget Hotel King Calls It Quits", "date": "2019-05-21 10:14", "summary": "Savvy developer Sam Chang offered clean, reasonably priced rooms and built properties away from high-priced corners; on to racing pigeons. Sam Chang has bought, built or sold more hotel rooms than just about anyone else in New York City. But last year he decided to wind down his business and devote more time to pigeon racing.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-mark-knopfler-a-red-guitar-started-it-all-11558445862", "title": "For Mark Knopfler, a Red Guitar Started It All", "date": "2019-05-21 09:37", "summary": "The former Dire Straits guitarist, who lives in West London, tried his hand at journalism after graduating college, but his love of music won out. ", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-backs-upgrades-to-planes-despite-boeings-737-max-troubles-11558439781", "title": "Airbus Foresees More Regulatory Scrutiny After Boeing's 737 MAX Crashes", "date": "2019-05-21 09:21", "summary": "Airbus also discounts notion that the latest 737 MAX version was flawed because it was yet another upgrade. TOULOUSE, France- Airbus SE 's new chief operating officer said the European plane maker expects more regulatory scrutiny after the deadly crashes of two Boeing Co. 737 MAX jets raised questions about safety oversight.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-to-buy-cancer-drug-maker-peloton-therapeutics-11558439590", "title": "Merck to Buy Cancer Drug Maker Peloton Therapeutics", "date": "2019-05-21 09:16", "summary": "Acquisition adds to list of deals by pharmaceutical companies looking to bolster their cancer treatment portfolios. Merck & Co. agreed to acquire cancer drug developer Peloton Therapeutics Inc. for $1.05 billion in cash, adding to a list of deals in 2019 by pharmaceutical companies looking to bolster their cancer treatment portfolios.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-rewrote-his-will-to-get-his-classic-mg-back-11558443661", "title": "He Rewrote His Will to Get His Classic MG Back", "date": "2019-05-21 09:01", "summary": "Resume Subscription. Bruce MacCormack, 81, a retired IBM executive living in Bellingham, Wash., and Chet Kenoyer, 64, a real-estate agent in the same town, on their 1971 MG MGB, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/stocks-to-watch-qualcomm-apple-sprint-and-ford-11558434190", "title": "Stocks to Watch: Qualcomm, Apple, Sprint, Ford", "date": "2019-05-21 08:59", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-a-will-to-win-a-1971-mg-11558443318", "title": "Photos: A Will to Win a 1971 MG", "date": "2019-05-21 08:55", "summary": "Two car lovers reached an unusual agreement over a sale of this car involving a codicil to the will of the first owner. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/wsj-magazine-contributors-june-2019-11558442895", "title": "WSJ. Magazine Contributors: June 2019", "date": "2019-05-21 08:48", "summary": "Photographer Mikael Jansson documented his own Tuscan home for this issue of the magazine. For his 10th WSJ. cover shoot, photographer Mikael Jansson got personal: He headed to Italy to document the Tuscan home he owns with his wife, Lotta. Writer Joshua Levine accompanied him on the journey, noticing the strong link between Jansson's photographic style and the house's interior design. \"Someone used the phrase 'refined simplicity' to describe his aesthetic,\" Levine says. \"I can't do better than that.\" For Jansson, the experience of capturing the spaces was a mix of the familiar and the new. \"It felt a bit different and special to shoot your own house for a magazine,\" he says, but \"the approach was pretty much the same as when I shoot fashion. My assistants flew down, and we shot for two days. We woke up at 5 in the morning, waited for the right light in each room. Like a normal shoot, but fewer people. It was fun!\"", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letter-from-the-editor-the-quiet-glamour-of-a-tuscan-retreat-11558442804", "title": "Letter From the Editor: The Quiet Glamour of a Tuscan Retreat", "date": "2019-05-21 08:46", "summary": "In her monthly editor's letter, WSJ.'s Kristina O'Neill talks about her trip last year to photographer Mikael Jansson's Italian villa, seen here for the first time in publication. Convincing high-profile individuals to appear on WSJ.'s cover is a challenging part of putting out the magazine, and asking Mikael Jansson to focus his camera lens on his own life and home was an especially delicate undertaking. Jansson, among the fashion world's most celebrated photographers, is a private figure who prefers to let his luminous imagery speak for itself. His quiet discretion is just one of the ways he earns the trust of his portrait subjects. Last summer, I was fortunate enough to attend Mikael's 60th birthday party at the Tuscan retreat he and his wife, Lotta, renovated together, a gorgeous property that reflects their shared passion for decorating houses. I knew our readers would be as dazzled as I was to get an inside look at how their beautiful home came together, as documented by Mikael himself; thankfully, in the end he consented. (And it's fitting that the article includes a collage of images Jansson took on his iPhone when the landscape was more green and lush, as the Journal recently announced a partnership with the subscription service Apple News+.) This is Jansson's 10th cover feature for WSJ. and a testament to his exceptional eye for beauty.", "categories": [["Editor's Letter"]], "category_links": ["https://www.wsj.com/news/types/magazine-editor-s-letter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alex-morgan-soccer-womens-world-cup-flying-11557933473", "title": "Everything on U.S. Soccer Star Alex Morgan's iPhone", "date": "2019-05-21 08:42", "summary": "The co-captain of the national team, slated to suit up for this summer's FIFA Women's World Cup, whiles away long flying hours with this trick. At what battery percentage do you feel compelled to charge your phone? Whenever it goes red. I purposefully don't have the actual percentage on my homescreen as it would stress me out.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depots-sales-lifted-by-larger-customer-transactions-11558435554", "title": "Home Depot's Sales Lifted by Larger Customer Transactions", "date": "2019-05-21 08:38", "summary": "Same-store sales growth was weaker than analysts had expected. Home Depot Inc.'s sales rose in the fiscal first quarter, lifted by a rise in the number of customer transactions and stronger spending per visit.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tuscan-villa-italy-photos-mikael-jansson-11558442088", "title": "The Rustic Charm of an Idyllic Tuscan Hideaway", "date": "2019-05-21 08:36", "summary": "Resume Subscription. CALLING MIKAEL and Lotta Jansson's Tuscan retreat a hideaway is something of an understatement. Even with precise GPS coordinates it's easy to drive past the weathered iron gate deep in the shadow of some big trees marking the entrance. Beyond the gate, a winding dirt track runs up a hill to another iron gate, which leads you, after a time, to a handsome farmhouse in brick and the yellowish stone that predominates in this region of Italy. Towering cypresses and ancient olive trees ring a wide front lawn, which looks out over a pleasant valley toward nearby ski slopes, still carpeted with snow in April. To paraphrase the French expression, more Tuscan than this and you die.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-artists-way-11558442097", "title": "The Artist's Way", "date": "2019-05-21 08:34", "summary": "\"I love houses. I could easily have 10 more houses,\" says Mikael Jansson. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-practiced-eye-11558441995", "title": "A Practiced Eye", "date": "2019-05-21 08:33", "summary": "Mikael and Lotta Jansson found the ideal Tuscan retreat for gathering friends and family. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/japans-tantalizing-bank-dividends-mask-a-world-of-trouble-11558439046", "title": "Japan's Tantalizing Bank Dividends Mask a World of Trouble", "date": "2019-05-21 08:21", "summary": "Resume Subscription. Japanese bank stocks hit a new, unwanted record last week: the dividend yield on the Topix banks index rose above 4% for the first time since at least 1973, according to Refinitiv data.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-antitrust-watchdog-sniffs-around-e-commerce-players-11558440158", "title": "India Antitrust Watchdog Sniffs Around E-Commerce Players", "date": "2019-05-21 08:02", "summary": "In a country where Amazon and Walmart's Flipkart dominate, the agency is surveying online retailers to understand the sector's 'implications for competition'. NEW DELHI-India's antitrust watchdog is assessing the domestic e-commerce sector, a step that could have consequences for Amazon.com Inc. and Walmart Inc.'s Flipkart, which dominate online sales in the country.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tale-of-two-yield-curves-11558440000", "title": "A Tale of Two Yield Curves", "date": "2019-05-21 08:00", "summary": "Investors watch two-year Treasury yields while the Fed uses three-month rates in assessing the economy. Investors and Federal Reserve officials watch the gaps between shorter- and longer-term interest rates to gauge the health of the U.S. economy. Right now, the two groups are seeing different things.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mid-career-professionals-look-for-a-reboot-at-coding-boot-camps-11558440000", "title": "Mid-Career Professionals Look for a Reboot at Coding Boot Camps", "date": "2019-05-21 08:00", "summary": "Some middle-aged people seeking a career change are enrolling in New York City schools-with varying degrees of success. Andrew Fechner was unemployed nearly a year when he made a radical move: At age 42, with young twin boys to support, he borrowed $19,000 for tuition and enrolled in a 13-week Manhattan coding boot camp. The former cable-television programming executive hoped to launch a new career as a software engineer.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-press-for-trade-deal-in-trip-to-japan-11558439749", "title": "Trump to Press for Trade Deal in Trip to Japan", "date": "2019-05-21 07:55", "summary": "President will also show he is still aligned with Tokyo on North Korea. TOKYO-President Trump travels to Japan this week to keep up the pressure for a trade deal that has raised hackles among Japanese companies, while showing he is still aligned with Tokyo on North Korea policy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liquor-companies-see-the-benefits-of-sobriety-11558438523", "title": "Liquor Companies See the Benefits of Sobriety", "date": "2019-05-21 07:35", "summary": "Strong demand for alcohol-free drinks is a promising trend for booze companies. It's early days, but alcohol-free liquor seems to be on its way in. Counter-intuitively, big liquor companies should reap the rewards.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/space-rockets-spark-property-boom-on-florida-coast-11558436400", "title": "Space Rockets Spark Property Boom on Florida Coast", "date": "2019-05-21 07:00", "summary": "Cocoa Beach is in the middle of a resurgence as the private space industry brings back jobs and visitors. Jeff Bezos and Elon Musk are racing to send people into outer space and eventually to the moon and Mars. They are already improving the fortunes of a coastal Florida city that is home to their budding space ambitions.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/urban-outfitters-to-start-renting-its-clothes-11558436401", "title": "Urban Outfitters to Start Renting Clothes", "date": "2019-05-21 07:00", "summary": "Retailer launches $88 monthly service, jumping into market led by Rent the Runway. Urban Outfitters Inc. is jumping into clothing rental, trying to tap one of the fastest-growing areas of fashion without discouraging shoppers from visiting its stores.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-central-bank-shows-how-not-to-buy-stocks-11558433503", "title": "Japan's Central Bank Shows How Not to Buy Stocks", "date": "2019-05-21 06:14", "summary": "After nine years of ETF purchases, the Bank of Japan doesn't have much to show for it. Japan's central bankers have had more success buying bonds than stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-postal-service-starts-testing-self-driving-trucks-11558432801", "title": "U.S. Postal Service Starts Testing Self-Driving Trucks", "date": "2019-05-21 06:00", "summary": "The 1,000-mile run between Phoenix and Dallas is part of a program aimed at making intercity mail transport less expensive and more efficient. The U.S. Postal Service is testing self-driving trucks on a more than 1,000-mile mail run between Phoenix and Dallas, the post office's first use of the technology for long hauls.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sprints-deal-is-still-a-marathon-11558432800", "title": "Sprint's Deal Is Still a Marathon", "date": "2019-05-21 06:00", "summary": "Sprint and T-Mobile moved closer to a deal with a positive decision from the FCC on Monday, but the market's strong reaction gives a misleading sense of the improved chances. On Monday, the $26 billion combination of T-Mobile and Sprint cleared one of its two federal hurdles to approval.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-china-getting-rich-is-gloriousgetting-old-isnt-11558431002", "title": "For China, Getting Rich Is Glorious-Getting Old Isn't", "date": "2019-05-21 05:33", "summary": "Resume Subscription. Why has China grown so fast? One very important reason is that it timed its economic opening to the world exceptionally well.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-goes-on-deal-spree-thanks-to-ecb-easy-money-11558431001", "title": "France Goes on Deal Spree, Thanks to ECB Easy Money", "date": "2019-05-21 05:30", "summary": "Regulators are eyeing French companies' rapidly increasing debt levels. The European Central Bank's efforts to revive growth have spurred a flurry of investment and deal making. One problem is, a bunch of it is happening outside of Europe.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/your-kid-wants-to-be-a-youtuber-theres-a-camp-for-that-11558431001", "title": "YouTube Camp Is an Actual Thing", "date": "2019-05-21 05:30", "summary": "Parents concerned about YouTube debate whether to let their children have their own channels; some forbid it, others send them to summer camp. What's up guys, it's Julie here. Welcome back to another column. Wait, why am I suddenly talking like a YouTuber? Because today I'm going to tell you about YouTube summer camps for kids.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-german-data-diver-who-exposed-chinas-muslim-crackdown-11558431005", "title": "The German Data Diver Who Exposed China's Muslim Crackdown", "date": "2019-05-21 05:30", "summary": "Scholar digging online revealed scope of detentions; 'I feel very clearly led by God to do this'. KORNTAL, Germany-Research by a born-again Christian anthropologist working alone from a cramped desk in this German suburb thrust China and the West into one of their biggest clashes over human rights in decades.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-democrats-face-off-over-health-care-for-illegal-immigrants-11558431000", "title": "California Democrats Clash Over Health Care for Illegal Immigrants", "date": "2019-05-21 05:30", "summary": "Governor wants state to cover only those under 26, while legislators push to provide Medicaid to all. SACRAMENTO, Calif.-California lawmakers are headed for a showdown over how many illegal immigrants should qualify for government-subsidized health care.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-disputes-are-weakening-future-growth-oecd-says-11558429231", "title": "Trade Disputes Are Weakening Future Growth, OECD Says", "date": "2019-05-21 05:00", "summary": "Business investment to grow at an average 1.75% this year, down from 3.5% in 2017 and 2018. Conflicts between the U.S. and its major trade partners have weakened business investment around the world, threatening to hamper future as well as current rates of economic growth, the Organization for Economic Cooperation and Development said Tuesday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/formula-one-legend-and-aviation-entrepreneur-niki-lauda-dies-11558410983", "title": "Formula One Legend and Aviation Entrepreneur Niki Lauda Dies", "date": "2019-05-21 03:28", "summary": "As much as for any of his three championships, he is remembered for his comeback from a horrific crash in 1976. Niki Lauda, the three-time Formula One world champion from Austria who once returned to the track weeks after a fiery crash that scarred him for life, died on Monday night. He was 70.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facial-recognition-startup-calls-for-regulation-instead-of-bans-11558422032", "title": "Facial-Recognition Startup Calls for Regulation Instead of Bans", "date": "2019-05-21 03:00", "summary": "SenseTime co-founder responds to criticism that the technology gives authorities excessive means to spy on the public, erode civil liberties. TOKYO-The co-founder of SenseTime Group Ltd., a Chinese artificial-intelligence startup under fire for the use of its facial-recognition technology in mass-surveillance systems, said its technology should be regulated rather than banned.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-talks-will-end-with-a-deal-former-negotiator-says-11558406485", "title": "U.S.-China Trade Talks Will End in a Deal, Former Negotiator Says", "date": "2019-05-21 00:09", "summary": "Resume Subscription. TOKYO-A former top U.S. trade negotiator said talks with China for a trade deal had made significant progress despite recent setbacks and an agreement would eventually be reached.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11558373792", "title": "Pepper...and Salt", "date": "2019-05-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oklahoma-texas-face-risk-of-devastating-tornadoes-11558390759", "title": "Oklahoma, Texas Face Risk of Devastating Tornadoes", "date": "2019-05-21 22:36", "summary": "Powerful storms could bring flooding, baseball-size hail, hurricane-force winds. Forecasters say a dangerous mix of warm air and fast, shifting winds is expected to spawn severe thunderstorms and violent tornadoes from the Texas panhandle into Oklahoma Monday evening and into Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-plans-temporary-exemptions-to-huawei-blacklist-11558397319", "title": "U.S. Plans Temporary Exemptions to Huawei Blacklist", "date": "2019-05-21 22:23", "summary": "Reprieve, which could ease U.S.-China tensions, would ensure operations of existing networks. U.S. officials said Monday they would grant a handful of temporary exceptions to an export blacklist against Huawei Technologies Co., giving some suppliers and customers of China's telecom giant a 90-day reprieve from tough trade penalties.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-chairman-recommends-approval-of-t-mobile-sprint-merger-11558357756", "title": "T-Mobile, Sprint Get Merger Backing From FCC Chairman", "date": "2019-05-21 21:53", "summary": "Ajit Pai backs $26 billion deal after cellphone carriers agree to concessions. WASHINGTON-Federal Communications Commission Chairman Ajit Pai said he would back the more than $26 billion combination of cellphone carriers T-Mobile US Inc. and Sprint Corp. after the companies agreed to a package of concessions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-slip-as-trade-skirmish-drags-on-11558338168", "title": "Stocks Dragged Down by Tech Sector", "date": "2019-05-21 21:40", "summary": "Investors worry move against Huawei could further inflame tensions between the U.S. and China. Shares of technology companies skidded after some U.S. businesses moved to comply with restrictions against Huawei Technologies, setting up major stock indexes for another tough week amid the escalating trade spat.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ascenas-dressbarn-to-shut-down-11558385320", "title": "Ascena's Dressbarn to Shut Down", "date": "2019-05-21 21:36", "summary": "Company to close about 650 stores amid a drop in sales. Ascena Retail Group Inc. plans to wind down its Dressbarn retail operations, resulting in the closure of about 650 stores, the company said Monday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-call-on-trump-for-a-new-u-s-policy-in-syria-11558401544", "title": "Lawmakers Call on Trump for a New U.S. Policy in Syria", "date": "2019-05-21 21:19", "summary": "'Ungoverned space' threatens U.S., allies, say GOP, Democratic lawmakers. Hundreds of lawmakers led by senior members of the House and Senate foreign policy committees have written to President Trump calling for a new U.S. strategy in Syria to counter Russia and Iran, deter terrorists and safeguard Israel.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-beauty-industry-is-inclusive-everyone-wins-11558401528", "title": "When Beauty Industry Is Inclusive, Everyone Wins", "date": "2019-05-21 21:18", "summary": "With needs of women of color often underserved by mainstream cosmetics brands, entrepreneurs go for untapped market. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-chairman-powell-warns-of-economic-risks-from-rising-business-debt-11558393203", "title": "Fed's Powell Warns of Economic Risks From Rising Business Debt", "date": "2019-05-21 21:07", "summary": "Some comparisons between rising corporate debt and subprime mortgage crisis, however, are 'not fully convincing'. Federal Reserve Chairman Jerome Powell said financial regulators must take seriously potential dangers that rising levels of business debt pose to the U.S. economy but said some comparisons to last decade's subprime-mortgage bubble overstate the risks.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcconnell-pushes-to-raise-age-for-tobacco-purchases-11558400694", "title": "McConnell Pushes to Raise Age for Tobacco Purchases to 21", "date": "2019-05-21 21:04", "summary": "Aiming to curb e-cigarette use, Senate GOP leader teams with Democrat Tim Kaine to introduce legislation boosting minimum age from 18 to 21. WASHINGTON-Senate Majority Leader Mitch McConnell (R., Ky.) introduced legislation to increase the minimum age for purchasing tobacco products to 21, joining with a Democrat in what he has called one of the Senate's highest priorities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cohen-says-trump-lawyer-suggested-he-lie-about-moscow-project-11558396421", "title": "Cohen Says Trump Lawyer Suggested He Give False Testimony About Moscow Project", "date": "2019-05-21 20:41", "summary": "Cohen falsely testified that negotiations over a Trump Tower in Moscow ended in January 2016, transcript shows. WASHINGTON-Michael Cohen, a former lawyer for President Trump, told the House Intelligence Committee earlier this year that he believed an attorney for the president suggested he falsely tell the committee in 2017 that negotiations for a Trump Tower in Moscow ended in January 2016, according to a transcript of his closed-door testimony the committee released Monday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]