[{"link": "https://www.wsj.com/articles/house-committees-seek-documents-about-ukraine-aid-delay-11569608326", "title": "Democrats Set Rapid Timetable for Trump Impeachment Probe", "date": "2019-09-27 19:45", "summary": "Special envoy to Ukraine, Kurt Volker, has left his State Department post. WASHINGTON-House Democrats have settled on a narrow impeachment inquiry into President Trump centered on his campaign to enlist Ukraine to hurt a political rival, a rapid strategy that will produce hearings within a few weeks and build to a possible vote by November.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rent-the-runway-stops-accepting-new-customers-amid-snafus-11569627481", "title": "Rent the Runway Stops Accepting New Customers Amid Snafus", "date": "2019-09-27 19:38", "summary": "Startup also halts event rentals for two weeks as it battles shipping delays and logistics problems. Rent the Runway, the clothing rental startup with a $1 billion valuation, has put a freeze on its expansion so it can address logistics problems and shipping delays.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-grants-platinum-partners-co-founder-new-trial-11569627156", "title": "Federal Judge Grants Platinum Partners Co-Founder New Trial", "date": "2019-09-27 19:32", "summary": "Mark Nordlicht had been convicted on fraud charges stemming from an alleged scheme to rig a bondholder vote. A federal judge in New York on Friday granted a new trial to Mark Nordlicht, the co-founder of defunct hedge fund Platinum Partners who was convicted of fraud earlier this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressman-introduces-bill-requiring-fasb-to-study-new-standards-11569624940", "title": "Congressman Introduces Bill Requiring FASB to Study New Standards", "date": "2019-09-27 18:55", "summary": "Proposal follows lawmakers' efforts in recent months to delay and further study a controversial rule on credit losses. A Missouri lawmaker introduced a bill Friday in Congress requiring the Financial Accounting Standards Board to formally study the impact of new accounting standards before finalizing them.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smoother-ipo-sailing-ahead-11569624676", "title": "Smoother IPO Sailing Ahead", "date": "2019-09-27 18:51", "summary": "The SEC expands the Jobs Act's 'testing the waters' provision.. Entertainment giant Endeavor on Thursday called off its initial public offering after spinning startup Peloton floundered in its Nasdaq debut and WeWork hit the rocks. The good news is that the Securities and Exchange Commission is trying to make IPO markets less turbulent by letting more private companies first \"test the waters.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-treaty-test-in-hong-kong-11569624624", "title": "China's Treaty Test in Hong Kong", "date": "2019-09-27 18:50", "summary": "Trump and the U.K. point out the stakes for Beijing's credibility.. Protests in Hong Kong against Chinese encroachment have continued out of the headlines and they may spike again this weekend ahead of Tuesday's 70th anniversary of the People's Republic of China. The news this week is that President Trump and Britain's Foreign Secretary Dominic Raab weighed in helpfully by urging China to abide by its treaty commitment granting Hong Kong \"a high degree of autonomy.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-of-economic-comparison-11569624597", "title": "States of Economic Comparison", "date": "2019-09-27 18:49", "summary": "Texas is booming, but Illinois still lags and California bears watching.. Incomes overall in America are growing smartly, but some states and regions are doing better than others. The Bureau of Economic Analysis (BEA) this week published state personal income data for the second quarter and revisions for the past three years-and the comparisons carry economic and policy lessons.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/incoming-union-pacific-cfo-in-search-of-additional-efficiencies-at-u-s-railroad-11569623942", "title": "Incoming Union Pacific CFO in Search of Additional Efficiencies at U.S. Railroad", "date": "2019-09-27 18:39", "summary": "Jennifer Hamann is taking over from longtime finance chief Rob Knight in January. As she prepares to take over as finance chief of Union Pacific Corp., Jennifer Hamann is scrutinizing the 157-year-old railroad's operations in search of additional efficiencies.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-agrees-partial-cease-fire-in-war-shattered-yemen-11569580029", "title": "Saudi Arabia Agrees to Partial Cease-Fire in War-Shattered Yemen", "date": "2019-09-27 18:28", "summary": "Kingdom's decision follows surprise move by Yemen's Houthi rebels to declare a unilateral cease-fire days after claiming an attack on Saudi oil industry. BEIRUT-Saudi Arabia is moving to enact a partial cease-fire in Yemen, say people familiar with the plans, as Riyadh and the Houthi militants the kingdom is fighting try to end a four-year war that has become a front line in the regional clash with Iran.", "categories": [["WSJ News Exclusive", "Middle East"]], "category_links": ["https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-stay-gloomy-on-oil-shrugging-off-attacks-11569584693", "title": "Banks Stay Gloomy on Oil, Shrugging Off Attacks", "date": "2019-09-27 18:28", "summary": "Survey of banks shows forecasts for fourth-quarter prices haven't changed in weeks since the strikes on Aramco's oil facilities. LONDON-Strikes on Saudi oil facilities that knocked out 5% of global supply earlier this month have done little to shift sentiment among investment banks about the prospects for oil markets.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-deal-suggests-path-forward-for-brain-computer-tech-11569622586", "title": "Facebook Deal Suggests Path Forward for Brain-Computer Tech", "date": "2019-09-27 18:16", "summary": "VCs hope the acquisition will encourage more entrepreneurs, investors and acquirers to enter the young field of brain-machine interface technology. Facebook Inc.'s acquisition of brain-computer interface technology startup CTRL-Labs Inc. suggests the first big breakthrough in the emerging field of brain-computer interfaces could come not in medical technology but in consumer devices.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-were-reading-this-fall-11569622290", "title": "What We're Reading This Fall", "date": "2019-09-27 18:11", "summary": "WSJ Books critics and contributors share this season's best in fiction, essays, mystery and more.. By Leah Price", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-mexicans-see-the-u-s-and-trump-11569621505", "title": "How Mexicans See the U.S. and Trump", "date": "2019-09-27 17:58", "summary": "The border fence is 'a visible example of national paranoia,' author Paul Theroux says. Yet he thinks Americans are right to be afraid.. Sandwich, Mass.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-kill-a-housing-market-11569621441", "title": "How to Kill a Housing Market", "date": "2019-09-27 17:57", "summary": "New York state tightens the screws on landlords, who will respond by letting apartments go vacant.. New York Gov. Andrew Cuomo signed a law in June expanding the state's damaging and counterproductive rent regulations. Driven by tenant-rights activists who want to keep rents low for the minority of New Yorkers who live in rent-stabilized apartments, the law targets what activists call a \"loophole\" allowing property owners to raise rents-potentially to market levels-when they make major capital improvements to their buildings or to individual apartments.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-shakespeare-impeach-trump-11569621402", "title": "Would Shakespeare Impeach Trump?", "date": "2019-09-27 17:56", "summary": "The president is no more corrupt than King Lear.. The Democrats pushing impeachment simply don't understand Donald Trump. Their latest theory-that Mr. Trump leaned on Ukraine's newly elected President Volodymyr Zelensky to tarnish Joe Biden and ease the path to re-election in 2020-has one glaring flaw: it isn't in keeping with Mr. Trump's character.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-retailer-barneys-receives-interest-from-potential-buyers-11569617546", "title": "Luxury Retailer Barneys Receives Interest From Potential Buyers", "date": "2019-09-27 17:52", "summary": "Bankrupt company also gets approval to extend bid deadline. Bankrupt luxury retailer Barneys New York Inc. has received interest from potential buyers, a lawyer for the company said at a hearing on Friday.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-two-minutes-hate-comes-to-new-yorks-subway-11569620987", "title": "The Two Minutes Hate Comes to New York's Subway", "date": "2019-09-27 17:49", "summary": "'That is your legacy! Dead children!' yelled the young man, triggered by my arts magazine's tote bag.. Have you been denounced on your way to the dentist? It happened to me on the uptown R train in New York City. As the subway pulled into Times Square, I looked up to see a young man pointing his finger at me. I thought it was a joke. Then he launched into a verbal assault. He called me a white nationalist, a Nazi and a fascist. He blamed me for starting wars and then some.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-press-doesnt-know-about-ukraine-11569620897", "title": "What the Press Doesn't Know About Ukraine", "date": "2019-09-27 17:48", "summary": "Reporters will have to ask a lot more questions to understand the missing context of the Trump call.. We might not be here if the mainstream media, which loved the Steele Dossier when it seemed to incriminate Donald Trump, had later shown an equal interest in investigating its origins as a partisan fabrication.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-does-the-book-have-a-future-11569620663", "title": "Book Review: Does the Book Have a Future?", "date": "2019-09-27 17:44", "summary": "Was there ever an age of pure, immersive reading? Ernest Hemingway claimed to love 'Ulysses,' yet the pages in his copy were left uncut.. \"The typical civilized man is an exhausted, spiritually hysterical man because he has no idea of what it means . . . to face calmly with his whole life a great book,\" wrote Gerald Stanley Lee in \"The Lost Art of Reading,\" his lament of the distracted, harried state of modern life as he saw it when his essay was published-in 1902.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-irony-of-modern-catholic-history-review-the-church-challenged-by-change-11569620654", "title": "'The Irony of Modern Catholic History' Review: The Church, Challenged by Change", "date": "2019-09-27 17:44", "summary": "The late 19th and 20th centuries have found the church's traditional precepts at odds with a liberalizing, rationalist outlook.. A pun inspired the title of George Weigel's latest book. The sociology professor Peter Rossi was fond of the phrase \"many ironies in the fire.\" Mr. Weigel sees many ironies in the Catholic Church's confrontation with what he calls \"the fiery brook of modernity.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/altria-fannie-mae-nike-stocks-that-defined-the-week-11569620344", "title": "Altria, Fannie Mae, Nike: Stocks That Defined the Week", "date": "2019-09-27 17:39", "summary": "While major benchmarks fell, these seven stocks moved on news. Waiting for the smoke to clear surrounding the future of Juuling, tobacco giants Altria Group and Philip Morris International Inc. called off talks about merging after a decade apart. The discussions were spurred in part by the threat from the trendy smoking alternative to their traditional businesses. Juul Labs Inc.'s chief executive abruptly stepped down on Wednesday amid U.S. efforts to combat underage vaping. He was succeeded by an executive at Altria, which owns a 35% stake in the e-cigarette maker. Altria shares fell 0.5% Wednesday while Philip Morris shares gained 5.2%.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/believers-review-the-future-not-secular-11569620253", "title": "'Believers' Review: The Future, Not Secular", "date": "2019-09-27 17:37", "summary": "Rather than dismiss or ridicule religious faith, Melvin Konner seeks to understand it as a fact of human existence.. \"I agree with many of their criticisms of religion,\" Melvin Konner writes about the New Atheists-Richard Dawkins, Daniel Dennett, Sam Harris and Christopher Hitchens-\". . . but I don't like their attacks on other people's faith. I don't think faith will fade away, nor do I think it should.\" Rather than dismiss or ridicule religious faith, Dr. Konner, an anthropologist and medical doctor, wants to understand it as a fact of human existence. In \"Believers: Faith in Human Nature,\" he contends that religion is \"an evolved, biologically grounded, psychologically intimate, socially strong set of inclinations and ideas that are not universal but are so widespread and deeply ingrained that, in my view, faith will never go away.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-inquiry-tests-focus-of-biden-and-his-2020-rivals-11569600552", "title": "Impeachment Inquiry Tests Focus of Biden and His 2020 Rivals", "date": "2019-09-27 17:35", "summary": "Candidates try to stick to the issues as impeachment process jostles campaigns. Democrats competing for the 2020 presidential nomination face a difficult challenge in preventing their campaign messages from being blotted out by the impeachment inquiry into President Trump. That is especially true for the Democrat caught up in the scandal, former Vice President Joe Biden.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rejects-iranian-presidents-claim-over-sanctions-offer-11569597745", "title": "How a Push to Get Trump and Rouhani to Meet Unraveled", "date": "2019-09-27 17:29", "summary": "Macron's effort to bring the two together foundered after Tehran insisted sanctions end, but Iran also signaled openness to talks that go beyond nuclear issues. UNITED NATIONS-The leaders of the U.S. and Iran arrived here for the United Nations General Assembly with their red lines clearly drawn. French President Emmanuel Macron came determined to bend them-and engineer the first meeting between U.S. and Iranian leaders since the 1979 Islamic Revolution.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/majority-of-vaping-related-illnesses-involve-thc-products-cdc-report-11569605534", "title": "Majority of Vaping-Related Illnesses Involve THC Products: CDC Report", "date": "2019-09-27 17:28", "summary": "Of the 514 patients studied, 76.9% used products containing THC, the psychoactive ingredient in marijuana. More than three-quarters of people who have developed severe lung illness after vaping reported using THC-containing products, a new report found, as officials continue to piece together a picture of the mysterious disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-trump-administrations-plans-for-detaining-migrant-families-11569617762", "title": "Judge Blocks Trump Administration's Plans for Detaining Migrant Families", "date": "2019-09-27 17:18", "summary": "Injunction bars government from detaining families indefinitely while their asylum cases are pending. A federal judge in California blocked the Trump administration from carrying out plans to detain immigrant families indefinitely while their requests for asylum are pending.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barclays-agrees-to-pay-6-3-million-in-asian-hiring-case-11569619016", "title": "Barclays Agrees to Pay $6.3 Million in Asian Hiring Case", "date": "2019-09-27 17:16", "summary": "The London bank offered internships to children and relatives of high-ranking executives and officials to win business, according to the U.S. securities regulator. Barclays PLC has agreed to pay $6.3 million to settle charges from the U.S. securities regulator it violated bribery laws by hiring the children and relatives of high-ranking decision makers to win business.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slavery-was-unfair-are-reparations-fair-11569618600", "title": "Slavery Was Unfair; Are Reparations Fair?", "date": "2019-09-27 17:10", "summary": "Don't hold those of us who had nothing to do with slavery responsible financially. History works both ways.. The juxtaposition of the two essays couldn't be more poignant (\"Legacies of Slavery: The Long History of American Reparations\" and \"Legacies of Slavery: When Slave Traders Were African,\" Review, Sept. 21). First is the acknowledgment of responsibility on the part of African people selling people into slavery. This doesn't diminish or excuse whites who transported the slaves in horrid conditions or the whites who then abused them in many unspeakable ways, not the least of which was the separation of family units. However the responsibility of the stain of this abomination is applied, the simple fact is that all of the people who were slaves and those who participated in the slave trade are all long deceased and generations removed from the event.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-happy-to-ditch-reconstruction-blacks-11569618563", "title": "North Happy to Ditch Reconstruction Blacks", "date": "2019-09-27 17:09", "summary": "The untold story of Reconstruction is the role of the North. The overwhelming white Northern attitude was both anti-slavery and antiblack.. Regarding Fergus M. Bordewich's review of Eric Foner's \"The Second Founding\" (Books, Sept. 21): When writing about Reconstruction, it should be remembered that the North won the Civil War and could have done anything to reconstruct the South. President Andrew Johnson's tenure was short and could have easily been corrected. Ulysses S. Grant, a man not squeamish about battle, was president for eight years. Mr. Bordewich lets the white North off the racial hook with an utterly lame excuse: \"White Northerners had grown tired of moral crusades.\" The story of the reconstruction of the South in the review has been told and retold often.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nature-conservancy-isnt-liberal-11569618514", "title": "The Nature Conservancy Isn't Liberal", "date": "2019-09-27 17:08", "summary": "Our values steer us toward a collaborative and problem-solving approach in all that we do. In the policy realm, that means we are strictly nonpartisan.. In \"The Left's Lucrative Nonprofits\" (Potomac Watch, Sept. 6), Kimberley A. Strassel tells of the danger of assuming the accuracy of conventional wisdom about political and partisan activities of nonprofits. At the same time, she holds up the Nature Conservancy as an example of a \"liberal nonprofit,\" which is not accurate.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democrats-abandon-due-process-at-their-peril-11569618314", "title": "The Democrats Abandon Due Process at Their Peril", "date": "2019-09-27 17:05", "summary": "In describing the vicious efforts to purge Justice Brett Kavanaugh, Peggy Noonan nails the key issue regarding the new Democrat mind-set: they have \"abandoned due process.\". In describing the vicious efforts to purge Justice Brett Kavanaugh, Peggy Noonan nails the key issue regarding the new Democratic mind-set: They have \"abandoned due process\" (\"Why They'll Never Stop Targeting Kavanaugh,\" Declarations, Sept. 21). Once this sword is unsheathed it becomes very hard to put it down. Promoting the politics of destruction by any means necessary always ends badly.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-wilson-skeptic-on-iraq-war-intelligence-dies-at-69-11569618295", "title": "Joe Wilson, Skeptic on Iraq War Intelligence, Dies at 69", "date": "2019-09-27 17:04", "summary": "Former wife Valerie Plame called him a 'patriot'. SANTA FE, N.M.-The former ambassador who disputed U.S. intelligence on Iraq that was used to justify going to war has died. Joseph Wilson was 69 years old.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emily-dickensons-gardening-life-review-one-poets-flower-album-11569618091", "title": "'Emily Dickinson's Gardening Life' Review: One Poet's Flower Album", "date": "2019-09-27 17:01", "summary": "For Emily Dickinson, flowers and gardening were a constant personal preoccupation.. For Emily Dickinson, flowers and gardening were a constant and personal preoccupation. When classmates called her sister, Lavinia, \"the Pond Lily,\" Dickinson responded, \"Then I am the Cow Lily.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-polar-affair-review-a-passion-for-penguins-11569618012", "title": "'A Polar Affair' Review: A Passion for Penguins", "date": "2019-09-27 17:00", "summary": "A biologist's vivid chronicle of unusual behavior in the Antarctic by penguins and people alike.. Penguins are nature's satire on humanity, which is why we love them. In \"A Polar Affair,\" an interesting blend of polar history and natural history, a penguin biologist weaves his own story with that of George Murray Levick, Capt. Robert Falcon Scott's top penguin man.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wilding-review-how-to-let-grow-11569618048", "title": "'Wilding' Review: How to Let Grow", "date": "2019-09-27 17:00", "summary": "A family farm, worn out by generations of mechanized cultivation, is allowed to return to nature.. Early in Isabella Tree's \"Wilding: Returning Nature to Our Farm,\" the author stands before a colossal, centuries-old dead oak on her husband's family estate, an hour's drive south of London, and anxiously asks the question: What should she, as a responsible landowner and good neighbor, do about it?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ride-of-a-lifetime-review-the-man-behind-the-mouse-11569617836", "title": "'The Ride of a Lifetime' Review: The Man Behind the Mouse", "date": "2019-09-27 16:57", "summary": "On the page, Robert Iger is very like the man in the airy office at the House of Mouse: personable and orderly, and passionate about technology, cartoon and sci-fi characters, sports and news-all central to Disney's dominance.. Robert Iger, who has ruled the Walt Disney empire for the past 14 years, is the most successful media executive of our times. A kid from a middle-class Long Island town with a bachelor's degree from a second-tier upstate New York college instead of an M.B.A. from Harvard, Wharton or Stanford, he essentially started his career as a studio gofer on TV soap operas and game shows. He molted into an adroit CEO epically enriching his stockholders and himself, and yet he has kept his wits about him and his ego in check. And he turns out to be a savvy Virgil to guide readers through the netherworld of today's pop-culture factories.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-charges-clean-fuel-tech-company-former-chief-exec-with-bribery-11569617801", "title": "SEC Charges Clean-Fuel Tech Company, Former Chief Exec With Bribery", "date": "2019-09-27 16:56", "summary": "Westport Fuel Systems and its former chief executive settle foreign bribery charges with the SEC by agreeing to pay a combined $4.1 million. A Canadian clean-fuel technology company and its former chief executive agreed to pay about $4.1 million to settle charges related to bribes paid to a Chinese government official, the Securities and Exchange Commission said.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stronghold-review-a-fragile-circle-of-life-11569617677", "title": "'Stronghold' Review: A Fragile Circle of Life", "date": "2019-09-27 16:54", "summary": "One man's quest to help restore the health of the rivers in which salmon hatch and then return to to spawn after a time at sea.. There used to be a famous restaurant in Manhattan that served a wonderful appetizer called Salmon Five Ways: poached, smoked, cured, tartare and rillettes-all delicious. While the dish highlighted the culinary versatility of this beautiful pink-fleshed fish, it didn't presume to suggest salmon's crucial role in the world's watershed ecosystems.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cabinets-of-curiosities-review-the-world-in-a-box-11569617643", "title": "'Cabinets of Curiosities' Review: The World in a Box", "date": "2019-09-27 16:54", "summary": "'The aim of any collection,' writes author Patrick Mauriès, is 'to freeze the ineluctable progress of life or history,' to delineate 'an island of sense amid an ocean devoid of meaning.'. If there was one thing Charles Willson Peale (1741- 1827), founder and proprietor of the Philadelphia Museum, wanted more than anything else for his collection, it was Benjamin Franklin's body. Peale, who liked to think of himself as a kind of American Noah, had a plethora of remarkable items on display, from a wall of stuffed birds, posed against pictures of their habitats, to wax figures of Shawnee Indians, to the reassembled skeleton of a gigantic mastodon (inside which Peale once hosted a dinner party). He was particularly proud of a pair of golden pheasants once owned by George Washington and supplied by the former president himself. There's reason to believe that Franklin would not have been entirely averse to such posthumous inclusion in Peale's American ark: Early on, he had mailed Peale the body of his angora cat.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trick-mirror-and-make-it-scream-make-it-burn-review-the-imperiled-self-11569617513", "title": "'Trick Mirror' and 'Make It Scream, Make It Burn' Review: The Imperiled Self", "date": "2019-09-27 16:51", "summary": "Personal and deeply reported essays on the way we live now-mostly online, exhibiting and monetizing ourselves.. \"In the beginning,' begins Jia Tolentino, \"the internet seemed good.\" With that sentence, vaguely evocative of Genesis, she neatly encapsulates a collective disenchantment-the unraveling of life in the digital age, the descent from the internet's initial promise of connection and possibility into a \"feverish, electric, unlivable hell.\" She also posits the rise of the internet as her generation's creation narrative, as it were: a medium that, as the communication theorist Marshall McLuhan prophesied, has inexorably \"recondition[ed] and restructure[d] all our values and institutions.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-strange-powers-familiar-problems-11569617368", "title": "Science Fiction: Strange Powers, Familiar Problems", "date": "2019-09-27 16:49", "summary": "It's long been the consensus among sci-fi writers that, if there are people among us with strange powers, they'd be well advised to keep those powers secret.. Ever since 's novel \"Odd John,\" more than 80 years ago, it's been the consensus opinion among sci-fi writers, that if there are people among us with strange powers-telepathy, precognition, pyromancy, whatever-then they'd be well advised to keep those powers secret.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-names-charles-scharf-president-ceo-11569583001", "title": "Wells Fargo Names Scharf CEO", "date": "2019-09-27 16:42", "summary": "Bank of New York Mellon chairman and chief executive moves to Wells Fargo on Oct. 21. Wells Fargo & Co. named Bank of New York Mellon Corp. Chief Executive Charles Scharf as its new CEO, ending a six-month search for a leader capable of restoring the bank's battered reputation and improving its standing with regulators.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-got-early-word-of-concerns-about-trumps-ukraine-call-11569606526", "title": "Justice Department Got Early Word of Concerns About Trump's Ukraine Call", "date": "2019-09-27 16:41", "summary": "Decision to move record of call to restricted computer system came from lawyers on the White House National Security Council. WASHINGTON-Justice Department officials learned about allegations of impropriety concerning President Trump's July conversation with his Ukrainian counterpart before the formal whistleblower complaint was passed along from the intelligence community, people familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-after-weak-chinese-data-11569572823", "title": "Stocks Slump as Investors Weigh Trade Threats", "date": "2019-09-27 16:39", "summary": "Shares of tech companies were some of the hardest hit, while financial stocks outperformed the broader market. Dwindling optimism about trade and lackluster economic data weighed on stocks in a volatile session Friday, pushing major U.S. indexes to a second consecutive week of losses.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-stocks-slump-but-remain-a-big-winner-in-2019-11569607802", "title": "Chip Stocks Slump but Remain a Big Winner in 2019", "date": "2019-09-27 16:38", "summary": "Sector is poised to benefit as demand for memory chips recovers as U.S. and China continue trade talks. Semiconductor stocks took a beating Friday, dragged down by disappointing results from Micron Technology Inc.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-spending-slowed-sharply-in-august-11569587637", "title": "Global Slowdown Spreads Across U.S. Economy", "date": "2019-09-27 16:30", "summary": "Economists lower third-quarter growth estimates after household spending nudged up 0.1% in August. Consumers slowed spending and businesses cut back on investment in August, signs that a wobbling global economy and rising tariffs are sapping U.S. economic momentum.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-extend-monthly-gains-11569601756", "title": "U.S. Government Bond Yields Down for Week", "date": "2019-09-27 16:28", "summary": "Yields remain higher for the month despite second straight weekly decline. U.S. government bond prices retraced early declines Friday following a batch of mixed economic data and reports that highlighted continued U.S.-China trade tensions.", "categories": [["Markets", "Treasurys"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/treasurys?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nras-ties-to-russian-nationals-detailed-in-new-report-11569593888", "title": "NRA's Ties to Russian Nationals Alleged in New Report", "date": "2019-09-27 16:05", "summary": "Democrats' report also calls out the nonprofit for paying for a Moscow trip where leaders engaged in personal business. National Rifle Association funds paid for lodging and travel of Russian nationals throughout 2015 and 2016, as part of a relationship that allowed foreign actors looking to influence the U.S. election, including now-convicted Maria Butina, to infiltrate the gun-rights group, a new report asserts.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suit-takes-aim-at-north-carolinas-congressional-district-lines-11569614066", "title": "Suit Takes Aim at North Carolina Congressional District Lines", "date": "2019-09-27 15:54", "summary": "Group backed by Eric Holder says 2016 plan violated state Constitution and created a partisan advantage for GOP. North Carolina Democrats, after successfully challenging the makeup of districts in the state Legislature, are now taking aim at the drawing of congressional districts.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-s-harker-fed-should-hold-firm-on-rates-right-now-11569603845", "title": "Fed's Harker: Fed Should Hold Firm on Rates Right Now", "date": "2019-09-27 15:47", "summary": "Mr. Harker has been a consistent opponent of the Fed's move toward lowering short-term borrowing costs. NEW YORK-Philadelphia Fed leader Patrick Harker said he still opposes lowering the central bank's short-term rate target.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-chinas-xi-the-hong-kong-crisis-is-personal-11569613304", "title": "For China's Xi, the Hong Kong Crisis Is Personal", "date": "2019-09-27 15:41", "summary": "Resume Subscription. BEIJING-Four months before Xi Jinping became China's leader in late 2012, he issued a Communist Party edict on Hong Kong that reverberates today.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/egypt-braces-for-more-anti-sisi-protests-11569590168", "title": "Anti-Sisi Protests Rekindle in Egypt", "date": "2019-09-27 15:39", "summary": "More than 2,000 people have been arrested since protests began Sept. 20. CAIRO-Hundreds of Egyptians marched in Cairo and other cities on Friday in a second weekend of protests calling for the removal of President Abdel Fattah Al Sisi amid the largest wave of arrests since he took office.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-wells-fargo-chief-faces-challenges-beyond-washington-11569612910", "title": "New Wells Fargo Chief Faces Challenges Beyond Washington", "date": "2019-09-27 15:35", "summary": "Charles Scharf's immediate task is to complete the bank's overhaul, but cost cutting and a search for growth loom just as large.. Wells Fargo investors were fearing a bad outcome as the bank's search for a new chief executive neared its six-month anniversary. They got some immediate relief in the form of Charles Scharf, but the real challenge still lies ahead.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-push-for-health-cost-transparency-sparks-furor-11569612803", "title": "Trump's Push for Health-Cost Transparency Sparks Furor", "date": "2019-09-27 15:33", "summary": "Hospitals and consumers square off in public comments on White House plan to force disclosure of negotiated prices. A Trump administration plan to make hospitals disclose their negotiated prices is spurring a battle between industry and patient advocates that could determine how far the White House will go with its initiative.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-set-to-meet-with-justice-department-on-antitrust-probe-11569596306", "title": "Auto Makers Set to Meet With Justice Department on Antitrust Probe", "date": "2019-09-27 15:15", "summary": "Four car companies being investigated over agreement with California on tailpipe emissions. WASHINGTON-Car makers facing a federal antitrust probe for their auto emissions deal with California will meet with the Justice Department next week, according to people familiar with the matter, as the department itself faces questions about its decision to press an issue with political overtones.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-tension-overshadows-legislative-progress-in-congress-11569585601", "title": "Impeachment Tension Overshadows Legislative Progress in Congress", "date": "2019-09-27 15:13", "summary": "As Trump casts doubt on chances for compromise, others say talks will continue; 'It's not all about politics in Washington'. WASHINGTON-The latest political brawl in Washington leaves a pile of policy priorities among the feared casualties: a trade deal with Mexico and Canada; a plan to cut prescription-drug prices; tighter rules for purchasing and owning guns; and a tranche of spending bills to keep the government funded after Nov. 21.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-to-settle-sec-sales-reporting-suit-for-40-million-11569607708", "title": "Fiat Chrysler to Settle SEC Sales Reporting Suit for $40 Million", "date": "2019-09-27 14:46", "summary": "Regulator alleged auto maker dipped into 'cookie jar' of actual but unreported sales to tout streak. Fiat Chrysler Automobiles NV agreed to pay $40 million to settle claims by U.S. securities regulators that it misled investors by inflating its monthly sales figures.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karlie-kloss-selling-small-west-village-townhouse-for-2-75-million-11569609625", "title": "Karlie Kloss Selling Small West Village Townhouse for $2.75 Million", "date": "2019-09-27 14:40", "summary": "The two-bedroom, two-bathroom property has its own landscaped garden, plus treetop views over Charles Street. Call it a model home: fashion model Karlie Kloss is listing her New York City property for $2.75 million.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pwc-considers-changes-to-u-k-auditor-pay-to-avoid-conflicts-of-interest-11569609468", "title": "PwC Considers Changes to U.K. Auditor Pay to Avoid Conflicts of Interest", "date": "2019-09-27 14:37", "summary": "The Big Four accounting firm is considering changes to how its U.K. audit partners are being paid to address potential conflicts of interest. PricewaterhouseCoopers LLP is considering changes to how its U.K. audit partners are being remunerated to avoid potential conflicts of interest.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-iraqi-emirati-oil-producers-benefit-as-saudis-recover-from-attack-11569608449", "title": "Russian, Iraqi, Emirati Oil Producers Benefit as Saudis Recover From Attack", "date": "2019-09-27 14:20", "summary": "Asian refineries seek alternatives to Saudi oil; Aramco's production returns to 9.8 million barrels a day. Russia, Iraq and the United Arab Emirates are among the handful of oil producers benefiting from the recent attack on Saudi Arabia's largest oil-processing facility, as Asian buyers seek alternatives to the kingdom's highest-quality crude.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-opens-kingdom-to-foreign-tourists-11569586198", "title": "Saudi Arabia Opens Kingdom to Foreign Tourists", "date": "2019-09-27 13:52", "summary": "Introduction of tourism visas comes at a moment of economic fragility for the kingdom. JEDDAH, Saudi Arabia-Saudi Arabia is opening the ultraconservative kingdom to tourists for the first time, easing restrictions for foreign visitors as part of Crown Prince Mohammed bin Salman's initiative to diversify the oil-dependent economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-advised-against-releasing-rough-transcript-of-ukraine-call-11569576603", "title": "Pence Advised Against Releasing Rough Transcript of Ukraine Call", "date": "2019-09-27 13:50", "summary": "Vice president raised concerns release would set precedent, but eventually backed Trump decision. MIKE PENCE privately counseled President Trump against releasing the rough transcript of the president's call with his Ukrainian counterpart, but eventually sided with others in the White House arguing in favor of its release. The vice president raised concerns about the precedent the release would set, but ultimately fell in line behind Trump, who felt he had no choice but to release it. Trump told aides he felt the messaging had gotten away from the White House and that releasing the document was his only option in the battle for public opinion.", "categories": [["Politics", "Washington Wire"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/washington-wire?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/have-online-reviews-lost-all-value-11569606584", "title": "Have Online Reviews Lost All Value?", "date": "2019-09-27 13:49", "summary": "The internet is so saturated with 5-Star praise-some genuine, much paid for-that it's difficult to know which sites you can trust. TRY TO SHOP for toothpaste on Amazon and dozens of brands pop up with identical 4.5-star ratings. Crest? Colgate? Tom's? Does it matter? Even if you try to differentiate based on reviews, you face thousands to comb through-and odds are a good number of those are fake.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-ban-of-cosco-tankers-rattles-oil-transport-11569606494", "title": "U.S. Ban of Cosco Tankers Rattles Oil Transport", "date": "2019-09-27 13:48", "summary": "Crude shipping rates soar, and one broker sees 'snowballing panic' as oil traders rush to find replacement vessels. Shipping brokers around the world are being swamped with calls from oil traders looking for replacement ships after the U.S. blacklisted dozens of tankers operated by a major Chinese tanker operator.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banker-catches-spy-rattling-swiss-banking-scene-11569604550", "title": "He Quit Credit Suisse. Then He Caught the Bank's Spy.", "date": "2019-09-27 13:45", "summary": "Credit Suisse expects to reveal its findings into what went wrong on the streets of Zurich and who knew about the sleuthing. For several days in September, a private investigator hired by Credit Suisse Group AG trailed the bank's former wealth management head, Iqbal Khan, through Zurich, snapping photos along the way. The mandate: Find out whether he was trying to recruit colleagues to his new employer, UBS Group AG.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-plans-to-bring-feature-length-films-to-theaters-11569579632", "title": "Apple Plans to Bring Feature-Length Films to Theaters", "date": "2019-09-27 13:09", "summary": "Maker of iPhone would keep movies in cinemas for weeks before release on streaming TV. Apple Inc. is looking to make a splash in Hollywood by bringing feature-length films to theaters before releasing them on its streaming TV service, according to people familiar with the plans.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-feds-inflation-blind-spot-11569604047", "title": "The Fed's Inflation Blind Spot", "date": "2019-09-27 13:07", "summary": "The Federal Reserve's favored gauge of inflation isn't keeping pace with other measures. How muted is inflation, really? The answer to that question has depended a lot lately on what inflation measure you are looking at.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-pessimism-about-social-mobility-outruns-the-facts-11569603894", "title": "Americans' Pessimism About Social Mobility Outruns the Facts", "date": "2019-09-27 13:04", "summary": "Every class, but especially educated liberals, underestimates the possibility of economic advancement. The expectation that every generation will be better educated, earn more and live in a nicer home than their parents is the essence of the American dream. The formula largely worked for Americans in the 19th and 20th centuries. Do we still expect it to? A paper published this summer in the Proceedings of the National Academy of Sciences set out to answer that question.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/directv-rethinks-nfl-sunday-ticket-deal-amid-cord-cutting-11569603153", "title": "DirecTV Rethinks NFL Sunday Ticket Amid Cord-Cutting", "date": "2019-09-27 12:52", "summary": "AT&T executive questions growth potential of football package; says the longtime cornerstone could be 'less critical to the business over time'. The National Football League's Sunday Ticket package, which allows football fans to view almost any game, has long been a cornerstone of satellite broadcaster DirecTV, which holds exclusive rights to the offering.", "categories": [["WSJ News Exclusive", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-ceo-albert-bourla-to-succeed-ian-reed-as-chairman-11569587389", "title": "Pfizer CEO Albert Bourla to Succeed Ian Read as Chairman", "date": "2019-09-27 12:47", "summary": "Mr. Read, who joined Pfizer in 1978, has been chairman since 2011. Pfizer Inc. said Ian Read, its executive chairman, will retire at the end of the year, with Chief Executive Albert Bourla set to assume the additional post on Jan. 1.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/endeavors-push-to-adjust-to-a-changing-hollywood-takes-a-plot-twist-11569596584", "title": "Aborted IPO Leaves Endeavor Casting for Next Move", "date": "2019-09-27 12:45", "summary": "Offering aimed to give talent agency more money and flexibility as it deals with fewer films, smaller paychecks for stars. LOS ANGELES-When Ari Emanuel left an established talent agency and founded Endeavor Group Holdings Inc. with three others in 1995, it was a good time to be a Hollywood agent.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/herbalife-to-pay-20-million-to-settle-sec-fraud-claims-11569602340", "title": "Herbalife to Pay $20 Million to Settle SEC Fraud Claims", "date": "2019-09-27 12:39", "summary": "SEC has accused Herbalife of misleading investors on China business. Herbalife Nutrition Ltd. on Friday agreed to pay $20 million to settle allegations it misled investors about how its business in China worked, closing the book on a long legal fight that featured activist investors who bet against the company under a similar theory.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-icon-of-virility-shows-longevity-11569602000", "title": "An Icon of Virility Shows Longevity", "date": "2019-09-27 12:33", "summary": "This statue of the Hawaiian god Kūkā'ilimoku has outlasted religious changes, iconoclasm and fire.. They call him Kū, but his formal name is Kūkā'ilimoku. He stands 6 1/2 feet tall and weighs in at 305 pounds. Although he is the work of an unknown Hawaiian artist who carved him in the early 19th century from the trunk of a single breadfruit tree, the staff at the Peabody Essex Museum in Salem, Mass., treats him with the deference appropriate to the living deity he is in Hawaiian culture. Kū is a \"he,\" not an \"it.\" Now he has been reinstalled on the second story of an atrium in a new, 40,000-square-foot wing designed by Ennead Architects, which opens Sept. 28. In its expansion, the museum is also reinstalling its entire collection.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-leak-hits-massachusetts-city-that-saw-explosions-last-year-11569597417", "title": "Gas Leak Hits Massachusetts City That Saw Explosions Last Year", "date": "2019-09-27 12:27", "summary": "No fires or explosions are reported as 100 people evacuate homes. A gas leak in Lawrence, Mass., forced more than 100 people to evacuate their homes early Friday morning, one year after overpressurized pipelines in the Massachusetts city and two others triggered explosions and deadly fires.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-attacks-head-of-impeachment-inquiry-11569593218", "title": "Trump Attacks Schiff Over Impeachment Comments", "date": "2019-09-27 12:23", "summary": "President criticizes Intelligence Committee chairman's interpretation of July phone call with Ukraine leader. WASHINGTON-President Trump attacked the lawmaker heading up the House's impeachment efforts, saying the chairman of the Intelligence Committee misrepresented the president's conversation with Ukraine's leader and calling on the Democrat to resign.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/handled-with-care-11569601047", "title": "Handled With Care", "date": "2019-09-27 12:17", "summary": "The Cody Firearms Museum gives visitors a larger sense of guns' history and significance than contemporary cataclysms might allow.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/religion-for-adults-means-embracing-complexity-11569599979", "title": "Religion for Adults Means Embracing Complexity", "date": "2019-09-27 11:59", "summary": "If you think you've outgrown your childhood faith, you might just need to discover the real depth of its teachings. In a couple of days, I'll be joining millions of other Jews world-wide in celebrating Rosh Hashana, the Jewish new year. As a child, Rosh Hashana and Yom Kippur-both of which involved dull, largely incomprehensible synagogue services-were two of my main points of contact with Judaism. And each fall, as I sat in a synagogue and mouthed prayers that insisted God is all-knowing and all-powerful and will surely reward or punish us for our good deeds or sins, I could almost taste the disdain on my lips.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hotels-most-beloved-by-hotel-know-it-alls-11569599230", "title": "The Hotels Most Beloved by Hotel Know-It-Alls", "date": "2019-09-27 11:47", "summary": "We asked three hoteliers, notoriously picky guests, to share their favorite off-the-clock accommodations. Some are surprisingly modest. General manager, the Four Seasons Hotel and Residences at the Surf Club in Surfside, Fla.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-bond-set-to-playboy-backdrop-a-famous-desert-home-11569587798", "title": "From 'Bond' Set to Playboy Backdrop: A Famous Desert Home", "date": "2019-09-27 11:45", "summary": "Glamorous designer Kelly Wearstler admires the grand-yet-intimate living room of a midcentury masterpiece in Palm Springs, Calif., decorated by Arthur Elrod. THE ELROD HOUSE, a striking glass-and-concrete edifice, is wedged into a craggy hillside of California's Sonoran Desert. Massive boulders jut in and out of the structure, window walls ensure panoramic desert views and a sunburst of skylights explodes from the center of its domed ceiling. Fifty years ago, interior designer Arthur Elrod (1924-1974) commissioned architect John Lautner to build this Palm Springs marvel as his home. It quickly became a bachelor-pad setting for films and photos as well the site of Mr. Elrod's famously lavish parties. In her recently released book, \"Arthur Elrod: Desert Modern Design\" (Gibbs Smith) Adele Cygelman reported that the designer had emigrated from the family farm in South Carolina as soon as he was able, and had taken classes in design to hone his craft and elocution to subdue his accent. By the late 1960s, the Gatsby-like figure was hosting friends and such luminary clients as Lucille Ball and Bob Hope in this radically chic house.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crowdstrike-called-out-11569597849", "title": "CrowdStrike Called Out", "date": "2019-09-27 11:27", "summary": "Cybersecurity company dinged in Trump's Ukraine call, but valuation has been bigger issue for the stock. No such thing as bad publicity? CrowdStrike might beg to differ.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mylan-settles-sec-suit-for-30-million-11569597862", "title": "Mylan Settles SEC Suit for $30 Million", "date": "2019-09-27 11:24", "summary": "Drugmaker allegedly failed to disclose a possible loss related to a probe over whether it overcharged for EpiPen. Mylan NV has agreed to pay $30 million to settle charges that it allegedly failed to disclose a possible loss related to a previous federal probe into whether the drugmaker overcharged Medicaid for its EpiPen treatment.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aclu-demands-u-s-drop-action-against-schools-middle-east-studies-program-11569596565", "title": "ACLU Demands U.S. Drop Action Against Schools' Middle East Studies Program", "date": "2019-09-27 11:23", "summary": "Civil-rights group's letter says Education Department violates free-speech rights of Duke-UNC center. The American Civil Liberties Union on Friday demanded that the Education Department rescind a letter threatening the funding of a Middle Eastern studies program run by two universities, saying the action threatens constitutional protections of freedom of speech and freedom of religion.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-approves-another-resolution-to-stop-border-wall-funding-11569596855", "title": "House Approves Another Resolution to Stop Border-Wall Funding", "date": "2019-09-27 11:19", "summary": "President Trump is again expected to veto the measure canceling his national emergency declaration. The House of Representatives on Friday voted for a second time to terminate President Trump's national emergency declaration, which directed money from other projects to pay for a wall on the U.S.-Mexico border.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-jeffersons-education-and-educated-in-tyranny-review-the-dream-of-a-better-society-11569596940", "title": "'Thomas Jefferson's Education' and 'Educated in Tyranny' Review: The Dream of a Better Society", "date": "2019-09-27 11:09", "summary": "The university Thomas Jefferson established, like the country he helped found, was hobbled by the sin of slavery. He never lived up to his high ideals of equality, but they would be his true legacy.. In 1779, as part of a package of reforms, Virginia Gov. Thomas Jefferson proposed new penalties for dueling, which had become a favorite pastime of the students at the College of William & Mary in Williamsburg. \"Whosoever committeth murder by way of duel,\" the proposed law read, \"shall suffer death by hanging; and if he were the challenger, his body, after death, shall be gibbeted.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-jonathan-coe-on-oblique-state-of-the-nation-novels-11569596909", "title": "Five Best: Jonathan Coe on Oblique State-of-the-Nation Novels", "date": "2019-09-27 11:08", "summary": "The author, most recently, of the novel 'Middle England.'. By Henry Fielding (1749)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/darkness-at-noon-review-confessions-of-a-revolutionary-11569596804", "title": "'Darkness at Noon' Review: Confessions of a Revolutionary", "date": "2019-09-27 11:06", "summary": "For Western readers, Arthur Koestler's novel illuminated the human tragedy of Stalin's show trials. He wrote it in German, but lost the original manuscript.. Arthur Koestler's \"Darkness at Noon\" was one of the most influential novels of the 20th century, and the 20th century would have been a better century had it been more influential still. Yet until now, the book could only be read at one remove, in editions based on a hasty English translation of a German text presumed lost in the confusion of wartime.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jgv-review-a-born-restaurateur-11569596784", "title": "'JGV' Review: A Born Restaurateur", "date": "2019-09-27 11:06", "summary": "How does a French chef cook haute cuisine in Bangkok? He improvises with local ingredients and pioneers Asian fusion.. One recent evening at a restaurant in Paris, the chef Jean-Georges Vongerichten was served an unusual \"pre-dessert\" after his main course. It was not the predictable mini sorbet or tiny spoonful of fruit soup. He stared at his plate in disbelief. It contained nothing but a single peeled apple seed. He thought, \"What is this, are you kidding me?\" The seed turned out to be one of the most delectable things he'd ever tasted.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-robbins-by-himself-review-the-dancer-from-the-dance-11569596757", "title": "'Jerome Robbins, by Himself' Review: The Dancer From the Dance", "date": "2019-09-27 11:05", "summary": "He began dancing in high school: Copying his sister's moves, learning by imitation. In 1944 he danced a lead role in \"Fancy Free,\" his breakout as a choreographer, and within months the short ballet was being refashioned as a stage musical.. In the midwinter of 1976, Jerome Robbins was taking stock. \"I like theater,\" he wrote, \"the theater of my life.\" \"I like my life to be full of events & action & ups & downs-dramatic & fun & entertaining.\" Half a year earlier, he had emerged from a stay at the McLean Hospital in Massachusetts, having checked himself in for depression. Work was frustrating: His recent ballets had been met with largely tepid appreciation, leaving him in a \"black retreat.\" Family affairs were troublesome: His father, with whom he had a complicated relationship, was deteriorating. His intimate life was askew: A young lover had proved to be unfaithful. And yet, six months after his stay at McLean, Robbins, then in his late 50s, was able to reflect with appreciation on how he had lived and what he had lived for, recording his thoughts in the journal he kept to better understand himself.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-the-new-afghanistan-survive-americas-exit-11569596722", "title": "Can the New Afghanistan Survive America's Exit?", "date": "2019-09-27 11:05", "summary": "As the Trump administration tries to end the war, the Taliban prepare to return to power, threatening the country's gains since 9/11 in education, economic development and women's rights. At the end of 2001, just months after the Sept. 11 terrorist attacks, the Taliban reached out to the U.S. with a proposal: They would agree to renounce al Qaeda, stop fighting and join power-sharing talks.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-the-light-falls-review-the-enduring-nancy-hale-11569596651", "title": "'Where the Light Falls' Review: The Enduring Nancy Hale", "date": "2019-09-27 11:04", "summary": "Affecting and sharply observed short stories from an unjustly neglected American master.. If Nancy Hale can be forgotten, what hope is there for any of us literary folk whose final harvest will likely be neither as plentiful nor prestigious? Given that from the 1930s into the 1970s Hale published seven novels, two memoirs, a biography of Mary Cassatt and more than 80 short stories in the New Yorker alone, and that 10 of her stories were awarded the O. Henry Prize, one would think hers would be one of those names-like Fannie Hurst or Elinor Wylie-that would continue to be recognized even if her works were unread. No dice. By the time of her death in 1988, Hale was so completely forgotten that even the scholars of the second-wave women's movement-then still in its phase of literary recovery-didn't search for her work because most didn't know it had existed in the first place.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-a-time-for-turning-leaves-11569596686", "title": "Children's Books: A Time for Turning Leaves", "date": "2019-09-27 11:04", "summary": "Set amid the suffocating dread of Franco's Spain, Ruta Sepetys's new novel puts adolescent readers in the company of young people at a fraught moment in history.. Consistency is the hobgoblin of little minds, as undergraduates like to misquote Emerson. But what if the consistency in question pertains to excellence? This fall, three masters in the field of young people's literature are showing their consistency, so let the hobgoblins frisk where they may. Ruta Sepetys is back with another gripping historical novel for teenagers; Kate DiCamillo returns with another spare, heart-stabbing story for middle-grade readers; and picture-book creator Brendan Wenzel has a new dazzler for the younger set. There's a fourth master in the mix as well, Alberto Manguel, the great chronicler of literary devotion, who has written a book for adults that draws from children's literature.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maoism-review-chairman-without-borders-11569596545", "title": "'Maoism' Review: Chairman Without Borders", "date": "2019-09-27 11:02", "summary": "Mao traveled abroad twice, to Moscow. He did not know the world, but it knew him.. In a 2018 BBC interview Jeremy Corbyn, the far left leader of the British Labour Party and possible future prime minister, referred approvingly to Mao Zedong's Great Leap Forward (1958-62)-the biggest man-made catastrophe outside wartime in human history, in which up to 40 million Chinese perished. Amid widespread ignorance about the history of communism, the press scarcely noticed.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-searchers-in-the-high-country-11569596572", "title": "Mysteries: The Searchers in the High Country", "date": "2019-09-27 11:02", "summary": "A former U.S .Army sniper sets off to look for a lost little girl-and finds trouble.. For Tommy Smith, the former U.S. Army sniper who narrates Bart Paul's \"See That My Grave Is Kept Clean\" (Arcade, 274 pages $24.99), life seems good. Married to his lifelong sweetheart and the father of a baby daughter, living in California's Sierra Nevada where he grew up, Tommy counts his blessings. But things change fast when a seedy-looking couple and a forlorn young girl wander through the Smiths' patch of high country.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chasing-the-bear-review-even-better-than-the-bear-11569596507", "title": "'Chasing the Bear' Review: Even Better Than Bryant", "date": "2019-09-27 11:01", "summary": "Nick Saban has won five national championships at Alabama, but even those who work for him don't know how he does it.. Like every other football fan in America, I would like to know how Nick Saban does it. His coaching record is not only jaw-dropping. It has been consistently remarkable for a very long time. He won a national championship as head coach at Louisiana State University in 2003, then again at Alabama in 2009, 2011, 2012, 2015 and 2017. He is followed by a largely clueless press corps that obsesses over his every word but has no idea what it is that makes him so good.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-stand-of-payne-stewart-review-tracking-an-unlikely-legend-11569596469", "title": "'The Last Stand of Payne Stewart' Review: Tracking an Unlikely Legend", "date": "2019-09-27 11:01", "summary": "In 1999 Payne Stewart won the U.S. Open-his first major in years. He would die months later in an eerie plane crash.. Oct. 25 marks the 20th anniversary of golfer Payne Stewart's eerie death in a Learjet that lost cabin pressure and flew 1,500 miles on autopilot before crashing into a South Dakota cornfield. The crash, which killed three other passengers and the two-pilot crew, occurred four months after Stewart, known for his colorful plus-four trousers and flat golf caps, won the 1999 U.S. Open at Pinehurst, N.C., and one month after he and his U.S. teammates staged a storybook comeback against Europe in the Ryder Cup matches in Brookline, Mass. News networks broke into regular programming to report that military jets had intercepted Stewart's plane at 46,000 feet. The fighter pilots saw frosted-over windows but detected no signs of life. Everyone on board probably died from oxygen deprivation less than a half-hour into the flight.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/penny-pinching-funds-are-going-to-get-even-cheaper-11569596372", "title": "Penny-Pinching Funds Are Going to Get Even Cheaper", "date": "2019-09-27 10:59", "summary": "Index funds that are merely cheap aren't good enough for retirement investors, contend several recent lawsuits. Index funds cost next to nothing. That's still too much.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/adult-bunk-beds-a-snuggly-space-saving-option-11569436022", "title": "Adult Bunk Beds: A Snuggly Space-Saving Option", "date": "2019-09-27 10:58", "summary": "With chic designs and queen-size mattresses, double-decker beds are being marketed to grown-ups, as our writer happily reports. ABOUT SIX WEEKS before my daughter's due date last year, the nesting instinct struck. We were on a family ski trip in Vermont and had just dismounted from a sleigh pulled by a draft horse named Jacques. We had clopped, quite literally, over a river and through the wood.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/response-to-saudi-attack-poses-test-for-trumps-mideast-strategy-11569595891", "title": "Response to Saudi Attack Poses Test for Trump's Mideast Strategy", "date": "2019-09-27 10:51", "summary": "The president wants to reduce the U.S. role in the Middle East, but he also hopes to contain Iran and keep oil prices down. BEIRUT-The drone and cruise-missile strike that hit the heart of the Saudi oil industry this month laid bare the competing aims of the Trump administration's policies in the Middle East. And what Washington does next will shape the views and actions of America's allies-and rivals-around the globe.", "categories": [["World", "Middle East", "Analysis"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-is-this-friendly-texters-annoy-strangers-with-number-neighbor-messages-11569594806", "title": "'Who Is This?' Friendly Texters Annoy Strangers With 'Number Neighbor' Messages", "date": "2019-09-27 10:33", "summary": "Resume Subscription. Reid Marshburn thought he was being friendly.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/csx-railroad-chief-pete-carpenter-sought-better-relations-with-workers-11569594601", "title": "CSX Railroad Chief Pete Carpenter Sought Better Relations With Workers", "date": "2019-09-27 10:30", "summary": "Starting as brakeman, can-do Kentucky native rode rails out of an impoverished youth. Pete Carpenter's work experience during college included stocking shelves at Kroger grocery stores and serving as a railroad brakeman. Kroger, he wrote later, taught him how to spot items with the best profit margins. When he graduated in 1964, however, he decided railroads offered the better route out of his youthful poverty.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-minter-rallied-donors-to-rebuild-cleveland-11569594603", "title": "Steve Minter Rallied Donors to Rebuild Cleveland", "date": "2019-09-27 10:30", "summary": "First African-American leader of a community foundation quadrupled endowment to $1.5 billion. A blighted neighborhood in Cleveland benefited from Steve Minter's lifelong work fostering consensus in an often-divided city.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stuart-levy-changed-science-public-policy-on-antibiotics-11569594601", "title": "Stuart Levy Changed Science, Public Policy on Antibiotics", "date": "2019-09-27 10:30", "summary": "Doctor warned against overuse fomenting the spread of drug-resistant bacteria. Stuart Levy enlisted a few hundred Leghorn chickens to determine how antibiotic-resistant bacteria could migrate through environments, posing threats to human health.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-coscos-sanctions-fallout-apples-supplier-rescue-lumbers-falling-market-11569594522", "title": "Today's Logistics Report: Cosco's Sanctions Fallout; Apple's Supplier Rescue; Lumber's Falling Market", "date": "2019-09-27 10:28", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-give-trump-the-fight-hes-been-waiting-for-11569594331", "title": "Democrats Give Trump the Fight He's Been Waiting For", "date": "2019-09-27 10:25", "summary": "His request for a 'favor' from Ukraine's leader smells foul, but the case is hardly closed. \"You come at the king, you best not miss.\"", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvard-gains-6-5-in-muted-year-for-university-endowments-11569576601", "title": "Harvard Gains 6.5% in Muted Year for University Endowments", "date": "2019-09-27 10:21", "summary": "World's largest university endowment, as well as the average school, lagged behind S&P 500 in fiscal 2019. Harvard University's endowment posted a 6.5% return in fiscal 2019, reflecting a tough year for many U.S. colleges.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-judges-union-files-labor-complaint-against-justice-department-11569592800", "title": "U.S. Immigration Judges' Union Files Labor Complaint", "date": "2019-09-27 10:00", "summary": "Department has petitioned to decertify union, outspoken about political control over immigration court. WASHINGTON-The union representing the nation's more than 400 immigration judges filed a labor complaint against the Justice Department, escalating an already tense situation between the Trump administration and the judges carrying out its immigration policy.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-electric-ambitions-rattle-below-the-surface-of-the-uaw-strike-11569582003", "title": "GM's Electric Ambitions Rattle Below the Surface of the UAW Strike", "date": "2019-09-27 09:56", "summary": "Wanted: fewer workers, fewer components; the UAW faces a fight to stay central in the auto maker's shift to electric vehicles.. Even as General Motors Co. and the United Auto Workers union come closer to resolving their biggest work confrontation in decades, a larger, unsettled issue is the inevitable pain for U.S. workers from GM's long-range bet on electric cars.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-spotlight-on-ukraine-means-trouble-for-its-new-president-11569592570", "title": "The Spotlight on Ukraine Means Trouble for Its New President", "date": "2019-09-27 09:56", "summary": "Volodymyr Zelensky's controversial phone call with President Trump may put his own political standing in jeopardy. In \"Servant of the People,\" the hit Ukrainian television comedy, Volodymyr Zelensky plays a dutiful high school history teacher whose student secretly records him delivering a profanity-laced tirade against government corruption and ineptitude. The video, uploaded to YouTube, becomes a viral sensation. Much to the schoolteacher's surprise, it catapults him into the unlikely position of Ukraine's president.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nebraska-seeks-homegrown-talent-in-effort-to-return-to-football-prominence-11569584719", "title": "The Hunt for Homegrown Huskers", "date": "2019-09-27 09:51", "summary": "Scott Frost is attempting to bring the Cornhuskers back to relevance by focusing on in-state recruiting and resurrecting the university's moribund walk-on tradition. Twenty-five years ago, the University of Nebraska was home to the most fearsome football team in America. Its coach, Tom Osborne, was famous for convincing blue-chip boys to walk on to his team rather than accept scholarships elsewhere. The roster was 180-strong, filled with players from small Nebraska towns who grew up paying tribute to Cornhusker football each autumn Saturday.", "categories": [["Sports", "College Football"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-football?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/artist-of-intimate-enigmas-11569591151", "title": "Artist of Intimate Enigmas", "date": "2019-09-27 09:32", "summary": "Félix Vallotton brought a mordant eye to his scenes of Parisian life. In one of Félix Vallotton's paintings, a man and a woman in formal clothes embrace in a cozy room with striped wallpaper. Vallotton's title for this seemingly tender scene? \"The Lie.\"", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-inflationdecelerated-in-august-11569590738", "title": "U.S. Inflation Decelerated in August", "date": "2019-09-27 09:25", "summary": "Sluggish price gains kept inflation well below Fed's annual target of 2%. WASHINGTON-U.S. inflation slowed in August after a pickup in the previous month, as lower prices for energy, food and durable goods offset steady growth in services prices.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-litterers-tell-themselves-11569590133", "title": "What Litterers Tell Themselves", "date": "2019-09-27 09:15", "summary": "A behavioral economist answers questions on why we drop trash, stubborn eaters and the meaning of optimism. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-71-7-billion-to-financial-system-in-latest-repo-transaction-11569589604", "title": "Fed Adds $71.7 Billion to Financial System in Latest Repo Deal", "date": "2019-09-27 09:06", "summary": "Banks asked for $49 billion in 14-day loans, all of which was accepted by the Fed. The Federal Reserve Bank of New York added $71.7 billion to the financial system Friday, using the market for repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-connections-that-help-a-software-exec-thrive-in-silicon-valley-11569589222", "title": "The Connections That Help a Software Exec Thrive in Silicon Valley", "date": "2019-09-27 09:00", "summary": "PagerDuty's Jennifer Tejada shares her trusted advisers. Jennifer Tejada was on an airplane when a stranger seated next to her asked what she did for a living. That chance encounter in the late 1990s led to her first job in technology.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-wells-fargo-bank-of-new-york-mellon-mcdonalds-peloton-micron-technology-and-more-11569584492", "title": "Stocks to Watch: Wells Fargo, Bank of New York Mellon, Peloton and More", "date": "2019-09-27 08:56", "summary": "Here are some of the companies with shares expected to trade actively Friday. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jacqueline-woodson-new-book-red-at-the-bone-11569587814", "title": "How Jacqueline Woodson Captures Every Side of Brooklyn", "date": "2019-09-27 08:39", "summary": "The author of Red at the Bone discusses her minimalist approach and the similarities of writing for young audiences and for adults. Three generations of a Brooklyn family come vividly to life in Jacqueline Woodson's Red at the Bone, a novel that feels epic in scope even though it weighs in at under 200 pages. The book is told from the points of view of five family members present at the coming-of-age ceremony of a 16-year-old girl in a Park Slope, Brooklyn, brownstone in 2001. Red at the Bone takes readers through the turbulent history of how the family has arrived at this specific place in time.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-says-data-breach-affected-4-9-million-people-11569587380", "title": "DoorDash Says Data Breach Affected 4.9 Million People", "date": "2019-09-27 08:29", "summary": "Food-delivery startup says unauthorized third party gained access to user data in May. Food-delivery startup DoorDash Inc. said an unauthorized third party accessed user data in May, affecting roughly 4.9 million consumers, merchants and delivery people on its platform.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-brewers-are-backbob-uecker-must-be-in-the-front-rowwwwww-11569587046", "title": "The Brewers Are Back-Bob Uecker Must Be in the Front Rowwwwww", "date": "2019-09-27 08:24", "summary": "Now 85, a Milwaukee broadcasting icon remains hopeful of a hometown World Series title. \"Back to business today. Everybody's rockin' and rollin', ready to go.\"", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-turmoil-adds-to-debt-investors-concerns-11569585601", "title": "Health-Care Turmoil Adds to Debt Investors' Concerns", "date": "2019-09-27 08:00", "summary": "Distress ratio for sector's junk-rated corporate loans spiked last month to highest level since 2009. The health-care sector is emerging as a surprising trouble spot in the corporate debt market, dragged down by threats to what investors have long viewed as a stable part of the economy", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wendy-nguyen-discusses-diy-digital-entrepreneurship-11569585602", "title": "Wendy Nguyen on DIY Digital Entrepreneurship", "date": "2019-09-27 08:00", "summary": "The fashion influencer found Instagram stardom and has created a budding CBD business. Wendy Nguyen has been creating videos on YouTube for over a decade. The fashion influencer and founder of Wendy's Lookbook has made a full-time career out of her work and has inspired other women to do the same.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-flagged-tanker-leaves-iran-after-two-month-detention-11569580449", "title": "U.K.-Flagged Tanker Leaves Iran After Two-Month Detention", "date": "2019-09-27 07:03", "summary": "Release is rare relief amid escalating Persian Gulf tensions. A British-flagged tanker seized by Iran on alleged maritime violations two months ago sailed away from the Islamic Republic on Friday, its owner said, providing some rare relief from escalating tensions in the Persian Gulf after an attack on Saudi oil facilities.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-childhood-tinkerer-became-a-fuel-scientist-11569582008", "title": "How a Childhood Tinkerer Became a Fuel Scientist", "date": "2019-09-27 07:00", "summary": "Sarina Arnold once took apart her mom's iron. Now she's an engineer at one of the world's largest oil companies. She's faced down some doubters along the way.. Shell supplies fuel to 13,000 Shell-branded gas stations in the U.S. It's up to Sarina Arnold to make that fuel cleaner.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/how-did-you-get-that-job?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-rocky-relationship-with-intelligence-community-worsened-with-whistleblower-complaint-11569582000", "title": "Trump's Rocky Relationship With Intelligence Community Worsened With Whistleblower Complaint", "date": "2019-09-27 07:00", "summary": "The substance of the complaint has led the House to move ahead with an impeachment inquiry. The schism between President Trump and the U.S. intelligence community widened this week after a whistleblower accused the president of using the power of his office to solicit help from a foreign government for his re-election effort.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gms-trial-and-error-path-to-electrics-11569581701", "title": "GM's Trial-and-Error Path to Electrics", "date": "2019-09-27 06:55", "summary": "General Motors has experimented with electric cars for more than 100 years.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/green-investments-are-in-the-black-11569580201", "title": "Green Investments Are in the Black", "date": "2019-09-27 06:30", "summary": "Renewable-energy companies' returns are looking better just as fossil-fuel companies are struggling. Greta Thunberg and Big Oil are focused on a different kind of green, but it doesn't have to be that way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-conservatives-hope-to-flip-labour-districts-that-backed-brexit-11569576600", "title": "U.K. Conservatives Hope to Flip Labour Districts That Backed Brexit", "date": "2019-09-27 05:43", "summary": "The debate in Newcastle-under-Lyme shows how the wearying Brexit battle is shifting political alliances. NEWCASTLE-UNDER-LYME, England-In his first two months as Britain's prime minister, Boris Johnson lost every vote in Parliament, saw his majority evaporate and was found by the country's top court to have unlawfully suspended Parliament.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-reform-is-going-global-11569577075", "title": "Tax Reform Is Going Global", "date": "2019-09-27 05:37", "summary": "Countries are closing in on a far-reaching deal that would reform how digital profits are taxed around the world. Multinational companies need to prepare for tax reform again-this time outside of the U.S.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-rental-companies-are-worth-another-ride-11569576609", "title": "Car Rental Companies Are Worth Another Ride", "date": "2019-09-27 05:30", "summary": "Hertz and Avis are out of favor with investors, but they're adapting to a ride-hailing world better than you might think. Investors have been treating rental-car stocks like broken down jalopies with little life left. But this fails to account for the upgrades these companies have made to adjust to today's ride-sharing world. There could be a bargain here for savvy buyers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planning-to-leave-an-ira-to-the-grandkids-not-so-fast-11569576614", "title": "Planning to Leave an IRA to the Grandkids? Not So Fast.", "date": "2019-09-27 05:30", "summary": "Congress aims to curtail Stretch IRAs, which pass on decades of tax-free growth to young heirs; 'the government is breaking its promise to me.'. Joseph Folk feels betrayed.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ceo-exits-at-juul-and-wework-show-pitfalls-of-torrid-growth-11569576601", "title": "WeWork, Juul Show Downsides of Silicon Valley Success Formula", "date": "2019-09-27 05:30", "summary": "Startups raised billions in pursuit of torrid growth, at a cost. We Co. is a New York company that subleases office space, and Juul Labs Inc. is a San Francisco based-seller of vaping products. But the resignations this week of the CEOs running two of the most valuable U.S. startups share common roots: a Silicon Valley ethos bent on disrupting existing industries and pursuing torrid growth.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-presidential-candidates-compete-to-march-to-californias-drum-11569576604", "title": "Democratic Presidential Candidates Compete to March to California's Drum", "date": "2019-09-27 05:30", "summary": "Sanders, Warren and Buttigieg back liberal state laws, signaling where they would like to take nation. On a Thursday evening in June, Governor Gavin Newsom signed a budget making California the first state to expand government health care to some adult immigrants living illegally in the U.S.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicken-and-egg-problem-chinese-bonds-in-western-indexes-11569575690", "title": "Chicken-and-Egg Problem: Chinese Bonds in Western Indexes", "date": "2019-09-27 05:14", "summary": "FTSE Russell's decision against adding Chinese government bonds to its key benchmarks reveals a dilemma. The Chinese government's ambition to get its bonds into the world's major indexes was dealt a blow by FTSE Russell on Friday, throwing light on a chicken-and-egg dilemma for Chinese regulators and overseas investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-cleans-house-looks-to-trim-staff-close-to-ex-ceo-sell-private-jet-11569531640", "title": "WeWork to Trim Staff Close to Ex-CEO, Sell Private Jet", "date": "2019-09-27 03:13", "summary": "Shared office company's new leadership to push out nearly 20 employees tied to former chief Adam Neumann. The post-Adam Neumann era at WeWork has begun.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-u-s-indian-health-service-doctor-is-found-guilty-of-abusing-boys-11569624911", "title": "Former U.S. Indian Health Service Doctor Is Found Guilty of Abusing Boys", "date": "2019-09-27 00:01", "summary": "Verdict comes in South Dakota courtroom after testimony from victims. RAPID CITY, S.D.-A jury convicted a former U.S. government pediatrician of sexually abusing young Native American boys under his care at a federal hospital on the Pine Ridge Indian Reservation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/large-marathon-petroleum-shareholders-seek-ceo-ouster-11569556860", "title": "Large Marathon Petroleum Shareholders Seek CEO Ouster", "date": "2019-09-27 00:01", "summary": "Call for CEO Gary Heminger to be replaced follows campaign by activist Elliott Management to seek three-way split of refining company. Two large shareholders have sent a letter to Marathon Petroleum Corp. calling for the ouster of the fuel maker's chief executive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11569530289", "title": "Pepper...and Salt", "date": "2019-09-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chicago-teachers-union-authorizes-a-strike-11569554434", "title": "Chicago Teachers Union Authorizes a Strike", "date": "2019-09-27 23:43", "summary": "Nation's third-largest school district could be hit as early as Oct. 7. Teachers in Chicago Public Schools are a step closer to going on strike after a majority of union members authorized the action after lengthy negotiations failed, the union said Thursday evening.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-intelligence-chief-maguire-testifies-on-whistleblower-complaint-11569501934", "title": "Whistleblower Complaint Alleges Effort to 'Lock Down' Ukraine Call Records", "date": "2019-09-27 23:31", "summary": "Complaint claims White House sought to 'lock down' call records and describes several officials as 'deeply disturbed' about president's communications with Zelensky. WASHINGTON-President Trump sought to use the powers of his office to push Ukraine to investigate Democratic rival Joe Biden, and White House officials acted to conceal evidence of the president's actions, a whistleblower complaint alleges.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-still-cant-break-into-ftse-russells-bond-index-11569554688", "title": "China Still Can't Break Into FTSE Russell's Bond Index", "date": "2019-09-27 23:24", "summary": "Analysts have estimated that an inclusion would bring about $150 billion of inflows into China. FTSE Russell held off on adding Chinese government bonds to its key benchmarks, saying international investors still had important reservations about investing in the country's debt markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-to-reduce-cap-on-refugees-allowed-into-u-s-to-record-low-18-000-11569533121", "title": "Trump Administration to Reduce Cap on Refugees Allowed Into U.S.", "date": "2019-09-27 23:22", "summary": "Cap would be reduced from 30,000 for fiscal year ending Sept. 30, 2019. WASHINGTON-The Trump administration will cap the number of refugees allowed into the U.S. at 18,000 for the fiscal year beginning in October, a record low, and allow states and cities to opt out of accepting refugees.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/giuliani-sits-at-the-center-of-the-ukraine-controversy-11569546774", "title": "Giuliani Sits at the Center of the Ukraine Controversy", "date": "2019-09-27 23:10", "summary": "Ukrainian officials saw him as a direct conduit to Trump; former New York mayor featured in whistleblower complaint. A key figure at the heart of the burgeoning impeachment probe is former New York Mayor Rudy Giuliani, who as personal attorney to President Trump pressed Ukraine on pursuing an investigation of one of his boss' political rivals.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-nominate-peter-gaynor-as-fema-administrator-11569548959", "title": "Trump to Nominate Peter Gaynor as FEMA Administrator", "date": "2019-09-27 21:49", "summary": "White House earlier this month withdrew the nomination of Jeffrey Byard for the post. WASHINGTON-The White House said Thursday that President Trump intends to nominate Peter Gaynor to lead the Federal Emergency Management Agency.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suicide-rate-among-active-u-s-troops-climbs-13-11569543209", "title": "Suicide Rate Among U.S. Troops Climbs 13%", "date": "2019-09-27 20:13", "summary": "Active duty and veteran suicide rates are rising, data show. The suicide rate among active-duty troops jumped 13% in 2018, according to a Pentagon report released Thursday, signaling that serving troops aren't immune to the growing problem of suicide in the general population and among veterans.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]