[{"link": "https://www.wsj.com/articles/asgns-former-ceo-resigned-amid-scrutiny-in-college-admissions-probe-company-says-11558742245", "title": "ASGN's Former CEO Resigned Amid Scrutiny in College Admissions Probe, Company Says", "date": "2019-05-24 19:57", "summary": "Peter Dameris stepped down as chief of IT provider amid scrutiny by federal prosecutors, according to securities filing. The chief executive of ASGN Inc., Peter Dameris, resigned last month as his lawyers negotiated with federal prosecutors who have been investigating him in connection with the nationwide college-admissions cheating scandal, the company said in a Friday securities filing.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-first-hired-employee-ryan-graves-is-leaving-the-board-11558741407", "title": "Uber's First Hired Employee, Ryan Graves, Is Leaving the Board", "date": "2019-05-24 19:43", "summary": "He served briefly as CEO in the early days and has been on its board for nearly a decade. Ryan Graves, Uber Technologies Inc.'s first hired employee and one of its longest standing directors, is leaving the board two weeks after the company's initial public offering cemented his status as a paper billionaire.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assange-espionage-and-the-press-11558739972", "title": "Assange, Espionage and the Press", "date": "2019-05-24 19:19", "summary": "Is WikiLeaks a publisher or a 'hostile intelligence service'?. After Julian Assange was indicted Thursday under the 1917 Espionage Act, the news was played as an escalation in President Trump's war on the press-a \"direct assault\" on the First Amendment. There's reason to worry this precedent could be used against journalists. Yet the WikiLeaks case also presents hard questions that can't be waved away.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remembering-mike-spann-11558739950", "title": "Remembering Mike Spann", "date": "2019-05-24 19:19", "summary": "An American worth recalling far more than the 'American Taliban.'. Many Americans were shocked to learn that John Walker Lindh stepped out of an Indiana prison a free man on Thursday, after 17 years behind bars. Dubbed the \"American Taliban,\" Lindh spent his teenage years in California's Marin County but ended up captured in Afghanistan as an enemy combatant in the early months after 9/11. In 2002 he accepted a deal in which he pleaded guilty to providing support for the Taliban.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-tories-after-theresa-may-11558739551", "title": "The Tories After Theresa May", "date": "2019-05-24 19:12", "summary": "The next Prime Minister needs to deliver on Brexit, deal or no deal.. Prime Minister Theresa May finally gave up her dogged hold on power, announcing Friday that she'll leave 10 Downing Street on June 7 after failing to deliver Britain's departure from the European Union. Mrs. May never got much help from other Tories, but her failure means the next party leader will inherit an even tougher job than she did.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/riots-in-jakarta-11558739317", "title": "Riots in Jakarta", "date": "2019-05-24 19:08", "summary": "Indonesia responds well to post-election violence.. The strength of Indonesian democracy was on display last month in elections that gave President Joko Widodo a second five-year term. But that vibrancy became a target this week when riotous thugs threw Jakarta's city center into chaos over election results.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-2-million-new-novartis-drug-is-priciest-ever-11558731506", "title": "At $2 Million, New Novartis Drug Is Priciest Ever", "date": "2019-05-24 18:59", "summary": "Newly approved gene therapy aims to cure a rare muscle-wasting disease that can kill young children. The world's most expensive medicine is about to hit the market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-issues-4-5-million-whistleblower-award-11558738601", "title": "SEC Issues $4.5 Million Whistleblower Award", "date": "2019-05-24 18:56", "summary": "Tipster's lawyer says his client notified the SEC about an alleged kickback scheme in Brazil. A former orthopedic surgeon in Brazil received an award of more than $4.5 million for raising concerns to the Securities and Exchange Commission about an alleged kickback scheme operated by a subsidiary of a medical device maker, according to lawyers for the whistleblower.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/missouri-governor-signs-eight-week-abortion-ban-11558730444", "title": "Federal Judge Blocks Mississippi's 'Heartbeat' Abortion Law", "date": "2019-05-24 18:50", "summary": "Mississippi is among a half-dozen states this year to enact strict prohibitions on abortion and the latest slapped with an injunction. A federal judge on Friday blocked Mississippi from enforcing a new state law that would have effectively banned abortions after six weeks of pregnancy, finding the statute in clear violation of Supreme Court precedent establishing a constitutional right to the procedure before fetal viability.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/united-airlines-deepens-commitment-to-colombias-avianca-11558737316", "title": "United Airlines Deepens Commitment to Colombia's Avianca", "date": "2019-05-24 18:35", "summary": "Airline is competing with other U.S. carriers in fast-growing Latin America market. United Continental Holdings Inc. said it is prepared to lend money to Avianca Holdings SA, part of a deal that would sideline the Colombian air carrier's biggest shareholder and could help solidify the U.S. carrier's presence in a fast-growing region for air travel.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/julia-angwin-in-talks-to-return-to-tech-news-site-she-helped-found-11558736426", "title": "Julia Angwin in Talks to Return to Tech News Site She Helped Found", "date": "2019-05-24 18:20", "summary": "Journalist was forced out of the Markup last month after clashing with executive editor. Craigslist founder Craig Newmark is looking to bring back Julia Angwin as editor in chief of the Markup, people familiar with the matter said, weeks after her abrupt departure put the launch of the tech-oriented investigation website into question.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-team-is-split-over-how-hard-to-push-north-american-trade-deal-11558720716", "title": "Trump Team Is Split Over How Hard to Push North American Trade Deal", "date": "2019-05-24 18:19", "summary": "Pence wants to pressure Pelosi to approve the pact, but Lighthizer is wary. WASHINGTON-President Trump wants Congress to quickly approve his trade deal with Canada and Mexico, but his own team is divided over how to force a reluctant Democratic-controlled House to act.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yen-gains-vs-dollar-on-trade-concerns-political-uncertainty-11558721169", "title": "Yen Gains Against Dollar on Trade Concern, Political Uncertainty", "date": "2019-05-24 18:02", "summary": "Swiss franc, another destination for nervous investors, also strengthened. The yen rose against the dollar Friday as global political uncertainty and trade concern drove investors to haven currencies.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bid-to-quickly-pass-19-1-billion-disaster-aid-package-in-house-fails-11558711533", "title": "Bid to Quickly Pass $19.1 Billion Disaster-Aid Package in House Fails", "date": "2019-05-24 17:56", "summary": "Rep. Chip Roy stops attempt to use special rules to pass bill by unanimous consent. WASHINGTON-An attempt to pass a $19.1 billion disaster-aid package under special rules in the House failed Friday after a single Republican lawmaker objected to the legislation, possibly pushing off approval of the bill until next month.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brothers-down-review-the-boys-who-didnt-come-back-11558734954", "title": "'Brothers Down' Review: The Boys Who Didn't Come Back", "date": "2019-05-24 17:55", "summary": "When the USS Arizona was attacked in the early hours of Dec. 7, 1941, 38 sets of siblings were on board.. For most of us, it's an unfathomable trauma: A son's military unit has come under attack, and in the hours or days that follow parents wait for news, to learn whether he has lived or died. Impossible, then, to imagine such pain and anxiety multiplied-two or more sons in the same peril, their fates unknown.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-name-president-of-national-police-officers-group-to-lead-atf-11558734826", "title": "Trump to Name President of National Police Officers Group to Lead ATF", "date": "2019-05-24 17:53", "summary": "Chuck Canterbury has been the FOP's president since 2003. WASHINGTON-President Trump intends to nominate the head of the country's largest organization of police officers to lead the Bureau of Alcohol, Tobacco, Firearms and Explosives.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charleston-fancy-review-do-it-yourself-classicism-11558734818", "title": "'Charleston Fancy' Review: Do-It-Yourself Classicism", "date": "2019-05-24 17:53", "summary": "A city like Charleston cannot be planned. It boasts no iconic buildings or monuments. So what accounts for its undeniable charm?. It's no surprise that architect and urbanist Witold Rybczynski fell under the spell of Charleston, S.C., one of the most beautiful cities in the United States. Nor is it a shocker that this prolific author was inspired to write a book about Charleston in an attempt to get at the heart of what makes it special. What is surprising, and pleasantly so, is the circuitous route he takes to get us there.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-halts-lower-court-action-on-gerrymandering-pending-its-decision-11558734730", "title": "Supreme Court Halts Lower-Court Action on Gerrymandering Pending Its Decision", "date": "2019-05-24 17:52", "summary": "The shape of congressional districts has been struck down in Michigan and Ohio. WASHINGTON-The Supreme Court on Friday blocked lower courts from correcting partisan gerrymanders in Michigan and Ohio while the justices consider similar issues-and whether courts have any authority to resolve them-in separate cases set to be decided next month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-books-2019-food-11558734739", "title": "Summer Books 2019: Food", "date": "2019-05-24 17:52", "summary": "Books on bringing French cuisine to America.. Has anyone done more for French cooking in the United States than Julia Child? An odd little paperback, \"Julia Child: The Last Interview and Other Conversations\" (Melville House, 141 pages, $16.99), edited anonymously and with an introduction by Helen Rosner, brings back the sound of her plummy voice and her delight in good food. No fuss about allergies or saturated fat. Bring on the butter, cream and boeuf bourguignon. Cooking is a serious profession and a discipline, she tells an interviewer in 1991. It's not just \"a lot of little people piddling around in a kitchen and making hamburgers.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/calm-sea-and-prosperous-voyage-review-come-go-return-11558734774", "title": "'Calm Sea and Prosperous Voyage' Review: Come, Go, Return", "date": "2019-05-24 17:52", "summary": "Two years after her death and 36 years after her last book, the unproliﬁc but distinctive American writer Bette Howland is having a second life in print.. A resurgence of interest in the writer Bette Howland (1937-2017) comes with an irresistible origin story. Call it the Romance of the Dollar Bin: A handful of years ago, Brigid Hughes, the editor of the Brooklyn-based literary magazine A Public Space, was rummaging through a discount cart at Housing Works Bookstore in New York City when a volume with a gloriously retro black-and-green jacket and a blurb from Saul Bellow caught her eye.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-hedge-fund-wants-centene-to-consider-selling-itself-11558715262", "title": "Loeb's Hedge Fund Wants Centene to Consider Selling Itself", "date": "2019-05-24 17:47", "summary": "Daniel Loeb's Third Point owns at least $300 million in Centene shares. Daniel Loeb's Third Point LLC has built a stake in Centene Corp. and wants the health insurer to consider selling itself before spending $15.3 billion on its deal to purchase WellCare Health Plans Inc., according to people familiar with the matter.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-attorney-general-charges-five-catholic-priests-with-sexual-misconduct-11558734360", "title": "Michigan Charges Five Catholic Priests With Sexual Misconduct", "date": "2019-05-24 17:46", "summary": "Charges are 'tip of the iceberg' in continuing investigation, Attorney General Dana Nessel says. Michigan Attorney General Dana Nessel charged five men who were Catholic priests in the state with sexual misconduct, in what she described as the \"tip of the iceberg\" of a continuing investigation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-a-taste-for-ultimates-11558734383", "title": "Book Review: A Taste for Ultimates", "date": "2019-05-24 17:46", "summary": "To love the desert is to be fascinated by death, discomfort and the desire for self-erasure.. Shortly after the death of his mother, the essayist Bruce Berger sat in the yard of her house in rural Arizona and experienced something that cuts to the heart of the fierce and enduring attraction of the desert. What happened is that nothing happened. Birds flew about the scrub and cacti just as they had done before. \"In spite of a central loss for me . . . life went on with its business and looked the other way.\" Amid a world designed to attend obsessively to humankind's needs and concerns, he had found an oasis of indifference. \"It is hard to imagine why such irrelevance helps. It is simply invigorating to be surrounded by creatures that drink and squawk and reroot and decline to care.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-farmers-son-review-the-blood-of-life-11558734417", "title": "'The Farmer's Son' Review: The Blood of Life", "date": "2019-05-24 17:46", "summary": "A history of humanity's bond with cows, from Egypt's sacred bull to the author's own beef cattle.. Writers often pack a lot into their debuts, tapping into material they've been cultivating for years. A case in point is \"The Farmer's Son,\" John Connell's unusually rich memoir about returning to his family's sheep and cattle farm in County Longford, Ireland, in his late 20s, when he was at a painful crossroads in his life. His meditation on the importance of home and the solace of a place that roots and defines you should resonate even with far-flung urban readers who have never milked a cow and heard \"the age-old sound of milk pouring onto itself.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smokin-joe-review-butterfly-fighter-11558734352", "title": "'Smokin' Joe' Review: Butterfly Fighter", "date": "2019-05-24 17:45", "summary": "Ali apologized for all the venomous insults he hurled at Frazier prior to their ﬁghts, but Smokin' Joe continued to fume.. The 1970s was a golden age in heavyweight boxing, when Muhammad Ali was the king of kings. Despite being despised for his brashness and arrogance as a young fighter, Ali eventually became one of the most famous and beloved figures on the planet. Yet he always acknowledged that it was his hammer-and-tong battles with Joe Frazier that did the most to forge his legacy. As a result, Frazier is often relegated to being the foil who elevated his nemesis into an icon. In \"Smokin' Joe,\" a comprehensive knockout of a biography, Mark Kram Jr. restores Frazier to his rightful place in the boxing pantheon.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-laws-of-nature-review-an-introduction-to-the-science-of-change-11558734321", "title": "'Three Laws of Nature' Review: An Introduction to the 'Science of Change'", "date": "2019-05-24 17:45", "summary": "What is heat? How is it converted to work? And how efﬁcient can one make this conversion?. There are many reasons that scientists choose to study nature, but thermodynamics may be the only field of physics whose origin was motivated by capitalism. In \"Three Laws of Nature: A Little Book on Thermodynamics,\" R. Stephen Berry explains the connection. A significant hazard of mining at the start of the 18th century was the flooding of mine shafts that extended below the water table. In 1712, Thomas Newcomen developed a steam engine that could continuously drive a water pump in a mine shaft, and it soon became the industry standard throughout England, Scotland, Sweden and Central Europe.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-through-the-cloud-hopeful-11558734296", "title": "Book Review: Vindicating Einstein", "date": "2019-05-24 17:44", "summary": "Eddington's observations showed the sun bending the light from far-off stars, vindicating Einstein's theory.. At age 40, Albert Einstein was not in a rush to get married a second time. He was seven years into a relationship with his cousin Elsa, one that had begun while he was married to his long-suffering first wife, Mileva. He finally relented, perhaps giving into pressure from Elsa's family, and tied the knot in Berlin on June 2, 1919.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sacred-duty-review-where-the-old-guard-keeps-watch-11558710066", "title": "'Sacred Duty' Review: Where the Old Guard Keeps Watch", "date": "2019-05-24 17:44", "summary": "This is the face of the Army at its most sorrowful moments-the funerals of soldiers, sailors, airmen and Marines.. There is likely to be vanishingly little appeal to a book about a cemetery-unless, of course, the cemetery is Arlington, and the book's chief cast of characters is Arlington's storied Old Guard, and its author is a himself a former Old Guard member. In Tom Cotton's \"Sacred Duty: A Soldier's Tour at Arlington National Cemetery,\" these lofty criteria are met, and then some.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-weighs-letting-companies-seek-new-penalties-over-currency-manipulation-11558727041", "title": "U.S. Weighs Letting Companies Seek New Penalties Over Currency Manipulation", "date": "2019-05-24 17:39", "summary": "American firms would be allowed to accuse foreign competitors of benefiting from artificially weak currencies. U.S. companies would be able to seek penalties against foreign competitors they say benefit from artificially weak currencies, under a new rule proposed by the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-man-gets-life-in-prison-after-kidnapping-girl-murdering-her-parents-11558733468", "title": "Man Gets Life in Prison After Kidnapping Girl, Murdering Her Parents", "date": "2019-05-24 17:31", "summary": "Jayme Closs, who escaped after 88 days, says kidnapper 'thought he could own me'. A Wisconsin man will spend the rest of his life in prison for kidnapping 13-year-old Jayme Closs and killing her parents.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-durable-goods-orders-fell-2-1-in-april-11558701287", "title": "Poor Manufacturing Orders Point to Slower Economic Growth", "date": "2019-05-24 17:25", "summary": "Sharp drop in Boeing orders drags down overall measure of U.S. factory sales. WASHINGTON-The U.S. economic slowdown widely forecast for the first quarter may be arriving in the second, driven by faltering industrial activity.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-days-to-forever-11558732735", "title": "10 Days to Forever", "date": "2019-05-24 17:18", "summary": "The serious business of preparing for war can be more dangerous than war itself.. This time of year naturally reminds us of the brave souls who died for our freedom on distant battlefields in foreign lands. But a beautiful story in the Washington Post notes the huge sacrifices made by too many troops before they are ever deployed.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-reopening-of-the-liberal-mind-11558732547", "title": "The Reopening of the Liberal Mind", "date": "2019-05-24 17:15", "summary": "Bard College President Leon Botstein explains how his school remains free of the student outbursts that afflict similar institutions.. Annandale-on-Hudson, N.Y.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-didnt-earn-slavery-reparations-and-i-dont-want-them-11558732429", "title": "I Didn't Earn Slavery Reparations, and I Don't Want Them", "date": "2019-05-24 17:13", "summary": "My ancestor Silas Burgess came to America in chains. But even he was able to live the American Dream.. My great-great-grandfather Silas Burgess came to America shackled in the belly of a slave ship. He was sold on an auction block in Charleston, S.C., to the Burgess Plantation. Orphaned by age 8, he was fortunately surrounded by elder slaves who, though physically chained, mentally envisioned themselves as free men. They escaped, taking young Silas with them, making their way to West Texas via the southern route of the Underground Railroad. Silas became a risk-taking entrepreneur and the owner of 102 acres of farmland, which he cultivated and paid off within two years. I proudly carry the name of my first American ancestor-who, like millions of others drawn or brought to our country, struggled past overwhelming obstacles to live the American Dream.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-u-s-went-wrong-on-huawei-11558732393", "title": "How the U.S. Went Wrong on Huawei", "date": "2019-05-24 17:13", "summary": "Instead of a ban, impose stringent terms for the company's participation in American markets.. To understand the Huawei problem, remember that the problem isn't Huawei; the problem is China.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/franchisees-like-me-are-in-union-crosshairs-11558732342", "title": "Franchisees Like Me Are in Union Crosshairs", "date": "2019-05-24 17:12", "summary": "In Alabama, the SEIU and its trial-lawyer allies are pushing a bill that would upend our businesses.. Americans love a small-business success story, but not every small business is a mom-and-pop bakery or a stand-alone hair salon. Many are franchises. The franchise model of pairing local entrepreneurs with national brands has created millions of jobs in dozens of industries nationwide. But labor unions and trial lawyers are pushing state legislators in Alabama and elsewhere to change longstanding rules governing franchise arrangements, upending the business model and hurting companies, customers and communities.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-memorial-day-11558732287", "title": "Notable & Quotable: Memorial Day", "date": "2019-05-24 17:11", "summary": "'Let us raise above them the dear old flag they saved from dishonor.'. From Gen. John A. Logan's General Order No. 11, establishing Memorial Day, May 5, 1868:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maxs-return-to-flight-delayed-by-faas-reevaluation-of-safety-procedures-for-older-737-models-11558728091", "title": "MAX's Return to Flight Delayed by FAA's Re-Evaluation of Safety Procedures for Older 737 Models", "date": "2019-05-24 17:08", "summary": "The agency is considering changes in how pilots are trained to respond when the flight-control computer or other systems erroneously push the plane's nose down. FORT WORTH, Texas-A review of Boeing Co. 's 737 MAX jets has expanded to include emergency procedures used by pilots on earlier 737 models, further delaying the MAX's return to service, according to U.S. government officials.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-prices-approach-correction-territory-as-growth-worries-spread-11558699200", "title": "Copper Prices Approach Correction Territory as Growth Worries Spread", "date": "2019-05-24 16:29", "summary": "Metal's slump reflects fear of economic slowdown abroad, as U.S.-China trade fight stokes caution. Copper prices have erased nearly all of their gains for the year and are on the brink of entering correction territory, a signal that some investors are still wagering on a continued growth slowdown overseas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-privacy-settlement-delayed-by-ftc-split-11558725423", "title": "Facebook Privacy Settlement Delayed by FTC Split", "date": "2019-05-24 16:18", "summary": "FTC chairman wants to avoid a Republican-only decision on the five-person panel. WASHINGTON-A long-awaited multibillion-dollar settlement between Facebook Inc. and federal regulators over privacy missteps has been bogged down by a split between Republicans and Democrats on the Federal Trade Commission, according to people familiar with the matter.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-rise-11558729124", "title": "U.S. Government Bond Yields Rise", "date": "2019-05-24 16:18", "summary": "Investors recover some risk appetite one day after the 10-year Treasury yield fell to 2019 low. U.S. government bond prices ticked lower Friday, a day after a sharp rally carried yields to new 2019 lows.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/irans-allies-target-its-rivals-risking-conflict-11558690326", "title": "Iran's Allies Target Its Rivals, Risking Conflict", "date": "2019-05-24 16:07", "summary": "Militia attacks force the U.S. to respond, though Trump and Tehran say they don't want war. As the Trump administration pressures Iran to cut support for groups it has backed in the Middle East, some of those same militias are lashing out at Tehran's adversaries, risking an escalation the Islamic Republic says it doesn't want.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-charged-with-pulling-new-york-city-subways-brakes-11558715575", "title": "Man Charged With Pulling New York City Subway's Brakes", "date": "2019-05-24 16:02", "summary": "Officials have been probing a string of incidents involving people pulling brakes on moving subway cars. New York City police have arrested a Brooklyn man in connection with a rash of subway delays caused by the unauthorized braking of trains, officials said Friday.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roses-marvelous-multi-tasking-italian-cousin-11558722662", "title": "Rosé's Marvelous, Multi-Tasking Italian Cousin", "date": "2019-05-24 15:55", "summary": "When will Americans wake up to the considerable charms of rosato? It comes in multiple shades of pink and a range of flavor profiles suited to diverse dishes and drinking occasions. IT HAS A MELODIOUS name and multiple variations, yet it's one of the least popular of the rosé styles. I'm referring to rosato, the pink wine of Italy.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theresa-mays-resignation-means-more-waiting-for-frustrated-businesses-11558727531", "title": "For Frustrated U.K. Businesses, Resignation Means More Waiting", "date": "2019-05-24 15:52", "summary": "Fears of a no-deal Brexit had subsided in recent months, but a new prime minister could seek such an outcome. LONDON-Businesses called on lawmakers to seize on the resignation of Prime Minister Theresa May as an opportunity to break a nearly three-year Brexit impasse, warning that an already-lengthy period of uncertainty over the terms of the U.K.'s exit from the European Union could drag on amid a leadership contest.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-books-2019-walking-11558703911", "title": "Summer Books 2019: Walking", "date": "2019-05-24 15:48", "summary": "Travels with Samuel Taylor Coleridge, Erling Kagge and Raynor Winn.. Walking brings change. A long walk puts uglier feet on a more interesting person. And a walking book must seek to change us too, otherwise why set out?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-china-trump-leads-a-coalition-of-the-unwilling-11558517581", "title": "On China, Trump Leads a Coalition of the Unwilling", "date": "2019-05-24 15:46", "summary": "Administration doesn't need allies' support, but sanctions will be less effective with the U.S. acting alone. After two years of treating adversaries and allies alike as trade villains, President Trump pivoted last week.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-edge-higher-11558714774", "title": "Oil Prices Finish Higher", "date": "2019-05-24 15:40", "summary": "Crude reverses course after posting biggest one-day percentage loss for the year. • Oil prices rose Friday, stabilizing from the previous day's slide after data showed the number of rigs drilling for oil in the U.S. fell in the past week and President Trump said he is sending more troops to the Middle East amid heightening tensions with Iran.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-questions-pelosis-mental-fitness-as-battle-becomes-personal-11558726721", "title": "Trump Questions Pelosi's Mental Fitness as Battle Becomes Personal", "date": "2019-05-24 15:38", "summary": "'She has lost it,' president fires back after House speaker calls for 'intervention'. WASHINGTON-President Trump questioned House Speaker Nancy Pelosi's mental acuity the day after she suggested his family stage an \"intervention,\" the culmination of a weeklong battle of words between the nation's top Republican and Democrat.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/diplomats-launch-backchannel-talks-to-defuse-u-s-iran-tensions-11558724448", "title": "Diplomats Swap Messages to Help Defuse U.S.-Iran Tensions", "date": "2019-05-24 15:23", "summary": "European countries, as well as Iraq and Oman, have emerged as potential interlocutors for Washington and Tehran. European and Arab officials are carrying messages between Washington and Tehran, Western diplomats say, in a bid to head off outright conflict in the Persian Gulf.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-edges-higher-on-trade-hopes-11558706076", "title": "Copper Prices Rise on Trade Hopes", "date": "2019-05-24 15:16", "summary": "Prices are up after falling in four consecutive sessions through Wednesday. Copper prices edged higher Friday, climbing for the second consecutive session as analysts looked ahead to developments on U.S.-China trade policy.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fema-official-probed-over-puerto-rico-power-restoration-11558722038", "title": "FEMA Official Probed Over Puerto Rico Power Restoration", "date": "2019-05-24 14:58", "summary": "Ahsha Tribble, who oversaw the repair of Puerto Rico's power grid, was placed on leave by FEMA amid an Inspector General probe into utility contracting. A high-ranking Federal Emergency Management Agency official who oversaw the reconstruction of Puerto Rico's electrical grid is under investigation by a government watchdog over allegations she steered work to a utility contractor, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-moves-to-roll-back-protections-for-transgender-patients-11558705347", "title": "Trump Administration Moves to Roll Back Transgender Protections", "date": "2019-05-24 14:56", "summary": "Obama-era policy expanded nondiscrimination rules under the Affordable Care Act. WASHINGTON-The Trump administration proposed a new set of rules on Friday paring protections for transgender patients in health-care settings, part of a legal effort by the administration to more narrowly define the scope of sex discrimination.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-prime-minister-theresa-may-says-she-will-quit-11558688912", "title": "Theresa May to Quit as Prime Minister", "date": "2019-05-24 14:31", "summary": "Brexit-scarred leader to depart as soon as successor emerges from Conservative leadership battle. LONDON-Theresa May said she would quit as British prime minister once her Conservative Party chooses a successor, potentially paving the way for a new leader who would put a no-deal departure from the European Union back on the agenda.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rep-nadler-taken-to-hospital-in-new-york-11558721121", "title": "Rep. Nadler Taken to Hospital in New York", "date": "2019-05-24 14:19", "summary": "House Judiciary Committee chairman 'dehydrated,' spokesman says. House Judiciary Committee Chairman Jerrold Nadler (D., N.Y.) was taken to the hospital for a medical exam after feeling unwell during a public meeting in New York.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-helped-build-tesla-they-could-undo-it-too-11558721830", "title": "Investors Helped Build Tesla. They Could Undo It, Too.", "date": "2019-05-24 14:17", "summary": "Resume Subscription. The reasons Tesla Inc. climbed so far and is now stumbling are one and the same. The auto pioneer relies on investor confidence the way its cars rely on electricity.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/influential-hacker-has-tips-on-how-to-do-cybersecurity-better-11558653064", "title": "Influential Hacker Has Tips on How to Do Cybersecurity Better", "date": "2019-05-24 14:15", "summary": "Serial entrepreneur Dug Song urges businesses to go 'back to basics,' such as focusing on identity verification. TORONTO-Securing corporate data and networks from hackers is complex and challenging, but companies compound their problems by making many needless errors, according to serial entrepreneur and hacker Dug Song.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loser-in-indonesian-presidential-election-challenges-result-in-court-11558721385", "title": "Loser in Indonesian Presidential Election Challenges Result in Court", "date": "2019-05-24 14:09", "summary": "Team for Prabowo Subianto claims President Joko Widodo cheated his way to re-election; independent observers had found no widespread fraud. JAKARTA, Indonesia-Prabowo Subianto, the losing candidate in last month's Indonesian election, has filed a legal challenge over the results, in what likely will be his last chance to win the presidency after several unsuccessful campaigns.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenyan-appeals-court-upholds-prohibition-against-gay-sex-11558721230", "title": "Kenyan Court Upholds Law Banning Gay Sex", "date": "2019-05-24 14:07", "summary": "Three-judge panel finds colonial-era law isn't discriminatory in setback for activists. A Kenyan appeals court upheld a colonial-era law that criminalizes gay sex, a bruising defeat for activists fighting to overturn such legislation across Africa.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-is-sending-about-1-500-troops-to-middle-east-to-counter-iran-11558716467", "title": "Trump Sending About 1,500 Troops to Mideast in 'Protective Role'", "date": "2019-05-24 13:44", "summary": "President says deployment is mostly for protective reasons. WASHINGTON-President Trump said Friday he is sending about 1,500 additional troops to the Middle East, part of a deployment sought by military officials as they move to counter what they have described as new threats from Iran and its allies.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/happy-trails-to-almaty-11558718937", "title": "Happy Trails to Almaty?", "date": "2019-05-24 13:28", "summary": "A U.S. meat giant may be interested in bypassing Chinese tariffs by building operations in Kazakhstan. Cultural learnings of Donald Trump make benefit glorious nation Kazakhstan?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/driverless-cars-are-90-here-theres-another-90-left-to-go-11558717322", "title": "Driverless Cars Are 90% Here. Another Is 90% Left to Go.", "date": "2019-05-24 13:02", "summary": "If building a robocar were just about putting the parts together, we'd be living in the future already. Here's what we know about autonomous vehicles: They'll be safer and smarter than the cars parked in our driveways today. Anyone who speculates beyond that is just, well, speculating.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-funds-score-win-against-regulatory-threats-11558717052", "title": "Hedge Funds Score Win Against Regulatory Threats", "date": "2019-05-24 12:57", "summary": "U.S. activist short seller Muddy Waters looks vindicated, morally if not financially, after former French target admitted financial distress. Muddy Waters, the pugnacious Californian hedge fund run by Carson Block, is enjoying a day in the sun. A French company it warned about more than three years ago admitted Thursday night that it is in financial distress. The saga shows a lack of foresight among some European regulators that would rather short sellers just go away.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/2019-audi-e-tron-still-chasing-tesla-11558717014", "title": "Audi's Long-Awaited Electric Crossover: It Already Needs a Recharge", "date": "2019-05-24 12:56", "summary": "There's a lot to love about the Audi e-tron, the German brand's first electric crossover. But with less range and slower charging than its competitors, along with a weighty battery, it still falls short, says Dan Neil. I FLEW BACK from Audi's e-tron media drive in California last week generally sympathetic to the presentation: The first electric vehicle from VW Group's premium-luxury division-a fashionable five-seat crossover that we drove for a day through Gold Rush country-offers more than enough range (204 miles) for the vast majority of home-charging American commuters. Of course, I knew that before I arrived.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/older-voters-are-the-future-of-american-politics-11558716630", "title": "Older Voters Are the Future of American Politics", "date": "2019-05-24 12:50", "summary": "For at least the next few elections, liberal youngsters will be increasingly outnumbered by their conservative elders. If there's one thing everyone knows about modern politics, it's that the key to the next election and the longer-term trends beyond is the rising tide of younger voters. We've become used to the idea that the young-more progressive in their values and more Democratic in their voting habits-are the future, and the rest of us had just better adapt or (as we will soon enough) die.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/readers-say-blinder-has-economic-blinders-11558716490", "title": "Readers Say Blinder Has Economic Blinders", "date": "2019-05-24 12:48", "summary": "He obviously discounts the positive impact of President Trump's elimination of very costly regulations.. In his most recent op-ed \"Don't Give Trump Too Much Credit for the Soaring Economy\" (May 17), Alan S. Blinder continues his musings on the interplay of economics and politics: \"Real GDP growth rose every time a Democrat replaced a Republican in the White House and fell every time a Republican replaced a Democrat. No exceptions.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-race-to-succeed-theresa-may-brexit-hardliners-lead-field-11558698790", "title": "In Race to Succeed May, Boris Johnson Leads Field", "date": "2019-05-24 12:45", "summary": "Past Conservative leadership contests have often pitted modernizers against traditionalists. The focus of this one will be Brexit.. LONDON-Theresa May's decision to quit as Conservative Party leader fires the starting gun on a race to succeed her. The candidate to beat is Boris Johnson.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/customer-satisfaction-is-a-tough-quality-to-quantify-11558716247", "title": "Customer Satisfaction Is a Tough Quality to Quantify", "date": "2019-05-24 12:44", "summary": "The NPS metric, although useful, is only one piece of the user-satisfaction puzzle.. I've seen bizarre and simplistic metrics applied to try to hype performance statistics, but the net promoter score takes the cake (\"CEOs Embrace a Dubious Metric,\" page one, May 16). A customer responding to a corporate survey saying he would recommend the company to someone else means absolutely nothing. What matters is whether he actually does recommend it, and whether it results in increased business.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-vanquisher-of-polio-also-stood-for-jewish-rights-11558716124", "title": "The Vanquisher of Polio Also Stood for Jewish Rights", "date": "2019-05-24 12:42", "summary": "He insisted that if they wanted his clinic, the redlining had to stop.. Regarding Bob Greene's \"Vaccines Made the Iron Lung Obsolete\" (op-ed, May 14): Jonas Salk made his mark on the world by developing the polio vaccine, but few know his other accomplishment in the area of civil rights.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-economy-contracts-testing-new-government-11558705340", "title": "Mexican Economy Contracts, Testing New Government", "date": "2019-05-24 12:41", "summary": "GDP shrinks from last quarter as president pushes for growth. MEXICO CITY-The Mexican economy contracted in the first quarter from the end of last year, a challenge for the six-month-old government of President Andrés Manuel López Obrador, who is aiming for growth to average 4% during his six-year term.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defeated-by-brexit-theresa-mays-turbulent-tenure-11558707942", "title": "Defeated by Brexit: Theresa May's Turbulent Tenure", "date": "2019-05-24 12:33", "summary": "Her government was quickly swamped by the mind-boggling complexity of Britain's departure from the EU. LONDON-Theresa May's three years as British prime minister will be defined by the project she doggedly tried but ultimately failed to deliver: Britain's departure from the European Union.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-house-a-curse-and-a-moral-dilemma-11558715427", "title": "A House, a Curse and a Moral Dilemma", "date": "2019-05-24 12:30", "summary": "Nathaniel Hawthorne's 'The House of the Seven Gables' is a haunting Gothic meditation on how we relate to the past.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mimedx-injectables-dont-meet-regulatory-standards-despite-claim-to-fda-11558654273", "title": "MiMedx Injectables Don't Meet Regulatory Standards Despite Claim to FDA", "date": "2019-05-24 12:06", "summary": "Biomedical company's injectable wound-treatment products fall short of purity and sterility requirements. MiMedx Group 's injectable wound-care products don't meet regulatory standards, including for purity and sterility, more than two years after the company told the Food and Drug Administration it had complied with the requirements, according to internal documents.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankruptcy-data-shows-concentrated-industry-11558713807", "title": "Bankruptcy Data Shows Concentrated Industry", "date": "2019-05-24 12:03", "summary": "A small group of powerful law firms and advisers dominate corporate restructuring. Bankruptcy data analyzed by WSJ Pro shows an industry heavily concentrated in the hands of a relatively small group of powerful law firms and advisers, with oversight largely coming from just two of the country's 90 bankruptcy courts.", "categories": [["Pro Bankruptcy Beyond Bankruptcy"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-beyond-bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-may-18-24-11558713510", "title": "Photos of the Week: May 18-24", "date": "2019-05-24 11:58", "summary": "A queue on Mount Everest, a baby walrus in Germany, riots in Jakarta, storms in the Midwest, bees, graduations, and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dora-maars-surreal-visions-11558712746", "title": "Dora Maar's Surreal Visions", "date": "2019-05-24 11:45", "summary": "Best known as Picasso's model, she is revealed in a new show as a significant artist in her own right.. The photographer and painter Dora Maar was a central figure in 20th century art-but as a subject, not as an artist. For nearly 10 tempestuous years, starting in 1936, she served as companion and muse to Pablo Picasso, inspiring hundreds of depictions across several media that are now regarded as some of his best work. Picasso's Maar-fractured, alluring, raging, weeping-can seem like the culmination of decades of his artistic experimentation.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modis-re-election-means-more-scrutiny-for-u-s-tech-giants-11558711565", "title": "Modi's Re-Election Means More Scrutiny for U.S. Tech Giants", "date": "2019-05-24 11:26", "summary": "Amazon, Walmart, WhatsApp and others have been facing increasing pushback in India, a trend seen continuing. NEW DELHI-U.S. technology firms recently facing pushback in India, the world's biggest untapped digital economy, can expect more scrutiny following Indian Prime Minister Narendra Modi's resounding re-election, according to executives and analysts.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pete-holmes-brings-faith-to-comedy-11558711106", "title": "Pete Holmes Brings Faith to Comedy", "date": "2019-05-24 11:18", "summary": "A comic fascinated with religion shares his spiritual evolution and doubts. \"Religion often is very embarrassing, and I totally get it,\" says the comedian Pete Holmes. \"So I am sort of sometimes burdened with the fact that I love talking about it with anybody. Not just religious people. I love talking to anybody-Uber drivers, waiters, anybody-just, like, what's going on here?\"", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/think-before-you-fish-for-bargains-in-chinese-stocks-11558710015", "title": "Think Before You Fish for Bargains in Chinese Stocks", "date": "2019-05-24 11:00", "summary": "Crazy but true: Countries with faster-growing economies often produce lower-not higher-stock-market returns. The trade battle between the U.S. and China hasn't just hurt American farmers and Chinese exporters; it has also hit U.S. investors who pumped $2.8 billion into China funds in the first four months of 2019 on top of the $6.4 billion they added last year. So far this month alone, Chinese stocks are down 13%, according to MSCI.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maersk-swings-to-loss-warns-trade-tensions-hitting-shipping-demand-11558709393", "title": "Maersk Says Trade Tensions Hitting Shipping Demand", "date": "2019-05-24 10:49", "summary": "Danish container giant says it faces uncertainty from the protracted U.S.-China trade dispute. Danish shipping giant A.P. Moeller-Maersk AS swung to a first-quarter loss and warned that rising trade tensions between the U.S. and China could cut container growth by up to a third this year.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-freights-lower-gear-warehousings-big-buy-farming-under-water-11558709370", "title": "Today's Logistics Report: Freight's Lower Gear; Warehousing's Big Buy; Farming Under Water", "date": "2019-05-24 10:49", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plain-vanilla-debt-could-bring-pain-in-next-crisis-11558709281", "title": "Plain-Vanilla Debt Could Bring Pain in Next Crisis", "date": "2019-05-24 10:48", "summary": "Amid concerns about rising corporate debt, ordinary investment-grade bonds deserve more scrutiny. Federal Reserve Chairman Jerome Powellwarned this week of dangers from rising business debt, saying it makes the U.S. economy more vulnerable. He follows many analysts and investors who have raised alarms over the growth in leveraged loans and the securities they are packaged into.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/llewellya-hillis-discovered-that-reefs-arent-just-about-coral-11558708200", "title": "Llewellya Hillis Discovered That Reefs Aren't Just About Coral", "date": "2019-05-24 10:30", "summary": "Canadian-born botanist studied tropical ocean life, especially algae, from landlocked Columbus, Ohio. Llewellya Hillis, a Canadian-born botanist, managed to make a career studying tropical marine life despite being a woman in a male-dominated field and based in landlocked Columbus, Ohio, for most of her career.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/voter-registration-drives-of-1960s-gave-unita-blackwell-a-mission-in-life-11558708200", "title": "Voter-Registration Drives of 1960s Gave Unita Blackwell a Mission in Life", "date": "2019-05-24 10:30", "summary": "Mississippi-born civil-rights leader met presidents, went to China with Shirley MacLaine and was elected mayor of her town. Unita Blackwell was 31 in 1964 when activists arrived in her town of Mayersville, Miss., in a drive to force local officials to let black people register to vote.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oliver-wendell-holmes-review-the-maximal-minimalist-11558707999", "title": "'Oliver Wendell Holmes' Review: The Maximal Minimalist", "date": "2019-05-24 10:26", "summary": "An ardent abolitionist in youth, Justice Holmes came back from Civil War service skeptical of moral certainty. He hated when judges tipped the scales: 'If my fellow citizens want to go to Hell I will help them. It's my job.'. Judicial restraint is a virtue more honored in the breach. At least, we tend to honor it more when the other side is breaching it. We bemoan the lack of judicial restraint that leads judges to negate laws we favor, then cheer when judges negate laws we see as unconstitutional. Few among us favor judicial minimalism across ideological lines. What would such a judge look like? In American history, his nearest embodiment is Oliver Wendell Holmes Jr., whose reputation as one of the Supreme Court's greatest justices rests mainly on his criticism of judicial efforts to assert written or unwritten constitutional rights against the will of the political branches of government.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-yields-bounce-higher-with-stocks-11558707613", "title": "U.S. Government Bond Yields Bounce Higher With Stocks", "date": "2019-05-24 10:20", "summary": "Investors regain some appetite for riskier assets. U.S. government-bond prices ticked lower Friday after rallying sharply a day earlier.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-a-place-at-the-table-11558707070", "title": "Book Review: A Place at the Table", "date": "2019-05-24 10:11", "summary": "The tangled story of how African-American cooking has changed the national palate.. 'I believe I know how food should taste,\" Edna Lewis wrote 30 years ago, in a simple but proud, provocative yet entirely accurate pronouncement. Born in 1916 in Freetown, Va., a black farming community co-founded decades earlier by her newly emancipated grandfather Chester, she learned as a child to forage, farm and cook. Wanderlust eventually led her to New York, where she entertained a cross section of the city's culturati, first at her own table, then at Café Nicholson, where Eleanor Roosevelt, Truman Capote and Marlon Brando were regulars. She turned to writing late in life, compiling four cookbooks that preached the virtues of pursuing flavor as she saw it, highlighting seasonal Southern recipes from her ancestors on both sides of the Atlantic who taught America how to eat.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rafael-nadals-path-to-another-french-open-title-wont-be-easy-11558706681", "title": "Rafael Nadal's Path to Another French Open Title Won't Be Easy", "date": "2019-05-24 10:04", "summary": "The 11-time champion at Roland Garros has steadily improved with each match this spring, but concerns remain about his health. With the French Open set to begin on Sunday, there appears to be a consensus among experts: Rafael Nadal is likely to win his 12th title at Roland Garros.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thats-not-sand-its-superfood-11558706692", "title": "That's Not Sand, It's Superfood", "date": "2019-05-24 10:04", "summary": "Resume Subscription. The hunt for America's next superfood is on, and New Yorker Philip Teverow thinks he has found it in West Africa. That's why he was standing in the aisle of a Whole Foods in Brooklyn recently trying to entice shoppers to sample a golden grain that looks like sand.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-championships-keep-piling-up-in-boston-11558705795", "title": "The Titles Keep Piling Up in Boston", "date": "2019-05-24 09:49", "summary": "The Bruins can add to Boston's already historic tally of titles if they win the Stanley Cup. The Bruins can add to Boston's already historic tally of championships if they beat the St. Louis Blues in the Stanley Cup Finals, which begin on Monday.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-an-endless-season-for-all-ages-11558704229", "title": "Children's Books: An Endless Season for All Ages", "date": "2019-05-24 09:23", "summary": "Skipping stones, making friends at camp and playing detective.. Summer isa time for adventures both real and vicarious. In this seasonal crop of children's books, readers can ramble on the beach, smash watermelons (and friendships) at summer camp, go hiking with a tiger and, on the very last day of summer, get slobbered on by a time-traveling platypus.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politics-a-closer-look-at-the-american-fabric-11558703814", "title": "Politics: A Closer Look at the American Fabric", "date": "2019-05-24 09:20", "summary": "The poor are hurt by the decline of civil society: churches, clubs, unions, marriage.. The book market is awash just now with what might be called post-Trump travel books. These are books in which the authors advance arguments about politics and policy, and attempt to reify those arguments by querying people in far-flung places in various states of collapse or disrepair-rural wastelands, dying towns, crime-wracked cities from which industries have fled.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-books-2019-beach-reading-11558703677", "title": "Summer Books 2019: Beach Reading", "date": "2019-05-24 09:14", "summary": "Novels by Elizabeth Gilbert, Leah Hager Cohen and Richard Roper.. May Attaway is the protagonist and narrator of Jessica Francis Kane's \"Rules for Visiting\" (Penguin Press, 289 pages, $26), a witty, sometimes melancholy and altogether lovely meditation on love, loss, friendship-and botany. A gardener for the local university, May is more than a little too rooted. She's 40 and still living in her childhood home, her retired professor father her most frequent dinner companion.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-books-2019-baseball-11558703588", "title": "Summer Books 2019: Baseball", "date": "2019-05-24 09:13", "summary": "Books celebrating the Miracle Mets and their 1969 season.. Losers aren't usually popular. But the curious thing about the New York Mets is that they were massively, wildly, inexplicably popular long before they achieved anything like success, setting records for most losses in a season while trouncing their more-winning cross-town rivals, the Yankees, at the gate. Going into the 1969 season, the odds that the Mets would win the World Series were 100-1. That's about all you need to know to understand the thrill that must have accompanied their fitful path to victory that year. They were known as the Miracle Mets, but there was nothing miraculous at work here, as Wayne Coffey demonstrates in \"They Said It Couldn't Be Done\" (Crown, 289 pages, $28), his excellent book on the Mets' championship season. The 1969 Mets were young and untested, but with Gerry Gentry, Jerry Koosman, Tom Seaver and relievers Nolan Ryan and Tug McGraw, they had the best pitching in baseball-the wider world just didn't know it yet. They also had a manager, Gil Hodges, who optimized a fine, if not superstar, cadre of position players into a dominant team. The team's core was strong, no doubt: Tommie Agee, Jerry Grote, Bud Harrelson, Cleon Jones and, toward the end of the season, Donn Clendenon. But Mr. Coffey argues convincingly that it was Hodges' ability to put his part-time players to work that was the real key to the team's success. And Hodges's genius wasn't merely tactical: He valued his players and appreciated that each of them had a contribution to make.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-books-2019-camping-11558703636", "title": "Summer Books 2019: Camping", "date": "2019-05-24 09:13", "summary": "Books about fire-starting, knot-tying, jerky-making and other bushcraft.. Miles Tanner's \"Building the Perfect Fire: With or Without Matches in Any Weather\" (Black Dog & Leventhal, 124 pages, $16.99) takes a pretty straightforward look at combustion-our history with it, the different ways to create and sustain it, how to safely use it. But the title is curious for a couple of reasons. Since fire is dynamic and ever-changing, \"perfect\" doesn't apply. As for making fire without matches in any weather, sure, as long as you've got a lighter. The author wisely advises carrying both matches (wood, strike-anywhere) and a lighter (butane). While 4-foot-wide Inuit ice lenses, bamboo fire saws and fire pistons have been used in aboriginal cultures for millennia, they require ungodly amounts of practice. You don't want to bet your life on them. Unfortunately, Mr. Tanner makes just enough mistakes to rattle one's confidence. He says a hunter can use powder from a shotgun shell and a rifle scope lens to start a blaze. Thing is, shotguns aren't rifles. They don't carry scopes. The entry on tinder is inadequate. Without good tinder, fire is impossible. And, inexplicably, it's in the chapter on \"Heat\" rather than \"Fuel.\" An illustration of a hand drill shows some other, far more complex mechanism. And a sidebar lauding steel wool as \"a virtual lifesaver\" mentions it only as a means of coaxing a spark from a battery. You won't learn here that fine steel wool is a superb tinder.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kkr-loosens-strings-on-dress-code-at-work-11558703415", "title": "KKR Loosens Strings on Dress Code at Work", "date": "2019-05-24 09:10", "summary": "Financial firms are looking beyond compensation to attract talent. Employees at KKR & Co. can soon pack up their suits, ties or heels, but they may not want to throw them out.", "categories": [["Pro PE Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-amusement-park-review-ups-downs-of-the-funfair-biz-11558703407", "title": "'The Amusement Park' Review: Ups & Downs of the Funfair Biz", "date": "2019-05-24 09:10", "summary": "At the 1893 World's Fair in Chicago, an area dedicated to rides and games was separated from the exposition's more edifying pavilions.. American children with killjoy parents-the kind who think places like Disneyland are tawdry and extortionate-are blessed with an ally in Stephen M. Silverman. Thanks to him, an argument can be mounted by any thwarted youngster that an excursion to such venues isn't merely a surrender to banal pleasures. It is, in fact, a legitimate way to study American cultural and social history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-takes-over-bank-linked-to-missing-financier-11558695591", "title": "China Takes Over Bank Linked to Missing Financier", "date": "2019-05-24 09:09", "summary": "Central bank and banking regulator cite the lender as severe credit risk. BEIJING-Chinese banking authorities seized control of a small, troubled commercial bank, citing severe credit risk, in a move analysts said likely owes more to a disgraced financier than danger to the financial system.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-philosophy-in-the-form-of-sci-fi-11558703362", "title": "Science Fiction: Philosophy in the Form of Sci-Fi", "date": "2019-05-24 09:09", "summary": "The stories in Ted Chiang's 'Exhalation' take place in settings ranging from medieval Baghdad to not-quite-right-now America.. Ted Chiang's second collection of short stories, \"Exhalation\" (Knopf, 350 pages, $25.95), delves into themes as diverse as memory, free will and child-rearing, with settings ranging from medieval Baghdad, Victorian England and not-quite-right-now in America.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-not-clever-enough-to-be-holmes-11558703316", "title": "Mysteries: Not Clever Enough to Be Holmes", "date": "2019-05-24 09:08", "summary": "A novelist and a detective join up to write a book-and solve a murder.. The brilliantly clever Anthony Horowitz takes us once more beyond the looking glass separating fiction from real life in \"The Sentence Is Death\" (Harper, 381 pages, $27.99), a worthy successor to Mr. Horowitz's 2018 novel \"The Word Is Murder.\" As in the previous book, the real author's identically named narrator, Anthony Horowitz-novelist, children's author and TV-series creator-is teamed here with ex-police detective and consulting investigator Daniel Hawthorne for the dual purpose of solving a murder and writing a book.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-aatish-taseer-on-travels-into-the-past-11558703266", "title": "Five Best: Aatish Taseer on Tradition vs. Modernity", "date": "2019-05-24 09:07", "summary": "The author, most recently, of 'The Twice-Born: Life and Death on the Ganges' recommends books that describe the clash of tradition and modernity.. By Arthur Koestler (1960)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-the-spelling-bee-a-new-word-is-m-o-n-e-y-11558702800", "title": "At the Spelling Bee, a New Word Is M-O-N-E-Y", "date": "2019-05-24 09:00", "summary": "Elite spellers now can pay to get a spot in the national event. For this generation of zealous competitors, it just means another chance to shine.. Until last year, winning a regional spelling bee was the only way that children from across the U.S. could be invited to-and win-the annual Scripps National Spelling Bee, an iconic scholastic competition held since 1925.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-hp-hewlett-packard-enterprise-intuit-target-ross-stores-autodesk-splunk-11558695286", "title": "Stocks to Watch: HP, Hewlett Packard Enterprise, Intuit, Target, Ross Stores", "date": "2019-05-24 08:47", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-preparing-executive-order-on-health-cost-disclosure-11558690320", "title": "Trump Preparing Executive Order on Health-Cost Disclosure", "date": "2019-05-24 08:40", "summary": "Directive for price transparency could be released next week amid growing pushback against industry's secrecy. President Trump is expected to release an executive order as early as next week to mandate the disclosure of prices in the health-care industry, according to people familiar with the discussion.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-video-artist-mika-rottenbergs-new-show-11558701639", "title": "Inside Video Artist Mika Rottenberg's New Show", "date": "2019-05-24 08:40", "summary": "Rottenberg's pointed, absurdist film and installation work gets a solo turn at New York's New Museum. AT ONE POINT in artist Mika Rottenberg's new film, Spaghetti Blockchain, the camera settles on an all-female throat-singing ensemble, whose voices carry across rolling green hills on the Russian-Chinese border. It's one in a series of offbeat scenes in the film: the hum of servers at Swiss physics lab CERN, a hand smacking Jell-O, machinery plowing a potato field. These dissimilar clips echo themes long present in Rottenberg's work-notions of the body, the material world and the creation of value. Rottenberg approaches these topics with a certain playfulness, twisting the familiar to emphasize the folly of modern life. In her world, women mash up cut fingernails into maraschino cherries or stare at computers surrounded by garish inflatable toys. \"Part of the humor is the complexity of the situation,\" Rottenberg, 42, says. \"When you deal with heavy themes, [you must] allow for that. Otherwise I would just be an activist. As an artist you can play with both.\"", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-outdoor-voices-founder-ty-haney-dresses-like-a-grandma-at-the-airport-11558701568", "title": "Why Outdoor Voices Founder Ty Haney Dresses Like a Grandma at the Airport", "date": "2019-05-24 08:39", "summary": "The CEO on what she's packing for and doing in her summer travel destination of Sonoita, AZ. In this series, we talk to our favorite designers, artists and entertainers about where they're traveling this summer, what they're packing, how they stay entertained in-flight and more.", "categories": [["Travel", "Out of Office"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-quintessential-california-road-only-better-11558701425", "title": "The Quintessential California Road Trip, Only Better", "date": "2019-05-24 08:37", "summary": "A detailed 3-day itinerary to California's wonderful, wild north, with stops for oysters, farm tours and coastal hikes. NORTHERN California's coastal stretches have long lured roadtrippers, even before John Steinbeck, his wife, Elaine, and their peripatetic poodle rumbled down the Pacific Coast in 1960. In \"Travels With Charley,\" Steinbeck famously enthused about ogling the \"ambassadors from another time,\" referring to the region's ancient redwoods. Last summer, as wildfires raged uncomfortably close to those redwood forests, four-wheeled vacationers steered clear. By the year's end, fires burned more than half a million acres in Northern California alone, but largely spared the coastal woods and villages. Now that the smoke is clear and driving-vacation season is shifting into high gear, we've designed a detailed three-night itinerary. You set out from San Francisco, snake through Mendocino County and then on to Humboldt County, with the landscape growing wilder with each mile.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-player-in-womens-soccer-is-skipping-the-world-cup-11558695601", "title": "The Best Player in Women's Soccer Is Skipping the World Cup", "date": "2019-05-24 08:24", "summary": "Norway's Ada Hegerberg has led her team to a fourth consecutive Champions League title, but won't play for her country in protest. PARIS-The soccer world knew long before last weekend that Ada Hegerberg is the best women's player on the planet right now. But with three goals in the first half-hour of the Champions League final, she reminded everyone anyway.", "categories": [["Sports", "World Cup"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/world-cup?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-and-fliers-brace-for-summer-snarls-11558696527", "title": "Flying This Summer? Expect Delays", "date": "2019-05-24 07:57", "summary": "737 MAX grounding, runway closures and labor shortages add to challenges of peak travel season. The summer travel season is poised to inflict pain on both U.S. airlines and fliers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-a-lifelong-burden-the-mixed-blessing-of-the-medal-of-honor-11558695600", "title": "'It's a Lifelong Burden': The Mixed Blessing of the Medal of Honor", "date": "2019-05-24 07:33", "summary": "Resume Subscription. Gary Beikirch returned from Vietnam filled with rage and racked by guilt and worried he'd kill the next college kid who spat on him.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/snapchat-looks-to-let-users-add-music-to-posts-11558697400", "title": "Snapchat Looks to Let Users Add Music to Posts", "date": "2019-05-24 07:30", "summary": "With music content now regarded as a necessity, Snap faces pressure from Facebook and ByteDance. Snap Inc. is in talks with major record labels to expand the ways users can include music in posts on its flagship Snapchat app, according to people familiar with the matter, as the company faces competitive pressure from Facebook Inc.'s Instagram and ByteDance Ltd.'s TikTok.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/migrants-find-temporary-shelter-in-deming-n-m-11558696715", "title": "Migrants Find Temporary Shelter in New Mexico Town", "date": "2019-05-24 07:18", "summary": "Town is the latest in a growing list of Southwestern U.S. communities scrambling to house, clothe and feed Central American migrants being released daily by the Border Patrol. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/what-happens-in-a-new-mexico-town-when-u-s-border-patrol-drops-off-thousands-of-migrants-11558696442", "title": "What Happens in a New Mexico Town When Border Patrol Drops Off Migrants", "date": "2019-05-24 07:14", "summary": "Residents of Deming wonder how long their community can host a wave of people who crossed the border illegally. DEMING, N.M.-Chris Brice was relaxing on his couch on a recent Saturday when he got a text that the Border Patrol would be dropping off a large group of migrants in this small desert town the next day.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-may-18-11558696314", "title": "Best Selling Books Week Ended May 18", "date": "2019-05-24 07:11", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doordash-venture-capitalists-send-dough-to-wrong-address-11558695780", "title": "DoorDash Venture Capitalists Send Dough to Wrong Address", "date": "2019-05-24 07:03", "summary": "Domino's Pizza has a world-wide network of food distributors with access to the coveted last mile and a lower valuation. Sand Hill Road venture capitalists surely order lots of pizza, but buying a pizza chain probably never occurred to them. It might not be a bad idea.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theresa-mays-political-demise-is-noise-for-investors-11558694589", "title": "Theresa May's Political Demise Is Noise for Investors", "date": "2019-05-24 06:43", "summary": "The U.K. prime minister's resignation will change the Brexit process, but probably not the outcome. Sterling took a fresh battering this week as the stuttering Brexit process ground to a halt and U.K. Prime Minister Theresa May resigned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-needs-googles-android-huawei-trademarks-its-own-smartphone-os-11558693195", "title": "Who Needs Google's Android? Huawei Trademarks Its Own Smartphone OS", "date": "2019-05-24 06:19", "summary": "Chinese tech giant plans to launch its own operating system this year as access to U.S. software is hit by export ban. Huawei Technologies Co. is pinning its hopes on a self-designed operating system to replace Google's Android following a U.S. blacklisting. The question is: Can it succeed where others have failed?", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-risks-loom-over-european-markets-11558692659", "title": "Political Risks Loom Over European Markets", "date": "2019-05-24 06:10", "summary": "EU elections and U.K. political turmoil come at a time when investors are already wary of an economic slowdown. Fears of a global economic slowdown and trade tensions have weighed on markets in recent days. Investors in Europe have an added dimension of worry: political risk.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freight-market-shifts-into-lower-gear-11558690202", "title": "Freight Market Shifts into Lower Gear", "date": "2019-05-24 05:30", "summary": "Moderating demand, weaker prices are raising concerns among goods-haulers after last year's red-hot U.S. shipping market. Sagging prices and mixed economic signals are casting a cloud over the U.S. freight market as bad weather and trade concerns bog down the spring shipping season.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/women-have-most-of-top-roles-in-campaigns-for-leading-2020-democrats-11558690201", "title": "Women Have Most of Top Roles in Campaigns for Leading 2020 Democrats", "date": "2019-05-24 05:30", "summary": "WSJ analysis of senior staff of best-polling Democratic candidates shows wide swings of race, gender among staffs. The majority of senior aides and advisers on the top-tier Democratic presidential campaigns are women, and roughly a quarter identified as women of color, according to an analysis by The Wall Street Journal.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nestle-focuses-on-factories-procurement-to-hit-cost-cutting-goal-11558690200", "title": "Nestlé Focuses on Factories, Procurement to Hit Cost-Cutting Goal", "date": "2019-05-24 05:30", "summary": "The Swiss consumer-goods giant aims to generate up to $2.49 billion in savings by 2020. Nestlé SA has achieved about half of the savings it hopes to implement by 2020 in a cost-cutting effort focused on boosting efficiency and centralizing procurement.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unicorns-unicorns-qualified-cfos-11558690202", "title": "Silicon Valley Needs a Few Good CFOs", "date": "2019-05-24 05:30", "summary": "CONTENT FROM OUR SPONSOR. Silicon Valley has a problem that new technology can't solve: not enough qualified CFOs.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gas-lines-are-gone-replaced-by-complacence-11558690201", "title": "Gas Lines Are Gone, Replaced by Complacence", "date": "2019-05-24 05:30", "summary": "News that once moved oil prices barely does so anymore, but a supply crunch could prove costly. Remember standing in gas lines to fill your car?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-womens-clothing-sizes-arent-what-they-used-to-be-11558690200", "title": "Why Women's Clothing Sizes Aren't What They Used to Be", "date": "2019-05-24 05:30", "summary": "Thanks to shifting guidelines, today's size 8 is yesterday's size 16. Pop quiz: What are the measurements of a woman who wears a Misses size 8?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-downgrades-views-on-its-economy-11558688829", "title": "Japan Downgrades Views on Its Economy", "date": "2019-05-24 05:07", "summary": "Government highlights concerns about the U.S.-China trade dispute ahead of President Trump's visit to Tokyo. TOKYO-The Japanese government downgraded its view of industrial production and other key parts of the economy, highlighting concerns about the U.S.-China trade dispute ahead of President Trump's visit to Tokyo.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taiwan-passes-law-allowing-same-sex-marriagea-first-for-asia-11558087101", "title": "Same-Sex Couples in Taiwan Tie the Knot-a First in Asia", "date": "2019-05-24 01:13", "summary": "Hundreds of gay and lesbian couples registered for a legal union on the first day Taiwan's same-sex marriage bill came into effect. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mueller-wants-to-testify-in-private-house-judiciary-chairman-says-11558672807", "title": "Mueller Wants to Testify in Private, House Judiciary Chairman Says", "date": "2019-05-24 00:40", "summary": "Rep. Jerrold Nadler says transcript of the testimony would be released to the public. WASHINGTON-The top Democrat on the House Judiciary Committee said Robert Mueller wants to testify before the panel in private, with a transcript later available to the public.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-invokes-emergency-arms-sales-authority-to-counter-iran-11558721927", "title": "Trump Invokes Emergency Authority for Arms Sales to Saudis, U.A.E.", "date": "2019-05-24 00:01", "summary": "Decision to speed delivery of 22 deals worth $8 billion; opponents decry administration's move. WASHINGTON-The Trump administration on Friday invoked a rarely used provision of American arms control laws to sidestep Congress and authorize billions of dollars in weapons sales to Middle East allies, angering U.S. lawmakers who characterized the decision as an abuse of power.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11558635961", "title": "Pepper...and Salt", "date": "2019-05-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-gives-barr-authority-to-declassify-information-about-russia-probes-origins-11558666759", "title": "Trump Gives Barr Authority to Declassify Information About Russia Probe's Origins", "date": "2019-05-24 22:59", "summary": "The order comes as Trump tells his own team not to comply with multiple probes focused on him. WASHINGTON-President Trump empowered the U.S. attorney general to declassify information about the origins of the investigation into Russia's election meddling, escalating a probe that the president has said would show crimes were committed by his political opponents.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-gets-white-house-witnesses-to-attest-to-his-very-calm-demeanor-11558656429", "title": "Trump Gets White House Witnesses to Attest to His 'Very Calm' Demeanor", "date": "2019-05-24 21:48", "summary": "President reasserts that he is 'an extremely stable genius' as he asks aides to rebut notion that he'd thrown a temper tantrum in meeting with Democrats. WASHINGTON-President Trump smiled as he entered the Roosevelt Room in the White House, armed with $16 billion in good news for farmers struggling amid his continuing trade conflict with China. By the time he left, Mr. Trump had effectively carpet bombed what little remained of his relationship with congressional Democrats by mocking House Speaker Nancy Pelosi's intelligence, ridiculing her speaking style and calling the first woman to lead the U.S. House \"a mess.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broker-sales-practices-to-face-limits-11558649314", "title": "Stockbrokers Face New Rules on Disclosing Conflicts of Interest", "date": "2019-05-24 21:09", "summary": "SEC plans June vote on measures governing incentives that can cause bias in the investment advice brokers give to clients. WASHINGTON-Stockbrokers will soon have to disclose more about conflicts of interest that can bias investment advice under a government plan favored by Wall Street.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-reaches-19-1-billion-deal-on-disaster-aid-republicans-say-11558635696", "title": "Senate Passes $19.1 Billion Deal on Disaster Aid", "date": "2019-05-24 21:00", "summary": "Package includes $900 million for Puerto Rico but no additional Mexican border funding that Trump wanted. WASHINGTON-The Senate passed a $19.1 billion disaster aid package on Thursday, ending a monthslong impasse with an agreement that includes more assistance for Puerto Rico but no money for the southern border as sought by President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/images-show-tornado-damage-to-missouris-capital-11558621221", "title": "Images Show Tornado Damage to Missouri's Capital", "date": "2019-05-24 20:55", "summary": "Jefferson City hit as severe weather swept across state overnight, ripping apart homes and leaving several dead and others injured. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-move-to-make-hyperloop-travel-a-reality-11558565601", "title": "The Move to Make Hyperloop Travel a Reality", "date": "2019-05-24 20:28", "summary": "Transportation companies and legislators look to improve travel with ultrahigh-speed projects. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/wikileaks-founder-julian-assange-charged-with-17-new-counts-11558641695", "title": "WikiLeaks Founder Assange Charged With 17 New Counts", "date": "2019-05-24 20:19", "summary": "New charges put additional pressure on Assange, whom the U.S. is trying to extradite from the U.K.. WikiLeaks founder Julian Assange was indicted on additional charges unsealed Thursday accusing him of violating the Espionage Act by engaging in a wide-ranging effort to obtain classified information about the Iraq and Afghanistan wars and other matters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-moves-to-curb-immigrants-use-of-public-services-11558656550", "title": "Trump Administration Moves to Curb Immigrants' Use of Public Services", "date": "2019-05-24 20:09", "summary": "Cabinet secretaries are told to seek repayment from migrants' sponsors for use of services for low-income people. WASHINGTON-The White House is pushing ahead with rules to tighten access to public benefits for immigrants, weeks after top aides to President Trump complained of slow-walking by Department of Homeland Security officials on such issues.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]