[{"link": "https://www.wsj.com/articles/yemeni-rebels-warn-iran-plans-another-strike-soon-11569105344", "title": "Yemeni Rebels Warn Iran Plans Another Strike Soon", "date": "2019-09-21 18:35", "summary": "The information has been passed along to the Saudis and the U.S., according to people briefed on the warnings. BEIRUT-Houthi militants in Yemen have warned foreign diplomats that Iran is preparing a follow-up strike to the missile and drone attack that crippled Saudi Arabia's oil industry a week ago, people familiar with the matter said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sugarfina-sues-to-get-back-candy-held-hostage-at-new-york-warehouse-11569023439", "title": "Sugarfina Sues to Get Back Candy Held at NY Warehouse", "date": "2019-09-21 16:31", "summary": "Candy makers and bankrupt retailer face off over warehoused raw candy and allegations of counterfeit 'Candy Cubes'. High-end candy-shop chain Sugarfina Inc. is suing two candy manufacturers for allegedly holding hostage more than $2.8 million worth of the retailer's sweets and other property in a warehouse on Long Island, N.Y.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/timeline-of-trump-ukraine-bidens-story-11569095501", "title": "Timeline of Trump-Ukraine-Bidens Story", "date": "2019-09-21 15:51", "summary": "Resume Subscription. Here is a timeline of events leading up to President Trump's call with Ukraine President Volodymyr Zelensky:", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-take-to-the-streets-for-day-of-action-on-climate-change-11568988239", "title": "Students Take to the Streets for Day of Action on Climate Change", "date": "2019-09-21 12:02", "summary": "The protests are designed in part to pressure governments into doing more to combat the worst effects of climate change. Hundreds of thousands of students from across the globe took the lead during a day of climate protests before next week's United Nations summit on climate change.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-opponents-search-for-a-plan-against-elizabeth-warren-11569067200", "title": "Democratic Opponents Search for Plan Against Elizabeth Warren", "date": "2019-09-21 11:59", "summary": "While candidates have tangled publicly with Joe Biden, they are being more cautious with the Massachusetts senator. WASHINGTON-Elizabeth Warren is building a broad coalition of Democratic voters, and her rivals are taking notice. But so far, they are still testing out ways to undercut her appeal.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-market-shocks-and-investors-say-no-problem-11569078001", "title": "Three Market Shocks and Investors Say 'No Problem'", "date": "2019-09-21 11:00", "summary": "Remarkable disruptions in overnight borrowing, the oil market and a major rotation in the stock market have barely made ripples. On Monday, oil futures jumped the most ever. On Tuesday, the Federal Reserve lost control of overnight interest rates and made emergency cash injections for the first time since the financial crisis. Unnerving things come in threes: The biggest swing out of stocks with momentum and into value since the financial crash happened the week before.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-defends-conversation-with-ukraine-leader-11568993176", "title": "Trump Repeatedly Pressed Ukraine to Probe Biden's Son", "date": "2019-09-21 10:35", "summary": "Interactions under focus amid whistleblower complaint on U.S. president's dealings with a world leader. President Trump in a July phone call repeatedly pressured the president of Ukraine to investigate Joe Biden's son, according to people familiar with the matter, urging Volodymyr Zelensky about eight times to work with Rudy Giuliani on a probe that could hamper Mr. Trump's potential 2020 opponent.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/architect-of-labours-leftward-shift-wants-to-recast-britains-economy-11569075676", "title": "Architect of Labour's Leftward Shift Wants to Recast Britain's Economy", "date": "2019-09-21 10:21", "summary": "John McDonnell pushes higher taxes on the rich, renationalized railways. LONDON-The U.K.'s main opposition Labour Party is pushing plans to extend the state's reach into the economy on a scale not seen in decades, as the country likely heads for its third nationwide election in four years this fall. The party wants to rewrite a rulebook that it believes created the economic hardship that fueled the Brexit vote.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-is-a-headache-for-softbank-11569074400", "title": "WeWork Is a Headache for SoftBank", "date": "2019-09-21 10:00", "summary": "We's delayed initial public offering poses big questions for its largest outside shareholder. Will We go public this year or not? The question matters for technology giant SoftBank as well as WeWork's embattled parent company.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/muni-bond-investors-embrace-higher-risk-issuers-11569073815", "title": "Muni-Bond Investors Embrace Higher Risk", "date": "2019-09-21 09:50", "summary": "Resume Subscription. Investors are flocking to riskier corners of the traditionally safe municipal bond market in a search for yield.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-imposes-sanctions-on-iranian-national-bank-11568990939", "title": "U.S. Sanctions Iran's Central Bank, Says It Will Send Military Forces to Saudi Arabia", "date": "2019-09-21 09:40", "summary": "The sanctions action, part of a 'maximum pressure' campaign meant to avoid war, targets institutions critical to the last vestiges of Iran's international trade. WASHINGTON-The U.S. said it would send military forces and hardware to Gulf allies and moved to sever some of Iran's last ties to world markets on Friday, while preparing to outline a case for international action next week when world leaders gather at the United Nations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/school-choice-expert-has-unique-take-on-brooklyn-districts-new-admissions-system-11569070802", "title": "School-Choice Expert Has Unique Take on Brooklyn District's New Admissions System", "date": "2019-09-21 09:00", "summary": "Neil Dorosin's daughter went through the middle-school process and landed at a charter; 'It was a complicated decision'. Neil Dorosin, who helped create New York City's complex system for matching students to public high schools, wrestled with a hard choice when his 10-year-old daughter needed a middle school seat this fall.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-profile-cases-sparking-new-debate-over-old-legal-concept-of-felony-murder-11569070801", "title": "High-Profile Cases Spark New Debate Over Felony-Murder Prosecutions", "date": "2019-09-21 09:00", "summary": "Longstanding rule comes under fresh attack as critics say it is often applied unfairly on the young and minorities. An Ohio teenager whose boyfriend was killed in a robbery gone wrong. A Florida man who lent his car to a friend, who then used it to commit a felony. A pregnant Alabama woman whose fetus died after a woman shot her in the stomach during an escalating fight.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-through-to-your-teen-about-the-dangers-of-vaping-11569070800", "title": "Getting Through to Your Teen About the Dangers of Vaping", "date": "2019-09-21 09:00", "summary": "As vaping-related illnesses and deaths mount, it's even more important for parents to talk with their kids. Here's how to have an effective conversation.. How can parents convince their children not to vape?", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-lyft-drivers-torn-as-california-law-could-reclassify-them-11569063601", "title": "Uber, Lyft Drivers Torn as California Law Could Reclassify Them", "date": "2019-09-21 07:00", "summary": "For some, flexibility is crucial to their ability to work. California lawmakers have hailed the law signed by Gov. Gavin Newsom this week that could require drivers of ride-hailing companies to be labeled as employees rather than independent contractors, saying the measure could raise wages and provide new workplace benefits.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-things-to-know-about-the-emmys-11569063600", "title": "Five Things to Know About the Emmys", "date": "2019-09-21 07:00", "summary": "Another farewell to 'Game of Thrones' and a close race in comedy are among things to watch for in Sunday's awards show for television. Didn't we already say goodbye to \"Game of Thrones\"? After its finale last spring, the HBO behemoth is now looming over the Emmy Awards, airing Sunday night on Fox. Despite that and other odds-on nominees, there's room for surprises in the competition and the awards show itself. Here are five things to keep an eye on at the 71st Emmys.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-altar-to-learning-at-temple-11569063600", "title": "An Altar to Learning at Temple", "date": "2019-09-21 07:00", "summary": "The university's new Charles Library, designed by Snøhetta, is a joyously extroverted building that embraces its neighborhood, exploits the social energy of the community and celebrates the quest for knowledge.. Philadelphia", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-matters-this-week-in-the-2020-race-11569038460", "title": "What Matters This Week in the 2020 Race", "date": "2019-09-21 00:01", "summary": "Sen. Elizabeth Warren held a rally in New York, while President Trump visited New Mexico. Early this week, Sen. Elizabeth Warren held a rally in New York, a state that is nearly impossible for Democrats to lose. On the same day, President Trump held a rally in New Mexico, a state that will be hard for Republicans to win.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11569009791", "title": "Pepper...and Salt", "date": "2019-09-21 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-war-for-talent-in-the-age-of-netflix-11569038435", "title": "The War for Talent in the Age of Netflix", "date": "2019-09-21 00:00", "summary": "In the battle to dominate the new entertainment landscape, Hollywood's titans are borrowing from Netflix's playbook, transforming how they do business with writers, producers and stars-and how money is made in entertainment. When Walt Disney Co. recently struck a big production deal with Dan Fogelman, creator of the hit drama \"This Is Us,\" it tore up the usual playbook for signing up TV talent.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weworks-adam-neumann-was-right-about-one-thing-someone-needs-to-reinvent-work-11569038406", "title": "WeWork's Adam Neumann Was Right About One Thing: Someone Needs to Reinvent Work", "date": "2019-09-21 00:00", "summary": "How was the We Co. CEO able to raise so much money? Perhaps because he took aim at the rulebook for how we work, written a century ago by Henry Ford.. Until recently, Adam Neumann, the co-founder and chief executive of We Co., had a talent that many on Wall Street found baffling. People loved throwing money at him.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pence-more-deregulation-on-the-way-11569018818", "title": "Pence: More Deregulation on the Way", "date": "2019-09-21 21:54", "summary": "And new hope for expanded trade.. President Donald Trump is \"constantly telling agencies to bring freedom back to the marketplace,\" says Vice President Mike Pence in a visit to the Journal's editorial board. Mr. Pence reports that his boss isn't slowing down in his campaign to eliminate unnecessary federal red tape and that the President has signed more deregulatory bills since taking office in 2017 than any previous President over an entire term. \"All I hear is 'thank you'\" from businesspeople, adds Mr. Pence.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}]