[{"link": "https://www.wsj.com/articles/u-s-probes-titanium-imports-in-possible-tariff-case-11551743674", "title": "U.S. Probes Titanium Imports in Possible Tariff Case", "date": "2019-03-04 18:54", "summary": "Commerce Department to investigate potential national-security risks at the request of a domestic producer. The Trump administration said Monday it will investigate the possible national-security risks of imports of titanium, the metal used in aircraft and other products, in a case that could end in tariffs or other trade barriers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-aim-to-block-trump-administration-move-on-abortion-providers-11551743447", "title": "Democrats Aim to Block Trump Administration Move on Abortion Providers", "date": "2019-03-04 18:50", "summary": "Oregon, 21 state attorneys general plan to sue over plan to strip Planned Parenthood, others of millions of dollars for family planning under Title X. WASHINGTON-Democratic-led states are going to court to block a Trump administration plan to strip on-site abortion providers such as Planned Parenthood Federation of America of millions of taxpayer dollars for family planning, arguing the federal government is exceeding its authority to limit the federal funding.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-target-energy-efficient-home-improvements-loans-11551743209", "title": "Regulators Target Energy-Efficient Home Improvements Loans", "date": "2019-03-04 18:46", "summary": "Critics caution such loans could bring another debt crisis. WASHINGTON-Federal regulators are preparing to clamp down on a popular loan program used to finance solar panels and other energy-saving home improvements.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cheniere-deal-with-china-signals-countrys-key-role-in-lng-exports-11551735153", "title": "Cheniere Deal With China Signals Country's Key Role in LNG Exports", "date": "2019-03-04 18:33", "summary": "Long-term contract is expected to be unveiled as part of U.S.-China trade deal. Cheniere Energy Inc.'s expected $18 billion deal to supply natural gas to China signals the company's growing bet on the country, and China's emergence as a top market for U.S. gas exporters.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-will-block-trumps-emergency-declaration-on-border-wall-mcconnell-says-11551721247", "title": "Senate Will Block Trump's Border-Wall Plan, McConnell Says", "date": "2019-03-04 18:25", "summary": "Chamber has enough votes to disapprove president's plan, Senate majority leader says, likely forcing veto. WASHINGTON-Senate Majority Leader Mitch McConnell (R., Ky.) said a resolution seeking to block President Trump from declaring a national emergency would pass the GOP-controlled Senate, likely forcing the president to issue his first veto in a bid to secure the funding he wants for a border wall.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-efforts-at-large-companies-may-be-hindered-by-poor-quality-data-11551741634", "title": "AI Efforts at Large Companies May Be Hindered by Poor Quality Data", "date": "2019-03-04 18:20", "summary": "Executives surveyed by PwC said cleaning up their data would lead to big cost savings and revenue gains. Large firms are finding that poor quality customer and business data compiled over the years may be keeping them from leveraging artificial intelligence and other digital tools to cut costs, boost revenue and stay competitive, according to PricewaterhouseCoopers.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/keeping-talent-america-trains-11551741561", "title": "Keeping Talent America Trains", "date": "2019-03-04 18:19", "summary": "A study shows that foreign grads don't steal American jobs.. President Trump says he supports more legal immigration based on merit. If he means it, he should scotch a mooted labor regulation that would restrict temporary visas for high-skilled foreign graduates of U.S. universities.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-hires-strategic-enterprise-risk-chief-11551741522", "title": "Wells Fargo Hires Strategic Enterprise Risk Chief", "date": "2019-03-04 18:18", "summary": "Maria Teresa Tejada is the latest external hire to join the risk division of the battled bank. Wells Fargo & Co. said Monday that it has named Maria Teresa Tejada as the company's chief strategic enterprise risk officer, the latest move by the embattled lender to revamp its risk management division.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/davids-bridal-names-new-leadership-after-emerging-from-bankruptcy-11551741530", "title": "David's Bridal Names New Leadership After Emerging From Bankruptcy", "date": "2019-03-04 18:18", "summary": "Curt Kroll will be interim CFO, while Tom Lynch will be interim CEO. David's Bridal Inc. announced a new leadership team as the specialty retailer continues remaking itself after emerging from bankruptcy protection earlier this year.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-raises-its-full-year-sales-outlook-as-profit-rises-11551735886", "title": "Salesforce Raises Its Full-Year Sales Outlook as Profit Rises", "date": "2019-03-04 18:16", "summary": "Shares fall in extended trading after company delivers profit guidance for the current quarter and year below analysts' expectations. Salesforce.com Inc. said it expects revenue to nearly double in four years, benefiting from companies shifting more of their spending to technology innovation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/document-requests-show-house-panels-areas-of-interest-in-trump-probe-11551741258", "title": "Document Requests Show House Panel's Areas of Interest in Trump Probe", "date": "2019-03-04 18:14", "summary": "Committee seeks information on Russia, hush-money payments, Comey firing. The document requests issued Monday by the House Judiciary Committee cover a broad range of issues, as part of investigations the committee is starting into obstruction of justice, corruption and abuse of power.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hickenlooper-up-the-middle-11551741195", "title": "Hickenlooper Up the Middle", "date": "2019-03-04 18:13", "summary": "The Coloradan won't ban fossil fuels. Can he persuade Democrats?. In a Democratic Party newly enamored with socialism, a potential counterweight is John Hickenlooper, the former Colorado Governor, who announced Monday that he's running for President. \"We need dreamers in Washington,\" Mr. Hickenlooper said in a campaign video pointedly stressing his pragmatic political credentials, \"but we also need to get things done.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kenneth-kiyul-lees-white-privilege-11551741146", "title": "Kenneth Kiyul Lee's White Privilege", "date": "2019-03-04 18:12", "summary": "Liberals play the race card against a Korean-American immigrant.. By now opponents are running a familiar playbook against President Trump's judicial nominees: Throw around accusations of racism, and hope some Republicans are spooked into opposition. Repeat. The latest target is Kenneth Lee, a Korean-American lawyer nominated for the Ninth Circuit Court of Appeals.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/about-trumps-failure-in-hanoi-11551741056", "title": "About Trump's 'Failure' in Hanoi", "date": "2019-03-04 18:10", "summary": "The president has left his negotiators better positioned for a good deal with Pyongyang.. Hanoi", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allies-worry-over-u-s-public-opinion-11551741006", "title": "Allies Worry Over U.S. Public Opinion", "date": "2019-03-04 18:10", "summary": "The gap between voters and foreign-policy elites shows little sign of closing.. There is no more important question in world politics than this: Will U.S. public opinion continue to support an active and strategically focused foreign policy? During the Cold War and for 25 years after, there was rarely any doubt. While Americans argued-sometimes bitterly-over the country's overseas priorities, there was a broad consensus in both parties that sustained engagement was necessary to protect U.S. interests.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-the-phone-another-scammer-is-calling-11551740955", "title": "'Old' the Phone, Another Scammer Is Calling", "date": "2019-03-04 18:09", "summary": "As soon as I turned 70, offers rolled in for wheelchairs, cruises and cremation plans.. In T. S. Eliot's \"Little Gidding\" there is a sarcastic line: \"Let me disclose the gifts reserved for old age.\" The \"gifts\" Eliot mentions include \"the cold friction of expiring sense\" and \"the rending pain of re-enactment / Of all that you have done, and been.\" Eliot died before the advent of modern computer technology, so he did not experience another \"gift\" of old age: constant phone calls from mostly illegitimate businesses trying to sell you something.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salesforce-gravity-still-applies-11551740944", "title": "Salesforce: Gravity Still Applies", "date": "2019-03-04 18:09", "summary": "Cloud software giant's strong growth outlook still implies some slowdown. Salesforce.com showed two things with its latest quarterly report Monday afternoon: The cloud software giant can still put up some big numbers and \"deceleration\" remains the most dreaded word in the tech lexicon.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spies-of-no-country-review-the-dawn-of-mossad-11551740915", "title": "'Spies of No Country' Review: The Dawn of Mossad", "date": "2019-03-04 18:08", "summary": "Agents were taught rudimentary spycraft on a kibbutz, then sent off to gather intelligence and occasionally to blow something up.. No intelligence agency in the world has quite the crafty mystique of Mossad, Israel's spy service. Shrewd, patient and ruthless, Mossad's spooks are celebrated for their triumphs, and even the rare known failures are legendary in their way.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-reform-unleashed-the-u-s-economy-11551740837", "title": "Tax Reform Unleashed the U.S. Economy", "date": "2019-03-04 18:07", "summary": "The surge in private investment has brought big returns for households as well as the government.. For a midterm report card on the economy under President Trump, take a look at two recent government reports. The Commerce Department reported Thursday that real gross domestic product grew by 3.1% from the fourth quarter of 2017 to the fourth quarter of 2018-the largest rise in 13 years. And last month the Congressional Budget Office reported that even if the current surge in economic growth isn't sustained, the revenue residual from our current strong growth rate will pay for some 80% of the projected cost of the 2017 tax reform. While these reports reflect only the initial impact of the tax cuts and the deregulatory effort, any objective evaluation would give the administration's economic program high midterm marks.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-chinas-desire-for-a-trade-deal-with-trump-11551740781", "title": "Behind China's Desire for a Trade Deal With Trump", "date": "2019-03-04 18:06", "summary": "President Xi's nationalism is running into the reality of slower growth and a fear of political instability.. Xi Jinping came into office in 2012 with guns drawn. He needed to tame the Communist Party and enthrall the Chinese people. He achieved the first, to great applause, by bringing down corrupt party powerhouses such as Bo Xilai and Zhou Yongkang. He defined his China Dream as the \"Great Rejuvenation of the Chinese People,\" playing to the historical humiliation by foreign occupiers drummed into every Chinese schoolchild: the Opium Wars, foreign spheres of influence, Japanese occupation. Finally, China had shucked off its albatross. Even party skeptics bought into his hypernationalism.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-your-doctor-isnt-allowed-to-tell-you-11551740732", "title": "What Your Doctor Isn't Allowed to Tell You", "date": "2019-03-04 18:05", "summary": "Badly designed electronic records can be hazardous to your health, but a gag clause protects the makers.. It isn't easy to ruffle my friend of 30 years, one of the best gastroenterologists in Boston, a town known for top-notch medicine. But he was ruffled when he told the story of giving a patient anesthesia and performing a medically unnecessary procedure-only he hadn't known it was unnecessary because the patient's electronic health record, or EHR, didn't function as promised.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/de-blasio-defends-decision-to-close-schools-11551740350", "title": "De Blasio Defends Decision to Close Schools", "date": "2019-03-04 17:59", "summary": "Mayor gets grief when storm fizzles out after forecasts for heavy snow. New York City Mayor Bill de Blasio on Monday defended his decision to close public schools based on a forecast of heavy snow, saying he had the safety of students in mind, not the possibility that the storm would fizzle out.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/panel-issues-last-permits-for-more-charter-schools-in-new-york-city-11551739694", "title": "Panel Issues Last Permits for More Charter Schools in New York City", "date": "2019-03-04 17:48", "summary": "Opponents argued that charter schools siphon money and space from traditional district schools that need help. A state panel approved seven more charter schools for New York City on Monday, using up all the permits allowed for the city and marking an end-at least for now-to the proliferation of charters here.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-climb-on-progress-in-trade-talks-11551688812", "title": "Stocks Fall as Investors Pause on Trade", "date": "2019-03-04 17:39", "summary": "S&P 500 drop led by declines in heath-care and financial shares. Renewed jitters over slowing global growth and investors' impatience on a U.S.-China trade pact sent U.S. stocks to their worst day in nearly a month, the latest hiccup during a big rally fueled by the Federal Reserve this year.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-opposition-seeks-u-s-courts-help-protecting-citgo-11551738726", "title": "Venezuelan Opposition Seeks U.S. Court's Help Protecting Citgo", "date": "2019-03-04 17:32", "summary": "Opposition leaders say U.S. court rulings could undermine Trump administration's Venezuela policy. Venezuela's U.S.-backed opposition leaders asked a federal appeals court to refrain from carving up the country's foreign assets, saying their loss would hurt the chances of political change in Caracas.", "categories": [["Pro Bankruptcy International"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-international?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-treasury-rules-shape-corporate-tax-break-11551734451", "title": "New Treasury Rules Shape Corporate Tax Break", "date": "2019-03-04 17:22", "summary": "Proposed regulations involve a piece of the 2017 tax law that benefits companies such as Boeing and Intel. WASHINGTON-The Treasury Department proposed the final major international-tax regulation under the 2017 tax law on Monday, outlining how businesses can claim a break related to certain foreign sales.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/purdue-pharma-preparing-for-possible-bankruptcy-filing-11551721519", "title": "Purdue Pharma Preparing Possible Bankruptcy Filing", "date": "2019-03-04 17:19", "summary": "Move could pave way to settle mounting lawsuits over opioid crisis. OxyContin maker Purdue Pharma LP is preparing a possible bankruptcy filing as it seeks to contain liability from hundreds of lawsuits alleging it fueled the nation's opioid epidemic, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-stabilize-after-recent-price-declines-11551714876", "title": "U.S. Government Bonds Rise", "date": "2019-03-04 17:13", "summary": "Yields show little reaction to report that U.S. and China inched closer to a trade deal. U.S. government bond prices rose Monday as buyers returned to the market following a modest bout of selling last week.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vladimir-guerrero-jr-looks-like-a-cant-miss-prospect-11551737572", "title": "Vladimir Guerrero Jr. Looks Like a Can't-Miss Prospect", "date": "2019-03-04 17:12", "summary": "The 19-year-old slugger appears ready for the majors after posting eye-popping numbers in the minors. Vladimir Guerrero Jr. is the top prospect in baseball and seemingly the kind of hitter that comes around only once every generation.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/music-to-the-eyes-11551737320", "title": "Music to the Eyes", "date": "2019-03-04 17:08", "summary": "After a three-year, multiphase overhaul, the Met's instrument collection is more accessible and interesting than ever before.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-better-grid-is-possible-for-green-new-deal-11551737068", "title": "A Better Grid Is Possible for Green New Deal", "date": "2019-03-04 17:04", "summary": "Technological revolutions have always had naysayers, and this transition will require rethinking how we operate the power grid.. Regarding Robert Blohm's \"The Green New Deal's Impossible Electric Grid\" (op-ed, Feb. 21): The Green New Deal (GND) reads like a letter to Santa, however its goal of a fully renewable power grid, while not immediately possible, is one we must urgently work toward because fossil fuels are finite and eventually will be gone.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aoc-has-her-15-minutes-of-socialist-fame-11551736993", "title": "AOC Has Her 15 Minutes of Socialist Fame", "date": "2019-03-04 17:03", "summary": "The more Alexandria Ocasio-Cortez's wacky ideas get trashed by rational analysts, the more media buzz she gets. Presidential candidate Donald Trump retaught the lesson in 2016 that there is no such thing as bad publicity.. According to Grace-Marie Turner, Democratic Rep. Alexandria \"Ocasio- Cortez Is an All-American Socialist\" (op-ed, Feb. 27) whose success reconfirms that the American dream is alive and well in our land of opportunity-even as she hopes to wake us all up from the nightmare of capitalism. The more AOC's wacky ideas get trashed by rational analysts, the more media buzz she gets. Presidential candidate Donald Trump retaught the lesson in 2016 that there is no such thing as bad publicity.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-court-approves-retiree-cut-but-keeps-larger-worker-protections-in-place-11551730361", "title": "California Court Backs Retiree Cut but Keeps Broader Worker Protections", "date": "2019-03-04 17:03", "summary": "Justices didn't alter longtime rule that has treated government pensions as sacrosanct. The California Supreme Court affirmed the state's ability to roll back a specific pension benefit but left in place an influential rule offering public workers protection against cuts.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lesson-from-europe-is-in-what-policies-to-avoid-11551736953", "title": "The Lesson From Europe Is In What Policies to Avoid", "date": "2019-03-04 17:02", "summary": "It's doubtful that even the complete collapse of the EU would dissuade Democrats from following its lead into economic oblivion.. Walter Russell Mead contends that \"Europe's Challenge Is Decline, Not Trump\" (Global View, Feb. 19) and that flatlining of the eurozone economy in the past decade is creating or intensifying friction within and between European Union countries. Absent an economic revival, the EU will continue to decay and could dissolve.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/libyas-largest-oil-fieldrestarts-production-11551736818", "title": "Libya's Largest Oil Field Restarts Production", "date": "2019-03-04 17:00", "summary": "Reopening to bring oil-market relief amid OPEC cuts, Venezuela sanctions. Libya's National Oil Corp. has restarted limited production at its giant Sharara oil field, a person familiar with the matter said Monday, following the removal of gunmen who had occupied the field for three months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-democratic-primary-voters-tolerate-a-liberal-11551736500", "title": "Will Democratic Primary Voters Tolerate a Liberal?", "date": "2019-03-04 16:55", "summary": "A former Colorado governor will test whether the Sandernistas have taken over the party.. Sen. Bernie Sanders of Vermont is claiming a socialist victory in the battle of ideas. Meanwhile former Colorado Gov. John Hickenlooper is running for President and testing whether economic non-extremists can still win Democratic presidential primaries.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-tosses-case-against-barclays-trader-in-latest-stumble-for-prosecutors-11551733239", "title": "Judge Tosses Case Against Barclays Trader", "date": "2019-03-04 16:36", "summary": "Case against former senior trader grew out of a broader investigation into multiple banks. WASHINGTON-A federal judge dismissed without sending to the jury a case against a former senior Barclays PLC trader accused of illegally trading in anticipation of a major client deal, highlighting the problems prosecutors have faced in efforts to hold individuals liable for allegations of corporate misconduct.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/invention-and-design-early-italian-drawings-at-the-morgan-review-sketching-the-history-of-an-art-form-11551735173", "title": "'Invention and Design: Early Italian Drawings at the Morgan' Review: Sketching the History of an Art Form", "date": "2019-03-04 16:32", "summary": "An arresting exhibition demonstrates how Renaissance draftsmanship evolved from its comparatively formulaic roots in medieval manuscript illumination into an increasingly scientific and expressive discipline.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tornado-scientists-focus-on-mobile-homes-11551734622", "title": "Tornado Scientists Focus on Mobile Homes", "date": "2019-03-04 16:23", "summary": "Researchers are developing new ways to give people in mobile homes an earlier warning so they have more time to flee. Scientists and researchers studying tornadoes are trying to develop new ways to give people living in mobile homes an earlier warning so they have more time to flee to safer places.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-one-auditor-flunked-brazil-dam-vale-found-another-who-passed-it-11551732816", "title": "After an Auditor Flunked Brazil Dam, Vale Found Another Who Passed It", "date": "2019-03-04 16:19", "summary": "Mining giant says it is cooperating with investigation of January collapse that killed more than 180 people. Vale SA, the owner of a mine-waste dam that collapsed this year, killing more than 180 people, dismissed an auditor that refused to certify the dam as safe in September, according to an initial probe by police and prosecutors.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-to-deploy-additional-officers-to-reduce-rise-in-murders-and-rapes-11551733605", "title": "NYPD to Deploy Additional Officers to Reduce Rise in Murders and Rapes", "date": "2019-03-04 16:06", "summary": "Despite an overall drop in major crimes, police department looks to address a recent spike in certain neighborhoods. New York Police Department Commissioner James O'Neill announced Monday that he plans to dispatch additional uniformed officers to four precincts around the city to combat a surge in the number of murders and rapes this year.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-house-election-in-north-carolina-to-be-held-on-sept-10-11551730120", "title": "New House Election in North Carolina to Be Held on Sept. 10", "date": "2019-03-04 15:08", "summary": "Decision comes after November results were thrown out over concerns of ballot tampering; Parties to hold their primaries on May 14. RALEIGH, N.C.-North Carolina officials set a Sept. 10 date for a new election for the nation's last unresolved congressional race after the November results were thrown out over concerns of ballot tampering. Parties will hold their primaries on May 14.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-rise-to-start-the-week-11551698136", "title": "Oil Rises on OPEC Cuts, Trade Hopes", "date": "2019-03-04 15:01", "summary": "Traders home in on signs OPEC, allies are delivering on promised production curbs. •Oil prices rose Monday on further production cuts by OPEC and fresh hopes a U.S.-China trade deal will be reached.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newmont-rejects-barrick-golds-takeover-bid-11551707370", "title": "Newmont Rejects Barrick Gold's Takeover Bid", "date": "2019-03-04 14:59", "summary": "Mining company says all-share proposal is inferior to its own deal with Goldcorp. Newmont Mining Corp. turned down a proposal from rival Barrick Gold Corp. to merge and create one of the world's largest mining companies, a widely expected move.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-still-using-uranium-enrichment-facility-u-n-agency-says-11551728932", "title": "North Korea Still Using Uranium-Enrichment Facility, U.N. Agency Says", "date": "2019-03-04 14:48", "summary": "IAEA report says reactor at Yongbyon complex has been shut since December, but construction work continues at facility at heart of Trump-Kim talks. North Korea is still using a uranium-enrichment facility at the heart of last week's summit between President Trump and North Korean leader Kim Jong Un, the United Nations atomic agency said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luke-perry-dead-at-52-after-suffering-stroke-11551723467", "title": "Luke Perry Dead at 52 After Suffering Stroke", "date": "2019-03-04 14:37", "summary": "'Riverdale' and 'Beverly Hills, 90210' actor had been hospitalized since last week. LOS ANGELES-Luke Perry, who gained instant heartthrob status as wealthy rebel Dylan McKay on \"Beverly Hills, 90210,\" died Monday after suffering a massive stroke, his publicist said. He was 52.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-cuts-compensation-for-robert-iger-in-fox-deal-11551715789", "title": "Disney Cuts Compensation for Iger in Fox Deal", "date": "2019-03-04 14:21", "summary": "Company removes $13.5 million in potential salary and incentive awards tied to Disney's acquisition of Fox's entertainment assets. Walt Disney Co. tweaked Robert Iger's compensation package for the second time in three months, removing $13.5 million in potential salary and incentive awards available for the chief executive after the company closes its acquisition of 21st Century Fox Inc. assets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-again-seeks-higher-taxes-on-wealthy-11551726494", "title": "New Jersey Governor Again Seeks Higher Taxes on Wealthy", "date": "2019-03-04 14:08", "summary": "Murphy's proposal calls for lifting the top marginal tax rate to 10.75% from 8.97% for filers earning $1 million or more. New Jersey Gov. Phil Murphy plans once again to propose enacting a millionaires tax, according to a person familiar with the matter, likely renewing a simmering dispute with fellow Democratic leaders.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wolf-of-wall-street-townhouse-sells-for-12-65-million-11551725403", "title": "'Wolf of Wall Street' Townhouse Sells for $12.65 Million", "date": "2019-03-04 13:50", "summary": "The home of ex-banker Alan Wilzig is bought by wealthy Brazilians for dramatically less than the original $44 million asking price.. Alan Wilzig, the race car driving banker known for inspiring a character in Martin Scorsese's film \"The Wolf of Wall Street,\" is in contract to sell his New York townhouse for $12.65 million, dramatically less than its original nearly $44 million asking price.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-berenberg-banker-investigated-for-alleged-insider-trading-11551718909", "title": "Top Berenberg Banker Investigated for Alleged Insider Trading", "date": "2019-03-04 13:27", "summary": "German probe is related to trading in Hapag-Lloyd shares. FRANKFURT-German prosecutors are investigating a top executive of a prominent European bank for allegedly tipping off acquaintances on the share sale of a shipping company the bank was arranging.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-unveils-actions-aimed-at-retailers-manufacturers-to-stem-youth-access-to-e-cigarettes-11551723546", "title": "FDA Unveils Actions to Stem Youth Access to E-Cigarettes", "date": "2019-03-04 13:19", "summary": "Agency requests Walgeens meeting over possible corporate-wide issue on sales to minors. BREAKING NEWS", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-withdraws-from-nuclear-missile-treaty-11551713037", "title": "Russia Suspends Nuclear Missile Treaty With U.S.", "date": "2019-03-04 13:08", "summary": "After Washington warns of pullout, Putin formally backs out of obligations under 1987 pact. MOSCOW-President Vladimir Putin formally ordered a suspension of Russia's obligations under a Cold War-era nuclear treaty with the U.S., his office said Monday, a death knell for the pact that heightens the threat of a new arms race.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morrissey-to-play-the-great-white-way-11551722682", "title": "Morrissey to Play the Great White Way", "date": "2019-03-04 13:04", "summary": "Famously sullen singer-songwriter to play seven-show 'residency' at Lunt-Fontanne Theatre in May. Another rock star is coming to Broadway.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurers-consider-changes-to-bank-accounts-cash-pools-ahead-of-brexit-11551722333", "title": "Treasurers Consider Changes to Bank Accounts, Cash Pools Ahead of Brexit", "date": "2019-03-04 12:58", "summary": "No-deal Brexit would sever agreements that smooth payments between U.K. and EU nations. A no-deal Brexit could force British and European treasurers to make changes to their bank accounts and cash pools to avoid higher fees and meet regulatory requirements.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/greece-looks-to-borrow-amid-buoyant-markets-11551722073", "title": "Greece Looks to Borrow Amid Buoyant Markets", "date": "2019-03-04 12:54", "summary": "Europe's most-fragile economy plans its first 10-year bond in nearly a decade as borrowing costs drop. Greece said it plans to issue its first 10-year bond in nearly a decade, as the eurozone's most-indebted country emerges from grueling bailouts and taps broad investor appetite for risky debt.", "categories": [["Markets", "Stocks", "Europe Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/europe-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-strengthens-slightly-on-trade-hopes-solid-u-s-data-11551721968", "title": "Dollar Strengthens Slightly on Trade Hopes, Solid U.S. Data", "date": "2019-03-04 12:52", "summary": "The dollar edged higher as investors reacted to signs of progress in trade talks between the U.S. and China and recent economic data. The dollar edged higher Monday as investors reacted to signs of progress in trade talks between the U.S. and China and recent economic data.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-robots-dream-of-electric-tips-11551721340", "title": "Do Robots Dream of Electric Tips?", "date": "2019-03-04 12:42", "summary": "Success of food-delivery robots won't be automatic. Your new food-delivery guy can't talk, but he can text.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-accuses-detained-canadians-of-espionage-11551701217", "title": "China Accuses Detained Canadians of Espionage", "date": "2019-03-04 12:38", "summary": "Cases against former diplomat, entrepreneur are widely seen as retaliation for Canada's arrest of a senior Huawei executive; Trudeau voices concern. BEIJING-China accused two detained Canadians of working together to steal Chinese state secrets, moving ahead with a politically charged investigation seen as retribution for Canada's arrest of a senior Huawei Technologies Co. executive.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philip-morris-cuts-profit-forecast-after-canada-court-ruling-11551720585", "title": "Philip Morris Cuts Profit Forecast After Canada Court Ruling", "date": "2019-03-04 12:29", "summary": "The decision came in cases in which the company's Rothmans, Benson & Hedges unit was among the defendants. Philip Morris International Inc. cut its profit outlook for the year and expects lower pretax earnings in the first quarter after a subsidiary and other tobacco companies lost a major legal appeal in Canada.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vatican-to-open-archives-on-world-war-ii-pope-pius-xii-11551715960", "title": "Vatican to Open Archives on World War II Pope Pius XII", "date": "2019-03-04 12:05", "summary": "Critics including Jewish groups have said Pope Pius XII didn't do enough to oppose the Holocaust. ROME-Pope Francis said on Monday that he would open the Vatican archives on Pope Pius XII, bowing to decades of requests from historians and Jewish groups who have questioned why the wartime pope stayed silent during the horrors of Nazi-controlled Europe.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ybn-cordae-the-new-rapper-bridging-hip-hops-generation-gap-11551718800", "title": "The New Rapper Bridging Hip-Hop's Generation Gap", "date": "2019-03-04 12:00", "summary": "The 21-year-old's unusual mix of old and new-school sounds has won him fans and industry support. LOS ANGELES-There's a growing cultural divide between hip-hop's younger and older stars. Some say YBN Cordae can bridge it.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/algerians-renew-protests-after-ailing-president-defies-demands-to-end-reign-11551718849", "title": "Algerians Renew Protests After President Defies Demands", "date": "2019-03-04 12:00", "summary": "President Abdelaziz Bouteflika makes official his candidacy for a fifth term. Algeria's political crisis deepened after President Abdelaziz Bouteflika rejected protesters' demands to step down at the end of his term, as demonstrators again poured into the streets Monday and promised to extend protests that have convulsed the nation.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celgene-odds-are-in-investors-favor-11551718821", "title": "Celgene Odds Are in Investors' Favor", "date": "2019-03-04 12:00", "summary": "Drug maker's shares are a risky but enticing bet ahead of planned $74 billion sale to Bristol-Myers Squibb. Doubts over the largest pharmaceuticals merger on record are giving brave investors a chance for a handsome profit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-offers-to-accept-camera-surveillance-in-bid-for-bail-11551699201", "title": "Ghosn Offers to Accept Camera Surveillance in Bid for Bail", "date": "2019-03-04 11:59", "summary": "Former Nissan chairman determined to win bail after having two earlier applications turned down, lawyer says. TOKYO-A new bail application for Carlos Ghosn includes an offer for him to be monitored by surveillance cameras to ensure he doesn't flee Japan or tamper with evidence, his lawyer said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-companies-that-collect-college-sports-secrets-11551717421", "title": "The Companies That Collect College Sports Secrets", "date": "2019-03-04 11:37", "summary": "Two firms gather detailed anonymous feedback from athletes to evaluate coaches, avert scandals. When David Chadwick was a college basketball player, he launched a class project to create a Yelp or a Glassdoor for college sports. He wanted prospective athletes to be able to read reviews of various programs, from the condition of the locker room to the temperament of the head coach, written by athletes who were there.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-preparers-stock-up-on-tissues-to-deliver-bad-news-about-your-refund-11551715931", "title": "How Accountants Break the Bad News About Tax Refunds: With Chocolate and Tissues", "date": "2019-03-04 11:12", "summary": "Tax preparers are stocking up on supplies to comfort unhappy clients surprised by lower refunds. These are difficult times for tax preparers. Changes in Treasury Department rules have made it an especially tricky tax season, with lower refunds taking many Americans by surprise. That's led preparers to stock up on chocolate and painkillers-both for unhappy clients and for themselves.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-toll-climbs-after-tornadoes-hit-southeast-11551696319", "title": "Death Toll Climbs After Tornadoes Hit Southeast", "date": "2019-03-04 11:09", "summary": "Storms swept through swaths of Alabama and Georgia; the most destruction appears to be in Lee County, Ala.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/european-banks-tighten-belts-to-fund-compliance-investments-11551715200", "title": "European Banks Tighten Belts to Fund Compliance Investments", "date": "2019-03-04 11:00", "summary": "Financial institutions are investing in technology and adding staff as regulators increase scrutiny. European banks are investing more resources in staff and technology to spot financial crime following a recent string of money-laundering scandals. In some cases, they're cutting costs elsewhere in the enterprise to fund the initiatives.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rand-paul-indicates-he-would-vote-against-trumps-emergency-order-11551643277", "title": "Rand Paul Says He'd Vote Against Trump's Emergency Order", "date": "2019-03-04 10:40", "summary": "The Kentucky senator is the fourth Republican to back the House resolution. WASHINGTON-Sen. Rand Paul (R., Ky.) said over the weekend that he would oppose President Trump's efforts to redirect federal funds toward building a border wall, potentially forcing the president to issue his first veto.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-speed-rail-in-the-u-s-remains-elusive-illinois-shows-why-11551713342", "title": "High-Speed Rail in the U.S. Remains Elusive: Illinois Shows Why", "date": "2019-03-04 10:29", "summary": "A $2 billion Chicago-St. Louis project will offer a top speed of just 110 mph and shave an hour off the trip. Amtrak's route from Chicago to St. Louis would seem an ideal place for the U.S. to adopt high-speed rail such as in Europe and Asia, where passenger trains can race along at 200 miles an hour. The stretch in Illinois is a straight shot across mostly flat terrain.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-lacking-a-magic-north-korea-nuclear-deal-faces-slog-of-diplomacy-11551711853", "title": "How Trump Can Restart North Korean Diplomacy", "date": "2019-03-04 10:04", "summary": "To keep talks moving forward, White House now needs to develop traditional negotiating process. Diplomacy is a little like riding a bicycle: You either keep moving forward or the thing falls down.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-novelists-detour-to-a-dystopian-world-11551711600", "title": "A Novelist's Detour to a Dystopian World", "date": "2019-03-04 10:00", "summary": "John Lanchester's new book, 'The Wall,' imagines an island nation in self-imposed isolation after massive climate change. The idea for John Lanchester's new novel \"The Wall\" came to him in a dream that repeated itself over several nights. \"I had an image of this lone man standing on a wall in the cold and dark, with water on the other side,\" Mr. Lanchester says.", "categories": [["Books & Arts", "Books"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-campbell-soup-l-brands-dentsply-sirona-stericycle-11551699229", "title": "Stocks to Watch: AT&T, Facebook, Marriott, Campbell Soup", "date": "2019-03-04 09:48", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-sues-china-companies-for-creating-fake-online-accounts-11551702165", "title": "Facebook Sues Chinese Companies for Creating Fake Accounts", "date": "2019-03-04 09:48", "summary": "Social-media giant seeks to bar the companies from infringing on its trademarks and using domain names related to Facebook. BEIJING- Facebook Inc. and its photo-sharing app Instagram sued four companies and three people based in China for allegedly creating and selling fake online accounts, likes and followers that were used for misinformation campaigns and other scams.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-doctors-prescription-for-more-a-i-in-medicine-11551710359", "title": "A Doctor's Prescription for More AI in Medicine", "date": "2019-03-04 09:39", "summary": "Eric Topol makes the case for how artificial intelligence can improve health care, despite privacy concerns. There's no doubt that artificial intelligence is transforming health care. But its use doesn't come without controversy, as critics ask if AI could further dehumanize medicine and erode the doctor-patient relationship.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nevada-is-the-jackpot-of-a-barrick-newmont-merger-11551709522", "title": "Nevada Is the Jackpot of Barrick's Push for Newmont", "date": "2019-03-04 09:25", "summary": "A deal between the world's biggest gold mining companies would combine portfolios and operations in the state. The future of the world's biggest gold-mining deal hinges on a chunk of terrain that is among the most valuable in America: the gold fields of Nevada.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jordan-peele-is-the-new-master-of-suspense-11551708118", "title": "Jordan Peele Is the New Master of Suspense", "date": "2019-03-04 09:01", "summary": "In his highly anticipated film 'Us,' the director again uses horror to investigate the soul of contemporary America. On a narrow street in the hills above Los Angeles, tourists cluster together with their smartphones held high: The Hollywood sign looms behind them, and they're taking selfies. If they paid any attention to the house directly in front of them, they might spot the cameras installed around the facade, or the guard on hand to ward off intruders. These precautions are in place not because of who lives inside but what: Within a temperature-controlled box on the topmost floor, one of 2019's most-anticipated films sits on a server connected to editing consoles throughout the house. The movie is Us, comedian-turned-horror auteur Jordan Peele's follow-up to his 2017 smash, Get Out-a deeply disturbing, wildly entertaining exploration of covert American racism that earned Peele an Oscar for screenwriting and a nomination for best director, and which grossed a quarter of a billion dollars worldwide on a budget of just $4.5 million.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-turn-to-online-tool-for-organizing-volunteers-11551708001", "title": "Democrats Turn to Online Tool for Organizing Volunteers", "date": "2019-03-04 09:00", "summary": "MobilizeAmerica gives campaigns a centralized sign-up system for events and canvassing. NEW YORK-As Sens. Kamala Harris, Kirsten Gillibrand and Cory Booker kicked off their Democratic presidential campaigns, they asked supporters to register for rallies and town halls, routing them all to the same online platform, MobilizeAmerica.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-north-korea-nuclear-talks-must-resume-quickly-says-worried-south-11551706393", "title": "U.S.-North Korea Nuclear Talks Must Resume Quickly, Says Worried South", "date": "2019-03-04 08:33", "summary": "Pyongyang will likely press Seoul to proceed with joint economic projects despite continuing sanctions. SEOUL-Troubled by the failure of the U.S. and North Korea to reach a deal on sanctions relief in exchange for Pyongyang's disarmament, South Korea is pressing the two sides to return to negotiations to prevent the diplomatic detente from unraveling.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-offers-eu-olive-branch-restoring-embassys-status-11551705872", "title": "U.S. Offers EU Olive Branch Restoring Embassy's Status", "date": "2019-03-04 08:24", "summary": "Move reverses a decision to downgrade the bloc to status of international organization. BRUSSELS-Frosty relations between the U.S. and the European Union warmed Monday when Washington reversed its decision to downgrade the bloc's embassy, a move late last year that had strained already tense trans-Atlantic ties.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ted-baker-ceo-resigns-after-misconduct-probe-11551704759", "title": "Ted Baker CEO Resigns After Misconduct Probe", "date": "2019-03-04 08:06", "summary": "Ray Kelvin is accused of inappropriate behavior toward staff, including forced hugs. British fashion retailer Ted Baker PLC said its founder and chief executive has resigned with immediate effect following an investigation into his alleged misconduct.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-activists-buy-two-votes-with-one-share-11551704610", "title": "How Activists Buy Two Votes With One Share", "date": "2019-03-04 08:03", "summary": "The shareholdings of activist investors aren't always what they seem, as controversies at two underperforming targets show. If you take big risks with other people's money you should have your own fortune at risk too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stock-exchange-competition-heats-up-as-miax-eyes-launch-11551704521", "title": "As Stock Exchanges Multiply, Miami Wants In on the Game", "date": "2019-03-04 08:02", "summary": "Rival plans for new venues could bring number of U.S. stock exchanges to 16. A new competitor is set to enter the stock-exchange business, planning to launch a marketplace even as some on Wall Street question whether another trading venue is necessary.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-consider-bills-to-curb-exemptions-to-measles-vaccination-11551704421", "title": "Amid Measles Outbreaks, States Seek to Force Parents to Vaccinate Children", "date": "2019-03-04 08:00", "summary": "A disease that had disappeared resurfaces as vaccination rates fall. Rebekah Otto plans to ask her son's pediatrician to give him a measles vaccination early, before they travel to a wedding this summer in Washington state, where there is an outbreak of the deadly disease.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/smartphone-makers-gamble-that-they-know-when-to-fold-em-11551701247", "title": "The $2,000 Bendable Phone: Hold 'Em or Fold 'Em?", "date": "2019-03-04 07:07", "summary": "Samsung, Huawei bet on folding screens-the first complete design overhaul of smartphone since its birth-to heat up cooling market. BARCELONA-At the mobile-phone industry's premier trade show, two of the world's three biggest makers lavishly displayed what they hope will be the smartphone of the future. The question is, will anyone buy it?", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-push-on-food-trade-pressures-eu-11551700800", "title": "U.S. Push on Food Trade Pressures EU", "date": "2019-03-04 07:00", "summary": "Negotiators will meet for their fifth round of talks as Trump administration, Congress demand access to European markets. BRUSSELS-U.S. and European trade negotiators face growing domestic pressure over agriculture, with clashing demands threatening to rekindle a tit-for-tat economic war.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emily-weisss-glossier-play-will-be-first-in-a-series-of-brand-offshoots-11551700806", "title": "Emily Weiss's Glossier Play Will Be First in a Series of Brand Offshoots", "date": "2019-03-04 07:00", "summary": "Five years after founding beauty brand Glossier, CEO Emily Weiss launches its first spinoff-a color cosmetics line inspired by '70s nostalgia and school supplies. She talks to WSJ. Magazine about the advantage she says she has over big beauty companies. Beauty brand Glossier doesn't love basic black-even its darkest eyeliner, an ebony brown, is noncommittally known as Brack-but as of March 4, it's embracing the rest of the rainbow.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-more-chinese-stocks-in-global-benchmarks-means-for-investors-11551700424", "title": "What More Chinese Stocks in Global Benchmarks Means for Investors", "date": "2019-03-04 06:53", "summary": "Resume Subscription. China's once-isolated stock markets are becoming more relevant to international investors. In the latest shift, MSCI Inc. has given mainland shares more sway in some of its widely tracked indexes. Here's what's at stake.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biogen-expands-into-gene-therapy-for-eye-disease-11551699732", "title": "Biogen Buys Gene Therapy for Rare Eye Disease", "date": "2019-03-04 06:42", "summary": "All-cash purchase of Nightstar accelerates Biogen's entry into the \"emerging growth area\" of eye diseases. Biogen Inc. has agreed to buy British gene-therapy company Nightstar Therapeutics PLC, the latest deal by a big drugmaker in this cutting-edge area of medicine.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stocks-hit-nine-month-high-on-hopes-of-trade-breakthrough-11551681720", "title": "Chinese Stocks Hit Highest Since June on Hopes of Trade Breakthrough", "date": "2019-03-04 06:31", "summary": "Investors are also anticipating further easing measures flowing from the National People's Congress. Chinese shares leapt Monday, leading regional gains, on optimism about a long-awaited accord with the U.S. and hopes for fresh official support for the Chinese economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-hickenlooper-democratic-ex-governor-of-colorado-enters-2020-race-11551699000", "title": "Former Colorado Governor John Hickenlooper Enters 2020 Race", "date": "2019-03-04 06:30", "summary": "Former geologist, the 14th member of the field, pitches himself as a bipartisan problem-solver. Former Colorado Gov. John Hickenlooper said Monday that he will seek the Democratic nomination for president in 2020, becoming the first member of the crowded field to run by trumpeting a record of working with Republicans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/westmoreland-announces-approval-of-chapter-11-plan-11551698201", "title": "Westmoreland Announces Approval of Chapter 11 Plan", "date": "2019-03-04 06:16", "summary": "Resume Subscription. Westmoreland Coal Co. announced Monday that a bankruptcy court has approved the sale of its assets under its chapter 11 plan.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-china-deal-could-punish-u-s-allies-11551697117", "title": "Trump's China Deal Could Punish U.S. Allies", "date": "2019-03-04 05:58", "summary": "America first in a U.S.-China trade pact could deal a serious blow to the economies of friends around the world. Beijing and President Trump appear near to a trade deal: China buys a lot more U.S. stuff, gives some ground on auto-industry protections and intellectual property, and mostly ignores other U.S. complaints.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyfts-ipo-has-a-winner-in-japan-already-11551695401", "title": "Lyft's IPO Has a Winner in Japan Already", "date": "2019-03-04 05:33", "summary": "Rakuten, Japan's answer to Amazon, deserves a closer look from investors, thanks to its 13% stake in Lyft. Lyft Inc. has finally unveiled its long-awaited initial public offering. The biggest beneficiary lies across the Pacific.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/use-a-landline-that-could-help-you-get-a-loan-from-discover-11551695400", "title": "Shopping at Discount Stores Could Help Get You a Loan", "date": "2019-03-04 05:30", "summary": "Discover plans to use artificial intelligence to assess personal-loan applicants as it tries to rein in losses. Discount-store shoppers may soon get an unexpected benefit: better odds when applying for personal loans from Discover Financial Services .", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/derbys-take-former-fed-no-2-lauds-powells-defense-of-mandate-11551695323", "title": "Derby's Take: Former Fed No. 2 Lauds Powell's Defense of Mandate", "date": "2019-03-04 05:28", "summary": "Resume Subscription. The former second-in-command at the Federal Reserve had nothing but kind words for current leader Jerome Powell, and praised his excellent leadership in his first year of service.", "categories": [["Central Banks Commentary"]], "category_links": ["https://www.wsj.com/news/types/central-banks-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-least-14-killed-by-tornadoes-in-southeast-11551668350", "title": "At Least 23 Killed After Tornadoes Hit Southeast", "date": "2019-03-04 03:43", "summary": "Storms swept through swaths of Alabama and Georgia; the most destruction appears to be in Lee County, Ala.. At least 23 people were killed by tornadoes that swept through swaths of Alabama and Georgia on Sunday, according to officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senior-goldman-banker-in-asia-to-join-kkr-11551683976", "title": "Senior Goldman Banker in Asia to Join KKR", "date": "2019-03-04 02:58", "summary": "Kate Richdale will join KKR in a newly created role of head of strategy and business development in Asia. Kate Richdale, a senior investment banker at Goldman Sachs Group Inc. in Asia, is leaving to join KKR & Co., the U.S. private-equity giant said Monday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taboola-makes-acquisition-to-bolster-its-take-on-apple-news-11551675660", "title": "Taboola Makes Acquisition to Bolster Its Take on Apple News", "date": "2019-03-04 00:01", "summary": "Deal will put Taboola recommendations on more Android phones' lock screens. Taboola Inc., the \"content recommendation\" engine best known for placing sponsored links on publishers' websites to other content across the web, is acquiring an Israeli team to bolster its young news recommendation service for users of Android phones.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reits-take-on-new-shine-amid-feds-softened-view-on-rates-11551675660", "title": "REITs Take On New Shine Amid Fed's Softened View on Rates", "date": "2019-03-04 00:01", "summary": "Investors scoop up REIT shares because of their large dividends, strong earnings growth. The Federal Reserve's dovish tilt this year has been a boon for real-estate shares that were pressured by a threat of higher interest rates.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11551635527", "title": "Pepper...and Salt", "date": "2019-03-04 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lure-of-dresden-review-how-bellotto-made-a-city-come-alive-11551671916", "title": "'The Lure of Dresden' Review: How Bellotto Made a City Come Alive", "date": "2019-03-04 22:58", "summary": "In Fort Worth, loans from the Dresden State Art Collections enrich an exhibition of brilliant detail.. Fort Worth, Texas", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-6-biggest-questions-about-529-plans-11551669300", "title": "The 6 Biggest Questions About '529' Plans", "date": "2019-03-04 22:15", "summary": "These college-savings vehicles are extremely popular. But the rules can be confusing.. Four years ago, we started answering readers' questions on saving and paying for higher education, especially about how best to use tax-advantaged \"529\" accounts.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Saving for College"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-funds-rose-3-7-in-february-11551669241", "title": "U.S.-Stock Funds Rose 3.7% in February", "date": "2019-03-04 22:14", "summary": "Investors calmed down about Fed intentions and global-trade disputes. It has been two months of \"happy new year\" for U.S.-stock fund investors.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Monthly Monitor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-dividend-stocks-are-popular-again-11551669121", "title": "Why Dividend Stocks Are Popular Again", "date": "2019-03-04 22:12", "summary": "This volatile stock market is showing the wisdom of owning dividend stocks and dividend-focused funds. Dividend stocks are looking more attractive than they have in a while.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-brace-for-brexit-and-not-just-in-the-u-k-11551669060", "title": "Investors Brace for Brexit (and Not Just in the U.K.)", "date": "2019-03-04 22:11", "summary": "It's time to 'control the controllable' as the U.K. debates leaving the European Union. ", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-active-management-still-dominates-11551669060", "title": "Where Active Management Still Dominates", "date": "2019-03-04 22:11", "summary": "Actively managed funds that invest in these countries often beat competing passive funds, research suggests. For fans of active management, the world offers a few ports in the storm.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-stock-investors-go-on-strike-ahead-of-brexit-11551669001", "title": "British Stock Investors Go 'on Strike' Ahead of Brexit", "date": "2019-03-04 22:10", "summary": "The amount of money flowing into U.K. investment funds plunged more than 85% last year as nervous British investors held on to cash. Individual investors in the U.K. soured on fund investments in a big way in 2018, and analysts say nervousness over Brexit was mostly to blame.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/test-your-knowledge-about-market-indexes-11551668940", "title": "How Well Do You Understand Market Indexes? Let's Find Out", "date": "2019-03-04 22:09", "summary": "The popularity of passive investing has resulted in an explosion of securities indexes. How much do you really know about them?. The investing world is awash in indexes.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "News Challenge"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-currency-etfs-for-brexit-bets-11551668880", "title": "Some Currency ETFs for Brexit Bets", "date": "2019-03-04 22:08", "summary": "Individual investors in the U.S. can place their wagers on the pound using exchange-traded funds. What will happen on March 29, and how will the pound react?", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-idea-to-improve-target-funds-11551668821", "title": "An Idea to Improve 'Target' Funds", "date": "2019-03-04 22:07", "summary": "The popular retirement-plan funds could do even better if they adjusted automatically for stock-market risk, a new study says. Target-date funds are popular with retirement savers. But a London Business School finance professor says these funds could produce better results if in addition to automatically adjusting stockholdings based on an investor's age, they rebalanced quarterly to account for stock-market risk.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-outlook-remains-rocky-11551668700", "title": "Commodities Outlook Remains Rocky", "date": "2019-03-04 22:05", "summary": "Funds focused on commodities took a beating at the end of 2018, and analysts are skeptical that a rally this year will continue. Commodities-focused funds took a beating in the last three months of 2018 as worries over a slowing economy sent prices for energy and materials plunging.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-down-market-etfs-could-make-things-even-worse-11551668640", "title": "In a Down Market, ETFs Could Make Things Even Worse", "date": "2019-03-04 22:04", "summary": "New research suggests that the proliferation of exchange-traded funds could create problems in a volatile market. There's a potential problem lurking in the financial markets, and it is partly a result of exchange-traded funds.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-students-can-do-if-parents-cantor-wontfill-out-college-aid-forms-11551668580", "title": "What Students Can Do if Parents Can't-or Won't-Fill Out College-Aid Forms", "date": "2019-03-04 22:03", "summary": "Students who don't qualify as independent can appeal, under extenuating circumstances. Generally, college students have a better shot at financial aid when their parents participate in the application process. But parents aren't always willing or able to fulfill this need.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-etf-hopes-you-buy-that-dress-from-the-u-k-online-11551668520", "title": "An ETF Hopes You Buy That Dress From the U.K. Online", "date": "2019-03-04 22:02", "summary": "A fund tied to the international online-retailing market was launched at the end of January. A new fund provides U.S. investors with exposure to the rapidly growing international online-retailing market.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: Amplify International Online Retail ETF"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-revamped-junk-bond-fund-welcomes-volatility-11551668460", "title": "A Revamped Junk-Bond Fund Welcomes Volatility", "date": "2019-03-04 22:01", "summary": "MetWest High Yield Bond Fund says it aggressively added to its positions during the high-yield-bond rout in late 2018. After a suffering their biggest loss in three years at the end of 2018, high-yield bonds are rallying again.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Spotlight: MetWest High Yield Bond Fund"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-is-implied-earnings-growth-11551668400", "title": "What Is Implied Earnings Growth?", "date": "2019-03-04 22:00", "summary": "This metric reveals the market's expectations for how fast or slow a company's earnings will grow and can be used by investors to identify under- and overvalued firms. Investors may start hearing more about \"implied earnings growth.\" It is a metric that can help people make investment decisions, and it is especially relevant during times of market tumult when stocks frequently get mispriced.", "categories": [["Markets", "Journal Reports: Funds/ETFs", "In Translation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-opposition-leader-juan-guaido-plans-return-11551658343", "title": "Venezuela Opposition Leader Juan Guaidó Plans Return", "date": "2019-03-04 20:40", "summary": "Re-entry on Monday will test President Nicolás Maduro's authority. BOGOTÁ, Colombia-Venezuelan opposition leader Juan Guaidó said he plans to return to his home country on Monday in a high-stakes strategy that directly challenges President Nicolás Maduro's authority and could end with Mr. Guaidó in jail.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grocers-brace-for-another-blow-from-amazon-11551660645", "title": "Grocers Brace for Another Blow From Amazon", "date": "2019-03-04 19:50", "summary": "E-commerce giant already has pushed grocers to focus on delivery and pricing. Now it takes aim at stores' profitable beauty aisle. Amazon.com Inc. has challenged grocers by pushing them to lower prices and expand their delivery options. Now the company's latest plans threaten to steal sales of some of the industry's more profitable products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-into-the-800-club-is-toughstaying-in-is-tougher-11551659604", "title": "Getting Into the 800 Credit Score Club Is Tough-Staying in Is Tougher", "date": "2019-03-04 19:33", "summary": "High marks are a status symbol for overachievers who can't stomach less than stellar grades; Cinco the cat's surgery bill. McCathern Painter's heart sank when she learned her cat, Cinco, needed emergency surgery.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-removes-top-executives-temporarily-after-mine-dam-collapse-11551614276", "title": "Vale Executives Step Aside After Pressure in Dam Case", "date": "2019-03-04 19:16", "summary": "Brazilian investigators are looking into the collapse of a company dam, the deadliest such disaster in more than 50 years. SÃO PAULO- Vale SA Chief Executive Fabio Schvartsman and other top executives of the Brazilian mining giant stepped down following pressure from authorities in the first sign investigators are zeroing in on the company's leadership after the deadly collapse of one of its dams.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-blue-wave-new-york-gop-chairman-vies-to-retain-his-seat-11551657600", "title": "After Blue Wave, New York GOP Chairman Vies to Retain His Seat", "date": "2019-03-04 19:00", "summary": "Ed Cox is trying to make the case for a sixth two-year term, but he's got competition. New York Republicans suffered significant losses in the 2018 elections, but longtime state GOP Chairman Ed Cox is pushing ahead for another term.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}]