[{"link": "https://www.wsj.com/articles/ex-venezuela-military-spy-chief-arrested-11555100543", "title": "Ex-Venezuela Military Spy Chief Arrested", "date": "2019-04-12 19:31", "summary": "Hugo 'El Pollo' Carvajal, who broke with Maduro regime, is detained in Spain on U.S. drug indictment. CARACAS, Venezuela-A former Venezuelan military intelligence chief long sought by U.S. prosecutors on drug charges was arrested Friday in Spain, Spanish and U.S. authorities said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-shakes-up-board-erskine-bowles-reed-hastings-to-step-down-11555105224", "title": "Facebook Shakes Up Board: Erskine Bowles, Reed Hastings to Step Down", "date": "2019-04-12 19:30", "summary": "Social-media giant adds Peggy Alford, its first African-American woman. Two of Facebook Inc.'s longest-serving board members will be stepping down as part of a shake-up of the company's governance announced Friday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/petrobras-shares-hit-by-concerns-about-government-interference-in-pricing-11555087793", "title": "Petrobras Shares Hit on Signs Government Interfered With Fuel Pricing", "date": "2019-04-12 19:18", "summary": "Suspension of an increase for diesel casts doubt on promised hands-off approach to state-controlled oil company. SÃO PAULO-The share price of state-controlled Petróleo Brasileiro SA declined Friday on concern Brazilian President Jair Bolsonaro had abandoned a policy announced in January and interfered with the oil company's pricing policy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wests-foreign-fighter-problem-11555110979", "title": "The West's Foreign Fighter Problem", "date": "2019-04-12 19:16", "summary": "Some in Europe won't take them back, endangering the world.. With Islamic State's physical caliphate destroyed, the West faces an urgent challenge: what to do with foreign fighters and their families. Mishandling the problem could create decades of security threats in the U.S. and Europe, and several American allies are bungling this test.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-canadians-who-didnt-say-sorry-11555110781", "title": "The Canadians Who Didn't Say 'Sorry'", "date": "2019-04-12 19:13", "summary": "The Indigenous Music Awards stand up to social-justice critics.. If a Canadian Cree performs experimental Inuit throat singing, is she guilty of cultural appropriation? The only correct answer is \"eh?\" But believe it or not, this reductio ad absurdum has caused major drama at the Indigenous Music Awards in Winnipeg.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-banking-startups-struggle-to-catch-the-fundraising-wave-11555110388", "title": "Business Banking Startups Struggle to Catch the Fundraising Wave", "date": "2019-04-12 19:06", "summary": "Small business banking is less crowded than consumer lending, but comes with extra risks. Investors are pouring money into mobile-banking startups, but small businesses have yet to feel the benefit.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/of-hominins-and-the-stars-11555109968", "title": "Of Hominins and the Stars", "date": "2019-04-12 18:59", "summary": "Human beings discover secrets about our past and the heavens.. You no doubt have read, several thousand times, that we live in depressing times with diminished prospects thanks to mankind's many depredations against earth and science. Well, cheer up. Many talented human beings this week demonstrated again that we are creative and curious creatures who dare to dream and discover. Behold the excavation of fossils belonging to a previously unknown human species and the first photograph of a black hole.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-of-sudanese-protest-against-military-takeover-11555088063", "title": "Sudan's Military Leader Steps Down Amid Turmoil", "date": "2019-04-12 18:49", "summary": "Demonstrators demand civilian-led transition and action to address economic woes after ouster of longtime dictator. The leader of the defense forces that ousted Sudan's longtime dictator Omar al-Bashir stepped down on Friday, in a sign of discord among military factions as thousands stayed on the streets calling for a civilian-led transition.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-denies-reprieve-to-alabama-death-row-inmate-11555106760", "title": "Supreme Court Denies Reprieve to Alabama Death-Row Inmate", "date": "2019-04-12 18:37", "summary": "A 5-4 directive follows other recent decisions that have made it difficult to challenge execution methods. WASHINGTON-The Supreme Court stepped in to lift a stay on an execution in Alabama, the latest case to signal a tougher position against granting last-minute reprieves to condemned inmates.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecuador-jilted-assange-as-it-sought-to-build-ties-with-u-s-11555063200", "title": "Ecuador Jilted Assange as It Sought to Build Ties With U.S.", "date": "2019-04-12 18:35", "summary": "President Lenín Moreno, who described the WikiLeaks founder as a 'stone in our shoe,' is negotiating a trade accord with Washington. Ecuador's diplomatic protection of Julian Assange once allowed the small Andean nation's leftist government to antagonize its U.S. foe and argue that it was defending free speech, while cracking down on the press at home.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slow-ventures-founder-dave-morin-moving-on-11555108364", "title": "Slow Ventures Founder Dave Morin Moving On", "date": "2019-04-12 18:32", "summary": "Early employee of Facebook won't invest out of early-stage firm's newly raised funds. Dave Morin, an early Facebook Inc. employee who founded Slow Ventures, is stepping aside at the early-stage venture firm.", "categories": [["Pro VC VC Funds"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-vc-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-waver-ahead-of-bank-earnings-reports-11555056886", "title": "Stocks Get Lift from Bank Earnings", "date": "2019-04-12 18:26", "summary": "Two of the nation's biggest banks reported earnings that beat expectations. The S&P 500 climbed Friday to notch a third consecutive week of gains after two of the nation's biggest banks reported earnings that beat expectations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/permanent-revolution-and-liberty-in-the-things-of-god-review-rendering-unto-caesar-11555107729", "title": "'Permanent Revolution' and 'Liberty in the Things of God' Review: Rendering Unto Caesar", "date": "2019-04-12 18:22", "summary": "Tertullian, an early Christian writer, ﬁrst articulated the idea of religious freedom, as far back as the second century.. How did liberal democracy arise from illiberal soil? In other words, how did Europe in the 16th century, when religious adherence was enforced and heretics were persecuted, produce a world in which freedom of thought and religious affiliation are now guaranteed? Answers to this question fall into two broad categories. The more common one, since Herbert Butterfield's \"The Whig Interpretation of History\" (1931), goes something like this: For a century and a half, Catholic traditionalists and Protestant reformers clung to premodern views of revelation and politics and assaulted each other over obscurantist doctrines; but then in the latter part of the 17th century statesmen of saner tendencies began steering Western nations toward greater toleration and openness. A second explanation, expressed forcefully in Alister McGrath's \"Christianity's Dangerous Idea\" (2007), suggests that liberal democracy is not a break from Christianity but, in important respects, a natural outgrowth of it.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-unwanted-review-one-small-town-in-germany-11555107612", "title": "'The Unwanted' Review: One Small Town in Germany", "date": "2019-04-12 18:20", "summary": "Michael Dobbs chronicles the plight of one of Kippenheim's families as they race to escape the quick-step march toward genocide.. When I visited the United States Holocaust Memorial Museum in Washington, D.C., recently, I found the lobby packed with middle- and high-school students from around the country. At first their spirits seemed buoyed by a day away from the classroom. It did not take long, however, for the chilling documentary evidence of Nazi genocide-gruesome photographs of partially burned corpses, a display of bales of hair shaved from female prisoners at Auschwitz-to shock the youths into solemnity. As the students stepped inside a cattle car used to transport Jews to the death camp, their mouths began to open wide as if to ask, What if this had been me sealed inside?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-storm-on-our-shores-review-a-barren-windswept-battlefield-11555107563", "title": "'The Storm on Our Shores' Review: A Barren, Windswept Battlefield", "date": "2019-04-12 18:19", "summary": "At the Battle of Attu, for the first time in well over a century an enemy would take U.S. territory-at the western tail of Alaska's Aleutian archipelago.. A'forgotten' story of World War II? More than seven decades on, it doesn't seem possible, until one recalls that the war was fought on five continents. Normandy and Stalingrad may be familiar, but Kranji and Sidi Barrani less so. To a list of the war's more obscure battlegrounds may be added another-the island at the center of \"The Storm on Our Shores.\" Mark Obmascik, a Pulitzer Prize-winning journalist, learned of it, he says, while working on a book about bird watching. He notes that people know the name as a crossword-puzzle answer-as in \"westernmost USA pt\" in four letters. That would be \"Attu.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-private-jet-may-break-the-sound-barrier-11555107588", "title": "A Private Jet May Break the Sound Barrier", "date": "2019-04-12 18:19", "summary": "The Concorde last flew in 2003. Aerion CEO Tom Vice plans a new 12-seat plane that can travel at Mach 1.4.. Reno, Nev.", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russiagate-and-the-medias-news-denial-11555107491", "title": "Russiagate and the Media's News Denial", "date": "2019-04-12 18:18", "summary": "A U.S. attorney general points the press's nose toward the real story.. The most universal press bias is to exaggerate the importance of whatever is being claimed or reported. Don't underestimate the role this played in Russiagate. For CNN and MSNBC, the collusion story was a commercial godsend.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-establishment-coup-against-brexit-11555107537", "title": "The Establishment Coup Against Brexit", "date": "2019-04-12 18:18", "summary": "What would Washington have done if Loyalists told him independence would cost America 3% of GDP?. 'The means by which Providence raises a nation to greatness,\" Edmund Burke observed, \"are the virtues infused into great men.\" How lucky Britons were to have people of the virtues of Burke and Winston Churchill when their country needed them. How desolate that they have no living, modern-day successors in the front rank of politics.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-this-trump-store-you-can-shop-till-the-polls-drop-11555107445", "title": "At This Trump Store, You Can Shop Till the Polls Drop", "date": "2019-04-12 18:17", "summary": "Foreign nationals aren't allowed to make purchases unless they have a green card. Blame campaign law.. New York", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/working-review-just-remember-turn-every-page-11555107427", "title": "'Working' Review: 'Just Remember: Turn Every Page'", "date": "2019-04-12 18:17", "summary": "Robert Caro is a reporter ﬁrst and foremost. Favorite aphorisms of his include 'truth takes time'-certainly true in his case.. Embarking on his biography of Lyndon Johnson in the mid-1970s, Robert Caro went to the pharaonic LBJ library and museum in Austin, Texas. He asked where the 36th president's papers were kept and was directed to a great marble staircase.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weaker-dollar-boosts-gold-11555090438", "title": "Weaker Dollar Boosts Gold", "date": "2019-04-12 18:16", "summary": "A decline in U.S. currency buoys precious metal, following recent weeks in which investors' risk-appetite has dented gold prices. Gold prices rose Friday, lifted by a weaker dollar.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-easy-way-to-write-a-best-seller-11555107409", "title": "The Easy Way to Write a Best Seller", "date": "2019-04-12 18:16", "summary": "Baltimore's mayor faces calls to resign over suspect sales of her 'Healthy Holly' children's books.. When then-Mayor Kurt Schmoke declared Baltimore \"the city that reads\" in 1988, residents met the slogan with dark humor. They joked that Baltimore's reputation for violent crime made it more like the city that bleeds. Or maybe the city that breeds, they said, given its high rate of teen pregnancy. But now Mayor Catherine Pugh has managed to top all past perversions of the slogan with a corruption scandal involving the sale of her self-published children's books.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-stone-review-the-past-isnt-even-past-11555107380", "title": "'The Last Stone' Review: The Past Isn't Even Past", "date": "2019-04-12 18:16", "summary": "In \"The Last Stone,\" Mark Bowden goes small and domestic-and personal-reaching back to his first big story as a cub reporter for the now-defunct Baltimore News-American.. Nostalgia exerts its pull on all of us at some point. In popular culture, it seems to crop up 15 or 20 years behind events, roughly the time it takes a teenager to reach his 30s, at which point we creative types begin mining childhood memories for stories. I think of this as \"The Rule of 'Happy Days,' \" a sitcom celebration of the 1950s that debuted in 1974, right in that sweet spot.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-masters-review-what-makes-a-great-course-great-11555107269", "title": "'The Masters' Review: What Makes a Great Course Great", "date": "2019-04-12 18:14", "summary": "Bobby Jones turned the par-three 16th hole into an icon with his idea of building a pond in front of the green.. The Masters, which started Thursday, is almost everybody's favorite golf tournament. Timing is part of it. It's the first of the four men's majors to be played each year, and by April even non-golfers are ready to embrace the visual splendor of the Augusta National Golf Club course in Georgia, azaleas and dogwoods in full bloom. The Masters is also the only major played on the same course each year. Over decades of watching the Masters, fans get to know each splendid hole of the course as well as they know the swales and bowers of their local park or, indeed, their own backyard.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fall-of-the-wild-review-turning-back-the-clock-11555106980", "title": "'The Fall of the Wild' Review: Turning Back the Clock", "date": "2019-04-12 18:09", "summary": "Are futurists who favor 'de-extinction' allies of the conservationist movement, or philosophical opponents?. William Temple Hornaday (1854-1937), the founding director of the Bronx Zoo and an advocate for America's vanishing bison, warned in 1913 that no species pushed into extinction \"can at any time be brought back.\" By that time two other American species faced their imminent demise: the once-abundant passenger pigeon and the heath hen, a grouse-like bird that lived along the Eastern seaboard.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-season-on-the-wind-review-giving-spring-a-winged-welcome-11555106892", "title": "'A Season on the Wind' Review: Giving Spring a Winged Welcome", "date": "2019-04-12 18:08", "summary": "Wind-power farms, hailed as a 'green' source of energy, pose a direct and dire threat to many migrating birds.. In his poem \"Primavera,\" Robin Robertson imagines walking north in step with spring:", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/normal-people-review-shifting-gnarled-emotions-11555106804", "title": "'Normal People' Review: Shifting, Gnarled Emotions", "date": "2019-04-12 18:06", "summary": "Timely themes of privacy and exposure; self-delusion and self-knowledge; and have and have-not class distinctions.. Sally Rooney's first novel, \"Conversations With Friends\" (2017), was a canny exploration of female friendship and ego set within a ménage à quatre in post-crash Ireland. \"Normal People,\" her equally witty and sure-footed second novel, is a sort of \"conversations with friends with benefits.\" But what starts off as wry and bright turns into a complex, sometimes bleak, coming-of-age story.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-parisian-review-a-franco-palestinian-education-11555106767", "title": "'The Parisian' Review: A Franco-Palestinian Education", "date": "2019-04-12 18:06", "summary": "A complicated coming-of-age tale set against the contested back ground of British-ruled Palestine.. When a young hero sets out on a journey, the reader settles in for a story of the ample, meandering kind. Hans Castorp trundles upward to the Magic Mountain, Jim Hawkins sails off to Treasure Island, and we happily tag along (pleased to recall, perhaps, that it was at Davos, Thomas Mann's inspiration for his mountain, that Robert Louis Stevenson completed his pirate adventure). A similar charm pervades \"The Parisian,\" the assured and captivating first novel by British-Palestinian writer Isabella Hammad.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-governor-proposes-fixes-to-states-wildfire-crisis-11555092001", "title": "California Governor Proposes Fixes to State's Wildfire Crisis", "date": "2019-04-12 18:05", "summary": "Gavin Newsom outlined a series of proposals Friday to deal with the fire-related liability costs that threaten PG&E, other utilities. California Gov. Gavin Newsom on Friday released a suite of proposals for how to confront the soaring wildfire liability costs that pushed PG&E Corp. into bankruptcy and threaten the financial health of the state's other utilities.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/womens-war-review-the-battle-seen-from-both-sides-11555106553", "title": "'Women's War' Review: The Battle Seen From Both Sides", "date": "2019-04-12 18:02", "summary": "During the Civil War, emancipation for formerly enslaved women came mainly through marriage; for men, through service as a soldier.. On Dec. 1, 1864, the New-York Daily Tribune reported that a young woman had been sentenced to hang. Sarah Jane Smith, a teenage Confederate spy, had gathered intelligence that allowed Southern forces to surprise and kill two dozen Union cavalrymen in southeast Missouri. Her crimes also included cutting a telegraph wire and smuggling. \"The injury she did to our cause,\" the article stated, \"was immense.\" While her sentence was commuted to imprisonment, the reporter sternly declared that \"had she been a man hanging would have been a just punishment.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-falls-as-week-draws-to-a-close-11555081017", "title": "U.S. Dollar Falls as Week Draws to a Close", "date": "2019-04-12 17:54", "summary": "Investors turn to riskier assets like equities, selling government bonds and U.S. currency. The U.S. dollar retreated as investors dumped haven assets and turned to riskier sectors like stocks after a round of strong earnings reports.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://blogs.wsj.com/moneybeat/2019/04/12/the-score-the-business-week-in-7-stocks-37/?guid=BL-MBB-70967&dsk=y?mod=article_inline", "title": "The Score: The Business Week in 7 Stocks", "date": "2019-04-12 17:48", "summary": "The Journal's weekly guide to the ups and downs of the business world. Major U.S. indexes rallied to end the week as solid quarterly reports from two of the nation's biggest banks cheered investors.", "categories": [["Moneybeat Blog"]], "category_links": ["https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-releases-interview-transcripts-telling-its-history-over-past-50-years-11555089140", "title": "Interview Transcripts Tell Story of Fed Over Past 50 Years", "date": "2019-04-12 17:46", "summary": "Documents include interviews with Volcker, Greenspan, Yellen. Transcripts of more than 50 interviews with top Federal Reserve officials and staffers offer an inside view of central bank-operations over the past 50 years, including internal debates and pressures from the White House.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-anadarko-deal-sends-shale-stocks-surging-11555093224", "title": "Chevron-Anadarko Deal Powers Shale Stocks", "date": "2019-04-12 17:46", "summary": "Some U.S. drillers climbed on hopes that deal signaled start of long-anticipated consolidation in sector. Shares in some of the biggest shale companies soared on hopes that Chevron Corp.'s $33 billion deal to acquire Anadarko Petroleum Corp. could start a wave of consolidation in the U.S. oil patch.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-to-buy-anadarko-petroleum-in-33-billion-deal-11555063750", "title": "Chevron to Buy Anadarko Petroleum in $33 Billion Deal", "date": "2019-04-12 17:45", "summary": "Anadarko fetches a 39% premium to its closing price on Thursday. Chevron Corp. has agreed to buy Anadarko Petroleum Corp. in a $33 billion deal that expands its shale-drilling ambitions and places it just behind Exxon Mobil Corp. as one of the world's largest publicly traded producers of oil and gas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-fall-after-chinese-data-beats-expectations-11555080281", "title": "U.S. Government Bonds Fall on Chinese Data", "date": "2019-04-12 17:44", "summary": "Better-than-expected Chinese economic data helps sap demand for safer assets. U.S. government-bond prices fell Friday after better-than-expected Chinese economic data helped reduce demand for safer assets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-question-chevrons-clean-energy-commitment-in-anadarko-deal-11555105419", "title": "Investors Question Chevron's Clean Energy Commitment in Anadarko Deal", "date": "2019-04-12 17:43", "summary": "Some shareholders concerned about climate change promise to vote against planned $33 billion acquisition. Chevron Corp.'s $33 billion deal for Anadarko Petroleum Corp. faces opposition from some environmentally focused shareholders who consider it risky to expand in fossil fuels as companies and governments world-wide increasingly mull investments in clean energy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-moves-to-accelerate-5g-rollout-in-race-with-china-11555105017", "title": "U.S. Moves to Accelerate 5G Rollout in Race With China", "date": "2019-04-12 17:36", "summary": "Trump pushes back against critics who say the U.S. is falling behind by relying on businesses to take the lead. WASHINGTON-President Trump touted U.S. progress in the race to next-generation 5G wireless infrastructure Friday-pushing back against critics who contend China is inching ahead-as his administration unveiled initiatives designed to advance the networks' rollout.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-in-latin-america-has-criticism-for-venezuelaand-for-china-11555101952", "title": "Pompeo, in Latin America, Has Criticism for Venezuela-and China", "date": "2019-04-12 17:22", "summary": "Trump administration will continue to isolate Venezuelan leader, U.S. secretary of state says. Secretary of State Mike Pompeo touted the Trump administration's plans to promote democracy and prosperity in the Western Hemisphere-and to counter growing Chinese influence-during a trip to Latin America Friday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-cbs-ceo-leslie-moonves-forfeited-34-5-million-of-2018-compensation-11555103838", "title": "Former CBS CEO Moonves Forfeited $34.5 Million of 2018 Compensation", "date": "2019-04-12 17:17", "summary": "Moonves, who resigned in September amid sexual harassment allegations, earned $12.5 million. Former CBS Corp. Chief Executive Leslie Moonves forfeited nearly $34.5 million of his compensation package as part of a separation agreement with the company amid accusations of sexual harassment last year, the company said in a securities filing Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fisher-price-rock-n-play-sleepers-recalled-over-death-11555103236", "title": "Fisher-Price Rock 'n Play Sleepers Recalled Over Deaths", "date": "2019-04-12 17:09", "summary": "Product is being pulled from market following more than 30 reports of infant deaths. Fisher-Price's Rock 'n Play sleepers are being pulled off the market following more than 30 reports of infant deaths, a consumer-safety watchdog said Friday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-disney-bob-igers-successor-will-inherit-his-big-streaming-bet-11555103311", "title": "At Disney, Iger's Successor Will Inherit His Big Streaming Bet", "date": "2019-04-12 17:08", "summary": "CEO says he will retire in 2021; entertainment giant has several internal candidates. LOS ANGELES-Walt Disney Co. Chief Executive Bob Iger won high marks from investors after showcasing the company's new streaming-video service on Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/make-washington-small-again-11555102531", "title": "Make Washington Small Again", "date": "2019-04-12 16:55", "summary": "A hint of Beltway budget discipline and a new limit on red tape.. The great failing of the Trump presidency has been the lack of spending restraint. But increasing demands from the new Democratic majority in the House of Representatives may be inspiring the President to finally set some reasonable limits. Meanwhile there's another significant milestone in Mr. Trump's successful effort to restrain Washington's production of red tape. Americans who still dream of limited government have at least some cause for hope.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-shares-surge-after-streaming-services-update-11555077004", "title": "Disney Shares Surge After Disney+ Streaming-Service Update", "date": "2019-04-12 16:50", "summary": "With Friday's gains, Walt Disney stock is up 18% this year. Walt Disney Co. shares surged to an all-time high Friday, as investors and analysts cheered the opportunity for Disney+, the newest addition to the company's suite of streaming services, to win subscribers in an increasingly crowded landscape.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-p-morgan-reports-earnings-rose-in-first-quarter-11555066936", "title": "JPMorgan Posts Record Profit, but Interest Rates Cloud Outlook", "date": "2019-04-12 16:35", "summary": "Results from big banks suggest they may be enjoying a last push from period of rising rates. The country's largest bank, JPMorgan Chase & Co., said a bright economy and strong lending drove it to a record profit in the first quarter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-player-in-college-admissions-scandal-expected-to-plead-guilty-11555087778", "title": "Test-Taking Whiz in Admissions Scandal Pleads Guilty", "date": "2019-04-12 16:29", "summary": "Mark Riddell, a cooperating witness, appears at Boston federal court. BOSTON-A test-taking whiz who is a crucial player in the college-admissions cheating scandal pleaded guilty in federal court here Friday.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/salone-del-mobile-photos-from-wsj-magazines-party-in-milan-11555100045", "title": "Photos: Inside WSJ. Magazine's Salone del Mobile Party in Milan", "date": "2019-04-12 16:25", "summary": "WSJ. celebrated its Style & Design issue at the magazine's annual party during the Salone del Mobile design and furniture fair. Hosted by editor in chief Kristina O'Neill, publisher Anthony Cenname and contributing editor Sarah Medford, fashion and design luminaries mingled below the intricately painting ceiling of the deconstructed former church San Paolo Converso, enjoying an aperitivo (or two). See Angela Missoni, Federico Marchetti, J. J. Martin and other design-world notables. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/eu-prepares-tariffs-against-u-s-amid-wto-battle-11555100352", "title": "EU Prepares Tariffs Against U.S. Amid WTO Battle", "date": "2019-04-12 16:19", "summary": "EU, U.S. nearing the end of a battle over plane-maker subsidies after 15 years of WTO litigation. BRUSSELS-The European Union is preparing tariffs on $12 billion of U.S. products over subsidies to Boeing Co. , raising the stakes on the Trump administration's plan for punishing the EU's support to rival plane maker Airbus SE .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-plus-wows-investors-but-can-it-beat-netflix-11555081888", "title": "Disney Wows Investors, But Can It Beat Netflix?", "date": "2019-04-12 16:16", "summary": "Huge library of content gives it a big advantage in the streaming wars, but it is still starting way behind Netflix. Investors have been hearing about Disney's hopes and dreams for streaming since the company started bidding for the assets of 21st Century Fox. On Thursday, they finally got a few details to sink their teeth into-and they appear to be pleased. The stock rallied to a record high, but it still isn't clear how much share Disney can take from Netflix.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/comscore-seeks-to-assuage-investors-following-leadership-shakeup-11555096890", "title": "Comscore Seeks to Assuage Investors Following Leadership Shakeup", "date": "2019-04-12 15:21", "summary": "Media measurement company's CEO and president exited after less than a year in their roles. Comscore Inc.'s new interim chief executive is trying to reassure shareholders and employees after a leadership shake-up at the troubled media measurement firm.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-rise-fueled-by-advancing-stock-markets-11555077735", "title": "Oil Prices Rise Alongside U.S. Stock Markets", "date": "2019-04-12 15:15", "summary": "Global supplies tighten as OPEC goes beyond December agreement to cut production by 1.2 million barrels a day. • Oil prices rose Friday as a strong day for U.S. stock markets gave commodity markets a boost and allowed crude to close higher on a weekly basis for a sixth consecutive week.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reparations-for-slavery-shelved-for-decades-is-on-the-table-for-2020-election-11554989520", "title": "Reparations for Slavery, Shelved for Decades, Are on the Election Table", "date": "2019-04-12 15:14", "summary": "Candidates' backing of proposal for research shifted after Sen. Kamala Harris discussed it with radio host Charlamagne tha God. The Rev. Al Sharpton asked Democratic presidential candidates the same question at his New York conference last week: Should the U.S. government research how to make amends for centuries of enslavement and oppression of African-Americans?", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-fund-polychains-assets-drop-40-from-1-billion-mark-11554843471", "title": "Crypto Fund Polychain's Assets Drop 40% From $1 Billion Mark", "date": "2019-04-12 15:11", "summary": "Fund's decline in assets largely due to drop in the value of its holdings, rather than redemptions, say people familiar with the situation. Olaf Carlson-Wee's Polychain Capital touted itself as being a billion-dollar crypto hedge fund last year.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosi-solidifies-her-standing-with-house-democrats-11555096248", "title": "Pelosi Solidifies Her Standing With House Democrats", "date": "2019-04-12 15:10", "summary": "Party emerges from policy retreat with divisions between centrists and liberals, but no doubt about speaker's power. LEESBURG, Va.-In her first three months back as House speaker, Nancy Pelosi has had to contend with tensions between Democratic centrists and liberals, a high-profile battle with President Trump over a government shutdown, and how to handle the issue of potential presidential impeachment.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-navigates-complaints-about-touching-as-2020-spotlight-looms-11555079368", "title": "Biden Navigates Complaints About Touching as 2020 Spotlight Looms", "date": "2019-04-12 14:51", "summary": "Dozens who know him attest to his empathy, but recent response muddles support; 'Some people don't want him to joke about this'. WASHINGTON-Ally Coll said she had been willing to forgive Joe Biden for making her feel uncomfortable at a fundraiser in Seattle about a decade ago. But his response to allegations from women that he violated their personal space and touched them inappropriately changed her mind.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-obama-counsel-pleads-not-guilty-to-lying-to-justice-department-11555094852", "title": "Former Obama Counsel Pleads Not Guilty to Lying to Justice Department", "date": "2019-04-12 14:47", "summary": "Charges stem from work he and his former law firm did on behalf of Ukrainian government. WASHINGTON-Former Obama White House counsel Greg Craig pleaded not guilty to charges of lying to the Justice Department about his work on behalf of foreign governments.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-being-in-touch-without-touching-11555092671", "title": "Joe Biden: Being in Touch Without Touching", "date": "2019-04-12 14:11", "summary": "Please drop this nonsense about Joe Biden being inappropriately affectionate. If you don't like it, tell him to his face, not on Twitter, or in the newspaper.. Regarding Peggy Noonan's \"If Joe Biden Runs, They'll Tear Him Up\" (Declarations, April 6): My aunt wasn't a hugging person so she let me know right away and I quit hugging her. I can't tell you how many times a woman has come up to me and given me a hug or how many times female students hugged me at the end of a school year. The fact is that some people are very affectionate and some aren't, and those who aren't need to let those who are know it by kindly telling them so.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-ceo-laurence-fink-takes-pay-cut-11555092606", "title": "BlackRock CEO Takes Pay Cut", "date": "2019-04-12 14:10", "summary": "Compensation cut reflects difficult 2018 for money manager and industry. The boss of the world's largest money manager took a pay cut in 2018, a reflection of a tougher year for the industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executives-must-be-the-adults-in-the-room-11555092507", "title": "Executives Must Be the Adults in the Room", "date": "2019-04-12 14:08", "summary": "Google isn't the only high-tech company to be challenged by a subset of its employees who can't distinguish between the good guys and the bad. Microsoft faced a similar demand.. Regarding your editorial \"Google's Advisory Board Crash and Burn\" (April 6): Google isn't the only high-tech company to be challenged by a subset of its employees who can't distinguish between the good guys and the bad. Microsoft faced a similar demand from dissidents earlier this year to cancel a contract with the Defense Department, saying they \"refuse to create technology for warfare and oppression.\" The technology in question was a device that enhances the views of battlefield terrain for the infantry where 90% of all casualties from hostile action occur.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surprise-medical-bills-and-informed-consent-11555092391", "title": "Surprise Medical Bills and Informed Consent", "date": "2019-04-12 14:06", "summary": "Why shouldn't we treat financial responsibility for medical bills similar to other acts of medical institutions? Require fully informed consent by patients of predictable costs.. It seems to me that the problem of surprise medical bills could be fixed without the heavy hand of government regulation (\"Fix for Surprise Medical Charges Gains Support,\" U.S. News, April 3). A hospital could institute a rule that any physician who chooses to practice there must agree to the negotiated payment. I know, I know: much too simple.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thanks-mom-and-dad-for-not-oversharing-my-life-11555092346", "title": "Thanks, Mom and Dad, for Not Oversharing My Life", "date": "2019-04-12 14:05", "summary": "I'm grateful my parents were more interested in sharing my childhood with me, rather than with a camera or smartphone pointed at me.. If Daryl Austin was truly interested in documenting his children's journeys so they can fondly look back on their apparently joyful, perfectly curated upbringing, he wouldn't be sharing his photographs on Instagram (\"My Kids Will Thank Me For Oversharing Online,\" op-ed, April 3). Platforms change, and the digital landscape will likely have completely morphed by the time his kids are interested in revisiting their childhood.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trooper-deaths-and-led-lights-that-are-too-bright-11555092292", "title": "Trooper Deaths and LED Lights That are Too Bright", "date": "2019-04-12 14:04", "summary": "The lighting is greatly in excess of what is necessary.. Regarding the article \"Surge in State Troopers Killed by Vehicles\" (U.S. News, April 2): While I'm certain that distracted driving is a major factor, another is the escalation of illumination. With LED lighting on more and more vehicles, approaching a public-safety vehicle becomes a blinding experience. The lighting is greatly in excess of what is necessary. And with more and more drivers over the age of 50, you are more likely to temporarily blind drivers at the worst possible moment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sliding-freight-rates-send-more-big-bulk-ships-to-scrapyards-11555090737", "title": "Sliding Freight Rates Send More Big Bulk Ships to Scrapyards", "date": "2019-04-12 13:38", "summary": "Brazil's reduced mining output, shifting China demand have hit demand for transport on capesize vessels. A sharp decline in dry cargo ship freight rates in the first quarter sent more giant ships to scrapyards in Southeast Asia in the first three months of the year.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/icc-wont-launch-formal-investigation-in-afghanistan-11555081875", "title": "ICC Won't Launch Formal Investigation in Afghanistan", "date": "2019-04-12 13:32", "summary": "Prosecutor had requested a probe into alleged war crimes and crimes against humanity. The International Criminal Court won't pursue an investigation into alleged war crimes and crimes against humanity committed in Afghanistan by combatants including those from the U.S. and its allies, removing a major point of contention with the Trump administration.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-promised-support-to-libyan-warlord-in-push-to-seize-tripoli-11555077600", "title": "Saudi Arabia Promised Support to Libyan Warlord", "date": "2019-04-12 13:30", "summary": "As some nations looked to Khalifa Haftar for stability in Libya, others backed his army. Days before Libyan military commander Khalifa Haftar launched an offensive to seize the capital and attempt to unite the divided country under his rule, Saudi Arabia promised tens of millions of dollars to help pay for the operation, according to senior advisers to the Saudi government.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-jeff-bezos-make-money-in-space-11554975000", "title": "Can Jeff Bezos Make Money in Space?", "date": "2019-04-12 13:25", "summary": "Resume Subscription. After spending the past decade eclipsed by the exploits of Elon Musk's SpaceX, Jeff Bezos' Blue Origin space company is over being small and done with being quiet.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bolsonaros-pension-reform-plan-threatened-by-brazil-graft-probe-11555089611", "title": "Brazil Probe Threatens Pension Overhaul", "date": "2019-04-12 13:20", "summary": "Long-running Operation Car Wash investigation targets House Speaker Rodrigo Maia, key lawmaker in proposal. BRASÍLIA-Operation Car Wash, Brazil's sprawling graft investigation, is imperiling President Jair Bolsonaro's attempt to fix the country's insolvent pension system.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mythic-moment-in-modern-painting-11555089297", "title": "A Mythic Moment in Modern Painting", "date": "2019-04-12 13:14", "summary": "The brilliant colors and simplified forms of Paul Sérusier's 'Landscape at the Bois d'Amour,' or 'Le Talisman,' were revolutionary.. In October 1888, on a small wooden panel covered with brilliant, unmixed colors and boldly simplified forms, Paul Sérusier (1864-1927) proposed a radical new philosophy of art. His \"Landscape at the Bois d'Amour,\" also known as \"Le Talisman,\" painted en plein air in Pont-Aven, Brittany, under the close direction of the artist Paul Gauguin, sets aside the mimetic approach that earlier artists, including recent Impressionists, had adopted since the Renaissance. Instead it celebrates painting as an autonomous medium of expression that favors the painter's unique visual perception over an accurate representation of nature. Despite its modest size-about 10 1/2 by 8 inches-the work, currently the subject of a small exhibition, \"Sérusier's 'The Talisman,' A Prophecy of Color\" at the Musée d'Orsay, Paris, through June 2, quickly became both a rallying cry and harbinger of a new, more modern mode of painting.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-merck-to-acquire-versum-in-6-56-billion-cash-deal-11555078607", "title": "Germany's Merck to Buy Versum for $6.56 Billion", "date": "2019-04-12 12:54", "summary": "The $53-a-share deal for the semiconductor materials company scuttles a merger agreement with Entegris. Merck KGaA said Friday it reached a deal to buy Versum Materials Inc. for $53 a share in cash, scuttling a merger with Entegris Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bristol-myers-shareholders-vote-in-favor-of-74b-celgene-acquisition-11555079689", "title": "Bristol-Myers Holders Approve $74 Billion Deal For Celgene", "date": "2019-04-12 12:34", "summary": "Bristol-Myers approval follows an unsuccessful activist campaign to undo the deal. Bristol-Myers Squibb shareholders on Friday approved the company's $74 billion acquisition of rival Celgene Corp. , looking past an unsuccessful activist campaign to break up the deal.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abraaj-founder-accused-of-fraud-as-u-s-seeks-extradition-11555086776", "title": "Abraaj Founder Accused of Fraud as U.S. Seeks Extradition", "date": "2019-04-12 12:32", "summary": "Arif Naqvi arrested in London; had run the largest private-equity firm in emerging markets before it collapsed. Abraaj Group founder Arif Naqvi was arrested in the U.K. after U.S. prosecutors requested his extradition as part of a sprawling criminal case against the architect of what was the largest private-equity firm in emerging markets before it collapsed last year.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelitys-index-fund-bashing-misses-the-mark-11555086249", "title": "Fidelity's Index-Fund Bashing Misses the Mark", "date": "2019-04-12 12:24", "summary": "A recent study from Fidelity Investments purports to show that active funds outperform passive. But there's a catch.. Sometimes, what research shows is less telling than what it doesn't show.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-brexit-deadline-slips-nigel-farage-launches-new-anti-eu-party-11555086238", "title": "As Brexit Deadline Slips, Nigel Farage Launches New Anti-EU Party", "date": "2019-04-12 12:23", "summary": "The man Trump styled 'Mr. Brexit' said the ruling Conservative Party had willfully failed to extract the U.K. from the EU. LONDON-Pro-Brexit figurehead Nigel Farage launched a new political party to fight a European election few people thought would happen in Britain and where the winners might never take their seats.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-media-movements-helped-drive-out-african-leaders-11555085194", "title": "'Facebook Protesters' Helped Sudan Drive Out Bashir", "date": "2019-04-12 12:20", "summary": "Protesters in Sudan used social media to organize and VPNs to evade censors. Activists whose street protests precipitated the military overthrow of Sudan's longtime leader relied on social media, including Facebook , to spread the word, spurring change through platforms that have come under fire for helping spread hate and division.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pnc-revenue-lifted-by-net-interest-income-rise-11555068246", "title": "PNC Results Lifted by Loan Growth", "date": "2019-04-12 12:14", "summary": "Chief Executive Bill Demchak shot down the idea that he could take the CEO job at Wells Fargo & Co.. Strong loan growth helped fuel a rise in revenue and profits for PNC Financial Services Group Inc. in the first quarter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-furniture-that-will-make-them-feel-grown-up-11555085239", "title": "Children's Furniture That Will Make Them Feel Grown-Up", "date": "2019-04-12 12:07", "summary": "Sophisticated design styles-from Shaker to 18th-century French-have trickled down to tykes' furniture. Comedian Adam Carolla envisions the Mini-Me who would favor each of these five seats. CHILDREN'S FURNITURE styles seem to be maturing as quickly as the tots destined to spill juice on them. Here, Adam Carolla-comedian, podcast host and father of two-speculates on the type of kids to whom these five new and precociously chic chairs would most appeal.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-posts-higher-profit-11555071353", "title": "Wells Fargo Declines to Provide Update on Asset Cap Timeline", "date": "2019-04-12 12:02", "summary": "Bank's earnings topped analysts' estimates, though revenue continued to decline. Wells Fargo & Co.'s interim chief executive said Friday that the bank wouldn't provide an update about when it expects to emerge from an asset cap imposed by the Federal Reserve.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shazam-a-magic-word-with-a-pedigree-in-exotic-nonsense-11555084480", "title": "Shazam! A Magic Word With A Pedigree In Exotic Nonsense", "date": "2019-04-12 11:54", "summary": "The new movie's superhero slogan has a tangled history, inside and outside the comic book where it was born. The latest comic-book superhero movie to conquer the box office is \"Shazam!\" Based on a character from DC Comics, the film raked in $158.6 million worldwide on its opening weekend. It tells the story of young Billy Batson, who can transform into an adult superhero (complete with costume) by uttering the magic word-spoiler alert-\"Shazam!\"", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-halts-online-sales-of-35-000-version-of-model-3-weeks-after-introducing-it-11555050405", "title": "Tesla Halts Online Sales of $35,000 Model 3", "date": "2019-04-12 11:35", "summary": "The lowest-priced model can still be ordered by phone or in stores. Tesla Inc. stopped online sales of the $35,000 base version of its Model 3 compact weeks after introducing it, the latest shift in sales tactics as the electric-car maker struggles to deliver long-promised affordability and avoid losing money.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chevron-shareholders-had-a-different-kind-of-green-in-mind-11555083173", "title": "Chevron Shareholders Wanted a Different Kind of Green", "date": "2019-04-12 11:32", "summary": "The oil company's deal for Anadarko looks like one shareholders should like, if only they can be convinced about spending money on deals. Chevron is jumping on a good deal that shareholders don't need. The California-based supermajor is buying midsize oil and gas producer Anadarko for an enterprise value of $50 billion. By several measures, the deal looks reasonable. If only shareholders in fossil-fuel companies were sold on their spending money for fossil fuels.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/price-the-final-frontier-blue-origins-tourist-rocket-11555083002", "title": "Price, the Final Frontier: Blue Origin's Tourist Rocket", "date": "2019-04-12 11:30", "summary": "Jeff Bezos' space vessel is a marvel to behold, WSJ columnist Dan Neil says, but the per-trip fare will be key to democratizing space travel. What moved me most about Blue Origin's factory in Kent, Wash., where the New Shepard tourist rocket is built, was the nearness of it all-the realization that, if I don't fall off a ladder in the next year or so, I will have a chance to soar to the edge of space, 62 miles in altitude, the so-called Karman Line.", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/2019s-top-three-trends-in-garden-design-11555082926", "title": "2019's Top Three Trends in Garden Design", "date": "2019-04-12 11:28", "summary": "Want to transform a so-so backyard into a triumph? Turn it into additional living space.The biggest trends in landscape design have more to do with structures that connect inside and outside than with tending greenery. A RECENT SURVEY of the National Association of Landscape Professionals revealed that the zeitgeist of garden design has little to do with botanical cultivation and everything to do with squeezing additional living space out of our yards. When the association asked 1,000 designers and contractors to predict the most influential landscaping trends for 2019, three emerged: pergolas, a framework or archway which delineates if not encloses an area; unpolished metal finishes, which lend an earthy elegance to structures like walls; and multitasking built-ins that make the most of the puny footprint many of us are working with. Design pros who've implemented these trends walk us through the tricked-out landscapes.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-april-6-12-2019-11555082805", "title": "Photos of the Week: Science's First Look at a Black Hole, WikiLeaks Founder Arrested, Baylor and Virginia Are NCAA Champions", "date": "2019-04-12 11:26", "summary": "Science's first look at a black hole, WikiLeaks founder Julian Assange arrested, Baylor and Virginia are NCAA basketball champions and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-sentiment-deteriorated-in-april-11555079179", "title": "U.S. Consumer Sentiment Drops as Tax-Cut Boost Fades", "date": "2019-04-12 11:25", "summary": "University of Michigan's preliminary index of consumer sentiment was 96.9, below economists' expectations. Consumers' outlook on the U.S. economy worsened in April, as a survey suggested the impact of tax cuts has now run its course for American households.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-making-of-saudi-arabias-energetic-ruthless-crown-prince-11555082281", "title": "The Making of Saudi Arabia's Energetic, Ruthless Crown Prince", "date": "2019-04-12 11:18", "summary": "An inside look at the early years of Mohammed bin Salman and how he became the kingdom's de facto ruler. Saudi Arabia's leaders have historically shunned the spotlight, but over the past several years, Crown Prince Mohammed bin Salman has become one of the most controversial and scrutinized people on the planet. His admirers, including President Donald Trump, see him as a charismatic partner determined to contain Iran and modernize Saudi Arabia's closed and deeply conservative society. His critics denounce him as an increasingly authoritarian ruler pursuing a reckless foreign policy. And the CIA has concluded that he personally ordered the October 2018 murder in Istanbul of the Saudi dissident and Washington Post columnist Jamal Khashoggi.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawsuits-in-u-s-target-a-former-sri-lankan-official-11555081460", "title": "Lawsuits in U.S. Target a Former Sri Lankan Official", "date": "2019-04-12 11:04", "summary": "Ex-defense secretary claims political motives behind allegations of complicity in torture, death of a journalist. A former defense secretary of Sri Lanka and a possible candidate in that nation's coming presidential election is facing two separate federal lawsuits in the U.S. alleging he was complicit in torture as well as the death of a journalist.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-problem-of-democracy-review-cicero-son-or-a-party-of-two-11555081421", "title": "'The Problem of Democracy' Review: Cicero & Son; or, a Party of Two", "date": "2019-04-12 11:03", "summary": "John Adams, the second president of the United States, and his son John Quincy, the sixth, were 'two Peas parching in the Same fire'-ambitious for glory, but unwilling to court the fickle gods of popularity.. In the last week of his life, a small delegation of neighbors called upon John Adams at Peacefield, the ample country house in Quincy, Mass., that its owner had mockingly dubbed Montizello in contrast to the far grander mountaintop dwelling of Thomas Jefferson. His visitors encountered a palsied, toothless, half-blind figure, unable to rise from his favorite armchair to greet them. Yet Adams more than rose to the occasion when invited to supply a toast to be read at the town's upcoming celebration commemorating 50 years since the Declaration of Independence redefined a patchwork quilt of British colonies as a sovereign nation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-books-sports-11555081360", "title": "Spring Books: Sports", "date": "2019-04-12 11:02", "summary": "Knockout sportswriting from Wright Thompson, Ring Lardner, Sally Jenkins and other all-time greats.. The Library of America's \"Great American Sports Page\" (LOA, 396 pages, $29.95), edited and with an introduction by John Schulian, gathers selections from nearly 100 years of everyday sports writing, thumped-out, deadline-driven column inches clipped from America's daily newspapers. The pieces run from the age of the gods, Ring Lardner, Grantland Rice and Heywood Broun, through the palmy days of Red Smith, W.C. Heinz and Joe Palmer down to our own era of sports columnists, of men (and now women) soldiering on against the forces of sports radio, cable television and the internet. In these pages, baseball is the clear winner, inspiring by far the greatest number of words, followed, in order, by boxing, football, basketball and horse racing. Tennis and golf play minor roles, and half a dozen other sports and their practitioners (Gorgeous George!) get a foot in the door.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-books-gardening-11555081282", "title": "Spring Books: Gardening", "date": "2019-04-12 11:01", "summary": "Books on the history of New York's Central Park plus a celebration of Midwest park-builders Hare & Hare.. Few remember that in the 1960s and '70s Central Park was a lawless, derelict, graffiti-covered no-man's land, shunned by most New Yorkers as being far too dangerous and scary to enter. In her forthright and fascinating \"Saving Central Park\" (Knopf, 301 pages, $30), Elizabeth Barlow Rogers, founder and spearhead of the Central Park Conservancy, recounts the story of how she, as a recent Wellesley graduate with an advanced degree in urban planning, settled in Manhattan in 1964, fell in love with the city's \"masterpiece of landscape design,\" and soon burned with a passion to reclaim it for all New Yorkers. Passages quoted from her personal journals make vivid the challenges she faced navigating the shoals of city politics and raising private money for restoration projects. Her dogged campaign culminated when, in 1979, the mayor named her Central Park administrator and she created a private, not-for-profit conservancy to manage the park under license from the city. This private-public partnership, then without precedent, is now the model of urban-parks management in New York and throughout the world.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/savage-feast-review-self-discovery-at-the-family-table-11555081208", "title": "'Savage Feast' Review: Self-Discovery at the Family Table", "date": "2019-04-12 11:00", "summary": "Boris Fishman still packs chicken schnitzel, fried cauliflower, plums and peaches in tin foil for even the shortest trip.. Almost three decades after the fall of the Soviet Union, many members of the Russian diaspora-especially those who came of age during the post-Soviet era-are turning a curious and longing eye to the lost flavors of their food heritage. There's first-generation American Bonnie Morales, born in the Chicago area to Belarusian parents and now based in Portland, Ore.; Ms. Morales's restaurant, Kachka, and her cookbook of the same name, have brought national attention to creative Russian fare. London-based Olia Hercules's cookbooks, \"Mamushka\" and \"Kaukasis,\" explore the dishes of her ancestral Ukraine and surrounding region; and Anya von Bremzen's culinary memoir, \"Mastering the Art of Soviet Cooking,\" provides historical and personal context for iconic recipes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sakura-obsession-review-new-life-for-a-tree-11555081248", "title": "'The Sakura Obsession' Review: New Life for a Tree", "date": "2019-04-12 11:00", "summary": "In Japan, the cherry blossom is more than a plant-it is an emblem of national identity.. In Western countries, we take the blooming of the cherry blossoms as just another sign of spring, like the budding of the forsythia and azaleas. But in Japan, where the flowering cherry, or sakura, has been cultivated for centuries, the blossom has a much deeper, and at times far darker, significance. In \"The Sakura Obsession,\" Naoko Abe, a Japanese journalist living in London, grafts two improbable stories onto the same rootstock. One tale is of an English gentleman with little previous experience of gardening, who became a world authority on cherry trees. The other traces how, in its homeland, the gentle sakura was perverted from a symbol of life and renewal to one of destruction and death.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-books-spring-cleaning-11555081183", "title": "Spring Books: Spring Cleaning", "date": "2019-04-12 10:59", "summary": "Stay on top of things with helpful books from Mason Currey, Laura Vanderkam and Gretchen Rubin.. Louise Nevelson could have been a productivity guru for the tech set. The prolific American sculptor woke up at 6 every morning wearing cotton clothing that served as both her pajamas and work uniform. At mealtime, she consumed a can of sardines and a piece of stale bread with a cup of tea-the 20th-century version of Soylent. \"I read once that in her old age Isak Dinesen only ate oysters and drank champagne,\" Nevelson wrote in her autobiography, \"and I thought what an intelligent solution to ridding oneself of meaningless decision-making.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-books-nature-11555081150", "title": "Spring Books: Nature", "date": "2019-04-12 10:59", "summary": "Books on trees: their care, their 'architecture,' their role in nature and their 'hidden life.'. Are six trees enough to make a grove? If not, then these six books about trees, unfolding their leaves in harmony with the spring, may at least make up a stand or copse or spinney.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-books-childrens-books-11555081117", "title": "Spring Books: Children's Books", "date": "2019-04-12 10:58", "summary": "'An ABC of Flowers' by Jutta Hilpuesch, 'Bird Watch' by Christie Matheson and works celebrating the great outdoors.. April Pulley Sayre captures the explosive glory of springtime in \"Bloom Boom!\" (Beach Lane, 40 pages, $17.99). In this picture book for children 2-6, she has paired brief lines of text with dramatic photographs of flowers in a variety of natural settings to celebrate the stages of growth and flourishing. \"Leaves emerge. Stalks surge. Bloom boom!\" we read as the wild lupine ventures out and then stands tall with its purple blossoms. \"Colors call. Fragrance flies,\" writes Ms. Sayre, her camera taking us right up close to the pink loveliness of crab apple and magnolia: \"Welcome, birds and butterflies!\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/never-a-lovely-so-real-review-a-walk-on-the-wild-side-11555081081", "title": "'Never a Lovely So Real' Review: A Walk on the Wild Side", "date": "2019-04-12 10:58", "summary": "Nelson Algren's bad habits and unstable character help explain his inability to sustain his gifts and career.. Colin Asher's generally sturdy new biography of Nelson Algren, the third one of the writer to appear, shows in certain penitential asides why it may be the last: If a biographer needs to apologize for the noun \"lovely\" in his own title (\"tame misogyny\" when Algren used it, but \"offensive\" today), it's doubtful his rugged white-male subject will much longer be considered acceptable posthumous company.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-morality-plays-for-the-present-moment-11555081043", "title": "Fiction: Morality Plays for the Present Moment", "date": "2019-04-12 10:57", "summary": "Parables of the way we love now, inspired by #MeToo, Alan Turing and antigovernment paranoia.. The narrator of James Lasdun's \"Afternoon of a Faun\" (Norton, 165 pages, $25.95) offers readers a word of caution on fiction about accusations of sexual assault, this novel's fraught subject. Because the writer has to decide which character is telling the truth, he gives the appearance of choosing a side in a broader public debate and his story is reduced to \"polemic or propaganda.\" The lofty literary ideal of negative capability is impossible to achieve.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-peter-s-carmichael-on-life-as-a-civil-war-soldier-11555080970", "title": "Five Best: Peter S. Carmichael on Life as a Civil War Soldier", "date": "2019-04-12 10:56", "summary": "From the author, most recently, of 'The War for the Common Soldier: How Men Thought, Fought, and Survived in Civil War Armies'. Edited by Katherine M. Aldridge (2011)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-sensitive-awkward-and-deranged-11555081007", "title": "Mysteries: Sensitive, Awkward and Deranged", "date": "2019-04-12 10:56", "summary": "Alexander McCall Smith's engaging book tackles bizarre activity and teeters between comedy and pathos.. The eponymous police unit in Alexander McCall Smith's \"The Department of Sensitive Crimes\" (Pantheon, 229 pages, $24.95), operating out of Malmö, Sweden, deals with cases involving \"complicated investigation\"-or, in the words of senior member Ulf Varg, \"something outré.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/game-of-thrones-madness-is-starting-again-pity-the-non-watchers-11555080859", "title": "'Game of Thrones' Madness Is Starting Again. Pity the Non-Watchers.", "date": "2019-04-12 10:54", "summary": "'Never Throners' aren't really sure what's been going on, but they're glad constant chitchat about dragons and ice zombies is coming to an end. When the last season of \"Game of Thrones\" kicks off Sunday night on HBO, millions of fans will tune in for the final chapters of the multiseason saga to discover...what exactly? Something to do with winter? Or dragons?", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-and-wells-fargo-two-roads-diverged-11555080115", "title": "JPMorgan and Wells Fargo: Two Roads Diverged", "date": "2019-04-12 10:41", "summary": "JPMorgan Chase's and Wells Fargo's results highlight the differences in the two banks. But both face challenges in the quarters ahead.. The outlook for U.S. banks is less exciting than the strong earnings figures from JPMorgan Chase and Wells Fargo suggest.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolsonaro-takes-aim-at-brazils-history-11555080030", "title": "Bolsonaro Takes Aim at Brazil's History", "date": "2019-04-12 10:40", "summary": "Right-wing leader has made it his mission to rewrite country's past. SÃO PAULO-Brazilian President Jair Bolsonaro has long declared war on the news media. His next target is more ambitious-history.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-putnam-born-to-influence-led-investment-firm-and-managed-harvards-money-11555079401", "title": "George Putnam Led Investment Firm, Managed Harvard's Money", "date": "2019-04-12 10:30", "summary": "Executive found joy in raising orchids, building bookshelves and creating model train layouts. His family tree included a general who led troops in the Revolutionary War, a governor of Massachusetts and a president of Harvard University. So a certain amount of leadership was always expected of George Putnam. He delivered it in a quiet fashion.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sydney-brenner-helped-decipher-the-genetic-code-partly-by-studying-tiny-worms-11555079400", "title": "Sydney Brenner Helped Decipher the Genetic Code", "date": "2019-04-12 10:30", "summary": "South African native enrolled in medical school at 15 and received a Nobel Prize in 2002. His mother wanted him to be a physician. Though he halfheartedly completed medical school in his native South Africa, Sydney Brenner, the son of an immigrant cobbler, had a bigger agenda: unlocking the mysteries of human cells and genetics.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/soros-backed-hedge-fund-cjw-shelves-plans-for-launch-11555078006", "title": "Soros-Backed Hedge Fund CJW Shelves Plans for Launch", "date": "2019-04-12 10:06", "summary": "London trader Chris Wheeler says the venture is 'on hold' for now. A deal by Soros Fund Management to invest in a new hedge fund has fallen apart, according to people familiar with the matter.", "categories": [["Markets", "Financial Inclusion"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-inclusion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beer-for-those-seeking-balance-11555077870", "title": "Beer for Those Seeking Balance", "date": "2019-04-12 10:04", "summary": "More measured than their brash IPA cousins, British-style mild ales have a mellow toasted-malt flavor all their own.. BEER NAMES can be as misleading as they are meaningful. Mild ale, a forgotten British style making waves again, actually packs plenty of flavor.", "categories": [["Life & Work", "Food & Drink", "Libations"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/half-full?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technology-isnt-a-force-for-liberation-after-all-11555077642", "title": "Technology Isn't a Force for Liberation After All", "date": "2019-04-12 10:00", "summary": "China and Facebook are adept at tracking people, even if the MTA isn't. There was some good news this week for those of us who worry that the human race is descending into a technological dystopia in which our every move is tracked, cataloged and eventually used against us by vast, malevolent forces.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-sold-on-tankers-amazons-third-party-gains-robots-getting-stuck-11555077631", "title": "Today's Logistics Report: Sold on Tankers; Amazon's Third-Party Gains; Robots Getting Stuck", "date": "2019-04-12 10:00", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/across-the-universe-11555076923", "title": "Across the Universe", "date": "2019-04-12 09:48", "summary": "At the Getty in Los Angeles, manuscripts and decorative art imagine the cosmos. Art that depicts the cosmos can tell us how a civilization views itself as well as its surroundings. Beginning April 30, the Getty Center in Los Angeles will examine the medieval view of the universe in \"The Wondrous Cosmos in Medieval Manuscripts.\" The shimmering, gold-flecked colors of the manuscript illustrations can seem as fresh as when they were painted, yet they offer a reminder of how distant the Middle Ages really are, and how little people then knew about the world they lived in.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-offers-rare-glimpse-of-its-financial-picture-11555074618", "title": "North Korea Offers Rare Glimpse of Its Financial Picture", "date": "2019-04-12 09:10", "summary": "Kim Jong Un's regime plans to pour more funds into technology and infrastructure this year, while holding the portion earmarked for military spending steady. SEOUL-North Korea outlined plans to increase government spending on science, technology and infrastructure, despite sanctions that have bruised the cash-strapped regime's economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stockstowatch-jpmorgan-chase-wells-fargo-boeing-mosaic-and-pagerduty-11555066131", "title": "Stocks to Watch: JPMorgan Chase, Wells Fargo, Boeing, Mosaic", "date": "2019-04-12 09:01", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-proxy-season-its-revenge-of-the-nurdles-11555074005", "title": "This Proxy Season, It's Revenge of the Nurdles", "date": "2019-04-12 09:00", "summary": "These tiny plastic pellets show how companies and socially conscious investors are warily making nice. If you're like many of those I've introduced the word \"nurdle\" to in the last week or so, you giggled the first time you heard it.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-pact-takes-aim-at-currency-manipulation-11555074003", "title": "U.S.-China Trade Pact Takes Aim at Currency Manipulation", "date": "2019-04-12 09:00", "summary": "Deal could include penalties for China if it manipulates its currency to increase exports. WASHINGTON-As part of a prospective deal on trade, the U.S. and China have agreed to measures that American officials say will deter Beijing from currency manipulation by requiring greater disclosure of economic actions, according to current and former officials familiar with the negotiations.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-chops-price-for-a-much-criticized-belt-and-road-project-in-malaysia-11555073569", "title": "China Cuts Price for Malaysia Railway Project", "date": "2019-04-12 08:52", "summary": "Beijing salvages a railway-construction deal frozen by Mahathir government. China slashed by nearly a third its price for building a multibillion-dollar Malaysian railway, salvaging a project seen as crucial to Chinese President Xi Jinping's program to develop global infrastructure.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-trade-numbers-raise-red-flags-on-embryonic-economic-recovery-11555072864", "title": "China Trade Data Raise Red Flags on Economic Recovery", "date": "2019-04-12 08:41", "summary": "In the first quarter, China's exports only increased 1.4% on year while its growth in the same period last year was 14.1%. BEIJING-China's trade performance last month raised questions about demand in the global and Chinese economies, as exports rebounded and imports fell at rates steeper than expected.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-once-fast-growing-chinese-tech-giant-cuts-back-11555069699", "title": "A Once Fast-Growing Chinese Tech Giant Cuts Back", "date": "2019-04-12 08:40", "summary": "Hard-charging JD.com rolls out layoffs, closes offices abroad. BEIJING-China's hard-charging e-commerce company JD.com is retrenching, rolling out wide-scale layoffs and closing most offices abroad, people familiar with the matter said, to cut costs to cope with a slowing economy and rising competition.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rip-roaring-chinese-exports-less-than-they-appear-11555072169", "title": "Rip-Roaring Chinese Exports Less Than They Appear", "date": "2019-04-12 08:29", "summary": "Investors shouldn't read too much into stronger March data from China. To everything there is a season - especially in China.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taxi-app-that-drove-uber-from-china-sees-its-valuation-stall-11555071683", "title": "Taxi App That Drove Uber From China Sees Its Valuation Stall", "date": "2019-04-12 08:21", "summary": "Uber's stake in Didi Chuxing implies a valuation of $51.6 billion for the Chinese ride-hailing company. Not every ride-hailing giant is riding a surge in valuations.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-star-was-born-the-nba-wasnt-ready-11555070401", "title": "A Star Was Born. The NBA Wasn't Ready.", "date": "2019-04-12 08:00", "summary": "They were the best shooters in basketball. But they retired long before the 3-point revolution. 'I was born too early,' Dale Ellis says.. If you had to invent someone who could fit perfectly on any team in today's NBA, as with most hypothetical scenarios that life presents, you'd want that person to be like Klay Thompson.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/score-one-for-the-electronic-bond-traders-11555070400", "title": "Bond Market Turmoil Sparked E-Trading", "date": "2019-04-12 08:00", "summary": "Nearly one-quarter of all investment-grade corporate bond trades in December were on the MarketAxess digital trading platform. When global markets tumbled in December, U.S. corporate bond investors scrambled to sell holdings they feared would drop further. But bank traders weren't buying, so many fund managers turned to a fast-growing electronic marketplace to reduce their exposures.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surprised-on-a-daily-basis-senate-gops-bond-with-trump-is-fraying-11555070367", "title": "Surprised on a Daily Basis: Senate GOP's Bond With Trump Is Fraying", "date": "2019-04-12 07:59", "summary": "As the new split Congress hits its 100-day mark, changing dynamics push Republicans into being more critical of the president. WASHINGTON-Aides were milling around on the Senate floor one day last week when a manila envelope arrived by courier from the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-reiterates-feds-independence-at-democrats-retreat-11555069551", "title": "Powell Reiterates Fed's Independence at Democrats' Retreat", "date": "2019-04-12 07:45", "summary": "The central bank chairman urges lawmakers not to consider defaulting on the country's debt. LEESBURG, VA-Federal Reserve Chairman Jerome Powell reiterated the independence of the central bank Thursday night in a closed-door meeting with House Democrats and said he wouldn't comment on President Trump or his potential nominees to the Federal Reserve's board.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japanese-supplier-to-apple-gets-a-lifeline-from-taiwan-led-investor-group-11555059270", "title": "Japanese Supplier to Apple Gets a Lifeline From Taiwan-Led Investor Group", "date": "2019-04-12 07:44", "summary": "Government-backed fund cedes control of Japan Display in a deal worth more than $700 million. TOKYO-Investors from Taiwan and China plan to take control of the leading Japanese supplier of smartphone displays to Apple Inc. in a deal worth more than $700 million, symbolizing Japan's decline in an industry it used to dominate.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-privacy-regulators-find-their-workload-expands-along-with-authority-11555061402", "title": "European Privacy Regulators Find Their Workload Expands Along With Authority", "date": "2019-04-12 07:44", "summary": "Facing prospect of steep fines, companies report minor breaches beyond scope of GDPR. European regulators are struggling to keep up with the big increase in corporate data breach notifications since the European Union privacy law took effect last May.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pollen-counts-the-numbers-behind-spring-sneezing-11555068601", "title": "Pollen Counts: The Numbers Behind Spring Sneezing", "date": "2019-04-12 07:30", "summary": "Many people who suffer from seasonal pollen don't have a real allergy. The classic signs of spring have emerged: Red eyes, runny noses and fits of sneezing.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andy-capps-fries-get-4-20-buzz-11555068600", "title": "Conagra Offers Cure for Munchies After 10 States Legalize Recreational Pot", "date": "2019-04-12 07:30", "summary": "A special version of the Conagra snack brand is coming April 20, a date significant to pot users. During the California gold rush, fortunes were made selling picks and shovels instead of actually mining for gold. During the current cannabis boom, as 10 U.S. states and Canada have legalized recreational marijuana, the equivalent may be selling snacks rather than pot.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-will-stay-in-jail-until-at-least-april-22-11555053852", "title": "Ghosn Will Stay Jailed Until at Least April 22", "date": "2019-04-12 07:25", "summary": "Tokyo court extends detention of former chairman of Nissan Motor and Renault. TOKYO-A Tokyo court extended Carlos Ghosn's detention until at least April 22, giving prosecutors extra time to grill him for up to six hours a day in a bid to extract a confession.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-trumps-pressure-puts-the-fed-in-a-policy-pickle-11555066802", "title": "How Trump's Pressure Puts the Fed in a Policy Pickle", "date": "2019-04-12 07:00", "summary": "With president's calls for easier money, the central bank runs risk of looking as though it's playing politics even if it's not as it tries to manage the economy. The Federal Reserve went from steady interest-rate increases in 2018 to a pause to what traders reckon are better chances of a cut than a hike when it next decides to change short-term borrowing costs. Now President Trump says he would like not only to see rate cuts but also a resumption of the Fed's bond-buying program that's been credited with helping propel one of the longest bull markets in history.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suit-could-raise-googles-liabilities-in-price-comparison-case-11555056397", "title": "Google Sued Over Abuse of Search Power, Opening Path for More Claims", "date": "2019-04-12 07:00", "summary": "The litigation could spark similar action by firms that have hesitated to take on the Silicon Valley giant. A German price-comparison portal has become the first major company to sue Alphabet Inc.'s Google while invoking a 2017 European antitrust decision to fine the U.S. technology giant for abusing its dominant position in the search-engine market.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-auto-sales-fall-for-ninth-month-11555063993", "title": "China's Auto Sales Fall for Ninth Month", "date": "2019-04-12 06:13", "summary": "A leading industry executive said he can't predict when a rebound will come. SHANGHAI-China's auto sales declined for a ninth straight month in March, and a leading industry executive said he can't predict when a rebound will come.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-roubaix-how-hell-became-more-chill-11555063200", "title": "Paris-Roubaix: How 'Hell' Became More Chill", "date": "2019-04-12 06:00", "summary": "More riders are finishing cycling's most infernal race, with improved bike technology and the rise of cobblestone specialists. TEMPLEUVE-EN-PÉVÈLE, France-The vast majority of racers to enter cycling's most infernal race have never made it to the finish line.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teaching-girls-to-be-great-competitors-11555061400", "title": "Teaching Girls to Be Great Competitors", "date": "2019-04-12 05:30", "summary": "Girls often receive mixed messages about striving against others, but parents can help them learn positive ways to compete. Young girls today are taught to believe that they can be anything they want to be: \"Girl power!\" But reaching for the top requires a healthy competitive drive, and new research shows that many girls have trouble managing the stress and emotions that go along with competition. This reluctance to compete can have an impact on girls' educational choices, career trajectories and eventual earning power, contributing to the historic pay gap between men and women. Fortunately, psychologists say that parents can help girls to become more comfortable with competition-as long as the focus is on the right kind of striving against others.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-more-with-feeling-fix-your-withholding-11555061406", "title": "Once More With Feeling: Fix Your Withholding!", "date": "2019-04-12 05:30", "summary": "If this year's tax refund fell short-or there was a surprise bill-here's how to avoid a rerun.. Congratulations American taxpayers, you made it through the first filing season after the largest tax overhaul in a generation. Now do yourself a favor and check your withholding.", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turnover-among-military-brass-as-civilians-serve-in-acting-posts-11555061401", "title": "Pentagon Faces High Turnover, as Civilians Fill Acting Roles", "date": "2019-04-12 05:30", "summary": "Changes in command affect large number of key posts even as Defense Department's civilian leadership is also in flux. The Pentagon within the coming months is expected to undergo its most dramatic period of turnover at top military levels under the Trump administration, during which top civilian leaders aren't serving in a permanent capacity.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-ubers-slowing-growth-onslaught-of-global-competition-takes-a-toll-11555061401", "title": "Uber Slows Down in Traffic on Its Way to IPO", "date": "2019-04-12 05:30", "summary": "Ride-hailing giant is besieged by competitors, leading to sharp declines in growth as it readies for its IPO. Uber Technologies Inc. has talked up its expansion into new businesses beyond ride-hailing, from food delivery to long-haul trucking. But it can't escape the fierce competition.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-teenager-killed-himself-six-more-followed-11555061402", "title": "One Teen Killed Himself. Six More Followed.", "date": "2019-04-12 05:30", "summary": "Resume Subscription. HERRIMAN, Utah-Eight months to the day after his only son, Chandler, killed himself, Kurt Voutaz was in his kitchen eating lunch.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uber-discloses-ipo-filing-11555015305", "title": "Uber IPO Filing Shows Growth Leveling Off", "date": "2019-04-12 02:38", "summary": "Company's ride-hailing revenue little changed over past six months. Uber Technologies Inc. made its IPO papers public Thursday, revealing some of the secrets of a company with big, global ambitions that faces slowing growth in its core ride-hailing business.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11555009872", "title": "Pepper...and Salt", "date": "2019-04-12 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-inspects-737-max-jet-engines-after-march-malfunction-11555116989", "title": "Southwest Inspects 737 MAX Jet Engines After March Malfunction", "date": "2019-04-12 00:01", "summary": "The inspections are unrelated to investigations of two fatal crashes of Boeing's jetliner. Southwest Airlines Co. has conducted inspections on about a dozen engines on its grounded Boeing Co. 737 MAX jets in an attempt to determine whether there is a component problem or manufacturing flaw.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wikileaks-already-diminished-in-limbo-after-assange-arrest-11555011813", "title": "WikiLeaks, Already Diminished, in Limbo After Assange Arrest", "date": "2019-04-12 23:59", "summary": "Julian Assange's reputation from a prophet of radical transparency to an agenda-driven partisan eroded his group's influence even before British police detained him. The arrest of WikiLeaks founder Julian Assange deals a blow to the \"hacktivist\" organization he founded-the influence of which had already dwindled significantly in recent years.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-discloses-investigation-into-allegations-of-improper-payments-11555033073", "title": "Uber Discloses Investigation Into Allegations of Improper Payments", "date": "2019-04-12 21:37", "summary": "The ride-sharing company said prosecutors requested information related to allegations of payments to police in Indonesia. Uber Technologies Inc. on Thursday disclosed an investigation into allegations of improper payments made in Indonesia and potentially three other countries.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-venture-investors-set-for-a-windfall-11555032345", "title": "Uber's Venture Investors Set for a Windfall", "date": "2019-04-12 21:25", "summary": "IPO is likely to deliver one of the biggest paydays in Silicon Valley startup history. Uber Technologies Inc.'s initial public offering is set to deliver one of the biggest jackpots in Silicon Valley startup history, minting multibillion-dollar fortunes for early investors like Benchmark and the company's co-founders including Travis Kalanick.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooks-koepka-bryson-dechambeau-tie-for-early-masters-lead-11555030951", "title": "Brooks Koepka, Bryson DeChambeau Tie for Early Masters Lead", "date": "2019-04-12 21:02", "summary": "Phil Mickelson, Tiger Woods are also in contention after the first round. AUGUSTA, Ga.-If major championships were reduced to betting games between players, Brooks Koepka would be the ultimate sandbagger. As a habit, he hardly ever wins golf tournaments, unless it is one of the four every year that matter most.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-prices-new-streaming-service-at-6-99-a-month-11555029338", "title": "Disney Prices New Streaming Service at $6.99 a Month", "date": "2019-04-12 20:54", "summary": "Disney+ is set to launch in November and offer subscribers ad-free viewing. LOS ANGELES- Walt Disney Co. 's new streaming service, Disney+, will launch in November at a price of $6.99 a month, the company told investors Thursday, positioning the offering as an affordable addition to the streaming marketplace.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-2-94-billion-insurance-unit-illuminates-challenge-of-disruptive-businesses-11555029640", "title": "Uber's $2.94 billion Insurance Unit Illuminates Challenge of Disruptive Businesses", "date": "2019-04-12 20:40", "summary": "Ride-sharing company largely self insures, setting aside increasing amounts of capital. Ride-sharing companies such as Uber Technologies Inc. and Lyft Inc. have become ubiquitous, but the risks attached to their business models have yet to be fully embraced by the mainstream insurance industry.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cord-cutters-savings-shrink-as-online-tv-services-raise-prices-11555001280", "title": "Cord-Cutters' Savings Shrink as Online TV Services Raise Prices", "date": "2019-04-12 20:29", "summary": "YouTube TV lifts rates and expands bundle of channels; T-Mobile readies $100 monthly package. Online television bundles are getting bigger and prices keep rising, edging closer to the cable bundles they were designed to replace and muddling the economic equation that has prompted millions of Americans to cut the cord.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fox-weighs-future-of-empire-actor-jussie-smollett-11555012247", "title": "'Empire' Weighs Future of Jussie Smollett", "date": "2019-04-12 20:21", "summary": "Decision affects Fox network and Disney, which took over the studio that produces the show. Actor Jussie Smollett's future with the popular Fox television drama \"Empire\" is in doubt, people familiar with the situation said, after Chicago authorities accused him of faking a hate crime but ultimately dropped the charges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abraaj-founder-charged-with-fraud-in-u-s-11555027808", "title": "Abraaj Founder Charged With Fraud in U.S.", "date": "2019-04-12 20:10", "summary": "Arif Naqvi accused of misappropriating more than $230 million in an SEC complaint. The founder of insolvent private-equity firm Abraaj Group was charged in the U.S. with defrauding investors by misappropriating more than $230 million from a health-care fund.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]