[{"link": "https://www.wsj.com/articles/democratic-presidential-hopefuls-debate-in-atlanta-11574308177", "title": "Photos: Democratic Presidential Hopefuls Debate", "date": "2019-11-20 22:50", "summary": "Ten presidential hopefuls faced off Wednesday in a debate that touched on issues including the Trump impeachment inquiry, Medicare for All, fiscal responsibility and the climate. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/google-to-restrict-political-ad-targeting-on-its-platforms-11574293253", "title": "Google to Restrict Political Ad Targeting on Its Platforms", "date": "2019-11-20 22:42", "summary": "Advertisers will no longer be able to target political ads based on users' interests inferred from browsing or search history. Alphabet Inc.'s Google said Wednesday it plans to stop allowing highly targeted political ads on its platform, further fragmenting the rules being set by Silicon Valley tech giants for guarding against misinformation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-watchdog-confirms-faa-facilitys-air-traffic-hazards-11574302446", "title": "Federal Watchdog Confirms FAA Facility's Air Traffic Hazards", "date": "2019-11-20 21:14", "summary": "Procedures stay in place more than a year after risks cited by a whistleblower are verified. Air-traffic controllers at a Federal Aviation Administration facility that tracks planes across parts of Florida and four other states are using questionable and unsafe procedures that increase risks of midair collisions, according to the government office that vets whistleblower complaints for federal agencies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypals-latest-deal-could-yield-a-bonanza-for-small-investors-11574301941", "title": "PayPal's Latest Deal Could Yield a Bonanza for Small Investors", "date": "2019-11-20 21:05", "summary": "The payments platform is looking to buy Honey Science, an online coupon startup, for $4 billion. Several small Los Angeles area investors are set to make a bounty if payment company PayPal Holdings Inc. 's $4 billion purchase of local startup Honey Science Corp. goes through.", "categories": [["Pro VC MA IPOs"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-ma-ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-defense-chief-says-ligado-spectrum-plan-would-degrade-gps-11574294527", "title": "U.S. Defense Chief Says Ligado Spectrum Plan Would Degrade GPS", "date": "2019-11-20 20:23", "summary": "Defense Secretary Mark Esper urges federal regulators to reject Ligado's wireless license application. U.S. Secretary of Defense Mark Esper urged federal regulators to deny Ligado Networks LLC's proposal to develop some of the nation's most valuable airwaves, saying the risks to global positioning systems and military operations are too great.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gordon-sondland-to-testify-in-impeachment-inquiry-11574245802", "title": "Sondland Says He Pursued Ukraine Probes at 'Express Direction' of Trump", "date": "2019-11-20 20:17", "summary": "Ambassador to EU criticizes Giuliani, links Pompeo more directly to the pressure campaign. WASHINGTON-Gordon Sondland, the U.S. ambassador to the European Union, said Wednesday at a public hearing that \"at the express direction\" of President Trump he urged Ukraine to announce investigations that would benefit the president politically.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bolivia-releases-audio-it-says-proves-morales-has-incited-food-blockades-11574282911", "title": "In Bolivia, Violence Surges as Political Crisis Mounts", "date": "2019-11-20 19:31", "summary": "After protesters were killed in clashes with security forces, government blames ex-leader Evo Morales for inciting his backers to block food and fuel from cities. LA PAZ, Bolivia-Bolivia's political crisis is deepening as state security forces use increasingly lethal force against mobs of protesters demanding the return to the country of former President Evo Morales, whom the country's interim government accuses of stirring up the trouble.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-to-buy-honey-science-for-4-billion-11574295793", "title": "PayPal to Buy Honey Science for $4 Billion", "date": "2019-11-20 19:23", "summary": "PayPal executives say the shopping platform will help deepen engagement. PayPal Holdings Inc. has reached a roughly $4 billion deal to buy shopping and rewards platform Honey Science Corp., as it pushes to gain a bigger role in consumers' shopping habits.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-new-york-faces-big-medicaid-cost-overruns-cuomo-stays-mum-11574288850", "title": "As New York Faces Big Medicaid Cost Overruns, Cuomo Stays Mum", "date": "2019-11-20 19:17", "summary": "Officials pass their legal deadline to release a midyear budget report, leaving some concerned about the governor's plans for the health program. New York's Medicaid program expenses are running at least $3 billion over budget, but the administration of Gov. Andrew Cuomo has so far said little about its plans to deal with the issue.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sondlands-unimpeachable-offenses-11574294949", "title": "Sondland's Unimpeachable Offenses", "date": "2019-11-20 19:09", "summary": "Witnesses are providing more detail about what we already know.. The House impeachment hearings roll on, but the most important news is how little new we are learning about President Trump and Ukraine. The witnesses from the diplomatic and national-security bureaucracy are filling in some details-many of which are unflattering about how policy is made in this Administration-but none change the fundamental narrative or suggest crimes or other impeachable offenses.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whats-your-degree-worth-11574294910", "title": "What's Your Degree Worth?", "date": "2019-11-20 19:08", "summary": "The Education Department offers some valuable college data.. For many Americans a college degree will be among the most expensive investments they ever make, one reason they have compiled $1.5 trillion in student-loan debt. The Education Department hasn't made the price go down. But on Wednesday Secretary Betsy DeVos relaunched a website that will help people get a better idea of what they are buying before they begin writing those big tuition checks.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/union-labors-profanity-protection-11574294873", "title": "Union Labor's Profanity Protection", "date": "2019-11-20 19:07", "summary": "Should picketing workers be able to shout racist remarks with impunity?. Union workers can say a lot while under the protection of American labor law. For example: \"Go back to Africa, you bunch of -ing losers!\" That was only one of the racial epithets shouted in 2012 by picketing Ohio tire workers at a group of replacement employees, many of them black.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-motors-files-racketeering-lawsuit-against-fiat-chrysler-11574270231", "title": "General Motors Files Racketeering Lawsuit Against Fiat Chrysler", "date": "2019-11-20 19:02", "summary": "Lawsuit against auto maker involves its relations with UAW officials; GM says it will ask for damages. General Motors Co. accused Fiat Chrysler Automobiles NV of bribing union negotiators to gain a competitive advantage, triggering an unusual legal dispute between crosstown rivals by filing a federal racketeering lawsuit.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-rallies-as-stockpiles-rise-less-than-expected-11574294411", "title": "Oil Rallies as Stockpiles Rise Less Than Expected", "date": "2019-11-20 19:00", "summary": "Crude prices snap a two-session decline after government report on inventories. Oil prices rose Wednesday, snapping a two-session streak of declines after a weekly government report showed a smaller-than-anticipated rise in U.S. crude-oil inventories.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-impeachment-kangaroo-11574294173", "title": "The Impeachment Kangaroo", "date": "2019-11-20 18:56", "summary": "The Pelosi-Schiff impeachment shows what has gone so badly wrong with Washington.. President Trump took a moment from his Cabinet meeting Tuesday to call the House impeachment hearings a \"kangaroo court.\" This is another Trump half-truth. Any fact-check will show that most of Washington has become a kangaroo court.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fedex-delivers-billions-to-the-taxman-11574294109", "title": "FedEx Delivers Billions to the Taxman", "date": "2019-11-20 18:55", "summary": "The New York Times runs a misleading story on our 2018 tax return. Here's the real story.. The First Amendment to the U.S. Constitution makes clear \"the right of the people . . . to petition the government for a redress of grievances,\" and the FedEx board of directors and senior management takes this very seriously. As a corporate citizen, we decided many years ago to engage openly in four areas of public policy that have strategic implications for our company and the more than half a million people who work for us: energy, the environment, trade and taxes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-campaign-data-arms-race-11574294077", "title": "The Campaign Data Arms Race", "date": "2019-11-20 18:54", "summary": "The GOP reclaimed its supremacy in 2016. Can the Democrats come back in 2020?. An arms race is under way that will deeply affect America's future. It's not about next-generation nuclear weapons or hypersonic missiles. Instead, it's a struggle between Republicans and Democrats over who has the best political data. In this emerging digital age, elections hang in the balance.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/progressives-ambush-the-salvation-army-11574294011", "title": "Progressives Ambush the Salvation Army", "date": "2019-11-20 18:53", "summary": "The group touts its efforts to help sexual minorities, but the left isn't satisfied.. The Salvation Army is the latest target of progressive wrath. British pop singer Ellie Goulding threatened to cancel an appearance at the Dallas Cowboys' Thanksgiving halftime show, which will celebrate the army's red-kettle campaign, unless it made a \"pledge or donation to the LGBTQ community.\" She backed down after the Salvation Army assured her it serves needy members of that community. Chick-fil-A this week said its charitable foundation will no longer donate to the Salvation Army and two other organizations that hold traditional views on same-sex marriage-apparently yielding to intense political pressure.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arabs-against-boycotting-israel-11574293923", "title": "Arabs Against Boycotting Israel", "date": "2019-11-20 18:52", "summary": "It has harmed the region and the Palestinian cause.. London", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-answer-chinese-atrocities-in-xinjiang-11574293976", "title": "How to Answer Chinese Atrocities in Xinjiang", "date": "2019-11-20 18:52", "summary": "The West can impose sanctions on Communist officials and companies that use slave labor.. The world got an unprecedented look into China's human-rights abuses last weekend, following the publication of 400 pages of leaked documents that describe Beijing's escalating brutality in Xinjiang province. The documents implicate the highest officials in the country, and make the strongest case yet for global sanctions.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oblivion-or-glory-review-churchill-the-deal-maker-11574293876", "title": "'Oblivion or Glory' Review: Churchill the Deal Maker", "date": "2019-11-20 18:51", "summary": "Churchill's deal creating an Irish Free State was called a betrayal by his unionist allies. But the debate it settled had consumed U.K. politics.. In 2005 James Shapiro published \"1599: A Year in the Life of William Shakespeare.\" It was a decided success, winning the Samuel Johnson Prize for best nonfiction book. Since then many biographers have become fond of the device of seizing on a critical year in the life of a great man. David Stafford's important work \"Oblivion or Glory: 1921 and the Making of Winston Churchill\" is an elegant venture into this field. Its power lies in a vivid re-creation not only of Churchill's public roles but also his private life-of good fortune but also family tragedy-thus producing something close to the actual rhythm of lived history.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-edges-closer-to-another-election-rerun-11574256710", "title": "Israel Faces New Vote Prospect After Coalition Talks Fail", "date": "2019-11-20 18:26", "summary": "Ex-military chief Benny Gantz's failure means the country is likely headed for a third election in a year. TEL AVIV-Former military chief Benny Gantz failed to form a government by his Wednesday deadline, raising the likelihood of a third election in a year while prolonging Prime Minister Benjamin Netanyahu's rule and political uncertainty in the country.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-says-it-has-contained-antigovernment-protests-but-tensions-continue-11574289496", "title": "Iran Says It Has Contained Protests, but Tensions Persist", "date": "2019-11-20 18:16", "summary": "Economic pressures from U.S. sanctions have led to simmering frustrations. Tehran used arrests, deadly force and a prolonged internet blackout to contain nationwide protests that pose the most serious test in years for Iran's leaders.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trudeau-turns-to-nafta-lieutenant-to-quell-tension-over-energy-11574275963", "title": "Trudeau Turns to Trade-Deal Lieutenant to Quell Tension Over Energy", "date": "2019-11-20 18:13", "summary": "Former Foreign Minister Chrystia Freeland, who led talks with Trump administration, also takes on deputy PM role. OTTAWA-Canadian Prime Minister Justin Trudeau is turning to the minister who tangled with the Trump administration on a new North American trade pact to quell escalating regional tensions over resource development in a new cabinet unveiled Wednesday for his minority government.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackouts-return-to-northern-california-11574262096", "title": "Blackouts Return to Northern California", "date": "2019-11-20 18:09", "summary": "PG&E shuts off power to around 48,000 customers because of elevated fire risk. SAN FRANCISCO-Northern California endured its fourth round of blackouts in two months amid high winds, a new norm as the state's utilities try to prevent deadly wildfires.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-bribery-leniency-program-gets-minor-adjustment-11574291351", "title": "Foreign Bribery Leniency Program Gets Minor Adjustment", "date": "2019-11-20 18:09", "summary": "Justice Department updated language in its Foreign Corrupt Practices Act Enforcement Policy. The U.S. Justice Department made several clarifications to its foreign bribery leniency program, in a move officials said was part of a continuing initiative to be transparent to companies.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-begins-granting-exemptions-to-huawei-blacklist-11574271237", "title": "U.S. Grants Some Exceptions to Huawei Blacklist", "date": "2019-11-20 18:05", "summary": "Trump administration eases restrictions on suppliers to blacklisted Chinese telecom giant amid slowdown in negotiations. WASHINGTON-The Trump administration has given permission to some U.S. suppliers to Huawei Technologies Co. to resume shipping to the Chinese telecom giant, easing export restrictions while U.S. negotiators struggle to wrap up the first stage of a trade deal, the Commerce Department said Wednesday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-2-cents-will-prove-costly-for-all-11574291048", "title": "Warren's '2 Cents' Will Prove Costly for All", "date": "2019-11-20 18:04", "summary": "The burden of taxing unrealized capital gains will fall on a vastly greater number of people than a wealth tax on the super wealthy.. Regarding Andy Puzder's \"Warren's '2 Cents' Come at Your Expense\" (op-ed, Nov. 12): Faced with surrendering effective control of their business decisions and assets, many corporations will choose inversions (i.e., merging with foreign corporations), restructure their supply chains or use transfer pricing mechanisms to minimize their U.S. presence. Meanwhile, rapidly growing young, midsize companies (think: Google in 2002, Starbucks in 1996 or Cisco in 1992) will have to move control and other key functions offshore to preserve their ability to innovate freely. Faced with annual taxation on their wealth, the truly wealthy will do what they have always done, i.e., domicile their money where its treated best. Investment in illiquid and unproductive assets will be encouraged at all income levels. Finally, venture investing will diminish because IPOs (used for exiting investment) won't be viable in the event a real winner develops.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-have-the-nato-most-europeans-wanted-11574290986", "title": "We Have the NATO Most Europeans Wanted", "date": "2019-11-20 18:03", "summary": "Today, our NATO allies are largely debellicized, and have plundered their defense budgets to fund social welfare programs and pensions.. Regarding Walter Russell Mead's diagnosis \"NATO Isn't Dead, but It's Ailing\" (Global View, Nov. 12): Our NATO allies have finally created the alliance that they have worked for over decades.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-teachers-can-get-help-buying-houses-11574290912", "title": "Many Teachers Can Get Help Buying Houses", "date": "2019-11-20 18:01", "summary": "The teacher he uses as an example could obtain an FHA loan with only 3.5% down.. Regarding Michael P. Carter's letter of Nov. 13 on the increasing unaffordability of houses for single teachers: It would be foolish to wait years to save for a 20% down payment. The teacher he uses as an example could obtain an FHA loan with only 3.5% down. That same teacher could obtain an interest-free second mortgage, with no payment required, as down-payment assistance, courtesy of the taxpayers in Georgia. (Mr. Carter is from Georgia but most, if not all, states have assistance programs). The teacher can finance the entire price plus most of the closing costs. He or she can also ask the seller to contribute to the closing costs. A significant portion of the low- to moderate-income borrowers don't need any money of their own to buy a house.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-cut-rates-amid-worries-on-trade-global-growth-11574276730", "title": "Fed Officials Cut Rates Last Month Amid Worries on Trade, Growth", "date": "2019-11-20 17:50", "summary": "Officials voted at October meeting to cut short-term benchmark to its current range between 1.5% and 1.75%. WASHINGTON-Federal Reserve officials said little about what would prompt them to resume interest-rate cuts when they signaled a pause following last month's rate reduction.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-to-use-sensors-that-can-track-medical-packages-at-all-times-11574290178", "title": "UPS to Use Sensors That Can Track Medical Packages at All Times", "date": "2019-11-20 17:49", "summary": "Company sees opportunity for growth in the area of precision logistics for sensitive health-care supplies. United Parcel Service Inc. early next year plans to launch a service for health-care customers that uses sensors and data analytics to track medical packages' exact location in near-real time.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-hong-kong-resists-11574290190", "title": "Why Hong Kong Resists", "date": "2019-11-20 17:49", "summary": "A new report of torture by the Chinese regime.. Five months after protests began over a proposal to extradite Hong Kongers to the Chinese mainland, China's communist government appears to have proven once again why Hong Kongers are right to resist the communist judicial system.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-to-ask-rich-countries-to-help-pay-for-amazon-protection-11574278849", "title": "Brazil to Ask Rich Countries to Help Pay for Amazon Protection", "date": "2019-11-20 17:42", "summary": "Deforestation in Brazil's Amazon accelerated during the past year under President Jair Bolsonaro. BRASÍLIA-Brazil's government, under fire from Western governments over deforestation in the Amazon, will ask developed countries to help finance efforts to preserve rainforest and promote sustainable economic activities during a climate-change conference in December.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/schools-entrepreneur-chris-whittle-still-owes-5-8-million-to-avenues-11574289768", "title": "Schools Entrepreneur Still Owes $5.8 Million to Avenues", "date": "2019-11-20 17:42", "summary": "Company he co-founded seeks to force sale of estate in Long Island's East Hampton. Chris Whittle, the education entrepreneur who is launching a new for-profit global school in New York City, has been mired in a legal battle over his multimillion-dollar personal debt to his previous local startup, Avenues.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-national-railway-seeks-arbitrator-to-end-strike-11574256020", "title": "Canadian National Railway Seeks Arbitrator to End Strike", "date": "2019-11-20 17:38", "summary": "Shipper says union has 'rejected all our offers'; Teamsters have publicly rejected opposed an arbitrator. Canadian National Railway Co. is seeking support from workers to have the government appoint an arbitrator to end an impasse in contract negotiations that triggered a strike Tuesday.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carolyn-maloney-is-elected-house-oversight-committee-chairwoman-11574289346", "title": "Maloney Elected House Oversight Panel Chairwoman", "date": "2019-11-20 17:35", "summary": "Elevation of longtime New York lawmaker will raise her profile in impeachment inquiry. WASHINGTON-New York Rep. Carolyn Maloney was elected chairwoman of the House Committee on Oversight and Reform, making her the first woman to take the position on the panel that oversees the federal government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uaw-board-moves-to-remove-leader-11574284116", "title": "UAW President Steps Down", "date": "2019-11-20 17:34", "summary": "Union's board accuses Mr. Jones and another official of providing false expense reports. United Auto Workers President Gary Jones has stepped down from the top role and is retiring from the union, his lawyer said Wednesday, in another unsettling change to the union's top ranks.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-passes-bill-supporting-hong-kong-protesters-11574288433", "title": "House Passes Bill Supporting Hong Kong Protesters", "date": "2019-11-20 17:34", "summary": "House approval sends Hong Kong bill to President Trump's desk. WASHINGTON-The House passed legislation Wednesday requiring the U.S. to re-examine its relationship with Hong Kong, putting formal American support for pro-democracy protests in Hong Kong in the hands of President Trump and adding to strains between the U.S. and China.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-moments-that-mattered-in-gordon-sondlands-testimony-11574289292", "title": "Five Moments That Mattered in Gordon Sondland's Testimony", "date": "2019-11-20 17:34", "summary": "Ambassador explicitly says there was a quid pro quo and that he acted 'at the express direction' of Trump. Gordon Sondland's testimony Wednesday contained more revelations than any of the public hearings in the impeachment inquiry so far. The ambassador to the European Union described how he came to believe that a hold this summer on nearly $400 million in security aid to Ukraine was linked to investigations desired by Mr. Trump, and testified that senior officials within the Trump administration widely arrived at the same conclusion.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/target-extends-its-sales-streak-11574249699", "title": "Target Extends Its Sales Streak", "date": "2019-11-20 17:32", "summary": "Retailer says it is taking market share; 'bifurcation of winners and losers'. Target Corp. posted another quarter of rising sales, saying it continues to draw more shoppers and capture spending both in its stores and online.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-try-try-again-to-fix-pension-funds-11574275496", "title": "Senators Try, Try Again to Fix Pension Funds", "date": "2019-11-20 17:31", "summary": "New proposal by Sens. Grassley and Alexander would pave way for government insurer to take over portion of some troubled plans' liabilities. Senate Republicans unveiled a plan Wednesday to stabilize the failing pensions of 1.3 million miners, truckers, and other workers and retirees, setting the stage for a battle with House Democrats, who approved their own version of a fix over the summer.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-inheritance-review-show-tell-and-repeat-11574289011", "title": "'The Inheritance' Review: Show, Tell and Repeat", "date": "2019-11-20 17:30", "summary": "Matthew Lopez has written a play that feels more like a novel. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/becks-hyperspace-review-a-musical-trip-down-a-desolation-road-11574288974", "title": "Beck's 'Hyperspace' Review: A Musical Trip Down a Desolation Road", "date": "2019-11-20 17:29", "summary": "The album is one of the most consistent of his career and also his strongest in over a decade. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-recovery-under-elliott-management-takes-the-long-road-11574288858", "title": "Trucker's Recovery Under Elliott Management Takes the Long Road", "date": "2019-11-20 17:27", "summary": "Roadrunner Transportation faltered in an economic boom period and now is trying to rebuild with freight far harder to come by. Hedge fund Elliott Management Corp. took on Roadrunner Transportation Systems Inc. as a fixer-upper when the trucker was struggling financially even while a broad boom in shipping demand was forming that would lift competitors in the freight world.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gw-bridge-bus-station-contractor-wants-lease-auction-nixed-11574288700", "title": "GW Bridge Bus Station Contractor Wants Lease Auction Nixed", "date": "2019-11-20 17:25", "summary": "Contractor Tutor Perini said a proposed auction is unlikely to raise enough money to cover legal claims. The contractor hired to remodel the George Washington Bridge Bus Station in northern Manhattan is challenging a proposal to auction the lease for 120,000 square feet of retail space, a strategy the station's bankrupt developers are pursuing to pay their debt.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-ceo-of-brazilian-petrochemical-giant-braskem-is-arrested-11574286578", "title": "Ex-CEO of Brazilian Petrochemical Giant Braskem Is Arrested", "date": "2019-11-20 17:13", "summary": "U.S. prosecutors accuse former Braskem chief of helping divert $250 million to slush fund for bribes. The former chief executive of Brazilian petrochemical company Braskem SA was arrested for his alleged role in what U.S. prosecutors called a scheme to divert $250 million in company money into a secret slush fund used to pay bribes to government officials.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dayton-gunmans-friend-pleads-guilty-to-unrelated-firearm-charges-11574287328", "title": "Dayton Gunman's Friend Pleads Guilty to Unrelated Firearm Charges", "date": "2019-11-20 17:02", "summary": "Charges aren't related to Aug. 4 shooting that left nine people dead. A friend of the Dayton, Ohio, gunman has pleaded guilty to federal firearm charges.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/colombia-girds-for-mass-protests-with-an-eye-toward-chiles-instability-11574283963", "title": "Colombia Girds for Mass Protests, With an Eye Toward Chile's Instability", "date": "2019-11-20 16:59", "summary": "Government seals borders, recalls soldiers from leave and criticizes organizers, fearful of a repeat of the recent upheaval in fellow prosperous nation. BOGOTÁ, Colombia-The Colombian government has taken extraordinary security measures before nationwide antigovernment demonstrations set for Thursday, fearing a repeat of what has happened in Chile, once a model of stability in the region that is now reeling from protests, looting and arson.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-the-war-on-christmas-heres-the-war-with-billionaires-11574286707", "title": "Forget the War on Christmas. Here's the War with Billionaires.", "date": "2019-11-20 16:51", "summary": "Sen. Elizabeth Warren is chiding billionaires and financiers by name while President Trump has singled out U.S. multinationals. Editor's note: This is an excerpt from our new newsletter, \"2020 Election+Business,\" a weekly dive into the intersection of business, finance and the 2020 election. You can sign up here.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasurys-strengthen-along-with-trade-concerns-11574270697", "title": "Treasurys Strengthen Along With Trade Concerns", "date": "2019-11-20 16:49", "summary": "Yields fell overnight after the Senate passed legislation backing Hong Kong protesters. U.S. government bonds extended recent gains Wednesday after new concerns arose about the prospects for a U.S.-China trade agreement.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-benefit-when-their-cfos-join-outside-boards-research-suggests-11574286267", "title": "Companies Benefit When Their CFOs Join Outside Boards, Research Suggests", "date": "2019-11-20 16:44", "summary": "Companies in which the finance chief sits on an outside board saw 21% fewer misstatements over 12-year period, a new study says. A finance chief's service on another company's board could enhance the quality of financial reporting for his or her own company, new academic research suggests.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-fall-as-trade-talks-flounder-11574244277", "title": "Stocks Fall as Trade Progress Slows", "date": "2019-11-20 16:40", "summary": "President Trump threatens to increase tariffs further if China doesn't make a deal he likes. Global stocks slumped Wednesday as trade talks between the U.S. and China appeared to near an impasse, with President Trump threatening to raise tariffs further.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/servicenow-rallies-ahead-of-joining-the-s-p-500-11574273745", "title": "ServiceNow Rallies Ahead of Joining the S&P 500", "date": "2019-11-20 16:40", "summary": "Stocks tend to get an immediate boost on news that they will join a major index. Shares of ServiceNow Inc. are getting a taste of the \"inclusion effect.\"", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-nominee-hahn-expected-to-face-questions-on-vaping-policy-11574254800", "title": "Senate Panel Presses FDA Nominee on Vaping Flavors Ban", "date": "2019-11-20 16:19", "summary": "Stephen M. Hahn appeared before Senate panel considering his FDA nomination. WASHINGTON-Stephen M. Hahn, President Trump's nominee to head the Food and Drug Administration, sidestepped questions from a Senate panel Wednesday on whether he would move to ban flavored e-cigarettes that are believed to be aimed at young people.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lowes-reports-higher-3q-profit-to-close-34-canadian-stores-11574249217", "title": "Lowe's Reports Higher Profit, to Close 34 Canadian Stores", "date": "2019-11-20 16:18", "summary": "Home-improvement retailer posts weaker-than-expected quarterly sales, but raises adjusted earnings forecast. Lowe's Cos. reported another quarter of soft sales but raised its adjusted full-year earnings targets and said it would trim its store fleet in Canada as part of the home-improvement chain's broader turnaround.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battery-metals-sliding-as-other-commodities-stabilize-11574254801", "title": "Battery Metals Slide as Other Commodities Stabilize", "date": "2019-11-20 16:17", "summary": "New output and falling demand have hurt cobalt and lithium prices this year. Commodities from oil to sugar are rebounding on hopes for a U.S.-China trade deal, but investors' positive mood hasn't extended to one group of former market darlings: metals used in rechargeable batteries.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nonprofits-fear-cost-of-org-domain-names-will-rise-sharply-11574283751", "title": "Nonprofits Fear Cost of .org Domain Names Will Rise", "date": "2019-11-20 16:02", "summary": "Recent sale of legacy domain to a private-equity firm followed a ruling to remove cap on fee increases for .org websites and email addresses. Nonprofit organizations have raised concerns that the recent sale of the web domain that many of them use will significantly increase their online costs, a worry the new private-equity owner has dismissed.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-mta-hires-canadian-executive-as-operations-chief-11574282840", "title": "New York's MTA Hires Canadian Executive as Operations Chief", "date": "2019-11-20 15:47", "summary": "Mario Peloquin is expected to start work in 2020 after his work visa is approved. New York's Metropolitan Transportation Authority has hired a Canadian transportation executive to oversee operations at the nation's largest transit agency.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-officials-weighed-money-market-control-strategies-at-october-meeting-11574282609", "title": "Fed Officials Weighed Money-Market Control Strategies at October Meeting", "date": "2019-11-20 15:43", "summary": "Minutes show Fed staff presented central bankers with two approaches to manage short-term rates over the longer run. WASHINGTON-Federal Reserve officials at their October policy meeting weighed but didn't settle on strategies that could provide a more enduring fix to the money-market interest-rate volatility that flared in September.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/second-new-yorker-dies-from-vaping-related-illness-11574282525", "title": "Second New Yorker Dies From Vaping-Related Illness", "date": "2019-11-20 15:42", "summary": "Manhattan man had a reported history of using e-cigarettes and vape products, Gov. Cuomo says. A Manhattan man is New York state's second vaping-related death, Gov. Andrew Cuomo said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-och-ziff-executive-sentenced-to-prison-11574282037", "title": "Former Och-Ziff Executive Sentenced to Prison", "date": "2019-11-20 15:33", "summary": "Michael Leslie Cohen, who worked for the New York-based hedge fund now named Sculptor Capital Management, was sentenced to three months. A former top executive of Och-Ziff Capital Management was sentenced to three months in prison after pleading guilty in May to making a false statement to the Federal Bureau of Investigation.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-slowing-economy-rising-inflation-handcuff-central-bank-11574240156", "title": "China's Slowing Economy, Rising Inflation Handcuff Central Bank", "date": "2019-11-20 15:04", "summary": "People's Bank of China makes small cuts to loan prime rates, positioned in August as reference points for commercial-bank loans. BEIJING-China is sticking with a rate-cutting strategy that hasn't done much to reduce borrowing costs.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prince-andrew-steps-back-from-royal-family-duties-over-ties-to-epstein-11574279428", "title": "Prince Andrew Steps Back From Royal Family Duties Over Ties to Epstein", "date": "2019-11-20 14:50", "summary": "Royal calls former association with financier 'a major disruption to my family's work,' pledges to help U.S. law enforcement in probes. Prince Andrew announced on Wednesday that he will step down from public duties for the foreseeable future, saying his former friendship with Jeffrey Epstein was disrupting the work of Britain's royal family.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imaginary-car-of-the-year-11574279131", "title": "Imaginary Car of the Year", "date": "2019-11-20 14:45", "summary": "Motor Trend made the 2020 Corvette Car of the Year despite it not being available. Paging Elon Musk: The rules for \"Car of the Year\" seem to have become more flexible.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-luxury-home-buyers-guest-suites-hit-a-sweet-spot-11574278873", "title": "For Luxury Home Buyers, Guest Suites Hit a Sweet Spot", "date": "2019-11-20 14:41", "summary": "Homeowners can accommodate friends and family with fewer bedrooms and less effort. When Super Bowl LIV (54) kicks off in Miami next year, Warren and Silvia Schencker will host VIII (8) out-of-town guests for the big game. Finding hotel rooms for them won't be a problem: The Schenckers reserved three guest suites at Riva Residences, their Fort Lauderdale, Fla., condo building, for a mere $75 each per night.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guest-suites-designed-to-woo-home-buyers-11574278827", "title": "Guest Suites Designed to Woo Home Buyers", "date": "2019-11-20 14:40", "summary": "A look at some real-estate developments that include guest suites among the amenities.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-to-convene-meeting-on-vaping-11574278739", "title": "Trump to Convene Meeting on Vaping", "date": "2019-11-20 14:38", "summary": "Meeting with industry, medical officials comes amid pushback against proposed ban on flavored e-cigarettes. WASHINGTON-President Trump is scheduled to meet with vaping-industry and medical officials on Friday, as he considers a ban on flavored e-cigarettes that has stirred opposition.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gdpr-decision-on-whatsapp-delayed-over-companys-concerns-11574278316", "title": "GDPR Decision on WhatsApp Delayed Over Company's Concerns", "date": "2019-11-20 14:31", "summary": "Facebook subsidiary raised questions about whether Irish regulator will share sensitive commercial data with other countries. BRUSSELS-A decision in Ireland's privacy investigation into Facebook Inc.'s WhatsApp has been delayed because the company's lawyers raised concerns about how the regulator will share potentially sensitive commercial data with authorities in other European countries.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbank-may-have-breached-us-sanctions-against-russia-svt-reports-11574278116", "title": "Swedbank May Have Breached US Sanctions Against Russia, SVT Reports", "date": "2019-11-20 14:28", "summary": "Stockholm-based lender may have facilitated a payment to the U.S. subsidiary of a Russian gun maker, according to the Swedish state broadcaster. STOCKHOLM- Swedbank AB may have violated U.S. sanctions against Russia by facilitating the transfer of about 10 million Swedish kronor ($1 million) from gun maker Kalashnikov to a U.S. subsidiary in Florida, according to a report by Swedish state broadcaster SVT.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sondland-ties-pompeo-closer-to-events-at-heart-of-inquiry-11574278011", "title": "Sondland Ties Pompeo Closer to Events at Heart of Inquiry", "date": "2019-11-20 14:26", "summary": "EU ambassador testifies he emailed secretary of state about efforts to coax Ukraine leader to do probes Trump wanted. WASHINGTON-Testimony in the impeachment probe connected Secretary of State Mike Pompeo more tightly to efforts to push Ukraine to pursue investigations sought by President Trump, linking the nation's top diplomat directly to the purported pressure campaign that is at the center of the inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-pick-for-no-2-state-department-job-questioned-about-willingness-to-defend-diplomats-11574277182", "title": "Trump Nominee Questioned About State Department Employees", "date": "2019-11-20 14:13", "summary": "Stephen Biegun's confirmation hearing took place amid House's impeachment inquiry. WASHINGTON-President Trump's nominee for the No. 2 State Department official faced questions from senators about his independence and willingness to defend career diplomats and employees during a confirmation hearing Wednesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-college-graduates-make-the-most-11574267424", "title": "Which College Graduates Make the Most?", "date": "2019-11-20 14:01", "summary": "Compare by school and major to see who has the highest income-and the most debt. ", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-seeks-interview-with-ukraine-whistleblower-11574271572", "title": "FBI Seeks Interview With Ukraine Whistleblower", "date": "2019-11-20 13:57", "summary": "Anonymous complaint concerned Trump's July call with his Ukrainian counterpart, triggered impeachment inquiry. WASHINGTON-The Federal Bureau of Investigation has requested an interview with the whistleblower whose complaint concerning President Trump's July call with his Ukrainian counterpart triggered the House's impeachment inquiry, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-shift-grammy-nominations-recognize-new-guard-in-music-11574257281", "title": "In Shift, Grammy Nominations Recognize New Guard in Music", "date": "2019-11-20 13:30", "summary": "Young female genre-blurring acts like Billie Eilish and Lizzo are among the most-nominated artists for the music awards on Jan. 26. The Grammy Awards have a message for popular music's new guard, especially young, female artists who blend genres: We hear you.", "categories": [["Books & Arts", "Arts", "Music"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/music?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sri-lankan-president-rajapaksa-set-to-name-his-brother-prime-minister-11574274478", "title": "Sri Lankan President Rajapaksa Set to Name His Brother Prime Minister", "date": "2019-11-20 13:27", "summary": "Opposition prime minister resigns, allowing Gotabaya Rajapaksa to install his brother Mahinda in the post. COLOMBO, Sri Lanka-The Rajapaksa family is completing its return to power in Sri Lanka, with the newly elected president set to appoint his brother as prime minister, their political party said.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/integral-ad-science-buys-technology-firm-to-help-advertisers-avoid-objectionable-content-11574273100", "title": "Integral Ad Science Buys Technology Firm to Help Advertisers Avoid Objectionable Content", "date": "2019-11-20 13:05", "summary": "ADmantX helps brands understand the content on web pages where their ads could run. Integral Ad Science Inc. has acquired ADmantX SpA, a European ad tech firm that gives advertisers more information about the content and context of the articles on which their ads could run.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ride-hailing-app-juno-enters-bankruptcy-blaming-wage-law-11574270292", "title": "Ride-Hailing App Juno Enters Bankruptcy, Blaming Wage Law", "date": "2019-11-20 12:39", "summary": "Juno filed for chapter 11 protection after New York City put a floor on driver wages. New York ride-hailing business Juno USA LP filed for bankruptcy protection, blaming its demise on minimum wage regulations and mounting lawsuits from drivers, riders and competitors.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youre-not-imagining-it-mister-rogers-and-dolly-parton-are-everywhere-11574271282", "title": "You're Not Imagining It: Mister Rogers and Dolly Parton Are Everywhere", "date": "2019-11-20 12:34", "summary": "In these polarized times, a quest to find a new American folk hero. In today's divisive era, two familiar figures have risen to an unexpected peak of relevance: one known for saying \"I like you just the way you are,\" the other for singing \"I will always love you.\"", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wirecard-shares-drop-on-lack-of-audit-opinion-for-singapore-arm-11574270479", "title": "Wirecard Shares Drop on Lack of Audit Opinion for Singapore Arm", "date": "2019-11-20 12:21", "summary": "German payments company says it expects to get a new license to operate in the city-state next year. Shares of Wirecard AG , the German electronic payments company whose accounting practices in Asia are under investigation, fell Wednesday after it emerged that an auditor hadn't fully signed off on its Singapore arm's most recent accounts.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ex-baltimore-mayor-catherine-pugh-indicted-over-books-scandal-11574257463", "title": "Ex-Baltimore Mayor Catherine Pugh Indicted", "date": "2019-11-20 12:19", "summary": "Allegations say she conspired with a former campaign aide to defraud buyers of 'Healthy Holly' books to enrich themselves, promote finance campaign. Former Baltimore Mayor Catherine Pugh was indicted on federal wire-fraud and tax-related charges stemming from her self-published \"Healthy Holly\" children's books, which were at the heart of a political scandal that prompted her resignation in May.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retails-tragedy-averted-11574270038", "title": "Retail's Tragedy Averted", "date": "2019-11-20 12:13", "summary": "Pleasing results from Target and Lowe's soothed worries that the U.S. consumer is starting to flag. So much for the retail apocalypse.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-brainard-urges-more-action-against-financial-risks-11574269613", "title": "Fed's Brainard Urges More Action Against Financial Risks", "date": "2019-11-20 12:06", "summary": "Federal Reserve governor sees 'above-trend' growth for the next year or so. WASHINGTON-Federal Reserve governor Lael Brainard said Wednesday she doesn't think the central bank is doing enough to counter growing financial imbalances in an environment of low interest rates and heightened economic uncertainty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facing-real-estate-slowdown-jeff-greene-regrets-building-his-mega-mansion-11574268982", "title": "Facing Real Estate Slowdown, Billionaire Regrets Building Megamansion", "date": "2019-11-20 11:56", "summary": "The billionaire developer is planning to relist the property for $129 million amid a glut of ultraluxury properties in Los Angeles. Over a decade ago, Jeff Greene earned a fortune betting against risky mortgages in the last housing market crash. These days, the billionaire is finding himself less lucky in a different real-estate investment-an enormous Los Angeles mansion that he is having trouble selling amid an oversupply of such homes.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/billionaire-jeff-greenes-beverly-hills-mega-mansion-11574268941", "title": "Billionaire Jeff Greene's Beverly Hills Mega-Mansion", "date": "2019-11-20 11:55", "summary": "Elaborately outfitted, Palazzo di Amore comes with a hammam-style spa area and a bowling alley. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/please-like-my-vacation-photo-i-hired-a-professional-11574268729", "title": "Please Like My Vacation Photo. I Hired a Professional.", "date": "2019-11-20 11:52", "summary": "Resume Subscription. On a recent vacation in Bali, Indonesia, Stephanie Wallace shelled out $80 for a private tour designed with one goal in mind: to capture photos that look amazing on Instagram.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apple-music-gets-into-the-muzak-business-11574247603", "title": "Apple Music Gets Into the Muzak Business", "date": "2019-11-20 11:43", "summary": "No. 2 streaming service is now providing soundtracks for Harrods, Levi's stores. Apple Music is getting into the business of music for business.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-fewer-billionaires-could-mean-for-the-rest-of-us-11574267129", "title": "What Fewer Billionaires Could Mean for the Rest of Us", "date": "2019-11-20 11:25", "summary": "What does it mean for economic growth if scientists and entrepreneurs have less incentive to amass fortunes greater than $1 billion?. Steep taxes on the ultra-wealthy are, for some, not a means to an end but an end itself. They see the very existence of extreme wealth as inimical to economic growth, middle-class prosperity and democracy. \"Every billionaire is a policy failure,\" goes one progressive meme.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-renting-makes-you-less-likely-to-love-thy-neighbor-11574266301", "title": "Why Renting Makes You Less Likely to Love Thy Neighbor", "date": "2019-11-20 11:11", "summary": "A recent survey found that those paying more in rent were less satisfied with the people next door-and proximity may have something to do with it. Does lower rent make for better neighbors?", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-where-hitler-was-born-to-be-converted-into-a-police-station-11574266032", "title": "House Where Hitler Was Born to Be Converted Into a Police Station", "date": "2019-11-20 11:07", "summary": "House to be repurposed to eradicate the memory of Nazism from the site. The house where Adolf Hitler was born will be turned into a police station to prevent admirers of the Nazi dictator making it a place of pilgrimage.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-next-generation-has-to-step-up-on-thanksgiving-11574264860", "title": "When the Next Generation Has to Step Up on Thanksgiving", "date": "2019-11-20 10:47", "summary": "Ways to keep a family tradition alive when aging parents can no longer take the lead. Thanksgiving is all about family and tradition. So what happens when parents-often the keepers of tradition-are aging and can't do it anymore?", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-74-35-billion-to-financial-system-in-latest-repo-transactions-11574264565", "title": "Fed Adds $74.35 Billion in Overnight Liquidity", "date": "2019-11-20 10:42", "summary": "Eligible banks offer Fed $63.6 billion in Treasurys and $10.75 billion in mortgage securities. The Federal Reserve Bank of New York added $74.35 billion in temporary liquidity to the financial system on Wednesday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-is-americas-ceo-factory-11574263777", "title": "Amazon Takes Over From GE as America's CEO Factory", "date": "2019-11-20 10:29", "summary": "Resume Subscription. Latchel Inc. is a 3-year-old, 20-person startup in Seattle that sells home-maintenance services. It has something in common with its enormous neighbor Amazon.com Inc., specifically, 14 leadership principles, many of which are identical.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/aon-pushes-into-online-insurance-for-small-business-11574259300", "title": "Aon Pushes Into Online Insurance for Small Business", "date": "2019-11-20 10:09", "summary": "Company to buy CoverWallet, a platform that allows businesses to get price quotes and buy policies without speaking to an agent. Insurance brokerage Aon PLC has agreed to acquire startup CoverWallet, as insurers are competing to figure out how to sell insurance to small businesses online.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-inflation-stays-close-to-2-in-october-11574259277", "title": "Canada Inflation Stays Close to 2% in October", "date": "2019-11-20 10:03", "summary": "Third straight month annual inflation climbed at 1.9%. OTTAWA-Canada's annual inflation rate rose in October and for a third straight month at a pace just shy of the Bank of Canada's 2% target.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/food-delivery-services-taxed-by-duty-question-11574261964", "title": "Food-Delivery Services Taxed by Duty Question", "date": "2019-11-20 09:59", "summary": "Grubhub CEO says rivals aren't paying enough in sales taxes, but differing state laws and business models complicate the analysis. Grubhub Inc. Chief Executive Matt Maloney says his food-delivery rivals need to charge more sales taxes on their delivery fees. They disagree.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-stacks-all-its-chips-on-5g-11574261397", "title": "Qualcomm Stacks All Its Chips on 5G", "date": "2019-11-20 09:49", "summary": "Company sees chipset business driving future growth as licensing expected to stay flat. Qualcomm Inc. has long been 5G's loudest proponent. Now the company has to make the next-generation wireless technology pay off-in a big way.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-summons-u-s-diplomat-to-protest-u-s-support-for-protesters-11574258584", "title": "Beijing Summons U.S. Diplomat to Protest Support for Protesters", "date": "2019-11-20 09:03", "summary": "Move follows Senate unanimously approving bill requiring annual certification of Hong Kong's sufficient independence for favored trading status. BEIJING-China's Foreign Ministry summoned the highest-ranking U.S. diplomat in the capital to object to Washington's support for Hong Kong protesters, a day after Beijing asserted its authority to rule on Hong Kong's constitutional issues.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teachers-lament-loss-of-grammar-some-students-say-it-aint-a-problem-11574258400", "title": "Teachers Lament Loss of Grammar. Some Students Say It Ain't a Problem.", "date": "2019-11-20 09:00", "summary": "Time constraints, emphasis on hands-on projects and state tests leave little time for study of English structure, some educators say. A master class in grammar for New York City teachers started with laughter over misplaced commas in local newspapers.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hospitals-push-back-on-price-disclosure-rule-11574256958", "title": "Hospitals Push Back on Price-Disclosure Rule", "date": "2019-11-20 08:35", "summary": "Industry groups vow to challenge Trump administration proposal requiring disclosure of secret payment rates. Hospitals are pushing back against the Trump administration's new health-pricing disclosure rule, with the industry planning a legal challenge to block it.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-assigned-seats-and-other-rules-of-the-perfect-friendsgiving-11574256793", "title": "No Assigned Seats, and Other Rules of the Perfect Friendsgiving", "date": "2019-11-20 08:33", "summary": "Because Friendsgiving is always more fun than Thanksgiving. Holiday-loving chef Jonathan Waxman's six tricks for hosting the most successful one yet. Between the two, we're more thankful for Friendsgiving than actual Thanksgiving. A Friendsgiving dinner, where guests are friends or colleagues instead of family, allows for more invention and experimentation than its more traditional counterpart. \"Cooking is the antidote to stress,\" says chef Jonathan Waxman. \"We all deserve to pamper ourselves a little bit.\" Waxman, 69, the chef behind New York restaurants Jams and the now-closed Barbuto, is known for bringing his take on California cooking to the city, in particular with his famous roast chicken with salsa verde. His approach to Friendsgiving, like the one he hosted at Empire Diner in New York earlier this month, is the same as his overall philosophy: Keep it simple. \"Don't try to do too much,\" he says. Below, Waxman, who recently released his own holiday dinner kit in collaboration with Grey Goose and A-K Hada, who designed cocktails, shares his best advice for having a stress-free, festive Friendsgiving dinner.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-is-time-for-african-countries-to-shed-monetary-colonialism-11574256243", "title": "It Is Time for African Countries to Shed Monetary Colonialism", "date": "2019-11-20 08:24", "summary": "Eight sub-Saharan nations are openly talking about scrapping the CFA franc, which could eventually unlock some of their economic potential. Imagine being forced to invest all of your money in French stocks in exchange for having the euro as your base currency. That is the predicament many countries in sub-Saharan Africa are now trying to escape.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-harden-nba-free-throw-record-11574202209", "title": "James Harden: The Most Fouled Man in the NBA", "date": "2019-11-20 08:00", "summary": "The Rockets star is on pace to break the NBA record for free throws. Can he sustain this pace?. James Harden specializes in doing things that most NBA players have never done and never been able to do.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mainland-chinese-investors-pile-into-hong-kong-despite-unrest-11574252677", "title": "Mainland Chinese Investors Pile Into Hong Kong Despite Unrest", "date": "2019-11-20 07:24", "summary": "The city's shares trade at cheaper valuations than those in Shanghai and Shenzhen. Investors from mainland China have plowed nearly $20 billion into Hong Kong's stock market in less than six months, focusing on cheap valuations despite long-running unrest.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/evo-morales-offers-to-sit-out-bolivias-next-election-if-he-can-finish-term-11574229756", "title": "Evo Morales Offers to Sit Out Bolivia's Next Election", "date": "2019-11-20 07:16", "summary": "Interim government and military are unlikely to trust that former leader won't want to stay in power if he returns, analysts say. MEXICO CITY-Evo Morales, the exiled former president of Bolivia, said he is willing to sit out the country's next presidential election if he can finish the last few months of his term and, together with the opposition, name a new electoral authority to oversee a fresh vote to choose a new leader.", "categories": [["WSJ News Exclusive", "Latin America"]], "category_links": ["https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hsbc-investment-bank-chief-moves-aside-as-restructuring-gathers-pace-11574251815", "title": "HSBC Investment Bank Chief to Move Aside", "date": "2019-11-20 07:10", "summary": "Long-serving executive Samir Assaf will take up a non-executive role as part of broader management reshuffle. LONDON- HSBC Holdings PLC is parting ways with another long-serving executive, investment bank head Samir Assaf, in a reshuffling of its management team that could see more division heads leave the bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-makes-a-play-for-longtime-labour-strongholds-in-u-k-election-11574251200", "title": "Labour Strongholds Are in Play in U.K. Elections", "date": "2019-11-20 07:00", "summary": "Resume Subscription. WORKINGTON, England-If Boris Johnson is to win next month's national elections and take Britain out of Europe, his party needs to win over swing towns like this one, which got rich in the 19th-century industrial revolution but have been left behind in the 21st.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/corporate-stalwart-sees-way-to-make-tech-better-11574251202", "title": "Corporate Stalwart Sees Way to Make Tech Better", "date": "2019-11-20 07:00", "summary": "Former American Express CEO Kenneth Chenault on how to jump-start progress on racial diversity and change he hopes for in Silicon Valley. ", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-minutes-to-shed-light-on-internal-debate-over-rates-11574245800", "title": "Fed Minutes to Shed Light on Internal Debate Over Rates", "date": "2019-11-20 06:42", "summary": "Minutes may also reveal officials' conclusions about September's money-market volatility and potential fixes. The Federal Reserve releases the minutes of its Oct. 29-30 meeting on Wednesday at 2 p.m. EST, shedding light on its decision to cut interest rates and signal a wait-and-see policy stance.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-new-21-billion-high-tech-manufacturing-fund-likely-to-rankle-u-s-11574250074", "title": "China's New $21 Billion High-Tech Manufacturing Fund Likely to Rankle U.S.", "date": "2019-11-20 06:41", "summary": "The Trump administration has criticized China for subsidizing the technology and advanced manufacturing sectors. China set up a $21 billion fund to further develop its advanced manufacturing sector, demonstrating that Beijing is pursuing its ambition to lead globally in technology, despite U.S. criticism of subsidies.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thai-court-rules-pro-democracy-party-leader-violated-electoral-law-11574250083", "title": "Thai Court Rules Pro-Democracy Party Leader Violated Electoral Law", "date": "2019-11-20 06:41", "summary": "Potentially more troubling for the Future Forward Party are the trials to come. One lawsuit alleges party links to the Illuminati.. A Thai court dealt a setback to a pro-democracy opposition leader, effectively stripping him of his status as a lawmaker in the first ruling to come out of a string of legal cases against him and his political party.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shinzo-abes-record-and-the-continuing-revolution-in-japanese-stocks-11574248293", "title": "Shinzo Abe's Record and the Continuing Revolution in Japanese Stocks", "date": "2019-11-20 06:11", "summary": "The overhaul that came with Abenomics transformed the country's listed companies, and still has more to offer. Under Shinzo Abe, who became Japan's longest-serving prime minister on Wednesday, structural economic reforms helped lift the country's stock market.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-plays-lucky-eights-as-it-looks-to-raise-11-2-billion-in-hong-kong-11574224716", "title": "Lucky Eights Power Alibaba's Blockbuster Share Sale", "date": "2019-11-20 05:48", "summary": "Chinese e-commerce giant raises $11.2 billion in secondary listing with auspicious numbers. Chinese e-commerce giant Alibaba Group Holding Ltd. has pulled off a blockbuster Hong Kong stock sale even as protests rage in the city, in a deal packed with auspicious numbers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mysterious-marble-bubble-in-hong-kong-11574246764", "title": "A Mysterious Marble Bubble in Hong Kong", "date": "2019-11-20 05:46", "summary": "A wildly overpriced stock that has rallied 3,800% this year could end up in the portfolios of global index investors. Coming soon to your index funds: a $5.9 billion unprofitable Chinese marble miner that has rallied 3,800% this year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-target-urban-outfitters-suntrust-bb-t-11574246710", "title": "Stocks to Watch: Target, Urban Outfitters, SunTrust, BB&T", "date": "2019-11-20 05:45", "summary": "Here are the companies with stocks likely to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-francis-takes-nuclear-ban-mission-to-japan-11574245803", "title": "Pope Francis Takes Nuclear-Ban Mission to Japan", "date": "2019-11-20 05:30", "summary": "Pontiff expected to pursue disarmament and interreligious dialogue on visit to Asia. Pope Francis is expected to call for world-wide nuclear disarmament this week during an Asia tour that will feature visits to the atomic bomb sites in Nagasaki and Hiroshima, Japan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-in-november-democratic-presidential-debate-11574245801", "title": "What to Watch in Democrats' Fifth Presidential Debate", "date": "2019-11-20 05:30", "summary": "Health care likely to remain biggest policy split among the 10 White House hopefuls, meeting for their fifth contest. Ten Democratic presidential contenders will meet in Atlanta on Wednesday. The Democratic National Committee's fifth debate will be broadcast on MSNBC at 9 p.m. E.T.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-plane-seat-doesnt-fit-11574245801", "title": "When the Plane Seat Doesn't Fit", "date": "2019-11-20 05:30", "summary": "Many airlines punt on the needs of overweight fliers and the people sitting next to them; Southwest is the exception. How can an airline be fair to two passengers when there's not enough room for both of them?", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-golan-heights-israel-intercepts-rockets-from-syria-11574158819", "title": "Israel Strikes Iranian Targets in Syria in Response to Rocket Attack", "date": "2019-11-20 03:25", "summary": "Jerusalem retaliates with airstrikes on military targets, including Iran-linked site. TEL AVIV-Israel's military said it struck dozens of targets in Syria after four rockets were fired toward the Israeli-controlled Golan Heights on Tuesday.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/westpac-accused-of-breaching-money-laundering-laws23-million-times-11574227741", "title": "Bank Accused of Breaching Money Laundering Laws-More Than 23 Million Times", "date": "2019-11-20 01:00", "summary": "Westpac, Australia's second-largest bank, failed to carry out due diligence on 12 customers with known child-exploitation risks, Austrac said. Australia's second-largest bank has been accused of the biggest breach of the country's money laundering and terrorism financing laws in history, including failing to detect transfers that may have been used to facilitate child exploitation in Asia.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lets-be-clear-candidates-use-a-lot-of-filler-phrases-11574226061", "title": "The Fact Is, Democratic Candidates Use a lot of Filler Phrases", "date": "2019-11-20 00:01", "summary": "Biden leads Democratic pack in using bits of speech that help candidates hold the floor. Here's the deal: Presidential candidates issue plenty of pointed barbs in debates, but they use a lot of filler language, too.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11574185591", "title": "Pepper...and Salt", "date": "2019-11-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]