[{"link": "https://www.wsj.com/articles/trump-china-and-an-unhappy-birthday-11569973533", "title": "Trump, China and an Unhappy Birthday", "date": "2019-10-01 19:45", "summary": "Let's hope the President gets something in return for pretending Xi Jinping is a good guy.. President Donald Trump is rarely criticized for being too nice on Twitter. But who can support his oddly cheerful conduct of foreign social-media relations on Tuesday morning? Mr. Trump wished a happy birthday to China's communist government, currently celebrating seven decades of suppressing liberty. Americans must hope this is merely the start of the deal on trade and not a policy statement on freedom in Asia.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dallas-officer-found-guilty-in-shooting-of-black-neighbor-11569946054", "title": "Dallas Officer Found Guilty in Shooting of Black Neighbor", "date": "2019-10-01 19:19", "summary": "Former police officer Amber Guyger faces up to 99 years in prison for murder of Botham Jean. DALLAS-A jury on Tuesday found a former Dallas police officer guilty of murder​for shooting and killing her upstairs neighbor after she mistakenly walked into the wrong apartment.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-influence-and-double-standards-11569971481", "title": "Foreign Influence and Double Standards", "date": "2019-10-01 19:11", "summary": "Democrats want to stop Barr from investigating what happened in 2016.. Washington is in an impeachment frenzy, which is a dangerous moment for facts and context. A classic example is the political and media overreaction to Monday's stories concerning Secretary of State Mike Pompeo and Attorney General William Barr and impeachment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-is-a-commission-free-lunch-11569971438", "title": "There Is a Commission-Free Lunch", "date": "2019-10-01 19:10", "summary": "Competition drives stock trading fees to zero without a federal rule.. Charles Schwab caused brokerage stocks to tumble on Tuesday by announcing commission-free online trades that could trigger a cascade across the industry. Behold how competitive markets are making investing less expensive for ordinary folks without government intervention.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-trade-set-for-weakest-year-since-crisis-11569924455", "title": "Slowing Trade Hits Global Manufacturing", "date": "2019-10-01 19:08", "summary": "U.S. factory activity contracts for second straight month; WTO warns that slowing world trade could hit investment and jobs. U.S. factory activity contracted for the second straight month in September and hit a 10-year low, triggering fresh concerns about the economy and a broad stock-market decline.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juul-hires-another-top-altria-executive-11569971306", "title": "Juul Hires Another Top Altria Executive", "date": "2019-10-01 19:08", "summary": "Altria's head of regulatory affairs to take over similar role at e-cigarette startup. Juul Labs Inc. is bringing over a second high-ranking executive from Marlboro maker Altria Group Inc. as the vaping startup attempts to repair its damaged relationship with regulators amid a rise in teen vaping.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ringmaster-rashida-tlaib-introduces-the-impeachment-circus-11569971297", "title": "Ringmaster Rashida Tlaib Introduces the Impeachment Circus", "date": "2019-10-01 19:08", "summary": "Big fun under the big top as Democrats walk a tightrope. But will there be enough elephants?. President Trump had to know this was coming. Hours after Democrats took control of the House in January, freshman Rep. Rashida Tlaib told a room full of progressives exactly what the new majority intended to do. \"We're gonna go in there and we're gonna impeach the motherf-.\" She wasn't bluffing.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-roads-lead-to-mueller-11569971245", "title": "All Roads Lead to Mueller", "date": "2019-10-01 19:07", "summary": "The Russia collusion morass threatens to spoil the Democrats' impeachment drama.. Watergate comparisons are in the air but a big difference is overlooked. Only a few days elapsed between news breaking of anonymous whistleblower allegations against Donald Trump (the actual report hadn't even been seen yet) and Nancy Pelosi's opening of an impeachment inquiry.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/escalation-from-beijing-on-its-national-day-11569971176", "title": "Escalation From Beijing on Its National Day", "date": "2019-10-01 19:06", "summary": "As a live round wounds a Hong Kong protester, there's no obvious solution to the political crisis.. Hong Kong", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electricity-doesnt-light-up-the-soul-11569971123", "title": "Electricity Doesn't Light Up the Soul", "date": "2019-10-01 19:05", "summary": "Secular humanism was full of promise. Now it's having an existential crisis.. The 20th-century left tended to define progress in terms of material goods, and that was true of liberals and Communists alike. Lyndon B. Johnson waged \"war on poverty,\" and in 1920 Lenin confidently declared that \"communism is Soviet government plus the electrification of the whole country.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-isnt-futile-for-the-left-11569971055", "title": "Impeachment Isn't Futile for the Left", "date": "2019-10-01 19:04", "summary": "They want Trump out, but taking control of the party is more important.. Why are Democrats pressing impeachment when the possibility of getting 20 Republican Senate votes to convict President Trump is so remote? Impeachment is the left's means of gaining control of the Democratic Party-which is liberal, but not as far left as many Republicans imagine.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-schwab-ending-online-trading-commissions-on-u-s-listed-products-11569935983", "title": "Schwab Cuts Fees on Online Stock Trades to Zero, Rattling Rivals", "date": "2019-10-01 19:04", "summary": "The move by Schwab, the largest e-broker, shook up the sector as it grapples with investor expectations of low or no-fee financial services. Charles Schwab Corp. said it would eliminate commissions on online stock trades, one of the most dramatic moves yet in a broad-based price war that is crimping profitability across the financial sector.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-make-banks-stable-end-dont-mend-the-repo-market-11569971097", "title": "To Make Banks Stable, End, Don't Mend, the Repo Market", "date": "2019-10-01 19:04", "summary": "Simplifying how financial institutions borrow would make the system more resilient.. 'I don't understand how your 'repo' market works,\" a veteran Scandinavian banker tells me. \"There's nothing like it at home; our world is much simpler.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-greta-thunberg-means-for-youth-activism-11569970995", "title": "What Greta Thunberg Means for Youth Activism", "date": "2019-10-01 19:03", "summary": "Could she bring real change, or is she only being used?. Editor's note: This Future View is about what Greta Thunberg's rise to international prominence shows about youth activism. Next week we'll ask, \"From your perspective, what is the state of journalism? What's the most valuable thing a student journalist should know?\" Students should click here to submit opinions of fewer than 250 words before Oct. 8. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/test-site-administrator-to-plead-guilty-in-college-admissions-case-11569959513", "title": "Test-Site Administrator to Plead Guilty in College Admissions Case", "date": "2019-10-01 19:03", "summary": "Prosecutors recommend at least two years in prison for Igor Dvorskiy, who allegedly took bribes in exchange for allowing SAT, ACT cheating. Igor Dvorskiy, a West Hollywood, Calif., high school administrator who prosecutors say took bribes to allow a test proctor to cheat on SAT and ACT exams, has agreed to plead guilty in connection to his role in the sprawling college-admissions cheating scheme, according to a plea agreement filed with the court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guest-of-the-reich-review-the-honored-prisoner-11569970941", "title": "'A Guest of the Reich' Review: The Honored Prisoner", "date": "2019-10-01 19:02", "summary": "Gertrude Legendre, an American socialite with a taste for adventure, was for six months held captive by the Nazis.. In September 1944, while at the Ritz in Paris celebrating the city's liberation, Gertrude Legendre made the reckless decision to visit the front. She loved adventure and wanted to get close enough \"to smell the fighting.\" Together with three American intelligence officers, she set off for the German border village of Wallendorf, which they thought had been taken by the Allies. The idea was to \"mosey up to the line,\" as one of her companions put it, \"so the lady could hear some gunfire.\" When they arrived, they heard plenty of shots, but the shots were directed at them. The village had been retaken by the Nazis.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polls-argue-against-impeachment-11569970826", "title": "Polls Argue Against Impeachment", "date": "2019-10-01 19:00", "summary": "Nixon only fell after Republicans defected. So far, Trump retains their strong support.. When Oliver Wendell Holmes Jr. was a Harvard undergraduate, he wrote an essay criticizing Plato as \"loose and unscientific\" and sent it to his intellectual hero, Ralph Waldo Emerson, who promptly set him straight. \"I have read your piece,\" Emerson replied. \"When you strike at a king, you must kill him.\"", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-parts-suppliers-incoming-cfo-to-focus-on-revenue-boost-for-electrical-business-11569969970", "title": "Auto-Parts Supplier's Incoming CFO to Focus on Revenue Boost for Electrical Business", "date": "2019-10-01 18:46", "summary": "In the near term, the company is monitoring the strike at GM, a major customer. Automotive-parts supplier Lear Corp. promoted a company veteran to the position of chief financial officer in an effort to boost profit margins at its struggling electrical systems business.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-hong-kong-district-becomes-a-combat-zone-11569953252", "title": "One Hong Kong District Becomes a Combat Zone", "date": "2019-10-01 18:44", "summary": "In the northern Sha Tin suburb, confrontations erupted as marchers built barricades and hurled projectiles at police, who responded with tear gas and rubber bullets. HONG KONG-They started streaming toward confrontation on a sunny Tuesday afternoon.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-backing-brings-militias-in-libya-to-a-stalemateand-no-further-11569942469", "title": "Foreign Backing Brings Militias in Libya to a Stalemate", "date": "2019-10-01 18:37", "summary": "Resume Subscription. TRIPOLI, Libya-When Turkey sent armored vehicles here in May to help stave off an attack on the capital, there was a problem: The trucks didn't have mounted machine guns.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-administration-invitation-for-states-to-design-wellness-programs-draws-swift-backlash-11569968853", "title": "Trump Administration Invitation for States to Design Wellness Programs Draws Swift Backlash", "date": "2019-10-01 18:27", "summary": "Critics say the suggestion to tie premium costs to health goals amounts to discrimination against people with pre-existing conditions. The Trump administration will let states offer wellness programs in the individual insurance market that tie premium costs to health goals as part of a pilot program that drew swift rebuke from health policy analysts who said older and sicker people who can't comply could be priced out of coverage.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jetblue-to-take-customer-service-tech-to-the-skies-11569968137", "title": "JetBlue to Take Customer-Service Tech to the Skies", "date": "2019-10-01 18:15", "summary": "After Gladly software shaved time from customer-service calls, the airline plans to roll it out to in-flight crew. JetBlue Airways Corp.'s partnership with startup Gladly Inc. has shaved time from its customer-service calls, and the airline plans to introduce its software on flights so cabin crew can have a bird's-eye view of information about customers onboard.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-rnc-raise-125-million-in-third-quarter-11569967170", "title": "Trump, RNC Raise $125 Million in Third Quarter", "date": "2019-10-01 17:59", "summary": "Campaign saw $8.5 million cash infusion from small donors in 48 hours after impeachment inquiry announcement. President Trump and the Republican National Committee together raised $125 million in the past three months, the re-election campaign said, continuing its upward fundraising trajectory this year.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/watchdog-faults-dea-response-to-opioid-deaths-11569966806", "title": "Watchdog Faults DEA Response to Opioid Deaths", "date": "2019-10-01 17:53", "summary": "Justice Department's inspector general says drug agency didn't work to rein in production. The U.S. Drug Enforcement Administration was slow to respond to the nation's opioid crisis, the Justice Department's watchdog said in a report that criticized the agency for allowing drug manufacturers to significantly increase the production of powerful painkillers as overdose-death rates soared.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-to-pay-2-7-million-over-cuba-sanctions-11569966718", "title": "GE to Pay $2.7 Million Over Cuba Sanctions", "date": "2019-10-01 17:51", "summary": "Subsidiaries of GE allegedly received checks totaling more than $8 million from a blacklisted Cuban entity. General Electric Co. has agreed to pay more than $2.7 million to settle allegations that its subsidiaries violated U.S. economic sanctions on Cuba through a former customer, the Treasury Department said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-determines-harvard-s-race-conscious-admissions-policy-is-constitutional-11569958184", "title": "Judge Rules Harvard's Race-Conscious Admissions Constitutional", "date": "2019-10-01 17:50", "summary": "Federal judge finds university doesn't intentionally discriminate based on race in admissions. Harvard University's undergraduate admissions process doesn't intentionally discriminate against Asian-American applicants, a federal judge ruled, a victory for the university that is expected to be appealed as high as the Supreme Court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/into-the-wildgwen-stefanis-audacious-beverly-hills-home-11569966095", "title": "Into the Wild-Gwen Stefani's Audacious Beverly Hills Home", "date": "2019-10-01 17:41", "summary": "From the bold black-and-white stripes in the kitchen to the rhinoceros statue, the property reflects the colorful style of the popular singer.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/banks-struggle-to-sell-2-billion-debt-for-apollo-shutterfly-buyout-11569957538", "title": "Banks Struggle to Sell About $2 Billion Debt for Apollo Shutterfly Buyout", "date": "2019-10-01 17:41", "summary": "Barclays, Citi and others agreed to buy up to $280 million of the loans amid tepid demand for junk debt. Investment banks have struggled in recent days to raise about $2 billion of debt for Apollo Global Management 's buyout of Shutterfly Inc., highlighting investors' newfound caution toward the riskiest portions of the credit markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perus-armed-forces-back-president-vizcarra-amid-constitutional-crisis-11569937062", "title": "Peruvian Crisis Divides Political Class", "date": "2019-10-01 17:40", "summary": "Both President Martín Vizcarra and his vice president claim to be head of state, as lawmakers occupied the legislature even after it was shut down. LIMA-Peru's political crisis deepened on Tuesday with both the president and his vice president claiming to be head of state and defiant lawmakers occupying the legislature even after it was shut down.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newark-to-tap-port-authority-lease-money-for-lead-crisis-11569965726", "title": "Newark to Tap Port Authority Lease Money for Lead Crisis", "date": "2019-10-01 17:35", "summary": "New 30-year agreement will give New Jersey's largest city $5 million upfront and $5 million annually to make water service lines safe. Newark, N.J., has reached a $155 million lease deal with the Port Authority of New York and New Jersey, giving the city a cash boost it plans to use to address its crisis with lead-contaminated drinking water.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-new-york-congressman-pleads-guilty-to-crimes-related-to-alleged-insider-trading-11569965505", "title": "Former New York Congressman Pleads Guilty in Insider-Trading Case", "date": "2019-10-01 17:31", "summary": "Republican Christopher Collins resigned Monday, throwing into question his upstate seat. Christopher Collins, the newly resigned upstate New York congressman, pleaded guilty Tuesday to conspiracy to commit securities fraud and lying to the FBI, ending his federal insider-trading case.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-post-dhl-targets-2-2-billion-in-tech-upgrades-11569965203", "title": "Deutsche Post DHL Targets $2.2 Billion in Tech Upgrades", "date": "2019-10-01 17:26", "summary": "Added spending over next five years is aimed at boosting operating profit. Deutsche Post DHL Group plans to invest $2.2 billion on digital initiatives through 2025 as the global logistics company looks to e-commerce to drive growth across its business lines.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gwen-stefani-unloads-colorful-beverly-hills-estate-for-21-65-million-11569964566", "title": "Gwen Stefani Unloads Colorful Beverly Hills Estate for $21.65 Million", "date": "2019-10-01 17:16", "summary": "Sale falls far short of original $35 million asking price. Singer Gwen Stefani has sold her sprawling Beverly Hills estate for $21.65 million, according to a person familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chastened-wework-weighs-pullback-in-china-11569964329", "title": "Chastened WeWork Weighs Pullback in China", "date": "2019-10-01 17:12", "summary": "Company's new leaders look to cut losses, including in less-profitable overseas markets. We Co.'s new management team is considering reining in aggressive expansion plans in China as part of the company's new emphasis on controlling costs, people familiar with the matter say.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-campaign-gets-summer-funding-boost-11569924801", "title": "Bernie Sanders Hits Fundraising Stride With Focus on Small Donors", "date": "2019-10-01 16:57", "summary": "Booker gets late donor surge in third quarter, Buttigieg funding slows as both struggle to gain traction. Vermont Sen. Bernie Sanders raised $25.3 million in three months for his Democratic presidential bid, his campaign said Tuesday, exceeding the $18 million he raised in each of the previous two quarters this year.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-rise-as-investors-take-global-economys-pulse-11569917995", "title": "Stocks Slump as Manufacturing Data Disappoints", "date": "2019-10-01 16:48", "summary": "ISM data show a closely watched gauge of factory activity dropped to a 10-year low in September. The Dow Jones Industrial Average slumped Tuesday, giving up its entire gain for the third quarter, as disappointing manufacturing data spurred concerns about the health of the economy.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-judge-temporarily-blocks-new-georgia-abortion-law-11569962487", "title": "Federal Judge Temporarily Blocks Georgia Abortion Law", "date": "2019-10-01 16:41", "summary": "Judge rules that current laws governing abortion in the state shall remain in effect. ATLANTA-A federal judge on Tuesday temporarily blocked Georgia's restrictive new abortion law from taking effect, following the lead of other judges who have blocked similar measures in other states.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-rollback-of-net-neutrality-rules-is-partly-upheld-by-appeals-court-11569942446", "title": "FCC Rollback of Net Neutrality Rules Partly Upheld by Appeals Court", "date": "2019-10-01 16:41", "summary": "Court throws out part of agency's rules that sought to preempt state regulation. WASHINGTON-A federal appeals court upheld most parts of a Republican rollback of Obama-era rules governing so-called net neutrality, but the decision gave room for states to issue tougher restrictions that run counter to the deregulatory approach.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costar-in-advanced-talks-to-buy-hotel-data-provider-str-11569922200", "title": "CoStar to Buy Hotel Data Firm STR", "date": "2019-10-01 16:40", "summary": "Deal valued at $450 million opens up lodging industry for real-estate data company. CoStar Group Inc., which has built a multibillion-dollar business out of selling commercial real-estate data, is making a push into the lodging industry with a deal to buy the hotel data firm STR for $450 million.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/advertising-giant-wpp-hires-new-finance-chief-11569962350", "title": "Advertising Giant WPP Hires New Finance Chief", "date": "2019-10-01 16:39", "summary": "John Rogers joins from U.K. retail chain Argos. WPP PLC hired a successor to longtime finance chief Paul Richardson, a move that comes as the London-based advertising group looks to reignite growth and respond to changing customer demands.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-beginnings-take-the-stage-11569962071", "title": "New Beginnings Take the Stage", "date": "2019-10-01 16:34", "summary": "New York City Ballet's first full season under the leadership of Jonathan Stafford and Wendy Whelan features two premiere works and several troupe standards.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-beatles-stop-sign-abbey-road-at-50-11569961857", "title": "The Beatles' Stop Sign: 'Abbey Road' at 50", "date": "2019-10-01 16:30", "summary": "The Fab Four's final album celebrates its golden anniversary with a remixed edition that reveals it as the crowning achievement of the group's career-and an example of creativity cut short.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gloomy-economic-outlook-takes-toll-on-fuel-prices-11569931200", "title": "Gloomy Economic Outlook Takes Toll on Oil Prices", "date": "2019-10-01 16:27", "summary": "Crude's recent rally is short-lived as fears over demand and output weigh on the industry. Oil has erased all of the rally that followed recent disruptions to Saudi Arabian output, indicating how a darkening outlook for global growth continues to tamp down fuel prices.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mccormick-shares-rise-on-higher-earnings-11569945235", "title": "McCormick Shares Rise on Higher Earnings", "date": "2019-10-01 16:23", "summary": "Quarterly sales totaled $1.33 billion at spice maker, sending stock up more than 7%. McCormick & Co. Inc. posted higher quarterly profit as the spices company's consumer products, such as Frank's RedHot sauce and French's mustard, drove sales.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-ipos-arent-working-for-the-masses-11569925801", "title": "Tech IPOs Aren't Working for the Masses", "date": "2019-10-01 16:22", "summary": "Even before WeWork's debacle and Peloton's misfire, most new tech debuts were struggling. The market for initial public offerings has taken a hit, and it would be easy to lay the blame on an overhyped office-sharing outfit and a maker of $2,000 exercise bikes.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-steel-to-buy-stake-in-lower-cost-competitor-11569940805", "title": "U.S. Steel to Buy Stake in Lower-Cost Competitor", "date": "2019-10-01 16:21", "summary": "Big River Steel puts U.S. Steel in more direct competition with Nucor, others. United States Steel Corp. said it would acquire a stake in Big River Steel, forging a partnership with a lower-cost rival that has threatened its core business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/coke-to-start-energy-drink-sales-in-u-s-11569961090", "title": "Coke to Start Energy-Drink Sales in U.S.", "date": "2019-10-01 16:18", "summary": "Planned January move follows end of dispute with Monster Beverage. Coca-Cola Co. plans to start selling its Coke-branded energy drinks in the U.S. in January after clearing a legal hurdle with Monster Beverage Corp. this summer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-jump-after-weak-manufacturing-data-11569948357", "title": "U.S. Government Bonds Jump After Weak Manufacturing Data", "date": "2019-10-01 16:17", "summary": "Yield on 10-Year Treasury falls after Institute for Supply Management index registers lowest since 2009. U.S. government-bond prices surged Tuesday after a report showed manufacturing activity contracted for a second consecutive month, exacerbating investors' worries about a possible economic slowdown.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-is-forced-to-idle-a-pickup-truck-plant-in-mexico-amid-u-s-strike-11569953624", "title": "GM Idles Pickup-Truck Plant in Mexico Amid U.S. Strike", "date": "2019-10-01 16:15", "summary": "Truck factory makes company's most-profitable vehicles. General Motors Co. said a parts shortage stemming from a United Auto Workers strike in the U.S. led it to idle a pickup-truck factory in Mexico, cutting off the supply of GM's most-profitable vehicles and further threatening to dent its bottom line.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-given-until-nov-15-to-decide-on-andrew-mccabe-case-11569960618", "title": "Justice Department Given Until Nov. 15 to Decide on Andrew McCabe", "date": "2019-10-01 16:10", "summary": "Grand jury met but former FBI deputy director hasn't been charged. A federal judge has given the Justice Department about six weeks to either charge former FBI No. 2 Andrew McCabe or drop its investigation into whether he lied to investigators about a media disclosure, criticizing prosecutors for leaving the decision \"in limbo.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-take-part-in-italys-grape-harvest-11569959761", "title": "How to Take Part in Italy's Grape Harvest", "date": "2019-10-01 15:56", "summary": "More wine-loving visitors to Italy are joining in the harvest. Here's where to lend a hand-and a foot. WINE ENTHUSIASTS touring Italy during the fall harvest who aren't content to just sip can opt to snip and crush. Wine tourism, which includes taking part in the production process, has been rising in Italy, exceeding $2.7 billion in revenue last year. While there are no official stats on how many tourists are actually manhandling the grapes, industry insiders say the once-niche pursuit is growing in popularity.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-prices-fall-on-weak-manufacturing-data-11569952942", "title": "Copper Prices Fall on Weak Manufacturing Data", "date": "2019-10-01 15:53", "summary": "September's decline in U.S. factory activity underscores a continued slowdown in the goods-producing sector. The price of copper fell Tuesday after weak manufacturing data stoked new worries about global growth.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-north-korea-to-resume-nuclear-talks-pyongyang-says-11569927143", "title": "U.S. and North Korea to Resume Nuclear Talks, Pyongyang Says", "date": "2019-10-01 15:50", "summary": "Talks set for Saturday would revive a denuclearization process stalled since February. SEOUL-North Korea said it would resume working-level talks with the U.S. on Saturday, reviving a denuclearization process that has been stalled since a February summit in Vietnam ended without a deal.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-a-carbon-tax-the-least-bad-green-plan-11569959319", "title": "Is a Carbon Tax the Least Bad Green Plan?", "date": "2019-10-01 15:48", "summary": "The market-based carbon-tax proposal by the Climate Leadership Council may be one of the last chances for American conservatives to have a voice in the crafting of legislation fighting climate change.. Christopher Crane and Ted Halstead tout the Climate Leadership Council's (CLC) proposed carbon-emissions tax combined with a carbon dividend paid to American families as a pro-business, pro-environment and pro-consumer climate solution (\"How to Cut Emissions Without Wrecking the Economy,\" op-ed, Sept. 23). They say that a carbon \"fee\" will start at $40 a ton and increase annually at 5% above inflation. Assuming 2% inflation, the $40 fee will be $110 (an increase of 175%) in 15 years. That type of financial bite will accomplish a desired change in American lifestyles, but also might depress business and consumer sentiment, disrupt vital economic sectors and dampen economic growth. \"Dividends\" (i.e., rebated tax money) will offset the pain, but in Washington the house always wins.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-end-in-sight-for-california-homeless-mess-11569959296", "title": "No End in Sight for California Homeless Mess", "date": "2019-10-01 15:48", "summary": "Mental illness, addiction and the release of thousands of prisoners, all undoubtedly contribute to the current California homeless situation, but the core of the problem is supply and demand.. Regarding your editorial \"California's Hobo Paradise\" (Sept. 24): Mental illness, addiction and the release of thousands of prisoners, all undoubtedly contribute to the current California homeless situation, but the core of the problem is supply and demand. The Golden State has a 3.5 million unit dwelling deficit, and last year constructed just 125,000 new homes.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-sets-up-joint-venture-with-mahindra-11569930166", "title": "Ford Retrenches With a Joint Venture in India", "date": "2019-10-01 15:42", "summary": "Auto maker would put most of its India operations into the venture, which will tap Mahindra's engineering expertise to develop low-cost SUVs. Ford Motor Co. said it will transfer most of its operations in India to Mahindra & Mahindra Ltd. as part of a joint venture with the Indian auto maker, the latest example of auto makers pooling resources and reducing exposure to challenging markets.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-savvy-shoppers-guide-to-dublin-11569957135", "title": "A Savvy Shopper's Guide to Dublin", "date": "2019-10-01 15:12", "summary": "From a locally loved whiskey to a high-design fisherman's sweater, four souvenirs to seek out. Every Irish child is swathed at some stage in a thick, nubby-knit Aran sweater, likely made by an enthusiastic granny. The fisherman's sweaters, which originated on Ireland's Aran Islands 100-plus years ago, get an extra-sculptural spin at the hands of designer Colin Burke. Available at department store Brown Thomas until December. About $1,100, 88-95 Grafton Street, brownthomas.com", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-auto-makers-report-lower-u-s-sales-11569950062", "title": "Japanese Auto Makers Post Lower Sales", "date": "2019-10-01 15:12", "summary": "Toyota, Nissan and Honda post double-digit-percentage drops for September. Major Japanese auto makers reported a drop in U.S. vehicle sales for September as the American car market's historic run tapers off.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-new-york-citys-restrictions-on-strip-clubs-adult-bookstores-11569955732", "title": "Judge Blocks New York City's Restrictions on Strip Clubs, Adult Bookstores", "date": "2019-10-01 15:08", "summary": "City has argued the establishments can lead to crime. A federal judge temporarily blocked New York City restrictions on strip clubs and adult-entertainment establishments, a win for such businesses that have argued their operations were protected by constitutional rights to free speech.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-chinese-nationals-charged-with-fentanyl-trafficking-11569956265", "title": "Three Chinese Nationals Charged With Fentanyl Trafficking", "date": "2019-10-01 14:57", "summary": "International operation was linked to five overdose deaths, prosecutors say. Three Chinese nationals worked with a former deputy sheriff in Pennsylvania to run an international mail-order drug operation linked to five overdose deaths in the U.S., state and federal authorities said Tuesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-erupts-as-protesters-reject-communist-chinas-rule-11569926041", "title": "Hong Kong Erupts as Protesters Reject Communist China's Rule", "date": "2019-10-01 14:41", "summary": "Protests and violence break out across the city as China marks the 70th anniversary of Communist rule. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/comforting-and-just-a-bit-nutty-11570030675", "title": "One Brilliant Move Makes This Apple Crumble an Instant Classic", "date": "2019-10-01 14:31", "summary": "A curveball ingredient takes this cozy English recipe to another level entirely. WHEN A NEW cookbook from the British food writer Nigel Slater arrives in my house, I set it aside until I can find a full day to sequester myself and read it cover to cover. His humble evocations quietly thrill me: \"A few pieces of melon rolled in the juice of a passion fruit for breakfast,\" or \"There may be wedges of toasted sourdough, glossy with olive oil and flakes of sea salt.\"", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tense-relationship-between-barr-and-giuliani-complicates-trump-impeachment-defense-11569942261", "title": "Tense Relationship Between Barr and Giuliani Complicates Trump Impeachment Defense", "date": "2019-10-01 14:14", "summary": "The president's two highest-profile lawyers are struggling to get on the same page. WASHINGTON-Attorney General William Barr called President Trump in April with a question: What was Rudy Giuliani doing?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bob-igers-next-move-11569932934", "title": "Bob Iger's Next Move", "date": "2019-10-01 14:03", "summary": "Cover story: The chairman and CEO of the Walt Disney Company discusses his rise to the top, the launch of Disney+ and his new book, 'The Ride of a Lifetime'. The most powerful man in Hollywood, Robert Iger, is big on timing. This morning was typical. After awakening to an alarm set to 4:15 a.m., the Walt Disney Company's chairman and CEO spent five minutes getting dressed, washing his face and securing his earbuds before heading to a gym inside the house in Brentwood he shares with his wife of 24 years, Willow Bay.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-bows-to-investors-with-new-board-appointment-11569952035", "title": "Bayer Bows to Investors With New Board Appointment", "date": "2019-10-01 13:47", "summary": "Ertharin Cousin, former director of the United Nations World Food Program, expected to give Bayer new perspective. MONHEIM AM RHEIN, Germany- Bayer AG Tuesday appointed a prominent U.S. agriculture expert to its board in the German chemicals and pharmaceuticals company's latest effort to convince investors that it has its troubled crop-science business under control.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-a-baseball-sweater-from-1903-is-surprisingly-on-trend-today-11569952057", "title": "Why a Baseball Sweater From 1903 Is Surprisingly On Trend Today", "date": "2019-10-01 13:47", "summary": "Around the turn of the 20th century, professional baseball players wore chunky turtleneck sweaters that look surprisingly au courant today. THE MAJOR League Baseball season is notoriously endless, with the playoffs still unfolding in chilly late autumn. I pity those shivering relief pitchers and resting batters in New York City and St. Louis, all bundled up in hoodies and fleece zip-ups, biding their time. But, as John Thorn, the official historian for Major League Baseball, explained, professional baseball seasons have always been this long. Amateur seasons in the 1850s and '60s could even go longer, extending past Thanksgiving. Layering outerwear over one's uniform is hardly a new solution.", "categories": [["Life & Work", "Copy Cat", "copycat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bundesbank-president-urges-ecb-not-to-question-bond-buying-limits-11569951660", "title": "Bundesbank President Urges ECB Not to Question Bond-Buying Limits", "date": "2019-10-01 13:41", "summary": "The ECB last month unveiled a large stimulus package aimed at shoring up the wobbling eurozone economy. The head of Germany's influential Bundesbank has warned European Central Bank officials not to question limits on the ECB's bond-buying program, suggesting that a long-running dispute over its easy-money policies will rumble into the term of its incoming President Christine Lagarde.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-opens-investigation-into-thomas-cook-audits-11569950735", "title": "U.K. Regulator Opens Investigation Into Thomas Cook Audits", "date": "2019-10-01 13:26", "summary": "Move comes a week after the collapse of Britain's oldest travel company. The U.K. Financial Reporting Council on Tuesday opened an investigation into Ernst & Young LLP's audits of financial statements of Thomas Cook Group PLC, the British travel company that collapsed on Sept. 23 after rescue talks broke down.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberal-meltdown-at-the-fec-11569950557", "title": "Liberal Meltdown at the FEC", "date": "2019-10-01 13:22", "summary": "The chair politicizes campaign-finance law to support impeachment.. For an example of why so many Americans perceive administrative agencies as partisan and unaccountable, look at the antics of Federal Election Commission Chair Ellen Weintraub, who has inserted her agency into the Trump impeachment debate and distorted campaign-finance law.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-trades-arent-the-end-of-the-world-for-online-brokers-11569950282", "title": "Free Trades Aren't the End of the World for Online Brokers", "date": "2019-10-01 13:18", "summary": "Shares of online brokers were sharply lower after Charles Schwab introduced free trades, but there is a future for the sector. Commission-free trading has been trickling into the online-brokerage industry for years. On Tuesday, Charles Schwab opened the floodgate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/swedbank-ousts-executives-in-estonian-unit-amid-internal-probe-11569949739", "title": "Swedbank Ousts Executives in Estonian Unit Amid Internal Probe", "date": "2019-10-01 13:09", "summary": "Reshuffling is the result of a probe into the bank's previous lapses in anti-money-laundering compliance. Swedbank AB removed three executives and appointed permanent leaders in its troubled Estonian division as part of its probe into allegations of weak anti-money-laundering compliance.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vice-media-in-final-stages-of-talks-to-acquire-refinery29-11569947137", "title": "Vice Media in Final Stages of Talks to Acquire Refinery29", "date": "2019-10-01 12:56", "summary": "The companies have hammered out the broad strokes of a deal that would be a mixture of stock and some cash, and would have Refinery29 management stay on. Vice Media LLC and Refinery29 Inc. have hammered out most of the details of a cash-and-stock deal that would add a large and female-skewing digital media company to Vice's portfolio, according to people familiar with the matter.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-petsmart-swallowed-chewyand-proved-the-doubters-wrong-11569858310", "title": "How PetSmart Swallowed Chewy-and Proved the Doubters Wrong", "date": "2019-10-01 12:53", "summary": "Resume Subscription. Near the end of 2016, sales at PetSmart Inc. stores started sliding.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/meat-strikes-back-as-diet-wars-rage-on-11569948363", "title": "Meat Strikes Back as Diet Wars Rage On", "date": "2019-10-01 12:46", "summary": "On Wall Street meat substitutes are all the rage, but in the world of dietary science, meat may be making a comeback. On Wall Street, meat substitutes are all the rage. But in the world of dietary science, meat may be making a comeback.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marie-kondo-sparks-competition-simplifying-your-life-gets-complicated-11569948274", "title": "Decluttering Books Are Cluttering Our Bookshelves", "date": "2019-10-01 12:44", "summary": "Global lifestyle philosophies are doing battle to organize your physical and emotional spaces; 'Discard it even if it sparks joy.'. Bookshelves have become cluttered with books on all kinds of decluttering.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-again-attacks-whistleblower-as-lawmakers-defend-his-confidentiality-11569947053", "title": "Trump Again Attacks Whistleblower as Lawmakers Defend His Confidentiality", "date": "2019-10-01 12:41", "summary": "Senators call for protection of the person whose complaint launched the impeachment inquiry. WASHINGTON-President Trump again lashed out at the whistleblower whose complaint is driving the House impeachment inquiry, while also pushing for his identity to be revealed.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturing-struggles-matter-more-than-you-think-11569947449", "title": "Manufacturing Struggles Matter More Than You Think", "date": "2019-10-01 12:30", "summary": "Manufacturing activity is sputtering in the U.S., which matters more to the broader economy than many assume. American manufacturing may not be what it used to be, but when it comes to the economy it can still pack a wallop.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorkers-wait-hours-for-japanese-souffle-pancakes-11569946185", "title": "New Yorkers Wait Hours for Japanese Souffle Pancakes", "date": "2019-10-01 12:09", "summary": "Flipper's restaurant makes its debut in the U.S., serving Instagram-ready concoctions. New York has a new, made-for-Instagram dish foodies are lining up to try: Japanese souffle-pancakes.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/credit-suisse-coo-resigns-over-surveillance-scandal-11569908569", "title": "Credit Suisse Puts Spy-Scandal Blame on CEO's Top Lieutenant", "date": "2019-10-01 11:59", "summary": "Chief operating officer resigns as probe finds no evidence CEO was involved in hiring investigators. A probe ordered by Credit Suisse Group AG cleared Chief Executive Tidjane Thiam of involvement in a spy scandal that has enveloped the bank, and laid primary blame for the affair on a close deputy, who resigned.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/britains-conservatives-want-to-deliver-brexit-they-just-cant-decide-how-11569943249", "title": "U.K.'s Conservatives Want to Deliver Brexit. They Just Can't Decide How.", "date": "2019-10-01 11:20", "summary": "Many of Boris Johnson's pro-Brexit allies are likely to oppose any new deal the prime minister brings back from Brussels. MANCHESTER, England-Boris Johnson's Brexit problem was laid out this week in a dimly lighted comedy club in this northern English city.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hollywood-producers-mexico-inspired-mansion-11569942845", "title": "A Hollywood Producer's Mexico-Inspired Mansion", "date": "2019-10-01 11:16", "summary": "Joel Silver's property in Brentwood sits on about five acres and has a soaring circular atrium with limestone floors imported from the Yucatán. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mega-producer-joel-silver-lists-his-l-a-house-for-77-5-million-11569942761", "title": "Mega-Producer Joel Silver Lists His L.A. House for $77.5 Million", "date": "2019-10-01 11:12", "summary": "The filmmaker behind \"Die Hard\" and \"The Matrix\" spent five years building a 26,000-square-foot Mexican modern-style home. Joel Silver, the heavyweight Hollywood producer behind films like \"Die Hard, \"The Matrix\" and \"Lethal Weapon,\" is listing his Mexican modern-style home in the Brentwood area of Los Angeles for $77.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-brings-out-the-big-guns-for-national-day-11569928535", "title": "China Brings Out the Big Guns for National Day", "date": "2019-10-01 11:06", "summary": "New hypersonic missile and a stealth combat drone were among the weapons on parade. BEIJING-The sophisticated Chinese weaponry paraded past Tiananmen Square on Tuesday, including a new hypersonic missile and a stealth combat drone, sent a clear message to Washington: In military terms, the U.S.'s technological advantage over China is shrinking fast.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-datsun-met-corvette-sparks-flew-11569942100", "title": "When Datsun Met Corvette, Sparks Flew", "date": "2019-10-01 11:01", "summary": "Resume Subscription. Joe Morrey, 67, an attorney from St. Joseph, Mo., on his 1972 Datsun 240Z Scarab, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/photos-an-amped-up-datsun-that-survived-the-70s-11569941797", "title": "Photos: An Amped Up Datsun That Survived the '70s", "date": "2019-10-01 10:56", "summary": "Attorney Joe Morrey has owned his 1972 Datsun 240Z Scarab since 1984. 'It blew me away the day I got in it.'. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-seven-year-auto-loan-americas-middle-class-cant-afford-their-cars-11569941215", "title": "The Seven-Year Auto Loan: America's Middle Class Can't Afford Its Cars", "date": "2019-10-01 10:46", "summary": "Inexpensive and generous financing is putting consumers deep in debt. Walk into an auto dealership these days and you might walk out with a seven-year car loan.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-gdp-unchanged-in-july-11569935876", "title": "Canada Economy Stalled in July", "date": "2019-10-01 10:42", "summary": "Decline in oil and gas extraction weighs on overall economic growth. OTTAWA-The Canadian economy unexpectedly stalled in July following four straight monthly advances, as a decline in oil and gas extraction weighed on overall growth.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-new-york-city-a-tradition-of-the-store-owner-who-works-seven-days-a-week-11569938400", "title": "In New York City, a Tradition of the Store Owner Who Works Seven Days a Week", "date": "2019-10-01 10:00", "summary": "Resume Subscription. Think you're due for a day off? Sal Di Palo, one of three siblings running Di Palo's Fine Foods in Manhattan, has been working at the family's Grand Street storefront every day, seven days a week, since 1974.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/goliath-star-beau-bridges-had-a-role-in-high-noon-11569938075", "title": "'Goliath' Star Beau Bridges Had a Role in 'High Noon'", "date": "2019-10-01 09:54", "summary": "The actor recalls his early years in film, and how he learned the value of passion and respect from his famous father. Beau Bridges, 77, is a film and TV actor who has appeared in more than 75 films, including \"The Fabulous Baker Boys\" with his brother, Jeff Bridges. He stars in Showtime's \"Homeland\" (season 8 starts Feb. 9) and in Amazon's \"Goliath\" (season 3 begins Oct. 4). He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-probe-could-shift-china-trade-war-dynamics-11569937044", "title": "Impeachment Probe Could Shift China Trade-War Dynamics", "date": "2019-10-01 09:37", "summary": "Trump could seek a limited deal to shore up support, but Beijing may be less inclined to compromise if it sees the president as vulnerable. The House impeachment investigation could put new pressure on President Trumpto seek a limited trade deal with China as a means of shoring up political support ahead of what could be the defining fight of his administration, according to close observers in both Washington and Beijing.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/over-2-500-companies-file-for-tariff-exclusions-on-chinese-imports-11569936547", "title": "Over 2,500 Companies Seek Tariff Exclusions on Chinese Imports", "date": "2019-10-01 09:29", "summary": "Companies seek exemptions on about 31,000 products ahead of jump in levies Oct. 15. WASHINGTON-U. S. companies are continuing to seek exemptions to tariffs on a wide assortment of Chinese imports-including frozen fish, automotive parts, cosmetics and other products-ahead of a planned increase in levies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/backers-hope-usmca-is-not-sidetracked-by-impeachment-11569935955", "title": "Backers Hope USMCA Is Not Sidetracked by Impeachment", "date": "2019-10-01 09:19", "summary": "Advocates of the revised trade pact with Canada and Mexico press lawmakers to act. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-fed-adds-about-54-9-billion-to-financial-system-11569934388", "title": "New York Fed Adds About $54.9 Billion to Financial System", "date": "2019-10-01 08:53", "summary": "Latest transaction seeks to relieve funding pressure in money markets. The Federal Reserve Bank of New York added $54.85 billion to the financial system Tuesday by using the market for repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-facebook-apple-mccormick-ford-and-u-s-steel-11569933978", "title": "Stocks to Watch: Facebook, Apple, McCormick and U.S. Steel", "date": "2019-10-01 08:46", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-wild-ride-11569932785", "title": "A Wild Ride", "date": "2019-10-01 08:26", "summary": "Photos of Iger over the years from his new book, The Ride of a Lifetime. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-succeed-in-baseball-without-spending-money-11569931202", "title": "How to Succeed in Baseball Without Spending Money", "date": "2019-10-01 08:21", "summary": "The Tampa Bay Rays opened the year with a budget of about $60 million, the lowest in the major leagues. They still finished with 96 wins and earned a spot in the postseason.. Money still doesn't ensure success in baseball. The Boston Red Sox and Chicago Cubs, the organizations with the biggest payrolls in their respective leagues, both missed the 2019 playoffs despite combining to allocate about $450 million on players. The Oakland Athletics, the model for winning with limited financial resources, will participate in October for the 10th time this century.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-japanese-stock-market-is-cheap-if-youre-cheerful-11569931380", "title": "The Japanese Stock Market Is Cheap if You're Cheerful", "date": "2019-10-01 08:03", "summary": "Abenomics isn't such a dud as many investors seem to think and Japan's stocks merit watching if the global economy turns up. Profits are up. Deflation is over. Yet Japan's stock market is widely reviled, valued even more cheaply than the struggling eurozone.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/communist-china-doesnt-let-hong-kong-unrest-trade-war-rain-on-its-parade-11569898994", "title": "China Marks 70 Years of Communist Rule as Hong Kong Boils Over", "date": "2019-10-01 08:03", "summary": "President Xi oversees tightly choreographed showcase of nationalistic iconography and military firepower. BEIJING-Chinese President Xi Jinping presided over a grandiose military parade marking the 70th anniversary of Communist rule, a projection of strength as the country wrestles with a challenge from President Trump, while Hong Kong braced for another round of anti-Beijing protests.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-black-voters-like-joe-biden-but-some-are-open-to-other-democrats-11569931201", "title": "Many Black Voters Like Biden, but Some Are Open to Other Democrats", "date": "2019-10-01 08:00", "summary": "Former vice president enjoys wide, but perhaps soft, African-American support in early primary states. Kim Solomon was surprised to see Democratic presidential candidate Kamala Harris seated in the first row of pews at Royal Missionary Baptist Church in the predominantly African-American city of North Charleston, S.C.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-grocery-store-plan-moves-ahead-with-los-angeles-leases-11569927601", "title": "Amazon's Grocery-Store Plan Advances With Los Angeles Leases", "date": "2019-10-01 07:00", "summary": "Stores are also expected in Chicago and Philadelphia. Amazon.com Inc. is advancing a plan to open a chain of U.S. grocery stores with early outposts in Los Angeles, Chicago and Philadelphia, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-airlines-new-seating-policy-isnt-childs-play-11569926266", "title": "Japan Airlines' New Seating Policy Isn't Child's Play", "date": "2019-10-01 06:37", "summary": "Children under the age of two will be flagged in the company's online booking system. Japan Airlines isn't kidding around.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-strike-now-in-its-third-week-wears-on-both-sides-11569882201", "title": "GM Strike, Now in Its Third Week, Wears on Both Sides", "date": "2019-10-01 06:34", "summary": "Month's end brings bills and missed paychecks for workers; GM feels financial strains of lost factory production. The United Auto Workers strike at General Motors Co. is in its third week with workers on the picket lines fighting fatigue and the company feeling the financial strains of lost factory production.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cmos-expect-bigger-marketing-budgets-despite-economic-concerns-11569925801", "title": "CMOs Expect Bigger Marketing Budgets, Despite Economic Concerns", "date": "2019-10-01 06:30", "summary": "Political uncertainty and red flags on the economy don't weigh on CMOs, study finds. Recession fears are rising and companies are scrutinizing their spending, but top marketers still think they'll get more money to spend next year, a new Gartner Inc. survey says.", "categories": [["CMO Today Newsletter"]], "category_links": ["https://www.wsj.com/news/types/cmo-today-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-new-tax-increase-tests-economys-strength-11569924794", "title": "Japan's New Tax Increase Tests Economy's Strength", "date": "2019-10-01 06:13", "summary": "The first sales-tax increase in more than five years threatens to dissuade skittish consumers. TOKYO-Japan raised its national sales tax for the first time in more than five years on Tuesday, putting the world's third-largest economy and its cautious consumers to the test.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-gamble-to-reshape-the-global-airline-industry-11569922330", "title": "A Gamble to Reshape the Global Airline Industry", "date": "2019-10-01 05:32", "summary": "Delta will pay a steep premium for a 20% share of Latam as part of a bold plan to better integrate far-flung markets. Do airlines actually benefit from global alliances like SkyTeam and Oneworld? Delta just bet $2.3 billion they don't.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measures-to-protect-whales-raise-alarm-in-maine-lobster-industry-11569922204", "title": "Why Whales Are Worrying Lobstermen in Maine", "date": "2019-10-01 05:30", "summary": "Resume Subscription. Along the rocky coast of Maine, lobstermen are worried new federal requirements to clear fishing lines from the path of endangered whales will damage their iconic New England industry.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/popular-in-wisconsin-cheese-the-packers-and-risky-bonds-11569922203", "title": "Popular in Wisconsin: Cheese, the Packers and...Risky Bonds", "date": "2019-10-01 05:30", "summary": "State agency facilitated some municipal-market deals now going sour. Wisconsin has long been famous for its lakes and cheese. Now it is becoming known for risky debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teen-hackers-try-to-convince-parents-they-are-up-to-good-11569922200", "title": "Teen Hackers Try to Convince Parents They Are Up to Good", "date": "2019-10-01 05:30", "summary": "High-school students are forming hacking clubs to solve problems through coding. The first rule of Hack Club is: You talk about Hack Club. The second rule of Hack Club is: You talk about Hack Club.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ready-set-algorithms-teams-learn-ai-by-racing-cars-11569922202", "title": "Ready, Set, Algorithms! Teams Learn AI by Racing Cars", "date": "2019-10-01 05:30", "summary": "Morningstar, Liberty Mutual workers are coming up with business ideas after exploring machine learning via mini self-driving vehicles. Employees at companies including Morningstar Inc. and Liberty Mutual Group Inc. are learning about advanced artificial-intelligence techniques by programming and racing miniature self-driving cars.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-charles-evans-says-u-s-still-on-path-for-solid-2-25-gdp-this-year-11569917700", "title": "Fed's Evans: U.S. Still on Path for 'Solid' 2.25% GDP This Year", "date": "2019-10-01 04:15", "summary": "Chicago Fed president says 'most concerns over growth are about potential risks'. Federal Reserve Bank of Chicago President Charles Evans said Tuesday that Fed rate cuts were necessary to keep the economy on its current path, which remains generally healthy despite some key risks.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cryptocurrency-startup-to-pay-24-million-in-sec-settlement-11569898785", "title": "Crypto Startup to Pay $24 Million in SEC Settlement", "date": "2019-10-01 00:28", "summary": "Initial coin offering that raised billions of dollars allegedly violated investor-protection laws. A startup behind one of the largest initial coin offerings of the past several years will pay $24 million to resolve a U.S. regulator's allegations that its deal violated federal investor-protection laws.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nike-backed-running-coach-alberto-salazar-hit-with-doping-ban-11569903835", "title": "Nike-Backed Running Coach Salazar Hit With Doping Ban", "date": "2019-10-01 00:23", "summary": "Endocrinologist Jeffrey S. Brown also receives a four-year suspension. Alberto Salazar, the Nike -backed distance-running coach who led British runner Mo Farah and American Galen Rupp to Olympic medals, received a four-year ban for orchestrating and facilitating prohibited doping conduct Monday following an investigation by the U.S. Anti-Doping Agency.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/perus-president-dissolves-congress-accusing-lawmakers-of-blocking-reforms-11569888198", "title": "Peru's President Dissolves Congress, Accusing Lawmakers of Blocking Reforms", "date": "2019-10-01 00:14", "summary": "Lawmakers respond by suspending president's powers and swearing in his vice president as new president. LIMA, Peru-Peru's President Martín Vizcarra announced on Monday that he was dissolving Congress, prompting lawmakers to suspend his powers and swear in the country's vice president as the new president, and setting up a constitutional crisis and possible political unrest in one of Washington's closest Latin American allies.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parades-and-police-on-chinas-anniversary-day-11569903035", "title": "Parades and Police on China's Anniversary Day", "date": "2019-10-01 00:10", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11569876983", "title": "Pepper...and Salt", "date": "2019-10-01 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-gets-faa-nod-for-widespread-drone-deliveries-11569939601", "title": "UPS Gets FAA Nod for Widespread Drone Deliveries", "date": "2019-10-01 00:01", "summary": "Federal approval marks another important gain for champions of commercial unmanned aircraft. United Parcel Service Inc. said it received the first-of-its-kind federal approval to start setting up a fleet of unmanned aircraft to deliver health supplies and eventually consumer packages potentially throughout the U.S.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-alleges-california-tour-guide-worked-as-spy-for-chinese-intelligence-11569870551", "title": "U.S. Alleges California Tour Guide Spied for Chinese Intelligence", "date": "2019-10-01 23:59", "summary": "Dead drops, double agent and piles of cash involved in the scheme, according to complaint. SAN FRANCISCO-A tour guide for Chinese visitors to California was also secretly working for Chinese intelligence, U.S. authorities alleged Monday as they unsealed a criminal complaint involving a double agent, dead drops and bundles of cash.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-join-trump-lawsuit-seeking-to-block-disclosure-of-tax-returns-11569893537", "title": "U.S. to Join Trump Lawsuit Seeking to Block Disclosure of Tax Returns", "date": "2019-10-01 21:32", "summary": "The U.S. is set to file a submission in the case by Wednesday. NEW YORK-The U.S. attorney's office in Manhattan said Monday that the U.S. would participate in a lawsuit filed by President Trump that seeks to block a subpoena for eight years of his tax returns.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consultant-linked-to-surveillance-of-former-credit-suisse-executive-reported-dead-11569885373", "title": "Consultant Linked to Surveillance of Former Credit Suisse Executive Reported Dead", "date": "2019-10-01 21:09", "summary": "Unidentified consultant who connected bank with private investigators is said to have died by suicide. A consultant who helped Credit Suisse Group AG hire investigators to trail the bank's former wealth-management chief died in an apparent suicide last week, a lawyer in Switzerland said Monday night.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-took-part-in-ukraine-call-official-says-11569865002", "title": "Pompeo Took Part in Ukraine Call, Official Says", "date": "2019-10-01 20:32", "summary": "Secretary of State listened in on July 25 Trump-Zelensky contact that is center of impeachment inquiry. Secretary of State Mike Pompeo was among the administration officials who listened in on the July 25 phone call between President Trump and Ukraine's president, a senior State Department official said Monday, a disclosure that ties the State Department more closely to the House impeachment inquiry.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/midwests-faltering-economies-will-spread-pain-nationwide-11569862178", "title": "Midwest's Faltering Economies Will Spread Pain Nationwide", "date": "2019-10-01 20:15", "summary": "Financial strain is increasing for farmers and manufacturers in the heartland. With the fortunes of flashy young companies such as We Co. and Peloton stealing headlines, it may be easy to forget about the worsening economic condition of flyover country, USA. That would be a mistake.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-steps-up-investor-push-with-plans-for-75-billion-yearly-dividend-11569872231", "title": "Aramco Plans to Pay $75 Billion Yearly Dividend", "date": "2019-10-01 20:12", "summary": "Saudi oil giant intends to make payouts for the next five years as it continues to lay the groundwork for an IPO. Saudi Arabian Oil Co. is targeting potential nongovernment investors with plans to pay out a total annual dividend of $75 billion as it builds toward an initial public offering expected this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]