[{"link": "https://www.wsj.com/articles/the-race-to-the-bottom-standard-11564529532", "title": "The Race-to-the-Bottom Standard", "date": "2019-07-30 19:32", "summary": "Look who's heeding Judy Shelton's advice on exchange rates.. John Maynard Keynes described the gold standard as a \"barbarous relic\" because it deprived governments of the ability to fine-tune monetary policy to national economic conditions. What a surprise to discover, then, that his intellectual heirs have adopted a new monetary standard that deprives governments of the ability to fine-tune policy to national economic conditions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrating-american-democracy-11564529484", "title": "Celebrating American Democracy", "date": "2019-07-30 19:31", "summary": "The President pays tribute to the triumph of Jamestown.. If any place embodies American exceptionalism, it is Jamestown, Virginia. There in 1619 the first representative legislative assembly in the New World was convened. On Tuesday President Trump traveled to Jamestown to pay tribute to the place he says forged \"the timeless traits of the American character.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-99-get-a-bigger-raise-11564529382", "title": "The 99% Get a Bigger Raise", "date": "2019-07-30 19:29", "summary": "New data show much faster growth in wages and incomes.. Political discourse nowadays is enough to depress anyone, and the media don't help by ignoring good economic news. But buck up, Americans: Worker wages are growing much faster than previously reported.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michigan-states-former-president-to-retire-with-2-45-million-payout-11564529197", "title": "Michigan State's Former President to Retire With $2.45 Million Payout", "date": "2019-07-30 19:26", "summary": "Lou Anna Simon is currently facing criminal charges tied to the Larry Nassar sex-abuse scandal. Michigan State University will give former president Lou Anna K. Simon payouts totaling $2.45 million after the administrator, currently facing criminal charges related to the Larry Nassar sex-abuse scandal, retires.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-m-invesco-venture-to-buy-manhattan-rental-properties-and-make-them-affordable-11564510936", "title": "In a Switch, Buyer of $1.2 Billion in Market-Rate Apartments Opts for Rent Limits", "date": "2019-07-30 19:14", "summary": "L+M, Invesco venture to buy Manhattan rental properties and make them affordable. An investment group has agreed to pay $1.2 billion for a portfolio of 2,800 New York rental apartments with an investment strategy that, at first glance, appears to run counter to conventional real-estate wisdom.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-says-no-decision-on-huawei-and-5g-before-election-11564528272", "title": "Canada Says No Decision on Huawei Before Election", "date": "2019-07-30 19:11", "summary": "Public safety minister says more information from U.S. about potential security threat needed. OTTAWA-Canada said Tuesday it is unlikely to reveal a decision on the use of Huawei Technologies Co.'s equipment for use in the country's next-generation 5G telecommunications network until after the Oct. 21 national election.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/board-upgrades-up-its-scrutiny-of-financial-planners-11564526436", "title": "Board Steps Up Its Scrutiny of Financial Planners", "date": "2019-07-30 19:06", "summary": "Certified Financial Planner Board of Standards appoints task force to review disclosure procedures. The Certified Financial Planner Board of Standards Inc. said Tuesday that it is upgrading its scrutiny of financial planners and appointing a task force to review its enforcement and disclosure procedures.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-audit-regulator-steps-up-enforcement-efforts-11564527662", "title": "U.K. Audit Regulator Steps Up Enforcement Efforts", "date": "2019-07-30 19:01", "summary": "The Financial Reporting Council nearly tripled its fines in the year ended March and closed more cases than in the previous year. The U.K.'s regulator for accounting and audit imposed higher fines and opened more new enforcement cases during the year that ended March 31, a finding that comes ahead of a potential overhaul of the sector.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-aims-a-megaphone-at-iranian-public-as-part-of-pressure-campaign-11564047001", "title": "U.S. Aims a Megaphone at Iranian Public as Part of Pressure Campaign", "date": "2019-07-30 19:01", "summary": "Information effort uses social media, YouTube and traditional broadcasters to appeal for opposition to the leadership in Tehran, but many in the country seem dismissive of its effectiveness. The Trump administration is trying to win over the Iranian public with an information campaign blaming the country's economic hardship on its leaders and discrediting those who oppose the White House's policies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-one-breach-casts-shadow-over-cloud-security-11564516541", "title": "Capital One Breach Casts Shadow Over Cloud Security", "date": "2019-07-30 18:57", "summary": "Massive data exposure highlights sustained risk from poor information-protection practices. One of the highest-profile hacks of consumer-banking data has sent financial institutions scrambling to figure out how millions of records at one of the biggest proponents of cloud-computing were exposed.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pound-pushed-toward-historic-low-as-investors-worry-over-brexit-11564493744", "title": "Pound Pushed Toward Historic Low as Investors Worry Over Brexit", "date": "2019-07-30 18:52", "summary": "U.K. gilt yields drop to lowest level since August 2016. The new U.K. government's tough line on Brexit negotiations is pummeling the pound, reflecting increased investor fears the country could crash out of the European Union without an exit agreement.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/art-sales-decline-at-sothebys-11564527153", "title": "Auction Houses Face Slower Art Market", "date": "2019-07-30 18:52", "summary": "Market watchers say fewer collectors appear willing to pay for highest priced pieces. Sotheby's sold $3.1 billion of art during the first half of the year, a 10% drop from the year-earlier period and a sign that the art market could be hitting speed bumps after several zippy seasons.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-democratic-victory-playbook-11564527142", "title": "The Democratic Victory Playbook", "date": "2019-07-30 18:52", "summary": "Swing voters find left-of-center policies congenial, provided they're not too far left.. Two enduring verities govern presidential politics: You can't win the presidency without receiving your party's nomination, but you can't win the general election if the stances you adopt to win the primaries make you unacceptable to most Americans. Winning means finding the sweet spot, the overlap between these two imperatives.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-coming-hong-kong-crackdown-11564527169", "title": "The Coming Hong Kong Crackdown", "date": "2019-07-30 18:52", "summary": "The protests are the most stunning rebuke to Beijing since Tiananmen Square. They may end the same way.. Protesters in Hong Kong have delivered the most stunning rebuke to Chinese tyranny since the Tiananmen Square uprising of 1989. The question now, after eight weeks of demonstrations, is whether China's dictator, President Xi Jinping, will respond with the same brute military force used to crush that democracy movement 30 years ago. Serious observers worry the backlash is coming.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faster-wireless-vs-the-swamp-11564527042", "title": "Faster Wireless vs. the Swamp", "date": "2019-07-30 18:50", "summary": "Industrial nose-clamps will be needed to make the T-Mobile settlement palatable.. What should you think of last week's Justice Department settlement to approve the Sprint and T-Mobile merger? Some are calling it Charlie Ergen's crowning deal, because the government would help the Dish CEO turn his unused spectrum hoard into a new national wireless network.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-our-minds-review-big-brains-big-ideas-11564526952", "title": "'Out of Our Minds' Review: Big Brains, Big Ideas", "date": "2019-07-30 18:49", "summary": "Humans are unique in being able to mix experience with imagination. Our heads are full of pictures of things that are yet to be.. Novelists, Margaret Atwood once said, spend their time imagining that nonexistent people are real. Bureaucrats, she continued, do the reverse: As they construct rules and procedures to make normal life impossible, they pass their days imagining that real people don't exist.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-room-en-route-to-the-service-11564526969", "title": "A Room en Route to the Service", "date": "2019-07-30 18:49", "summary": "Your fellow hotel guest may be planning to enlist tomorrow.. 'The room where we'll have breakfast is down here?\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-reality-check-on-racism-and-urban-decay-11564526888", "title": "A Reality Check on 'Racism' and Urban Decay", "date": "2019-07-30 18:48", "summary": "Disparities in police shootings aren't the product of officers' bias, a new study confirms.. The news media has spent the past week trying to rehabilitate the reputations of Baltimore and Al Sharpton, which is more evidence that they'll try just about anything to advance the Democratic Party's Trump-is-a-racist storyline.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-bad-immigration-math-11564526852", "title": "Trump's Bad Immigration Math", "date": "2019-07-30 18:47", "summary": "'In absentia' rates grossly overstate asylum-seekers' propensity to skip court.. Trump administration officials have repeatedly argued against releasing adult asylum seekers from detention on the ground that they're unlikely to show up in court. \"The absentia rates in immigration court are sky high,\" Thomas Homan, former acting director of Immigration and Customs Enforcement, told a House hearing July 12. But as a new report from the American Immigration Council shows, the administration is using the wrong measure. In fact, over the past decade, 1.97 million cases have been filed in immigration court for aliens not held in ICE detention. In 1.8 million of those cases, at least one scheduled court hearing has occurred. Among those, nearly 1.5 million showed up to every hearing-an appearance rate of 83%.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-does-biden-stand-on-cancer-screening-11564526832", "title": "Where Does Biden Stand On Cancer Screening?", "date": "2019-07-30 18:47", "summary": "Reversing Obama-era restrictions could save many thousands of lives.. 'If I'm elected president,\" Joe Biden says, \"we're going to cure cancer.\" Mr. Biden has a personal interest in the disease, which killed his son Beau in 2015. But the Obama-Biden administration had a bad record on screening, the best way to save patients from cancer.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tower-crane-partially-collapses-at-manhattan-nycha-complex-11564525853", "title": "Tower Crane Partially Collapses at Manhattan Public-Housing Complex", "date": "2019-07-30 18:30", "summary": "No one was injured, but two public-housing towers were evacuated out of safety concerns. A tower crane partially collapsed in Manhattan on Tuesday afternoon, leading to the evacuation of parts of a public-housing complex and rush-hour road closures, officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-and-the-u-s-consumer-11564525749", "title": "Starbucks and the U.S. Consumer", "date": "2019-07-30 18:29", "summary": "Give the baristas credit for tackling a tough job.. This column has been underestimating the skill and resilience of the Starbucks workforce. Meanwhile some economists have been underestimating the vitality of the American consumer. Both baristas and buyers have lately been generating encouraging news about the retail economy.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-reigns-over-cloud-market-11564525088", "title": "Amazon Reigns Over Cloud Market", "date": "2019-07-30 18:18", "summary": "Company's size gives it the clout to attract customers looking for 'scalability'. Amazon.com Inc. continues to dominate the market for basic computing resources that companies access online, largely by outspending its rivals on data centers and other physical resources, corporate tech executives and industry analysts say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-presidents-cousin-draws-scrutiny-of-australian-authorities-11564500031", "title": "Chinese President's Cousin Draws Scrutiny of Australian Authorities", "date": "2019-07-30 18:16", "summary": "Ming Chai, who has been a high-stakes gambler, is on radar of investigators probing organized crime, money laundering and alleged Chinese influence-peddling. MELBOURNE, Australia-Australian law-enforcement and intelligence agencies are scrutinizing the activities of one of Chinese President Xi Jinping's cousins as part of broad probes of organized crime, money laundering and alleged Chinese influence-peddling, according to Australian officials.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-high-cost-of-living-11564524721", "title": "Apple's High Cost of Living", "date": "2019-07-30 18:12", "summary": "Growing costs are taking a bigger bite of the iPhone maker's profits. Apple Inc.'s latest results show the popular gadget maker can still sell a lot of expensive stuff in a slump. Staying in the game carries a growing cost, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-crew-could-face-pushback-on-madewell-ipo-11564524713", "title": "J.Crew Could Face Pushback on Madewell IPO", "date": "2019-07-30 18:11", "summary": "Retailer's lenders may demand significant concessions in return for approving IPO of Madewell business. J.Crew Group Inc. may face resistance from some of its lenders over its plan to take its fast-growing Madewell chain public, as they look to the initial public offering as an opportunity to extract concessions from the company, according to people familiar with the matter.", "categories": [["Pro Bankruptcy Credit Markets"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelez-raises-yearly-forecast-as-cookies-and-chocolate-help-results-11564517269", "title": "Mondelez Raises Yearly Forecast as Cookies and Chocolate Help Results", "date": "2019-07-30 17:54", "summary": "Company's second-quarter organic sales increased 4.6%. Cookies and milk-chocolate products helped to bolster Mondelez International Inc.'s sales in the second quarter, leading the snack maker to push up its forecast for the year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-decline-after-strong-data-11564508467", "title": "U.S. Government Bonds Decline After Strong Data", "date": "2019-07-30 17:53", "summary": "Data suggests that Americans remain confident about U.S. economy despite persistent trade tensions and slowing global growth. U.S. government bond prices fell Tuesday after a measure of consumer sentiment rebounded in July to its highest level this year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suffolk-county-has-4-billion-plan-to-update-how-it-handles-sewage-11564521448", "title": "Suffolk County Has $4 Billion Plan to Update How It Handles Sewage", "date": "2019-07-30 17:17", "summary": "The initiative seeks to reduce residents' and businesses' reliance on cesspools, septic systems. Suffolk County officials announced a $4 billion plan Tuesday to slash residents' and businesses' reliance on cesspools and septic systems, which have been identified as a primary source of nitrogen pollution in groundwater and in local bays.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-requires-trump-to-release-tax-returns-for-spot-on-primary-ballot-11564515926", "title": "California Requires Trump to Release Tax Returns for Spot on Primary Ballot", "date": "2019-07-30 17:08", "summary": "President's lawyer threatens court challenge, calling new law unconstitutional. California will require presidential candidates to hand over their tax returns in order to appear on the state's primary-election ballot, setting up a likely legal conflict with President Trump over his continued refusal to disclose any tax documents.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democratic-campaign-chair-shakes-up-staff-amid-criticism-over-diversity-11564494733", "title": "House Democratic Campaign Chair Shakes Up Staff Amid Criticism Over Diversity", "date": "2019-07-30 17:02", "summary": "Rep. Cheri Bustos addresses issues at emergency meeting; DCCC executive director Allison Jaslow resigns and five top staffers leave. WASHINGTON-House Democratic Campaign Chairwoman Cheri Bustos shook up campaign committee staff in an emergency meeting at the party's headquarters, after Democrats accused the Illinois lawmaker of mismanaging the committee and failing to address concerns over diversity.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-the-world-looked-last-time-pound-was-this-weak-11564520177", "title": "How the World Looked Last Time Pound Was This Weak", "date": "2019-07-30 16:56", "summary": "The currency hit its weakest level in years against the dollar and euro Tuesday, but what's driving it down is different than in 1985. The British pound is headed toward multidecade lows hit in 1985, but investors and analysts said the forces driving it down now are very different.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-one-shares-plummet-after-breach-11564500956", "title": "Capital One Shares Plummet After Breach", "date": "2019-07-30 16:46", "summary": "Fifth largest U.S. credit-card issuer said Monday that a hacker accessed customers' personal information. Capital One Financial Corp.'s shares suffered their worst day in more than six months after the company revealed a sprawling data breach.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/caster-semenya-wont-get-chance-to-defend-800-meter-world-title-11564519444", "title": "Caster Semenya Won't Get Chance to Defend 800-Meter World Title", "date": "2019-07-30 16:44", "summary": "A Swiss court banned the South African runner from competing while her lawsuit against track's governing body over regulation of her testosterone levels continues. Caster Semenya, a three-time world champion and two-time Olympic gold medalist in the 800 meters, won't get the chance to defend her world title this September after a Swiss court banned the South African runner from competing while her lawsuit against track's governing body over regulation of her testosterone levels continues.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-stocks-slip-as-pound-extends-decline-11564473701", "title": "Stocks Fall on Trade Concerns", "date": "2019-07-30 16:41", "summary": "Trump tweets about difficulties with China; investors to watch Fed on Wednesday. U.S. stocks slipped after President Trump warned of difficulties in trade talks with China.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earnings-could-put-gm-ford-shares-on-same-track-11564502771", "title": "Earnings Could Put GM, Ford Shares on Same Track", "date": "2019-07-30 16:33", "summary": "Fate of car makers' stocks could come together when GM reports earnings this week. Shares of Ford Motor Co. and General Motors Co. have diverged this month, with Ford's stock price slipping and General Motors' rising.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-ally-ex-military-brass-sought-saudi-funds-for-nuclear-plants-11564438415", "title": "Trump Ally, Ex-Military Brass Sought Saudi Funds for Nuclear Plants", "date": "2019-07-30 16:31", "summary": "House Oversight Committee report says proponents got White House backing for plan. WASHINGTON-Tom Barrack, an equity investor and a close ally of President Trump, sought Saudi government funding in a bid to buy ailing U.S. nuclear reactor builder Westinghouse, according to a House report that reveals new details of an effort to transfer sensitive nuclear technology to the oil-rich kingdom.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/serious-works-from-a-hollywood-composer-11564518246", "title": "'Serious' Works From a Hollywood Composer", "date": "2019-07-30 16:24", "summary": "The Bard Music Festival turns its focus on Erich Wolfgang Korngold, the pre-eminent film composer of the 1930s and '40s whose art music long went overlooked.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deputy-commissioner-fired-after-new-york-city-forced-to-repay-7-million-to-state-11564496196", "title": "Deputy Commissioner Fired After New York City Forced to Repay $7 Million to State", "date": "2019-07-30 16:11", "summary": "Judge found that head of human resources at social-services agency wrongly designated 30 employees as performing only Medicaid-related work. A deputy commissioner at New York City's social-services agency was fired after a judge in a disciplinary trial ruled he inaccurately designated 30 employees as performing Medicaid work, forcing the city to repay more than $7 million to the state.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-visit-poland-to-mark-world-war-ii-anniversary-11564517161", "title": "Trump to Visit Poland to Mark World War II Anniversary", "date": "2019-07-30 16:06", "summary": "Polish officials invite Trump to visit Warsaw in late August; trip would be his second to country as president. WASHINGTON-President Trump plans to visit Poland late next month to commemorate the 80th anniversary of the outbreak of World War II, marking his second visit to the country as president.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/das-wunder-der-heliane-review-love-sex-and-death-11564517199", "title": "'Das Wunder der Heliane' Review: Love, Sex and Death", "date": "2019-07-30 16:06", "summary": "Bard Summerscape stages a production of the obscure, mystical 1927 work by film composer Erich Wolfgang Korngold.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-workers-will-be-a-focus-of-democratic-debate-in-detroit-11564509137", "title": "Auto Workers Will Be a Focus of Democratic Debate in Detroit", "date": "2019-07-30 16:00", "summary": "DNC leader Tom Perez holds event at GM transmission plant in Michigan to criticize Trump as industry sheds jobs. As Democratic presidential candidates descend on Detroit for two nights of primary debates, one constituency is in line for outsize attention: The American auto worker.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-myth-memory-david-levinthal-photographs-review-toy-stories-11564516200", "title": "'American Myth & Memory: David Levinthal Photographs' Review: Toy Stories", "date": "2019-07-30 15:50", "summary": "An exhibition at the Smithsonian American Art Museum highlights works by the photographer, who takes an evocative, aggrandizing approach to shooting toy figures.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-u-a-e-discuss-maritime-security-amid-heightened-tensions-in-gulf-11564505465", "title": "Iran, U.A.E. Discuss Maritime Security Amid Heightened Tensions in Gulf", "date": "2019-07-30 15:46", "summary": "Meeting coincides with a brewing crisis between Tehran and the West that threatens the United Arab Emirates's reputation as a safe business hub. DUBAI-United Arab Emirates officials traveled to Iran to discuss maritime security in the Persian Gulf with their counterparts, amid efforts to address threats to commercial ships passing through the important oil supply route that have heightened regional tensions.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-boris-johnson-in-office-a-brexit-standoff-with-ireland-solidifies-11564509318", "title": "Boris Johnson's Rise Solidifies Brexit Standoff With Ireland", "date": "2019-07-30 15:32", "summary": "Irish-U.K. relations settle at a low amid dispute over Britain's split with EU. LONDON-It took nearly a week for new British Prime Minister Boris Johnson and Irish Prime Minister Leo Varadkar to talk on the phone. When they finally conversed on Tuesday it was to underscore a position they shared on Brexit: no compromise.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-slides-as-trade-hopes-recede-11564495465", "title": "Copper Slides as Trade Hopes Recede", "date": "2019-07-30 15:31", "summary": "Metal falls more than 1% as latest Trump tweets warn on China trade. Copper prices slid again Tuesday after President Trump increased pressure on China in a series of tweets, a potential setback for investors hoping that the world's two largest economies can quickly reach a trade agreement.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/procter-gamble-posts-strong-sales-growth-writes-down-gillette-business-11564488591", "title": "P&G Posts Strong Sales Even as It Raises Prices", "date": "2019-07-30 15:29", "summary": "Consumer-goods giant books $8 billion charge on Gillette business in latest quarter; shares rise.. Procter & Gamble Co. reported its highest quarterly sales growth in more than a decade, riding strong consumer spending on household staples from toothpaste to laundry detergent even as the company continued to raise prices.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-dabble-in-brexit-humorat-their-own-risk-11564479001", "title": "Companies Dabble in Brexit Humor-at Their Own Risk", "date": "2019-07-30 15:26", "summary": "Ad campaigns wade into treacherous waters of a national debate. LONDON-For much of Britain, the protracted divorce from the European Union is no laughing matter.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-coach-stepping-down-11564513916", "title": "U.S. Women's Soccer Coach Stepping Down", "date": "2019-07-30 15:11", "summary": "Jill Ellis is the only woman to coach back-to-back World Cup champions. Jill Ellis, who coached the U.S. women's soccer team to back-to-back World Cup titles, is stepping down in October after the team's five-game victory tour.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-military-nominee-battles-misconduct-allegations-in-confirmation-hearing-11564500353", "title": "Trump Military Nominee Battles Misconduct Allegations in Confirmation Hearing", "date": "2019-07-30 15:07", "summary": "Gen. Hyten addresses female colonel's accusation: 'Nothing happened. Ever.' Accuser says, 'he lied about sexually assaulting me.'. Air Force Gen. John Hyten made his case Tuesday to become the second-highest ranking U.S. military officer, amid a cloud of suspicion over allegations of sexual misconduct levied against him by a female service member.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-pushes-brands-to-be-less-boxy-11564490849", "title": "Amazon Pushes Brands to Be Less Boxy", "date": "2019-07-30 14:56", "summary": "Companies face an Amazon-imposed Aug. 1 deadline to make boxes smaller and easier to open. Amazon.com Inc. is pressuring brands to make their packaging more efficient, which has prompted vendors to make costly changes to their businesses or face fines.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-for-voter-id-laws-use-of-paper-ballots-as-backup-11564510206", "title": "Trump Endorses Voter-ID Laws, Backup Paper Ballots", "date": "2019-07-30 14:10", "summary": "President backs tactic critics fault as partisan vote-suppression alongside separate measure supported by cybersecurity experts. WASHINGTON-President Trump threw his support behind laws requiring valid identification to vote, arguing that such a move would ensure the \"safety and sanctity of our voting system.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iraqs-militias-seek-more-time-to-integrate-with-countrys-security-forces-11564510133", "title": "Iraq's Militias Seek More Time to Integrate With Country's Security Forces", "date": "2019-07-30 14:08", "summary": "Baghdad has been working to impose control on the militia groups, some of which have links to Iran. Iraq's paramilitary groups need two more months to integrate with the country's security forces, a senior official said Tuesday, underscoring the challenges of bringing them under government control amid concerns they pose a threat to American interests.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-calls-for-investigation-in-baltimore-claiming-residents-are-living-in-hell-11564500863", "title": "Trump Calls for Investigation in Baltimore, Claiming Residents Are 'Living in Hell'", "date": "2019-07-30 13:42", "summary": "President singles out Rep. Elijah Cummings and says that billions of dollars have been 'stolen and wasted'. WASHINGTON-President Trump called on the House Oversight Committee to investigate \"corrupt government\" in Baltimore, and said he would personally get involved to help if asked by the city's residents, who he said are \"living in hell.\"", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-inflation-remained-soft-in-june-11564492270", "title": "Confident Consumers Keep Spending Amid Soft Inflation", "date": "2019-07-30 13:13", "summary": "Summer readings on U.S. economy likely to reinforce Fed's expected decision to lower interest rates this week. WASHINGTON-Consumers continued to spend at a healthy clip and stayed confident heading into the summer while inflation remained soft, data that will likely reinforce the Federal Reserve's expected decision to lower interest rates later this week.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-and-the-presumption-of-innocence-11564506652", "title": "Mueller and the Presumption of Innocence", "date": "2019-07-30 13:10", "summary": "Mr. Mueller could have simply said: The purpose of my investigation wasn't to exonerate the president, but to see if there was enough evidence to accuse him of any wrongdoing. We didn't find sufficient evidence to do so.. Regarding your editorial \"The Mueller Show Is a Bust\" (July 25): When the special counsel says that his report doesn't exonerate President Trump, it is instructive to reflect on how we interpret evidence-any evidence-that informs on a hypothesis. Very simply said, the null hypothesis is that Mr. Trump is innocent (the presumption of innocence) and the alternate hypothesis is that he is guilty. We don't analyze the evidence to accept the null assumption, i.e., exonerate the president, but rather to ascertain if there is enough evidence to reject that assumption and conclude that he is guilty. It would have been so much less confusing if the special counsel had remained true to the logic of hypothesis testing. Mr. Mueller could have simply said: The purpose of my investigation wasn't to exonerate the president, but to see if there was enough evidence to accuse him of any wrongdoing. We didn't find sufficient evidence to do so.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/obama-librarys-shameful-public-land-grab-11564506589", "title": "Obama Library's Shameful Public Land Grab", "date": "2019-07-30 13:09", "summary": "A shocking backroom deal and devious land-flipping maneuvers give priceless, dedicated public-park property in historic Jackson Park to build a towering political homage to former President Obama.. Prof. Richard A. Epstein's \"Chicago Betrays the Public Trust for Obama\" (op-ed, July 26) is particularly significant. It reveals the casual way the shocking backroom deal and devious land-flipping maneuvers to give priceless, dedicated public-park property in historic Jackson Park to build a towering political homage to former President Obama. This was rubber-stamped by every public officer holder who was under oath to protect the public park and not permit it to be pillaged. From the very beginning, the Protect Our Parks lawsuit to stop the conflicted land grab seemed a no-brainer. There is a specific statute in the Park District Code that details and prohibits every step taken by the Park District and city to effect that illegal gift. Ah, but this is Chicago.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-berniecare-and-medicare-for-all-11564506501", "title": "Joe Biden, BernieCare and Medicare for All", "date": "2019-07-30 13:08", "summary": "Medicare For All would eliminate shareholder dividends, excessive management compensation, wasteful, diverse, insurance administrative costs borne by providers and lobbying costs which contribute nothing to health care.. In your \"Biden Goes Half Way to BernieCare\" editorial (July 18), you state: \"The public option would undercut competitors on price, stiff providers with low reimbursement rates, and crowd out private insurance over time.\" A more cogent argument couldn't be made in favor of Medicare For All. It incorporates the very essence of a market economy, which has been frequently espoused in your pages.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/micronesian-official-sentenced-to-prison-in-bribery-case-11564506266", "title": "Micronesian Official Sentenced to Prison in Bribery Case", "date": "2019-07-30 13:04", "summary": "Master Halbert will serve 18 months for his role in a corruption scheme involving the owner of a Hawaii company looking to secure government contracts, prosecutors say. A Micronesia government official was sentenced to 18 months in prison and three years of supervised release for participating in a bribery scheme involving the owner of a Hawaii company looking to secure government contracts, the U.S. Justice Department said Tuesday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/individual-dysfunction-and-government-drug-control-11564506223", "title": "Individual Dysfunction and Government Drug Control", "date": "2019-07-30 13:03", "summary": "\"Addiction\" is when \"dependency\" becomes dysfunctional.. The letters of July 20 responding to Timothy McMahan King's description (\"Even Heroes Can Struggle With Addiction,\" op-ed, July 13) of William Wilberforce's addiction to opium help reveal the tragedy of government control of drugs. \"Addiction\" is when \"dependency\" becomes dysfunctional. I learned this from my long experience in court.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhub-has-some-finicky-investors-11564505375", "title": "Grubhub Has Some Finicky Investors", "date": "2019-07-30 12:49", "summary": "Grubhub continues to grow diners and restaurants in a crowded market, but investors' confidence in the business is slipping. Grubhub ate its meat but still doesn't get any pudding.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/marlboro-maker-hit-by-slowdown-in-cigarette-sales-11564504633", "title": "Marlboro Maker Hit by Slowdown in Cigarette Sales", "date": "2019-07-30 12:37", "summary": "Altria now projects U.S. cigarette-industry unit sales to decline by 5% to 6% this year. Marlboro maker Altria Group Inc. says cigarette sales are declining faster than it expected as smokers pick up e-cigarettes and give up traditional smokes altogether.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grubhubs-profit-falls-as-competition-grows-11564496383", "title": "Grubhub's Profit Falls as Competition Grows", "date": "2019-07-30 12:32", "summary": "Food-delivery pioneer spends more to reach new diners. People are ordering more meals from Grubhub Inc., but strong profits remain elusive.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-tech-improvements-ahead-equifax-says-11564479002", "title": "More Tech Improvements Ahead, Equifax Says", "date": "2019-07-30 12:29", "summary": "One big change: chief information security officer must sign off on all capital projects, not just those related to IT. This is the second in a series of two articles about Equifax's challenges since its 2017 breach. Read the first article here.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/capital-one-reports-data-breach-11564443355", "title": "Capital One Breach Affects 106 Million Card Applicants", "date": "2019-07-30 12:27", "summary": "Alleged hacker, a former employee of Amazon Web Services, arrested by federal agents in Seattle. Capital One Financial Corp. , the fifth-largest U.S. credit-card issuer, said Monday that a hacker accessed the personal information of approximately 106 million card customers and applicants, one of the largest-ever data breaches of a big bank.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facial-recognition-goes-to-camp-11564479008", "title": "Facial Recognition Tech Comes to Schools and Summer Camps", "date": "2019-07-30 12:19", "summary": "Smart cameras and imaging software are coming to summer programs and school campuses and focusing on children. Facial recognition is no longer just being used to unlock iPhones, tag Facebook friends and scan crowds for security threats. It's moving into summer camps, youth sports tournaments and schools.", "categories": [["Tech", "Family & Tech: Julie Jargon"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/family-tech-julie-jargon?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-price-gains-continued-to-slow-in-may-11564492159", "title": "Home-Price Gains Continued to Slow in May", "date": "2019-07-30 12:12", "summary": "S&P CoreLogic Case-Shiller National Home Price Index rose 3.4% for the year ending in May. The growth of U.S. home prices slowed again in May, as the housing market continues to moderate during what has been a relatively weak year for sales.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/less-than-meats-the-eye-to-this-offering-11564502688", "title": "Less Than Meats the Eye to This Offering", "date": "2019-07-30 12:04", "summary": "Beyond Meat's CEO and some backers are wise to cash out. No animals were harmed in the making of this fortune.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mastercards-profit-climbs-on-higher-revenue-lower-expenses-11564489542", "title": "Mastercard's Profit Climbs on Higher Revenue, Lower Expenses", "date": "2019-07-30 12:04", "summary": "Adjusted earnings and revenue for the global payments company beat analyst estimates. Mastercard Inc. said its profit rose in the second quarter, boosted by higher revenue and a drop in operating costs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-the-navy-and-marines-share-a-ship-karaoke-night-gets-complicated-11564501399", "title": "When Navy Sailors and Marines Share a Ship, Karaoke Night Gets Complicated", "date": "2019-07-30 11:43", "summary": "The USS Boxer is at the center of heightened tensions with Iran-as well as a culture clash between the sailors and Marines on board. ABOARD THE USS BOXER-About two dozen Marines and sailors gathered in the gym recently for some friendly competition. They were there for the 1,000-Pound Club, to see who could squat, bench and deadlift the most weight on this warship.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-armour-reports-sales-decline-in-north-america-lowers-outlook-for-year-11564501334", "title": "Under Armour Reports Sales Decline in North America", "date": "2019-07-30 11:42", "summary": "Revised forecast sends shares of athletic-apparel company tumbling. Under Armour Inc. said sales in North America declined in the second quarter and it lowered its outlook for the region, sending shares of the athletic-apparel maker down sharply on Tuesday.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdermott-bonds-shares-plunge-on-guidance-cut-11564500991", "title": "McDermott Bonds, Shares Plunge on Guidance Cut", "date": "2019-07-30 11:36", "summary": "Engineering giant's bonds fall to distressed levels after surprise net loss forecast. Prices of McDermott International Inc.'s stock and bonds plunged Tuesday after the Houston-based engineering and construction company reported a surprise guidance cut for 2019.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-capital-one-breach-what-it-means-for-you-11564500086", "title": "The Capital One Breach: What It Means for You", "date": "2019-07-30 11:21", "summary": "A hacker accessed personal information of over 100 million credit-card customers and applicants. Here's what you need to know to protect your information. In this latest massive consumer-data breach, a hacker accessed the personal information of 100 million Capital One credit-card customers and applicants in the U.S. and six million in Canada.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-wants-a-large-cut-in-interest-rates-11564499542", "title": "Trump Says He Wants a Large Cut in Interest Rates", "date": "2019-07-30 11:12", "summary": "'The Fed is often wrong,' president says as he calls again for easier monetary policy. WASHINGTON-President Trump reiterated his call for easier monetary policy on Tuesday as Federal Reserve officials began their two-day meeting at which they are expected to reduce interest rates.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-to-watch-for-in-the-detroit-democratic-debates-11564435393", "title": "What to Watch for in the Detroit Democratic Debates", "date": "2019-07-30 11:01", "summary": "The two-night event could solidify the top tier of candidates-and prompt others to consider dropping out. Split in two groups over two nights, 20 Democratic presidential candidates are poised to debate in Detroit, following several polls and recent fundraising reports that show the top five candidates separating themselves from the pack.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-storm-chasers-real-estate-disaster-investors-11564498767", "title": "A Natural Disaster Wipes Out Your Home. Then the Buyers Come Calling.", "date": "2019-07-30 10:59", "summary": "Resume Subscription. PANAMA CITY, Fla.-After Hurricane Michael swept over the Florida Panhandle last October, destroying thousands of homes and taking dozens of lives, David Dey started looking for property to buy.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/private-equity-firm-abraaj-fined-a-record-315-million-in-dubai-11564476002", "title": "Private-Equity Firm Abraaj Is Fined a Record $315 Million", "date": "2019-07-30 10:50", "summary": "Regulator imposes its largest-ever penalty, saying Abraaj misused investors' funds and provided misleading information. Dubai's financial regulator fined collapsed private-equity firm Abraaj Group $314.6 million for deceiving investors and carrying out unauthorized activities, a record penalty in the Persian Gulf emirate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-facebook-and-alphabet-big-ticket-fines-cause-limited-pain-11564498156", "title": "For Facebook and Alphabet, Big-Ticket Fines Cause Limited Pain", "date": "2019-07-30 10:49", "summary": "A recent $5 billion Facebook penalty amounts to 59 days of operating expenses; 'you have to add another zero'. Facebook Inc. and Google parent Alphabet Inc. have been hit with some hefty fines, but a closer look shows that for these tech giants, the penalties aren't as huge as they seem.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/retail-landlords-look-to-esports-to-lure-young-gamers-11564484401", "title": "Retail Landlords Look to Esports to Lure Young Gamers", "date": "2019-07-30 10:49", "summary": "Property companies are building sports stadiums to draw players and their fans. A growing number of real estate owners are turning to esports arcades, lounges and even stadiums, hoping to breathe fresh life into their malls, hotels and other properties.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/antonio-brown-raiders-workouts-11564497322", "title": "Antonio Brown's Summer of Wacky Workouts", "date": "2019-07-30 10:44", "summary": "The Raiders' star receiver spent his off-season saying in shape by crashing high-school practices and finding workout partners on Twitter. Dr. Sharif Tabbah received an unusual invitation this summer: a very rich man, celebrating his birthday, offered to fly him to Paris. But this was not going to be a typical vacation. There would be no sipping Pinot Noir and noshing on baguettes in the shadow of the Eiffel Tower.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-millionaire-behind-indias-own-starbucks-goes-missing-11564485140", "title": "The Millionaire Behind India's Own Starbucks Goes Missing", "date": "2019-07-30 10:39", "summary": "V.G. Siddhartha's disappearance has hit the shares of his company, which owns the country's biggest coffee chain. The millionaire behind India's answer to Starbucks has disappeared, triggering a search, suspicions of suicide and a 20% plunge in the shares of his company, Coffee Day Enterprises Ltd.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-the-home-showing-and-into-the-wild-11564497331", "title": "Out of the Home Showing and Into the Wild", "date": "2019-07-30 10:35", "summary": "Buffalo and scorpions make for unexpected house guests. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-confidence-rebounded-in-july-11564496209", "title": "Consumer Confidence Rebounded in July", "date": "2019-07-30 10:29", "summary": "Conference Board's index reading was much higher than what economists surveyed by The Wall Street Journal had expected. WASHINGTON-A measure of consumer sentiment rebounded in July to its highest level this year, suggesting Americans remain confident about the U.S. economy despite persistent trade tensions and slowing global growth.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-warns-on-crop-weakness-as-roundup-plaintiffs-rise-11564469479", "title": "Bayer Warns on Crop Weakness as Roundup Plaintiffs Rise", "date": "2019-07-30 10:28", "summary": "Severe weather strains full-year sales targets as number of plaintiffs suing over weedkiller rises. BERLIN- Bayer AG warned that severe weather affecting its crop-science division could put its 2019 sales target out of reach, adding to concerns about the fallout from last year's acquisition of Monsanto.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-has-a-good-problem-and-plenty-of-options-11564495860", "title": "Merck Has a Good Problem and Plenty of Options", "date": "2019-07-30 10:11", "summary": "Strong second-quarter earnings highlight the company's need for a new blockbuster drug, and it has the resources to find one. The good times at Merck & Co. keep rolling on.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-need-to-be-first-drove-a-j-foyt-on-and-off-the-track-11564495262", "title": "A Need to Be First Drove A.J. Foyt On and Off the Track", "date": "2019-07-30 10:01", "summary": "The race-car driver recalls eluding the cops and his father's wrath as a kid, and winning the Indy 500 for the first time. A.J. Foyt, 84, is a retired race-car driver and current IndyCar team owner who was the first to win the Indianapolis 500 four times. He also is the only driver to win the Indianapolis 500, the Daytona 500 and the 24 Hours of Le Mans. He spoke with Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/states-lawsuit-muddles-t-mobile-and-sprint-deal-plans-11564495202", "title": "States' Lawsuit Muddles T-Mobile and Sprint Deal Plans", "date": "2019-07-30 10:00", "summary": "Justice Department and Federal Communications Commission both said they will back the telecommunications merger. T-Mobile US Inc. and Sprint Corp. , whose union was blessed by the Justice Department last week, are still wrangling with a group of state attorneys general trying to sink the wireless companies' merger in court. But the very conditions the federal government imposed on the deal could make the states' effort even more challenging.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/startups-line-up-to-advertise-in-subways-11564495201", "title": "Startups Line Up to Advertise in New York City Subways", "date": "2019-07-30 10:00", "summary": "New York City transit once was a bit of an advertising backwater. Now, startups are vying for space in the subway system.. When monday.com, a startup offering an online team management platform for businesses was looking to boost brand awareness, it chose an unusual advertising venue-the crowded, gritty New York City subway system.", "categories": [["U.S.", "Metro Money"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/metro-money?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merck-increases-revenue-guidance-as-sales-grow-11564495110", "title": "Merck Increases Revenue Guidance as Sales Grow", "date": "2019-07-30 09:58", "summary": "Pharmaceutical company's profit rose 56% from a year prior as sales climbed and restructuring costs fell. Merck & Co. raised its expectations for revenue and adjusted earnings for the year as sales and earnings at the pharmaceutical company rose in the second quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-citroen-waited-16-years-for-its-driver-11564494487", "title": "This Citroën Waited 16 Years for Its Driver", "date": "2019-07-30 09:48", "summary": "Resume Subscription. Geneva Long, 29, the Los Angeles-based CEO of Bowlus Road Chief travel trailers, on her 1990 Citroën Deux Chevaux, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/anxiety-looks-different-in-men-11564494352", "title": "Anxiety Looks Different in Men", "date": "2019-07-30 09:45", "summary": "Instead of coming across as nervousness or worry, anxiety in men often appears as anger, muscle aches or alcohol use-leading many men to go undiagnosed. ", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-the-swan-song-of-a-classic-french-car-11564493807", "title": "Photos: The Swan Song of a Classic French Car", "date": "2019-07-30 09:36", "summary": "Geneva Long, CEO of Bowlus Road Chief travel trailers, shows off her 1990 Citroën Deux Chevaux, made in its last year of production. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/ohio-farmers-face-lean-year-hard-decisions-after-spring-floods-11564479000", "title": "Ohio Farmers Face Lean Year, Hard Decisions After Spring Floods", "date": "2019-07-30 09:07", "summary": "Wet weather compounds challenges posed by low prices, tariffs. WOOD COUNTY, Ohio-American farmers are reeling after unrelenting rain delayed planting across the Midwest while trade battles continue to drag down exports and crop prices. Now, the prospect of another lean year is spreading farmers' pain to the agricultural suppliers, traders and food makers that depend on them.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-offers-rare-update-on-detainees-in-xinjiang-detention-camps-11564490302", "title": "China Says Majority of Xinjiang Detainees Released, but Activists Doubt Claim", "date": "2019-07-30 09:05", "summary": "Government officials extend their defense of the re-education programs targeting ethnic Uighurs and other Muslims in Xinjiang. BEIJING-The majority of people sent to re-education camps in China's restive Xinjiang region have been released and found work, senior officials said, without offering specific numbers or evidence to support their claims that the program of mass internment of Muslims has been a success.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parties-accuse-each-other-of-playing-politics-with-election-security-11564491856", "title": "Parties Accuse Each Other of Playing Politics With Election Security", "date": "2019-07-30 09:04", "summary": "Resume Subscription. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-beyond-meat-del-taco-restaurants-illumina-11564482536", "title": "Stocks to Watch: Beyond Meat, Del Taco Restaurants, Illumina", "date": "2019-07-30 08:39", "summary": "Here are some of the companies with shares expected to trade actively in Tuesday's session. Here are some of the companies with shares expected to trade actively in Tuesday's session.Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-undeclared-currency-war-how-the-ecb-is-forcing-the-feds-hand-11564490313", "title": "Undeclared Currency War: How ECB Forces Fed's Hand", "date": "2019-07-30 08:38", "summary": "If losing demand to Europe weakens U.S. growth and threatens to push inflation too low, U.S. rates must also drop. When Federal Reserve policy makers gather in Washington this week to weigh cutting interest rates, a big part of their decision will already have been made-in Frankfurt.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-spending-slowed-slightly-in-june-11564489919", "title": "U.S. Consumer Spending Slowed Slightly in June", "date": "2019-07-30 08:32", "summary": "Personal income rises for the fourth month in a row. WASHINGTON-Americans' spending moderated slightly in June but remained strong, a sign that high consumer confidence and low unemployment continue to fuel economic growth.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/orange-is-the-new-black-netflix-interview-final-season-11564489572", "title": "The 'Orange Is The New Black' Cast on How They Changed TV Forever", "date": "2019-07-30 08:29", "summary": "As the landmark show comes to an end, WSJ. Magazine convened a roundtable interview with \"Orange Is The New Black\" cast members Danielle Brooks, Uzo Aduba and Adrienne C. Moore to talk about casting, inclusion and \"feeling like the Jackson 5\". When Orange is The New Black launched in 2013, the now-familiar concept of \"binge-watching\" was still new. The thirteen episodes that made up the show's first season were delivered to Netflix subscribers at once and it immediately became a phenomenon. Earlier that year, the streaming service had premiered an American version of the U.K. political drama House of Cards in a similar fashion, but OITNB was still a creative gamble for the service. The bet paid off: according to Nielsen data, the show was one of Netflix's top 10 most watched shows last year, making it only one of two Netflix Originals on that list. Now after seven successful seasons helmed by creator Jenji Kohan, the show delivered its final season, on July 26, and is bidding farewell to its loyal following.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-for-a-financial-planner-the-go-to-website-often-omits-red-flags-11564428708", "title": "Looking for a Financial Planner? The Go-To Website Often Omits Red Flags", "date": "2019-07-30 08:25", "summary": "Resume Subscription. Many people seeking a financial adviser begin their search at LetsMakeAPlan.org, a directory operated by the Certified Financial Planner Board of Standards Inc.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/lysols-new-boss-has-messy-decisions-to-make-11564489425", "title": "Lysol's New Boss Has Messy Decisions to Make", "date": "2019-07-30 08:23", "summary": "Reckitt Benckiser's incoming CEO must weigh whether to reset margins and delay a sale of better-performing cleaning brands. Reckitt Benckiser 's incoming boss, Laxman Narasimhan, will inherit a messy business. After another quarter of weak growth at the maker of Lysol and Dettol cleaning products, a profit margin reset is likely and the company's breakup options look more complicated.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-shows-resilience-in-the-face-of-u-s-blacklisting-11564473991", "title": "Huawei Shows Resilience in Face of U.S. Blacklisting", "date": "2019-07-30 08:09", "summary": "Chinese tech titan says first-half revenue growth picked up from a year earlier, buoyed by domestic smartphone sales. SHENZHEN, China-Huawei Technologies Co. said revenue rose sharply in the first half of the year despite a U.S. export blacklisting, but the Chinese telecommunications giant signaled tougher times ahead as it copes with uncertainty around its access to U.S. technology.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-warns-of-playstation-price-rise-if-u-s-expands-china-tariffs-11564488442", "title": "Sony Warns of PlayStation Price Rise if U.S. Expands China Tariffs", "date": "2019-07-30 08:07", "summary": "Trump has threatened to extend tax to $300 billion more exports from China, where most units are made. TOKYO- Sony Corp. said it would need to raise U.S. retail prices of its PlayStation consoles if the Trump administration goes ahead with a higher tariff on Chinese-made videogame machines, warning such a move would hurt consumers.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/markets-are-eerily-quiet-right-now-11564488007", "title": "Markets Are Eerily Quiet Right Now", "date": "2019-07-30 08:00", "summary": "Some investors are betting current period of calm will persist. Markets are enjoying an exceptional period of calm, one that some investors are betting will persist.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-japanese-legislator-with-lou-gehrigs-disease-aims-to-stop-abuse-of-disabled-11564487517", "title": "New Japanese Legislator With ALS Aims to Stop Abuse of Disabled", "date": "2019-07-30 07:51", "summary": "Yasuhiko Funago, who can't breathe or speak on his own, seeks changes at care facilities. TOKYO-Yasuhiko Funago can't breathe or speak on his own. But he will have a voice in Japan's highest legislative body, and he aims to use it to help stop people with disabilities being marginalized or abused.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nintendos-next-level-up-china-smartphones-11564486662", "title": "Nintendo's Next Level Up: China, Smartphones", "date": "2019-07-30 07:37", "summary": "The Japanese gaming giant had a dud quarter, but prospects in China and on mobile phones are encouraging. Nintendo got a low score last quarter, but may be about to reach higher levels.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/googles-cloud-could-give-more-lift-11564484580", "title": "Google's Cloud Could Give More Lift", "date": "2019-07-30 07:03", "summary": "Selective disclosures are insufficient for a business now generating $8 billion in annual revenue. Google provided a valuable peek into its cloud business. A deeper look would add even more value.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-weigh-bill-that-would-increase-congress-grip-on-the-u-s-olympic-paralympic-committee-11564484402", "title": "Lawmakers Weigh Bill That Would Increase Congress' Grip on the U.S. Olympic & Paralympic Committee", "date": "2019-07-30 07:00", "summary": "In the wake of the USA Gymnastics scandal, the legislation would allow Congress to more directly intervene in the handling of finances and abuse claims. U.S. lawmakers will weigh a bill that would give them the power to dissolve the leadership of the U.S. Olympic and Paralympic Committee, force it to better fund investigations of sexual-abuse claims and increase athlete representation in its leadership, in the wake of an 18-month bipartisan review of the committee's handling of the USA Gymnastics scandal.", "categories": [["Sports", "Olympics"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/olympics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-tries-to-exorcise-ghost-of-real-estate-past-with-new-fund-11564484400", "title": "Goldman Tries to Exorcise Ghost of Real Estate Past With New Fund", "date": "2019-07-30 07:00", "summary": "Firm's real estate group raising $2.5 billion in fund structured similarly to former Whitehall funds. Goldman Sachs Group Inc.'s newly reorganized real-estate investment unit is reviving a fund business that the firm shut down after it suffered steep losses during the financial crisis.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-china-cuts-rates-without-cutting-rates-11564484393", "title": "How China Cuts Rates Without Cutting Rates", "date": "2019-07-30 06:59", "summary": "Resume Subscription. The Federal Reserve looks almost certain to cut U.S. interest rates on Wednesday. The People's Bank of China doesn't need to follow suit to make its own stance looser.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-chase-taps-ai-to-make-marketing-messages-more-powerful-11564482606", "title": "JPMorgan Chase Taps AI to Make Marketing Messages More Powerful", "date": "2019-07-30 06:30", "summary": "Company seeks big gains from tweaking the word choice in its pitches. JPMorgan Chase & Co. is adopting artificial intelligence that's meant to improve what the financial-services firm says in its marketing messages, such as email pitches to prospective borrowers.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-is-stuck-in-a-vicious-cycle-11564482606", "title": "Natural Gas Is Stuck in a Vicious Cycle", "date": "2019-07-30 06:30", "summary": "Prices have fallen more than 25% this year and may remain weak for several years despite booming demand. It is getting harder for U.S. natural-gas producers to see the glass as half full.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/compass-raises-370-million-in-new-funding-round-11564482001", "title": "Compass Raises $370 Million in New Funding Round", "date": "2019-07-30 06:20", "summary": "Latest round lifts real-estate brokerage's valuation to $6.4 billion, indicates firm is nearing IPO. Compass raised $370 million in a deal that increases the real-estate brokerage's valuation to $6.4 billion and indicates the firm is nearing an initial public offering.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-japan-leaves-policy-unchanged-11564456530", "title": "Japan's Central Bank Promises Easing if Needed but Leaves Rates Unchanged", "date": "2019-07-30 06:02", "summary": "Promise is attempt to keep pace with other major central banks that are preparing to cut rates. TOKYO-Japan's central bank said it wouldn't hesitate to ease monetary policy further should the need arise, an attempt to keep pace with other major central banks that are preparing to cut rates.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logistics-automation-provider-attabotics-raises-25-million-in-new-funding-11564480801", "title": "Logistics Automation Provider Attabotics Raises $25 Million in New Funding", "date": "2019-07-30 06:00", "summary": "The Canadian startup will build out technology aimed at helping companies do more in smaller warehouses. Supply-chain automation startup Attabotics has raised $25 million to expand hiring and scale up manufacturing of its hardware platform for the growing e-commerce technology market.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/australia-to-probe-casino-operator-crowns-chinese-high-rollers-visa-deals-11564480093", "title": "Australia to Probe Casino Operator Crown's Chinese High Rollers, Visa Deals", "date": "2019-07-30 05:48", "summary": "Press reports allege business partners of casino company have organized-crime links. CANBERRA, Australia-Australia will examine allegations that some of casino company Crown Resorts Ltd. 's business partners have organized-crime links, and that it obtained favorable visa treatment for wealthy Chinese gamblers.", "categories": [["Business", "Asia"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-linked-buyout-firm-violates-deal-with-u-s-national-security-panel-to-sell-stake-11564479001", "title": "Russia-Linked Buyout Firm Violates Deal to Sell Stake", "date": "2019-07-30 05:32", "summary": "Cfius is threatening to fine Pamplona for 'material breach' of agreement to sell out of cybersecurity company Cofense. A battle is brewing between a U.S. national-security panel and a Russian-oligarch-backed private-equity firm that failed to meet their agreement.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mortgage-rates-were-falling-before-fed-signaled-rate-cut-11564479004", "title": "Mortgage Rates Were Falling Before Fed Signaled Rate Cut", "date": "2019-07-30 05:30", "summary": "Average rate on a 30-year, fixed-rate mortgage was 3.75% last week, down from 4.94% in November. WASHINGTON-The Federal Reserve is prepared to cut interest rates this week for the first time since 2008, but the biggest source of debt for U.S. consumers-mortgages-has been getting cheaper since late last year.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finance-chiefs-still-struggling-to-hire-skilled-personnel-11564479006", "title": "Finance Chiefs Still Struggling to Hire Skilled Personnel", "date": "2019-07-30 05:30", "summary": "Recent studies find that recruitment is a major staffing challenge for finance execs. Finance executives continue to struggle with finding skilled personnel to bring aboard.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-aims-to-offset-iphone-weakness-with-strengthening-services-11564479006", "title": "Apple Aims to Offset iPhone Weakness With Strengthening Services", "date": "2019-07-30 05:30", "summary": "Investors will look for details on new services planned this year as well as U.S.-China developments. Apple Inc. is scheduled to report results for its fiscal third quarter after the market closes Tuesday. Here's what you need to know.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-libra-could-aid-law-enforcement-11564479008", "title": "Facebook's Libra Could Aid Law Enforcement, Company Says", "date": "2019-07-30 05:30", "summary": "Company says proposed cryptocurrency could be valuable tool partly because of information generated by users. Lawmakers were up in arms this month about whether Libra, Facebook Inc.'s proposed new cryptocurrency, would be a haven for money launderers and other criminal activities.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newell-brands-hires-ravi-saligram-as-ceo-11564459320", "title": "Newell Brands Hires Ravi Saligram as CEO", "date": "2019-07-30 00:02", "summary": "Saligram is former CEO of Ritchie Bros., OfficeMax. Newell Brands Inc., the struggling consumer-goods conglomerate that makes everything from Sharpie pens to Graco strollers, has picked an outsider as its new chief executive.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-care-spending-soars-in-new-york-state-11564459260", "title": "Health-Care Spending Soars in New York State", "date": "2019-07-30 00:01", "summary": "Outlays for residents insured through work are rising more sharply than national average. Health-care spending on New Yorkers who get insurance through work is higher and rising more sharply than the national average. The main reason, according to a new report, is price growth.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11564437655", "title": "Pepper...and Salt", "date": "2019-07-30 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gang-fight-kills-57-in-brazil-16-beheaded-11564438997", "title": "Gang Fight Kills 57 in Brazil, 16 Beheaded", "date": "2019-07-30 23:59", "summary": "Riot adds to string of gruesome clashes in overloaded prison system. BRASILIA-A gang fight in a prison in Brazil's Para state left at least 57 dead, many by decapitation or asphyxiation, adding to a string of gruesome clashes in the country's overloaded prison system as the government struggles to fight rampant crime.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-cybersecurity-regulations-rattle-u-s-businesses-11564409177", "title": "American Tech Shudders as China Cyber Rules Are Expected to Get Tougher", "date": "2019-07-30 23:36", "summary": "New draft rules and standards flesh out an existing law that the U.S. and many foreign businesses already consider draconian. BEIJING-Cybersecurity proposals by China have U.S. businesses worried that the draft regulations represent additional barriers to the Chinese market, a concern that could complicate U.S.-China trade talks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-financial-aid-loophole-wealthy-parents-transfer-guardianship-of-their-teens-to-get-aid-11564450828", "title": "Wealthy Parents Transfer Guardianship of Teens to Get Aid", "date": "2019-07-30 21:40", "summary": "Education Department, universities are investigating the practice, which has been used in the Chicago area. CHICAGO-Amid an intense national furor over the fairness of college admissions, the Education Department is looking into a tactic that has been used in some suburbs here, in which wealthy parents transfer legal guardianship of their college-bound children to relatives or friends so the teens can claim financial aid, say people familiar with the matter.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ultimate-luxury-vacation-doing-nothing-in-the-middle-of-nowhere-11564447825", "title": "The Ultimate Luxury Vacation: Doing Nothing in the Middle of Nowhere", "date": "2019-07-30 20:50", "summary": "In a bid to unplug, Americans are paying thousands of dollars to go off the grid; a $600 a night 'iceberg nest'. Summit Prairie, a vacation home atop a tower deep in the Oregon wilderness, doesn't have many amenities. There's no Wi-Fi, no TV, no clock. It's about an hour from gas and groceries. The nearest bathroom is an outhouse down four flights of outdoor stairs, unless visitors want to make use of a funnel attached to the edge of the deck. And it's closed the entire month of August because it might burn down in a wildfire.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shooter-at-gilroy-garlic-festival-in-california-used-semiautomatic-rifle-police-say-11564425928", "title": "Shooter at Gilroy Garlic Festival in California Used Semiautomatic Rifle", "date": "2019-07-30 20:04", "summary": "Nineteen-year-old suspect, who was killed by police, legally purchased the rifle in Nevada earlier in July. GILROY, Calif.-As the three-day Gilroy Garlic Festival was winding down Sunday, a 19-year-old opened fire with an AK-47 style semiautomatic rifle, killing a 6-year-old boy, a 13-year-old girl and a man in his 20s and injuring 12 others, police said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]