[{"link": "https://www.wsj.com/articles/feud-among-house-democrats-remains-on-public-display-11563050222", "title": "Feud Among House Democrats Remains on Public Display", "date": "2019-07-13 16:37", "summary": "Tweet from official account of the caucus criticizes top aide to Alexandria Ocasio-Cortez, fueling acrimony. Acrimony among House Democrats continued to flare on public display into the weekend, despite efforts by House Speaker Nancy Pelosi to keep discord between Democratic leadership and more progressive members private.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crew-of-detained-iranian-oil-tanker-is-released-in-gibraltar-11563036288", "title": "Crew of Detained Iranian Oil Tanker Is Released in Gibraltar", "date": "2019-07-13 13:44", "summary": "U.K. territory says it will continue to hold the tanker on suspicion of carrying oil to Syria in violation of sanctions. Police in the British overseas territory of Gibraltar released the four-member crew of a detained Iranian oil tanker, authorities said Saturday, potentially easing tensions between the U.K. and Iran after a week of steady escalation.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-balked-at-pricing-for-canceled-budweiser-listing-11563032713", "title": "Investors Balked at Pricing for Canceled Budweiser Listing", "date": "2019-07-13 11:45", "summary": "AB InBev halts a nearly $10 billion listing of its Asian unit. What would have been the year's biggest initial public offering flopped after Anheuser-Busch InBev SA and its banks took a series of gambles that didn't pay off.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-favorite-ambassador-makes-a-very-trumpian-splash-in-berlin-11563029427", "title": "Trump's Favorite Ambassador Makes a Very Trumpian Splash in Berlin", "date": "2019-07-13 11:15", "summary": "Like the president, Richard Grenell, U.S. envoy to Germany, has a direct and confrontational style-and he makes liberal use of Twitter. During a meeting with Angela Merkel, Vice President Mike Pence praised Richard Grenell, the blunt-spoken U.S. ambassador to Germany, eliciting a characteristically dry comment from the chancellor.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simona-halep-wins-wimbledon-final-11563026868", "title": "At Wimbledon, Simona Halep Denies Serena Williams-and History", "date": "2019-07-13 10:40", "summary": "With a tennis record looming, Romanian wins the women's singles title in a brisk rout. On a day when a good portion of the crowd seemed ready to watch Serena Williams make history, Simona Halep was happy to play the role of spoiler.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-love-isnt-forever-at-netflix-11563022800", "title": "Summer Love Isn't Forever at Netflix", "date": "2019-07-13 09:00", "summary": "New seasons of hit shows like 'Stranger Things' should entice new Netflix subscribers over the next few quarters, but hefty competition and dwindling cash could foil the plot. With competition intensifying, Netflix needs more show stoppers. Unfortunately, those come at a high premium these days.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-harbors-latest-draw-a-tugboat-tour-11563022800", "title": "New York Harbor's Latest Draw? A Tugboat Tour", "date": "2019-07-13 09:00", "summary": "Seaport Museum offers 45-minute weekend rides aboard W.O. Decker, last wooden tugboat to ply city's waterways. For decades, the W.O. Decker, a 50-foot tugboat that dates from 1930, was among the hundreds of such ships that worked the waterways of New York City. But it was unique in one respect-as the last of the wooden tugboats in use locally.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/justice-department-chiefs-cant-get-enough-of-the-patron-saint-of-the-rule-of-law-11563019202", "title": "Justice Department Chiefs Can't Get Enough of the Patron Saint of the Rule of Law", "date": "2019-07-13 08:00", "summary": "Robert H. Jackson is the rare figure whose reputation transcends partisanship. WASHINGTON-He had barely been sworn in as attorney general when William Barr told Rod Rosenstein he had dibs on one of the Justice Department's prized assets that was in his deputy's office.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hit-the-beach-then-hit-the-bookstutors-tag-along-on-family-vacations-11563019200", "title": "Tutors Tag Along on Family Vacations", "date": "2019-07-13 08:00", "summary": "Wealthy families pay up to $595 an hour for SAT Prep during getaways. ", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-weighs-whether-to-regulate-facebooks-libra-11563015601", "title": "SEC Weighs Whether to Regulate Facebook's Libra", "date": "2019-07-13 07:02", "summary": "Regulatory agency examining whether Facebook's cryptocurrency is a security. WASHINGTON-U.S. securities regulators are examining whether Facebook Inc.'s planned cryptocurrency should fall under their oversight, a development that could further complicate a project that faces criticism from President Trump and lawmakers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-giant-shells-pivot-to-electricity-could-bring-investors-less-sizzle-11563015600", "title": "Oil Giant Shell's Pivot to Electricity Could Bring Investors Less Sizzle", "date": "2019-07-13 07:00", "summary": "Shell wants to be No. 1 in electric power by the early 2030s, an industry where profits have been smaller than in oil-and-gas production. Oil giant Royal Dutch Shell PLC aims to become the world's largest electricity company without necessarily generating very much power.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollos-muse-the-moon-in-the-age-of-photography-and-by-the-light-of-the-silvery-moon-a-century-of-lunar-photographs-review-eyes-on-the-prize-11563015601", "title": "Eyes on the Sky", "date": "2019-07-13 07:00", "summary": "In two exhibitions commemorating the anniversary of the Apollo 11 mission, the images straddle the line between science and art.. New York and Washington", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rebuild-or-remain-columbine-revisits-a-question-it-thought-it-had-answered-11563010203", "title": "Rebuild or Remain? Columbine Revisits a Question It Thought It Had Answered", "date": "2019-07-13 05:30", "summary": "Resume Subscription. Twenty years after the attack on Columbine High School, the community is revisiting an old question: whether to raze and rebuild the school.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/schools-relax-dress-codes-in-bid-to-end-body-shaming-11563010202", "title": "Schools Relax Dress Codes in Bid to End Body Shaming", "date": "2019-07-13 05:30", "summary": "Districts drop fingertip rule for shorts, allow hoodies and even cleavage. The old fingertip test to measure length of shorts and skirts is out in a growing number of school districts, while short shorts, tube tops, pajamas and attire showing cleavage are in.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/syrian-government-intensifies-strikes-on-opposition-stronghold-11563010200", "title": "Syrian Government Intensifies Strikes on Opposition Stronghold", "date": "2019-07-13 05:30", "summary": "Attacks on Idlib, the country's last bastion for opponents of the Assad regime, are increasing again. BEIRUT-By his front door in northwest Syria, Ahmad Haraki keeps a suitcase packed with bare essentials in case Syrian government and Russian airstrikes force him to make a quick escape.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/floor-traders-clash-with-nyse-11563010201", "title": "Floor Traders Clash With NYSE", "date": "2019-07-13 05:30", "summary": "Disciplinary push is meant to protect opening and closing auctions, where floor-trader errors can have far-reaching consequences. Floor traders on the New York Stock Exchange, who once numbered in the thousands, have been pushed to the brink of extinction by the rise of electronic trading. Now, some feel they have a new nemesis: the NYSE itself.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-next-big-thing-in-etfs-less-transparency-11563010201", "title": "Next Big Thing in ETFs: Less Transparency", "date": "2019-07-13 05:30", "summary": "Capital Group, Legg Mason and JPMorgan plan funds without daily disclosure, licensing small firm's model. A new type of exchange-traded fund backed by some of Wall Street's giants will soon debut.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-service-member-killed-in-action-in-afghanistan-11563005591", "title": "U.S. Service Member Killed in Action in Afghanistan", "date": "2019-07-13 04:13", "summary": "Taliban claim responsibility for death of U.S. service member. KABUL-The U.S. military says an American service member has been killed in action in Afghanistan, but offered no further details about the service member's identity or circumstances surrounding the death.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftcs-5-billion-fine-alone-wont-get-facebook-out-of-crosshairs-11563043006", "title": "FTC Fine Alone Won't Get Facebook Out of Crosshairs", "date": "2019-07-13 00:01", "summary": "Early reaction suggests large settlement won't stem momentum behind policies aimed at social-media giant and other large tech firms. Facebook Inc. is moving closer to settling a privacy probe by its main U.S. regulator, but the large fine it has prepared to pay is unlikely to get the social-media giant out of the political hot seat in Washington.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11562960874", "title": "Pepper...and Salt", "date": "2019-07-13 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oxycontin-made-the-sacklers-rich-now-its-tearing-them-apart-11562990475", "title": "OxyContin Made the Sacklers Rich. Now It's Tearing Them Apart.", "date": "2019-07-13 00:01", "summary": "Lawsuits, which accuse Purdue Pharma of helping fuel addiction crisis, have exacerbated longstanding divisions. Jacqueline Sackler was fed up. HBO's John Oliver would soon use his TV show to pillory her family, the clan that owns Purdue Pharma, the maker of OxyContin. In a nearly 15-minute Sunday-night segment, he joined a long line of people who blamed the Sacklers in part for the nation's opioid crisis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-no-longer-a-mad-world-11562990401", "title": "It's No Longer a 'Mad' World", "date": "2019-07-13 00:00", "summary": "'What, Me Irrelevant?' The magazine is ending, but its comic spirit lives on.. In the sixth grade, I received my first-ever bad report card, from Mr. Brown, who also had been my fourth-grade teacher. My mom and dad usually came home from parent-teacher conferences with glowing accounts; I had always been something of a teacher's pet, eager to please. But this time, the vibe was different. With solemn, shaming faces, they sat me down for a talk. What had happened? According to Mr. Brown, I'd gone from being a model boy to...a \"smart aleck.\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/40-years-later-lessons-from-the-rise-and-quick-decline-of-the-first-killer-app-11562990402", "title": "40 Years Later, Lessons From the First 'Killer App'", "date": "2019-07-13 00:00", "summary": "Remember VisiCalc, the world's first spreadsheet? Today's tech giants do, and that is why they buy up and invest in potential competitive threats. It was the first killer app, the spark for Apple 's early success and a trigger for the broader PC boom that vaulted Microsoft to its central position in business computing. And within a few years, it was tech-industry roadkill.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/remember-visicalc-a-brief-history-of-spreadsheet-disruption-11562989501", "title": "Remember VisiCalc? A Brief History of Spreadsheet Disruption", "date": "2019-07-13 23:45", "summary": "VisiCalc, released in 1979, was the original computer spreadsheet, and it was huge-until Lotus 1-2-3 came along. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/barry-to-test-new-orleans-levees-pumps-and-gates-11562957817", "title": "Barry to Test New Orleans' Levees, Pumps and Gates", "date": "2019-07-13 23:19", "summary": "Since Katrina, $14.6 billion has been spent fortifying city's hurricane defenses. NEW ORLEANS-As Tropical Storm Barry began lashing waterlogged Louisiana, this low-lying city was watching to see if its complicated system of pumps, levees and canals could withstand the expected storm surge and deluge of heavy rain.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-new-orleans-fortified-itself-against-water-11562981176", "title": "How New Orleans Fortified Itself Against Water", "date": "2019-07-13 21:26", "summary": "In the past 10 years, the Army Corps has built the largest surge barrier of its kind and the largest drainage-pump station in the world. Since Hurricane Katrina in 2005, about $14.6 billion has been spent on Army Corps of Engineers upgrades for hurricane defenses in the New Orleans area. In the past 10 years, the Corps has built the largest surge barrier of its kind and the largest drainage-pump station in the world. It also strengthened levees, floodwalls, gated structures and pump stations that form the 133-mile Greater New Orleans perimeter system.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/business-groups-sees-acosta-successor-as-more-aggressive-deregulator-11562954527", "title": "Business Groups See Acosta Successor as More Aggressive Deregulator", "date": "2019-07-13 20:59", "summary": "Patrick Pizzella to assume leadership at Labor Department after Acosta's resignation takes effect next week. WASHINGTON-Business groups expect the new acting leader of the Labor Department to move more quickly on deregulatory efforts than Labor Secretary Alexander Acosta, who resigned Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-muellers-capitol-hill-hearing-is-delayed-by-a-week-11562943523", "title": "New Date Set for Mueller's Capitol Hill Hearing", "date": "2019-07-13 20:42", "summary": "Former special counsel will testify July 24 before House Judiciary, Intelligence panels. WASHINGTON-Former special counsel Robert Mueller will testify on July 24 before a pair of House committees, one week later than originally scheduled, after reaching an agreement under which he will testify for longer than originally planned.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]