[{"link": "https://www.wsj.com/articles/brazil-government-doubles-down-on-pro-gun-stance-after-school-shooting-11552692973", "title": "Brazil Government Doubles Down on Pro-Gun Stance After School Shooting", "date": "2019-03-15 19:36", "summary": "Some backers of President Bolsonaro push for arming teachers, with a nod to debate in U.S.. SÃO PAULO-When a gunman slaughtered 16 schoolchildren in Scotland in 1996, Britain effectively banned handguns. Australia, Canada, and Germany also tightened gun controls in response to their own brutal school massacres over recent decades. New Zealand is vowing tougher measures, too, in response to this week's massacre in two Christchurch mosques.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yale-was-subpoenaed-in-november-related-to-admissions-cheating-scandal-11552692608", "title": "Yale Was Subpoenaed in November Related to Admissions-Cheating Scandal", "date": "2019-03-15 19:30", "summary": "Former soccer coach recently charged in scheme had resigned one day before investigators sought information on him from university. Rudy Meredith, the former Yale women's soccer coach who was charged this week in relation to a sprawling college-admissions cheating scheme, resigned a day before the university received a federal grand-jury subpoena, the school said Friday evening.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-video-of-new-zealand-mosque-shooting-dodges-social-media-safeguards-11552657931", "title": "Facebook, YouTube, Twitter Scramble to Remove Video of New Zealand Mosque Shooting", "date": "2019-03-15 19:06", "summary": "Social-media companies have struggled to block violent content despite public outcry and political pressure. Scenes of Friday's New Zealand mosque massacre were streamed live on Facebook and posted on YouTube and Twitter, a gruesome example of how social-media platforms can be used to spread terror despite heavy spending by their owners to contain it.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pimco-says-employees-used-key-figure-in-admissions-scandal-for-college-prep-11552690841", "title": "Pimco Says Employees Used Key Figure in Scandal for College Prep", "date": "2019-03-15 19:00", "summary": "Bond-fund giant has 'no information' of improper actions by its workers; former CEO is one of the parents charged this week. Pacific Investment Management Co. said Friday it was aware employees had used the services of the firm founded by the figure at the center of a sweeping college-admissions scandal but it had \"no information\" suggesting these workers acted improperly.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-shields-a-jihadist-11552690459", "title": "China Shields a Jihadist", "date": "2019-03-15 18:54", "summary": "Beijing blocks a U.N. attempt to sanction the Kashmir killer.. Tensions have cooled between India and Pakistan since February, when Pakistani jihadists bombed an Indian paramilitary convoy in Kashmir and killed at least 40 Indian soldiers. Retaliatory airstrikes ended after Pakistan shot down and captured an Indian pilot, and his release this month has headed off escalation between the two nuclear powers-at least for a while.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pritzkers-illinois-exit-ramp-11552690370", "title": "Pritzker's Illinois Exit Ramp", "date": "2019-03-15 18:52", "summary": "The new Governor proposes blowing up the state flat tax.. Illinois has been a fiscal mess for years, but a saving grace has been that the state Constitution mandates a flat tax rate that is now 4.95% on personal income. This makes it harder to raise taxes because politicians have to include the middle class. Now Governor J.B. Pritzker is bidding to blow up that safety valve with a progressive tax that would drive even more taxpayers out of the state.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/digital-media-companies-tell-ad-giant-its-all-hands-on-deck-to-pull-new-zealand-video-11552690015", "title": "Digital Media Companies Tell Ad Giant It's 'All Hands on Deck' to Pull New Zealand Video", "date": "2019-03-15 18:46", "summary": "Ad buyers say the scramble to pull videos of the mosque shootings shows the need for relentless attention. Facebook, Google and Twitter sought to reassure one of the world's largest ad buyers they were striving to block violent content after video of the New Zealand terrorist attacks ricocheted around social media.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-campus-the-fallout-from-the-college-admissions-scandal-11552675170", "title": "On Campus, the Fallout From the College Admissions Scandal", "date": "2019-03-15 18:42", "summary": "Stanford, Wake Forest and others weigh what to do with money they received in the scandal; what happens to the students?. Colleges caught up in the admissions cheating scandal are looking at how to handle donations they received as part of the alleged fraud and, in some cases, determine just how much money they got.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/underwater-slide-show-11552667193", "title": "Underwater Portraits", "date": "2019-03-15 18:31", "summary": "A sampling of the 2019 photography winners. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/red-states-seek-to-remake-medicaid-11552654841", "title": "Red States Seek to Remake Medicaid", "date": "2019-03-15 18:23", "summary": "Work requirements, block grants, drug testing are among proposals. Republican-led states are stepping up their efforts with the Trump administration to pursue work requirements and other changes to Medicaid, in the face of legal challenges and Democratic opposition.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-dries-out-after-a-wild-wet-winter-11552688492", "title": "Los Angeles Dries Out After a Wild, Wet Winter", "date": "2019-03-15 18:21", "summary": "When it comes to precipitation in Southern California, there's no such thing as 'normal.'. At long last, Los Angeles has been enjoying a rainy winter-over 18 inches of rainfall and counting, according to the National Weather Service. What a shock this must have been to Angelenos who could be excused for fearing that water falling from the sky had become a thing of the past.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-green-raw-deal-for-labor-11552688449", "title": "Notable & Quotable: Green Raw Deal for Labor", "date": "2019-03-15 18:20", "summary": "\"We will not accept proposals that could cause immediate harm to millions of our members and their families.\". A March 8 letter to Rep. Alexandria Ocasio-Cortez (D., N.Y.) and Sen. Ed Markey (D., Mass.) from union leaders Cecil E. Roberts and Lonnie R. Stephenson on behalf of the AFL-CIO Energy Committee:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/st-patrick-brought-the-green-stuff-to-my-barkeep-parents-11552688388", "title": "St. Patrick Brought the Green Stuff to My Barkeep Parents", "date": "2019-03-15 18:19", "summary": "Their eponymous Irish establishment enjoyed banner business on the local Parade Day.. I was 14 the first time my dad handed me the big brown bag full of money. My parents owned an establishment under the train trestle in my hometown of Morristown, N.J. Some called Hennessey's a pub, but it was just a bar. Food was available only at lunchtime, from a limited menu of burgers and sandwiches. Mostly they served booze.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-there-a-green-rational-deal-11552688345", "title": "Is There a Green Rational Deal?", "date": "2019-03-15 18:19", "summary": "Congressional Democrats propose a fantastically expensive plan to fix precisely nothing.. Put me down as doubting the Green New Deal means we're now about to have a serious policy debate about climate. If we did, how would Democrats stop taxpayers from discovering the following: For a minuscule fraction of the cost of the Green New Deal, we could fix the biggest piece of the climate problem by injecting particles into the air sufficient to block 1% of sunlight hitting earth.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-soccer-president-surprised-by-gender-discrimination-suit-filed-by-womens-team-11552688190", "title": "U.S. Soccer President Surprised by Gender-Discrimination Suit Filed by Women's Team", "date": "2019-03-15 18:16", "summary": "Carlos Cordeiro says players hadn't raised pay concerns. U.S. Soccer Federation President Carlos Cordeiro said Friday that the organization was surprised by the gender-discrimination lawsuit filed by the U.S. Women's National Team last week because players hadn't earlier voiced complaints about the collective-bargaining agreement that the parties struck two years ago.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-lawsuit-hampers-volkswagen-cfos-efforts-to-regain-investor-trust-11552687747", "title": "SEC Lawsuit Hampers Volkswagen CFO's Efforts to Regain Investor Trust", "date": "2019-03-15 18:09", "summary": "Frank Witter has spent more than three years rebuilding the car makers reputation with investors. Now the SEC's suit casts new doubts on Volkswagen's stature. The Securities and Exchange Commission's charges against Volkswagen AG dealt a blow to the efforts of its finance chief in his yearslong quest to engage with investors to rebuild trust in the company.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-slashes-more-than-5-000-jobs-in-germany-targets-more-cuts-across-europe-11552666487", "title": "Ford to Slash Jobs Across Europe", "date": "2019-03-15 18:06", "summary": "Chief executive earned $17.8 million in 2018, a year when operating profit shrank and share price tumbled. Ford Motor Co. plans to cut more than 5,000 jobs in Germany and another undetermined number of employees in the U.K., a company spokeswoman said Friday, as part of a broader effort to redefine its struggling European business laid out earlier this year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ill-tweet-to-that-social-media-gives-consumers-newfound-reach-11552667731", "title": "Did Twitter Help Ground the Boeing 737 MAX?", "date": "2019-03-15 18:01", "summary": "Corporate executives must respond in real time or risk being overrun by criticism. My wife and I bought a farmhouse on three acres in 2014, and I've had poison ivy since. A tiny itch grows into a big, nasty rash that drives me to smear bentonite clay on my face or plunge into a tub of oatmeal.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-discuss-border-policy-as-he-prepares-first-veto-11552672395", "title": "Trump Vetoes Congressional Disapproval of Emergency Declaration", "date": "2019-03-15 17:58", "summary": "His first use of presidential power rejects resolution on border-wall funds. WASHINGTON-President Trump vetoed a congressional resolution disapproving of his national-emergency declaration, asserting his authority to tap funding for barriers on the southern border even though the money hadn't been appropriated by lawmakers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-is-the-bestand-the-worst-wireless-carrier-11551016800", "title": "Google Is the Best-and the Worst- Wireless Carrier", "date": "2019-03-15 17:45", "summary": "Google Fi wants fast mobile data to be as ubiquitous and simple as electricity-but for now there are limitations. Have you thought about switching wireless carriers recently? Studies show your likely answer is no.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-stay-on-track-for-weekly-rise-11552641183", "title": "U.S. Stocks Rise, End Week With Gains", "date": "2019-03-15 17:37", "summary": "Friday gains in tech shares help offset losses elsewhere. U.S. stocks rose Friday and posted weekly gains, lifted by a rally among technology shares that helped offset declines elsewhere.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-moves-up-over-brexit-twists-11552666641", "title": "Gold Moves Up on Brexit Twists", "date": "2019-03-15 17:35", "summary": "Some investors turn to the metal in times of political uncertainty. Gold prices rose Friday, boosted by a weaker dollar and concerns over Britain's bid to leave the European Union.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-hard-to-spot-the-terrorists-among-the-trolls-11552685615", "title": "It's Hard to Spot the Terrorists Among the Trolls", "date": "2019-03-15 17:33", "summary": "Harassing people online and murdering them aren't the same thing, but the internet creates space for the two to intersect. When the alleged mosque-shooter in New Zealand peppered his lengthy rant and mass-murder live stream with references to white-nationalist memes and internet-backwater in-jokes, he laid bare the commonalities between terrorism and trolling-that particularly 21st-century species of harassment.", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/horizon-review-a-life-on-earth-11552683977", "title": "'Horizon' Review: A Life on Earth", "date": "2019-03-15 17:06", "summary": "A master nature writer mixes memoir with evocations of the extreme landscapes to which he's been drawn.. City folks who toil year round at stressful office jobs dream of getting away from it all on a wilderness holiday-camping in a national park or fishing in a high mountain stream. For Barry Lopez, getting away from it all means collecting meteorites in the Transantarctic Mountains, 220 miles from the South Pole, at an elevation of 7,460 feet. There, he gazes at an elemental landscape of ice and sky, devoid of life, a place where no one has ever set foot and human history is a remote, insignificant event. It is as close to eternity as one can approach on Earth and thus, for Mr. Lopez, ideally conducive to contemplating what it means to be human.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/10-billion-corporate-debt-sale-highlights-credit-markets-recovery-11552644002", "title": "$10 Billion Corporate Debt Sale Highlights Credit Market's Recovery", "date": "2019-03-15 16:59", "summary": "Issuance picked up in the middle of January and has been fairly steady since then. The world's largest maker of automotive batteries is set to sell more than $10 billion worth of speculative-grade debt to fund its purchase by an investor-group led by Brookfield Business Partners LP, underscoring the recent resurgence in demand for low-rated bonds and loans.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-rehires-guardians-of-the-galaxy-director-james-gunn-11552682206", "title": "Disney Rehires 'Guardians of the Galaxy' Director James Gunn", "date": "2019-03-15 16:36", "summary": "Marvel Studios had severed its relationship with Mr. Gunn last year over offensive tweets. Walt Disney Co. 's Marvel Studios unit has reinstated James Gunn as director of the third installment of its \"Guardians of the Galaxy\" movie franchise.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-chief-dennis-muilenburg-takes-low-profile-after-crash-11552681980", "title": "Boeing Chief Dennis Muilenburg Takes Low Profile After Crash", "date": "2019-03-15 16:33", "summary": "Some crisis-management experts are questioning the CEO's muted public response. Nearly a week after a fatal air crash involving a Boeing 737 MAX, the chief executive of the airplane manufacturer has stayed mostly silent, save for a few written statements in news releases and on Twitter .", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-swipes-at-international-criminal-court-over-afghanistan-investigations-11552666336", "title": "U.S. Swipes at International Court Over Afghanistan Investigations", "date": "2019-03-15 16:30", "summary": "Pompeo says court officials' visas will be restricted, in response to probe into alleged war crimes. Secretary of State Mike Pompeo said the U.S. is imposing visa restrictions against International Criminal Court officials, citing investigations by the ICC into the activities of Americans and their allies in Afghanistan.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pentagon-fails-to-provide-list-of-projects-affected-by-emergency-angering-senators-11552675137", "title": "Pentagon Fails to Provide List of Projects Affected by Emergency", "date": "2019-03-15 16:15", "summary": "Lawmakers want to know which states would lose out if Trump's move to shift funds to border wall succeeds. The Pentagon failed to deliver on a promise by acting Defense Secretary Pat Shanahan to provide senators with a list of military construction projects that stand to be affected by President Trump's national emergency declaration, prompting criticism on Friday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canadian-executive-pleads-not-guilty-in-college-admissions-scandal-11552680862", "title": "Canadian Executive Pleads Not Guilty In College Admissions Scandal", "date": "2019-03-15 16:14", "summary": "David Sidoo is first parent to enter a plea and his lawyers pledge to fight the charges. BOSTON-A Canadian businessman and philanthropist charged as one of the parents who participated in the nationwide college-admissions scheme pleaded not guilty Friday in federal court, the first parent to enter a plea in the case", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pilot-error-suspected-in-fatal-atlas-air-cargo-crash-11552680411", "title": "Pilot Error Suspected in Fatal Atlas Air Cargo Crash", "date": "2019-03-15 16:06", "summary": "Investigators exploring likelihood that crew accidentally increased thrust on approach to Houston airport, sources say. Federal air-crash investigators suspect that pilot errors, rather than aircraft malfunctions, led to an Atlas Air cargo plane's nosedive near Houston in February that killed all three people on board, according to people familiar with the details.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-ingredient-in-college-admissions-scheme-a-harvard-graduate-test-whiz-11552666208", "title": "Key Ingredient in College-Admissions Scheme: A Harvard-Graduate Test Whiz", "date": "2019-03-15 16:02", "summary": "Mark Riddell used his uncanny test-taking ability to boost scores for students. BOSTON-He was a test-taking whiz who could get any score on demand, federal prosecutors say, and the secret weapon in the college-admissions cheating scandal.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steinhoff-says-probe-found-accounting-irregularities-11552680095", "title": "Steinhoff Says Probe Found Accounting Irregularities", "date": "2019-03-15 16:01", "summary": "South African retailer, under financial cloud since late 2017, stops short of singling out executives. JOHANNESBURG- Steinhoff International Holdings NV said Friday that a probe into accounting irregularities at the furniture retailer found that former executives inflated profits and asset values over an extended period of time.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weak-economic-data-spurs-u-s-government-bond-rally-11552664122", "title": "Weak Economic Data Spurs U.S. Government Bond Rally", "date": "2019-03-15 16:01", "summary": "Indicators help lower expectations for inflation, Fed rate increases. A key U.S. government bond yield fell near its lowest levels of the year Friday after a series of reports showed signs of weakness throughout the manufacturing sector, adding to concerns about the U.S. economy.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rampage-in-new-zealand-11552663410", "title": "Rampage in New Zealand", "date": "2019-03-15 15:59", "summary": "Racists target Muslims at two mosques during Friday services.. Forty-nine people were killed and nearly as many injured in New Zealand's worst-ever burst of violence Friday. As a proportion of the national population, the death toll is equivalent to what the U.S. suffered on 9/11. The shock to the country's public consciousness will echo for years and may be felt world-wide.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-most-inspiring-bureaucrats-11552679489", "title": "America's Most Inspiring Bureaucrats", "date": "2019-03-15 15:51", "summary": "Believe it or not, encouraging words from federal regulators.. Few people expect to be inspired when they show up for a speech by the head of a federal regulatory agency. Most people choose not to show up at all unless they are seeking to avoid or inflict regulatory punishment of some kind or another. But this week in Washington attendees at something called the National Diversity Coalition's town hall meeting received an unexpected treat.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-charges-vw-ex-ceo-winterkorn-with-defrauding-u-s-bond-investors-11552628487", "title": "SEC Charges Volkswagen With Defrauding U.S. Bond Investors", "date": "2019-03-15 15:43", "summary": "SEC says German auto maker raised billions of dollars while making deceptive claims about environmental impact of 'clean diesel' fleet. BERLIN-The U.S. Securities and Exchange Commission sued Volkswagen AG and Martin Winterkorn for defrauding U.S. investors in relation to the company's diesel cheating scandal, claiming the auto maker's former chief executive knew about the fraud much earlier than previously acknowledged.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-struggle-session-with-the-bourgeois-roaders-11552678208", "title": "A Struggle Session With the Bourgeois Roaders", "date": "2019-03-15 15:30", "summary": "There have been whispers among many of us, immigrants from China who lived through or after the Cultural Revolution, asking why do we feel the Cultural Revolution is happening all over again here and now?. I was impressed with Peggy Noonan's \"Get Ready for the Struggle Session\" (Declarations, March 9). There have been whispers among many of us, immigrants from China who lived through or after the Cultural Revolution, asking why do we feel the Cultural Revolution is happening all over again here and now? We see similarities in the accusations and suppression in social media and news with what we had experienced or heard about in China 40 to 50 years ago.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-establishment-clause-and-that-other-wall-11552678162", "title": "The Establishment Clause and That Other Wall", "date": "2019-03-15 15:29", "summary": "Thomas Jefferson never contemplated that the exercise of religion would be walled off from the public square.. Regarding your editorial \"A Supreme Court Cross-Roads\" (Feb. 27): The court's messy jurisprudence on the Establishment Clause derives from errant court rulings that separation of church and state means that a \"wall\" blocks incursions by either side.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-character-issue-spares-neither-party-11552678101", "title": "The 'Character Issue' Spares Neither Party", "date": "2019-03-15 15:28", "summary": "President Trump will not be running in a vacuum. As we saw in the 2016 election, both candidates could be seriously flawed. The winner was the one Americans judged to be the lesser of two evils.. Suggesting that Democrats' most effective message for the 2020 election \"might be a simple promise to restore good character to the office\" seems ironic (\"Editor at Large: Will the Issue of Character Be Trump's Undoing?,\" Review, March 9). Today's Democrats speak in hyperbole, ignore good economic news and visible problems, wage vengeful vendettas, appeal to emotion and engage in appeasement and subterfuge to hide their true motives and agenda. Is this the good character their candidate would exhibit as president? A president should be judged by actions more than words or style. President Trump says what he thinks in an unfiltered way because it is his nature and to protect himself from media poised to distort his every word. Rather than feeling manipulated, I find it refreshing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shireman-and-allies-want-to-kill-for-profit-schools-11552678063", "title": "Shireman and Allies Want To Kill For-Profit Schools", "date": "2019-03-15 15:27", "summary": "Apply the standards to all schools and programs, whether they pay taxes or not.. In response to Mark Zuckerman's letter of March 6 (\"Restrain Those Predatory For-Profit Schools\"): Everyone wants to restrain predatory schools-especially high-quality proprietary schools. But Mr. Zuckerman's protestations reveal that is not what he and Robert Shireman, etc., really desire: the annihilation of all taxpaying schools.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trade-deficits-of-old-financed-more-investment-11552678029", "title": "The Trade Deficits of Old Financed More Investment", "date": "2019-03-15 15:27", "summary": "Trade deficits today tend to fund consumption and debt, not capital investment.. I take issue with your editorial \"Trade Deficit Freak Out\" (March 7) in which you state that a larger trade deficit is \"a benign byproduct of a healthier American economy.\" Under normal conditions, such as those the U.S. experienced in most of the 19th and 20th centuries, your statement would ring true. During that time the U.S. tended to run trade deficits which resulted in capital inflows. These inflows financed private investment in plants as well as public investments in infrastructure. Unfortunately, we are not now operating in normal times.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/industrial-production-edged-up-in-february-11552656030", "title": "Manufacturing Pullback Flashes Signs of Economic Slowdown", "date": "2019-03-15 15:16", "summary": "Output at U.S. factories fell 0.4% in February after falling 0.5% in January. U.S. manufacturing output declined for the second consecutive month in February, a fresh sign that a long-predicted slowdown is hitting the U.S. economy.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-allens-legacy-of-extraordinary-homes-11552582150", "title": "Paul Allen's Legacy of Extraordinary Homes", "date": "2019-03-15 15:15", "summary": "The late co-founder of Microsoft left behind a lavish collection of properties across the country, and beyond, and it isn't clear what is going to happen to them.. When Microsoft co-founder Paul Allen died in October at age 65, he left a cache of real-estate treasures, from a 4,000-acre Idaho retreat with meadows, trees, forestland and views of the Tetons, to a penthouse in a coveted Manhattan building, to hundreds of acres on a peninsula in the San Juan Islands, replete with custom-designed homes, huge gyms and swimming pools, libraries and music studios.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-comes-full-circle-11552676856", "title": "Broadcom Comes Full Circle", "date": "2019-03-15 15:07", "summary": "Chip maker's strong outlook sends shares soaring, but valuation still a relative bargain. Broadcom 's consolation prize has turned out to be better than its original wager.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-contractor-interserve-goes-into-administration-sells-assets-11552676475", "title": "U.K. Contractor Interserve Goes Into Administration, Sells Assets", "date": "2019-03-15 15:01", "summary": "Assets sold to newly formed company controlled by lenders. U.K. outsourcing company Interserve PLC said Friday it went into administration-a process similar to chapter 11 protection in the U.S.-after it failed to win shareholder approval for a debt-for-equity swap.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-near-2019-highs-11552646919", "title": "Oil Edges Lower as Pace of OPEC Supply Cuts Slows", "date": "2019-03-15 14:56", "summary": "Report confirms cartel's crude output fell again in February, albeit at slower pace. •Oil prices inched lower Friday, pulling back from four-month highs as analysts weighed more signs that the pace of OPEC's production cuts is slowing as crude prices extend their 2019 rebound.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starkist-reaches-tuna-price-fixing-settlement-with-kroger-other-retailers-11552676099", "title": "StarKist Reaches Tuna Price-Fixing Settlement With Kroger, Other Retailers", "date": "2019-03-15 14:54", "summary": "Terms weren't disclosed; Kroger and other retailers had accused Starkist and other seafood producers of conspiring to raise canned tuna prices in the U.S.. StarKist Co. has reached a settlement to resolve antitrust complaints from a group of retailers including Kroger Co. , the latest such resolution following its admission that it conspired with other companies to raise prices on canned tuna.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-job-openings-ticked-up-to-7-58-million-in-january-11552659535", "title": "U.S. Job Openings Ticked Up to 7.58 Million in January", "date": "2019-03-15 14:52", "summary": "Rate of workers quitting jobs has held steady for eight straight months. The number of available jobs in the U.S. rose in January to a near-record level, showing employers have a strong demand for workers-but may be struggling to find employees.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russian-tycoon-oleg-deripaska-sues-u-s-over-sanctions-11552675875", "title": "Russian Tycoon Deripaska Sues U.S.", "date": "2019-03-15 14:51", "summary": "Aluminum baron says sanctions are unjustified and have caused 'wholesale devastation' of his wealth. Russian aluminum tycoon Oleg Deripaska sued the Trump administration Friday over sanctions it imposed on him and his companies last year, claiming it made false allegations based on rumor and innuendo to support the sanctions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-auditor-of-vales-burst-dam-faces-questions-over-other-dam-reviews-11552675453", "title": "Auditor That Passed Burst Brazil Dam Warns on Other Inspections", "date": "2019-03-15 14:44", "summary": "External panel's findings are preliminary and don't mean dams certified by TÜV SÜD are unsafe. The German auditor of a Brazilian dam that burst in January has informed the dam's owner, Vale SA, that an external review panel has raised questions about its assessment of eight other dams in Brazil, according to a person familiar with the matter.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-best-ways-to-kill-time-on-your-smartphone-11552674798", "title": "The Best Ways to Kill Time on Your Smartphone", "date": "2019-03-15 14:33", "summary": "Three nerdy luminaries on the apps they fiddle with to fill the dead space in a day. \"I have a bunch of old card-game apps on my phone, like Euchre and Cribbage, games my dad taught me back in middle school. I played them a ton on cross-country camping trips as a kid, and now play on the subway or before bed. I try to stay off my phone at night, but I find it relaxing. I can still hear my dad's voice when tabulating the score-dumb dad-shtick like, \"Two four, ain't no more.\" It's fun to have that memory of him when I'm playing. I tried to teach my son Cribbage, but haven't been able to entice him yet.\"", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-controls-diners-data-opentable-moves-to-assert-control-11552644121", "title": "Who Controls Diners' Data? OpenTable Moves to Assert Control", "date": "2019-03-15 14:31", "summary": "Some restaurateurs say booking service is trying to squeeze rival SevenRooms; OpenTable says it is protecting user privacy. OpenTable is barring restaurants from sharing data with rival booking services without its permission, intensifying a fight for control of the information diners disclose when they make reservations online.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-a-traditional-leather-sofa-cozy-up-to-a-colorful-acrylic-table-11552674594", "title": "Can a Traditional Leather Sofa Cozy Up to a Colorful Acrylic Table?", "date": "2019-03-15 14:29", "summary": "Décor Challenge: A classic Chesterfield sofa must share living space with a screechingly vivid side table. Design pros offer suggestions to bridge the pair's aesthetic gap. Add airy art to mimic the translucence of the acrylic table. Problematically, the sofa is far more substantial than the H-shaped table by Korean designer Jaehyuk Yang. Monochrome prints of wispy leaves, arranged in a floaty pastiche, relate to both elements. \"I wanted the art to feel heavy but light,\" explained New York designer Purvi Padia. \"A grouping achieves that.\" Nordic Watercolor Green Leaves Prints, from $15, printsy.co", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pricewaterhousecoopers-settles-with-fdic-over-failed-bank-audits-11552673898", "title": "PricewaterhouseCoopers Settles With FDIC Over Failed Bank Audits", "date": "2019-03-15 14:18", "summary": "Suit faulted PwC for failing to catch fraud that led to one of the largest bank collapses of the financial crisis. The Federal Deposit Insurance Corp. said Friday it has reached a $335 million settlement with PricewaterhouseCoopers LLP related to its audits of Colonial Bank, a financial institution that failed in 2009.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-wants-to-see-a-movie-about-high-frequency-trading-high-frequency-traders-11552673608", "title": "Who Wants to See a Movie About High-Frequency Trading? High-Frequency Traders", "date": "2019-03-15 14:13", "summary": "Real-life traders are sure Hollywood got it wrong, but will be first in line; 'a movie about us, finally'. Doctors, lawyers, soldiers and even journalists have all seen movies made about their professions-then gone on to complain about how Hollywood got it wrong.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-official-calls-for-fresh-look-at-strategy-tools-11552672864", "title": "ECB Official Calls for Fresh Look at Strategy, Tools", "date": "2019-03-15 14:01", "summary": "Olli Rehn's comments underscore that central bank's goals may be unattainable amid changes in economy. FRANKFURT-A top European Central Bank official called Friday for a review of the ECB's strategy and policy toolbox after its latest economic forecasts suggested it won't hit its inflation target for years.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-sorrell-is-turning-a-troubled-college-around-11552669466", "title": "Michael Sorrell Is Turning a Troubled College Around", "date": "2019-03-15 13:52", "summary": "The president of Paul Quinn College is helping the historically black school come back from a near-death experience. When Michael Sorrell, president of Paul Quinn College, walks around his campus in Dallas, he is greeted by shouts from halls and fields and classrooms.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fires-in-venezuelas-el-guri-complex-could-have-sparked-blackout-11552667168", "title": "Fires in Venezuela's El Guri Complex Could Have Sparked Blackout", "date": "2019-03-15 13:41", "summary": "NASA satellite images show fires near powerful transmission lines on first day of blackout. Fires within Venezuela's heavily-fortified El Guri hydroelectric complex could have triggered the massive blackout that plunged the nation into darkness last week, according to an analysis of thermal conditions along hundreds of miles of transmission lines by Venezuelan industry experts and U.S.-based researchers.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-shooting-suspect-is-28-year-old-australian-11552660359", "title": "New Zealand Shooting Suspect Ranged Widely Online and Off", "date": "2019-03-15 13:19", "summary": "Hate-filled manifesto espousing white supremacy was posted around the time of the attacks. CHRISTCHURCH, New Zealand-Five months before authorities say he launched a deadly assault on two New Zealand mosques, Brenton Tarrant visited a scenic corner of northeast Pakistan few Western tourists have ever seen. On Facebook, he called the predominantly Muslim country \"an incredible place filled with the most earnest, kind hearted and hospitable people in the world.\"", "categories": [["World", "World News"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/world-news-noco?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-declines-as-fed-seen-on-the-sidelines-11552669983", "title": "U.S. Dollar Declines as Fed Seen on the Sidelines", "date": "2019-03-15 13:13", "summary": "Investors increased their wagers that the Fed will lower interest rates this year. The U.S. dollar fell on Friday against a broad range of currencies after a series of reports showed surprising weakness in the manufacturing sector.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nashvilles-job-market-hits-high-note-11552669433", "title": "Nashville's Job Market Hits High Note", "date": "2019-03-15 13:03", "summary": "Tennessee's expanding capital tops large metro areas in January with high job growth, low unemployment. WASHINGTON-Nashville, Tenn., had the best job market among large U.S. metropolitan areas in January, benefiting from both low unemployment and high annual job growth.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sumptuous-painting-surrounded-by-stories-11552667110", "title": "A Sumptuous Painting Surrounded by Stories", "date": "2019-03-15 12:25", "summary": "There is plenty of speculation about the unknown sitter's identity in Titian's glittering 'Portrait of a Lady in White,' a work that flaunts the artist's technical skills.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/24-hours-of-nfl-free-agency-1-7-billion-in-deals-11552666796", "title": "24 Hours of NFL Free Agency: $1.7 Billion in Deals", "date": "2019-03-15 12:19", "summary": "The spending spree comes as the salary cap once again rose significantly for this upcoming season-up to $188.2 million from $177.2 million in 2018. The NFL off-season officially began this week and there was no shortage of landscape-altering moves.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-defends-app-store-against-spotifys-antitrust-claims-11552666199", "title": "Apple Defends App Store Against Spotify's Claims", "date": "2019-03-15 12:09", "summary": "iPhone maker was responding to antitrust complaint Spotify filed this week in Europe. Apple Inc. defended its practice of taking a 30% cut of sales through its App Store following criticism from Spotify Technology SA, escalating a fight between the tech companies as regulators increasingly scrutinize the industry.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-threatens-to-exit-nuclear-talks-11552652250", "title": "North Korea Threatens to Exit Nuclear Talks", "date": "2019-03-15 12:08", "summary": "Pyongyang doesn't rule out the possibility that it would resume missiles testing, senior official says. A senior North Korean official warned that the country may suspend negotiations with the U.S. over its nuclear arsenal, in the latest sign of pressure on Washington after the two sides failed to reach an agreement at last month's U.S.-North Korea summit.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-muscle-car-is-too-muscular-11552666064", "title": "This Muscle Car Is Too Muscular", "date": "2019-03-15 12:07", "summary": "GM's new Corvette may be a great deal, as long as the car's powerful engine doesn't tear it apart. When preparing to unveil a product, there are some problems that are almost good to have.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/punk-once-meant-a-prostitute-then-a-rock-n-roll-rebel-11552665654", "title": "'Punk' Once Meant a Prostitute, Then a Rock 'n' Roll Rebel", "date": "2019-03-15 12:00", "summary": "A documentary series on the music movement of the 1970s shows how the term came to define its musicians over their objections. In the first episode of the four-part docuseries \"Punk,\" which started airing on the Epix cable channel this week, progenitors of the punk-rock movement of the 1970s make a peculiar revelation about the word \"punk\" itself.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/portraits-in-depth-11552665540", "title": "Portraits in Depth", "date": "2019-03-15 11:59", "summary": "Highlights from the Underwater Photographer of the Year contest. More photographers than ever entered the Underwater Photographer of the Year competition for 2019. This year, the contest included a new category-marine conservation-that highlights the state of the oceans, said Alexander Mustard, the chairman of the jury. Overall, the photographers came from 65 countries and submitted some 5,000 photos.", "categories": [["Life & Work", "Ideas", "Exhibit", "exhibit"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/exhibit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfl-suspends-browns-kareem-hunt-for-eight-games-after-violence-11552665514", "title": "NFL Suspends Browns' Kareem Hunt After Violence", "date": "2019-03-15 11:58", "summary": "Browns had signed running back knowing he was facing potential suspension from league after video showed him kicking a woman. CLEVELAND-The National Football League suspended Browns running back Kareem Hunt for eight games after a video showed him kicking a woman and he was involved in a fight at a resort.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-china-moved-first-on-boeing-11552663949", "title": "Why China Moved First on Boeing", "date": "2019-03-15 11:32", "summary": "On track to become the world's biggest aviation superpower, China is flexing its muscle as an arbiter of safety. Beijing", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/learning-a-new-trick-from-my-old-dog-friendship-11552663749", "title": "Learning a New Trick From My Old Dog: Friendship", "date": "2019-03-15 11:29", "summary": "Dave Barry and his dog Lucy are both 70 (in human years), and he's decided it's time to emulate her trustful, open, joyful way of approaching people. I turned 70 in the same year that my dog, Lucy, turned 10-or, in dog years, 70. So we're basically at the same stage of life, namely, Getting Old.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-sentiment-improved-in-march-11552659332", "title": "U.S. Consumer Sentiment Improved in March", "date": "2019-03-15 11:15", "summary": "The University of Michigan index jumped to 97.8 after falling to 93.8 at the end of February. U.S. consumer sentiment rose at the beginning of March, a sign that consumers may be feeling more optimistic than they did to start the year.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-march-9-15-2019-11552662872", "title": "Photos of the Week: From Ethiopian Airlines Crash to College-Admissions Scandal", "date": "2019-03-15 11:14", "summary": "Scores killed in an Ethiopian Airlines jet crash, parents charged in a college-admissions scandal, baseball spring training and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-autocrats-new-tool-kit-11552662637", "title": "The Autocrat's New Tool Kit", "date": "2019-03-15 11:10", "summary": "The next generation of repressive technology will make past efforts to spread propaganda and quash dissent look primitive.. Chinese authorities are now using the tools of big data to detect departures from \"normal\" behavior among Muslims in the country's Xinjiang region-and then to identify each supposed deviant for further state attention. The Egyptian government plans to relocate from Cairo later this year to a still-unnamed new capital that will have, as the project's spokesman put it, \"cameras and sensors everywhere,\" with \"a command center to control the entire city.\" Moscow already has some 5,000 cameras installed with facial-recognition technology, and it can match faces of interest to the Russian state to photos from passport databases, police files and even VK, the country's most popular social media platform.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-fire-and-paparazzi-proofed-malibu-home-in-escrow-for-nearly-40-million-11552662143", "title": "A Fire- and Paparazzi-Proofed Malibu Home in Escrow for Nearly $40 Million", "date": "2019-03-15 11:02", "summary": "The under-construction home is in the Case, a tiny luxury community that comes with water cannons and a state-of-the-art security system.. In Malibu, Calif., a tiny gated community that comes with fire and paparazzi-proofing features has a home in escrow for almost $40 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hidden-risk-when-you-own-stocks-for-the-long-run-11552662001", "title": "The Hidden Risk When You Own Stocks for the Long Run", "date": "2019-03-15 11:00", "summary": "Now more than ever, investors need to decide whether they want to lock up their money in bets that could pay off richly-or fail disastrously-down the road.. ", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/study-links-eggs-to-higher-cholesterol-and-risk-of-heart-disease-11552662001", "title": "Eggs Might Not Be That Great for You After All", "date": "2019-03-15 11:00", "summary": "Eating 300 milligrams of dietary cholesterol a day-or less than that of two egg yolks-was associated with a 17% higher risk of cardiovascular disease. Before you tuck into a three-egg omelet or frittata this weekend, read this.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-toyotas-tariff-shift-grocerys-delivery-toll-squashing-mexican-tomatoes-11552661358", "title": "Today's Logistics Report: Toyota's Tariff Shift; Grocery's Delivery Toll; Squashing Mexican Tomatoes", "date": "2019-03-15 10:49", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dieselgate-has-brought-vw-benefits-too-11552660674", "title": "Dieselgate Has Brought VW Benefits Too", "date": "2019-03-15 10:47", "summary": "Emissions scandal has cost the world's largest car maker more than $30 billion, but also sparked much-needed change. Volkswagen 's emissions fraud has given it more than $30 billion in costs, but also an invaluable kick in the pants.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-premier-leagues-big-six-is-out-to-conquer-europe-11552660469", "title": "The Premier League's Big Six Is Out to Conquer Europe", "date": "2019-03-15 10:34", "summary": "All four English clubs in the Champions League and both English clubs in the Europa League are in the quarterfinals-and they are far from done. European soccer will have a distinctly English accent this spring.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-quest-to-create-a-classic-intricately-tiled-bathroom-11552660282", "title": "My Quest to Create a Classic, Intricately Tiled Bathroom", "date": "2019-03-15 10:31", "summary": "A passionate appreciator of small-batch, craftily laid-out tile takes a crack at cloaking her modest bathroom in ceramics worthy of a mansion. I SPENT SEVERAL weeks last fall at my desk, a pencil in my right hand hovering over graph paper, left hand clicking on dropped-down options, working on what I rationalized was, if nothing else, a brain-exercising puzzle.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kumar-bhattacharyya-prodded-britain-to-rebuild-manufacturing-muscle-11552660203", "title": "Kumar Bhattacharyya Prodded Britain to Rebuild Manufacturing Muscle", "date": "2019-03-15 10:30", "summary": "Immigrant from India founded a university research program and helped arrange Tata's purchase of Jaguar and Land Rover. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alfred-zeien-headed-gillette-during-its-growth-spurt-of-the-1990s-11552660201", "title": "Alfred Zeien Headed Gillette During Its Growth Spurt of the 1990s", "date": "2019-03-15 10:30", "summary": "CEO's fans included Warren Buffett but his acquisition of Duracell failed to produce anticipated jolt. Alfred \"Al\" Zeien, who was chief executive of Gillette Co. in the 1990s, led the maker of razorblades through one of its most glorious eras and retired just as growth began to stall.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/karl-eller-found-a-successful-second-act-after-flopping-as-ceo-of-circle-k-11552660202", "title": "Karl Eller Bounced Back After Flop as Circle K CEO", "date": "2019-03-15 10:30", "summary": "Entrepreneur who loved wheeling and dealing learned restraint after losing his fortune. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/massive-protests-present-big-test-for-secretive-algerian-government-11552658402", "title": "Massive Protests Present Big Test for Secretive Algerian Government", "date": "2019-03-15 10:19", "summary": "Fighting among an inner circle of relatives, high-ranking generals, bureaucrats and businessmen paralyzes decisions, leaving an ailing president in place with no identified successor. Since Algeria's President Abdelaziz Bouteflika suffered a stroke in 2013, the large and energy-rich country has been ruled by one of the world's most unusual regimes, with an ailing leader who hardly ever speaks in public aided by a secretive cabal of top officials and relatives.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hebrew-bible-and-the-art-of-bible-translation-review-otherworldly-words-11552659274", "title": "'The Hebrew Bible' and 'The Art of Bible Translation' Review: An Ear for Scripture", "date": "2019-03-15 10:14", "summary": "Many modern translators tend to soften the strangeness of the Hebrew Bible, but Robert Alter embraces it. It's the strangeness that gives the original much of its power.. The difficultiesof translating the Hebrew Bible begin with the first word of Genesis. The King James Bible of 1611 translates Genesis 1:1 as \"In the beginning God created the heaven and the earth.\" Almost all succeeding versions have followed this formulation. But, as it turns out, the Hebrew word bereshit, traditionally rendered as \"in the beginning,\" has long been misconstrued. For grammatical reasons, this term has to be understood as a conjunction. Thus, in Robert Alter's new translation, we read: \"When God began to create heaven and earth, and the earth then was welter and waste and darkness over the deep and God's breath hovering over the waters, God said, 'Let there be light.' \" In place of the stark solemnity of the King James Version we have a passage, with clauses hovering like God's breath itself, that suggests the turbulence of the first creation.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sea-people-review-the-globes-greatest-explorers-11552659111", "title": "'Sea People' Review: The Globe's Greatest Explorers", "date": "2019-03-15 10:11", "summary": "Somehow a vast realm of scattered islands was settled by a people with single language and distinctive customs-but no maps or compasses.. As HMS Endeavour was preparing to leave Tahiti in July 1769, after a tropical sojourn of four months, a celebrated Polynesian priest and navigator named Tupaia announced that he wished to join the British in their travels. James Cook, commander of the expedition, demurred at first. But with a nudge from the expedition's naturalist Joseph Banks, he relented, allowing that Tupaia \"was the likeliest person to answer our purpose.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-andrew-curran-on-intellectual-freedom-11552659020", "title": "Five Best: Andrew Curran on Intellectual Freedom", "date": "2019-03-15 10:10", "summary": "The author, most recently, of 'Diderot and the Art of Thinking Freely' picks works about authors who challenged their age.. By Adrian Desmond and James Moore (1991)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pocahontas-and-relation-of-virginia-review-the-go-betweens-11552658956", "title": "'Pocahontas and the English Boys' and 'Relation of Virginia' Review: The Go-Betweens", "date": "2019-03-15 10:09", "summary": "Pocahontas was a mere teen when she began acting as an intermediary between her people and the colonists.. Beloved of countless children's books, toys and movies, Pocahontas is perhaps the world's best-known American Indian despite having died four centuries ago. On Jamestown Island in present-day Virginia, where England's first permanent North American colony was founded in 1607, Pocahontas's life-size statue stands on the site of the settlers' original fort, her hands burnished a bright bronze color by the tens of thousands of visitors annually who have come and held them. Less than 100 yards away is the site of the church where she married John Rolfe; also nearby is the larger-than-life statue of Capt. John Smith, the Englishman who became indelibly associated with her short life.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mr-president-how-long-must-we-wait-review-suffragettes-storming-the-ballot-11552658701", "title": "'Mr. President, How Long Must We Wait?' Review: Suffragettes Storming the Ballot", "date": "2019-03-15 10:05", "summary": "Alice Paul forced the suffrage question to the forefront of public debate when in 1917 the 'Silent Sentinels' protests saw women picketing the White House gates.. As the United States gets closer to marking the 100th anniversary of the 19th Amendment granting women the right to vote, we can expect a rising tide of books analyzing the victory and its legacy. In \"Mr. President, How Long Must We Wait?,\" a compact and energetic study, journalist Tina Cassidy offers a double portrait of Woodrow Wilson, the Democratic president whose opposition to suffrage gave way to half-hearted support, and Alice Paul, the single-minded young Quaker who brought to America the radical tactics she learned from the British suffragettes. On her return to the U.S. in 1910, Paul formed a breakaway group within the main national suffrage organization, pushing for a federal constitutional amendment rather than settling for glacially slow state-by-state progress. Interweaving the story of Paul's rise to prominence with Wilson's ascent from professor to president, Ms. Cassidy hopes to elevate Alice Paul to the status of suffrage heroine.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/testosterone-and-the-transgender-athlete-11552658639", "title": "Testosterone and the Transgender Athlete", "date": "2019-03-15 10:04", "summary": "Male and female may not always be clear-cut categories, but it's hard to preserve fair competition without them. Last month at the Connecticut indoor track championships, Bloomfield High junior Terry Miller vanquished the competition-and the state record-to win the girls' 55-meter dash. Afterward, she delivered the standard victor's press interview: It was good to win, but she had hoped to run a little faster; she found it difficult to balance track and school; she was proud of both the girls' and the boys' teams. The only unusual part of Ms. Miller's triumph was that some of her competitors think that she should actually be on the boys' team.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-in-the-archives-of-personal-history-11552658628", "title": "Fiction: In the Archives of Personal History", "date": "2019-03-15 10:03", "summary": "Three writers meditate on past actions and their effects on the present.. In his youth, the Russian writer Sergei Lebedev worked as a geologist, traveling north on expeditions to the mines and quarries that were abandoned after the fall of the Soviet Union. There, he has said, while collecting specimens for museums or private dealers, he came upon the ruins of the gulags: \"It was shocking. I thought the former camps existed only in memoirs. They were in fact present on earth, but nobody had seen them.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/outsiders-review-their-sense-of-themselves-11552658555", "title": "'Outsiders' Review: Their Sense of Themselves", "date": "2019-03-15 10:02", "summary": "To be a woman writer in the 19th century by deﬁnition meant defying convention-and sacriﬁcing your social reputation.. What do women want? In \"Outsiders: Five Women Writers Who Changed the World,\" Lyndall Gordon notes that the old conundrum in fact means to ask, \"Do women know what they want?\" It turns out that they do.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-the-mysteries-of-growing-up-11552658419", "title": "Children's Books: The Mysteries of Growing Up", "date": "2019-03-15 10:00", "summary": "Two 12-year-olds learn about human frailty, pitiless grief and the power of art to console.. When I was 12, I tried to teach myself a new way of walking that involved taking long steps with straight legs, as if I were forever jumping over a puddle. I had the idea that in this way I would resemble the leggy model in the magazine ads for Revlon's \"Charlie\" perfume. I don't suppose anyone noticed, except perhaps to wonder why I had such a jerky gait. In time I gave up the conceit and forgot about it, but it came rushing back when I met Amelia Albright, the heroine of Kevin Henkes's wonderful novel for readers ages 8-12, \"Sweeping Up the Heart\" (Greenwillow, 184 pages, $16.99).", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/funny-man-review-anything-for-a-laugh-11552658384", "title": "'Funny Man' Review: Anything for a Laugh", "date": "2019-03-15 09:59", "summary": "Mel Brooks was 'a gifted monster-explosive, whip-smart, vulgar, histrionic, egomaniacal, yet miraculously able to make people laugh their guts out.'. Rewatching \"Blazing Saddles,\" Mel Brooks's 1974 sendup of western movies, may well shock and perhaps offend. The dialogue is full of \"n-s\" and \"f-gs,\" the randy female lead played by Madeline Kahn is named \"Lili Von Shtupp,\" and the moron Mongo commits animal abuse by K.O.-ing a blameless horse. Political correctness? What's that?", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-seeks-seat-on-marriotts-board-11552657389", "title": "Activist Seeks Seat on Marriott's Board", "date": "2019-03-15 09:43", "summary": "Land & Buildings believes hotel company owns too many brands and should cull them. Activist investor Land & Buildings Investment Management LLC is seeking a seat on the board of Marriott International Inc., according to people familiar with the matter, and believes the world's biggest hotel company should narrow its brand portfolio among other changes.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blurring-the-physical-and-digital-worlds-11552656677", "title": "Blurring the Physical and Digital Worlds", "date": "2019-03-15 09:31", "summary": "Artists explore the possibilities of video, holograms and virtual reality. Digital culture and all it entails-from selfies to artificial intelligence-might seem to have been born fully formed out of nowhere. But a new exhibition suggests that, when it comes to living digitally, the world is simply catching up with artists.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-hq2-runs-into-community-activists-in-virginia-too-11552656679", "title": "Amazon HQ2 Runs Into Community Activists in Virginia, Too", "date": "2019-03-15 09:31", "summary": "Unlike in New York, protesters aren't expected to derail the deal that has been smooth sailing in Crystal City. Elected officials in Northern Virginia's Arlington County are expected to approve a hotly debated part of a $2.5 billion deal for Amazon.com Inc.'s second headquarters, but critics of the subsidies plan to seek a delay at a public meeting Saturday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-boeing-facebook-broadcom-oracle-adobe-and-ulta-11552646337", "title": "Stocks to Watch: Boeing, Facebook, Broadcom, Oracle, Adobe, and Ulta", "date": "2019-03-15 09:15", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-tests-pop-up-feature-touting-its-lower-priced-products-11552655614", "title": "Amazon Tests Pop-Up Feature Touting Its Cheaper Products", "date": "2019-03-15 09:13", "summary": "Experiment in mobile app forced customers to either click through or dismiss pop-ups. Amazon.com Inc. tested a pop-up feature on its app that in some instances pitched its private-label goods on rivals' product pages, an experiment that shows the e-commerce giant's aggressiveness in hawking lower-priced products including its own house brands.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-admission-scandal-draws-scrutiny-in-washington-11552654841", "title": "College-Admission Scandal Draws Scrutiny in Washington", "date": "2019-03-15 09:00", "summary": "Lawmakers consider policies that could address influence of wealth in the college-application process. WASHINGTON-The admissions bribery scheme revealed this week in a federal indictment has prompted lawmakers in Washington to consider policies that could curtail the influence of wealth in college admissions.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-venezuela-some-crime-no-longer-pays-11552642201", "title": "Rationed Bullets, Worthless Money: Tough Times for Venezuelan Thugs", "date": "2019-03-15 08:54", "summary": "A profound economic crisis is not only hurting law-abiding citizens but also leaves fewer opportunities for kidnappings and armed robbery. CARACAS, Venezuela-From his hilltop slum overlooking this decaying capital, Luis Martínez lamented that his once-lucrative armed robbery and kidnapping-for-ransom business is way down.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-canada-suspends-2019-guidance-after-boeing-737-max-grounding-11552652857", "title": "Air Canada Suspends 2019 Guidance After Boeing 737 MAX Grounding", "date": "2019-03-15 08:27", "summary": "Carrier is one of the biggest operators of MAX planes. Air Canada said it is suspending certain financial guidance, marking the first big carrier to signal a possible financial hit because of the grounding of the Boeing 737 MAX.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/6-sturdy-sandals-with-rugged-good-looks-11552652481", "title": "6 Sturdy Sandals With Rugged Good Looks", "date": "2019-03-15 08:21", "summary": "The chunky sneaker, in summer form. The unexpected platform will lift you up. Ermenegildo Zegna, $650, Ermenegildo Zegna, 4 West 57th St., New York.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luka-doncic-big-data-nba-11552413548", "title": "The Big Data Behind the NBA's Next Big Thing", "date": "2019-03-15 08:01", "summary": "Resume Subscription. SANTA BARBARA, Calif.-Marcus Elliott is an unlikely source of wisdom for an industry that pours millions of dollars into scouting talent. A physician who founded a sports-science company here, Elliott freely admits to not watching much sports. But in the weeks before last year's NBA draft, Elliott knew something the league's 30 teams didn't.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/half-of-insider-trading-defendants-net-less-than-60-000-11552651201", "title": "Half of Insider-Trading Defendants Net Less Than $60,000", "date": "2019-03-15 08:00", "summary": "They typically make relatively modest gains, and many are friends and relatives of company employees close to market-moving information, research shows. WASHINGTON-Insider trading evokes images of Wall Street whizzes whispering lucrative secrets, but many offenders are friends and family members of company employees who score modest illegal gains, according to new research.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-does-political-gerrymandering-cross-the-line-11552649400", "title": "When Does Political Gerrymandering Cross the Line?", "date": "2019-03-15 07:30", "summary": "With the Supreme Court set to consider political gerrymandering, a look at ways to measure the impact of redrawing election maps. I get it. Winning is better than losing. So, why wouldn't politicians put a thumb on the scale to ensure a partisan victory?", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fixing-care-com-will-cost-more-than-babysitting-money-11552649401", "title": "Fixing Care.com Will Cost More Than Babysitting Money", "date": "2019-03-15 07:30", "summary": "More costs could pressure future margins as the company boosts security procedures. Care.com may not technically be in the child-care business, but it might want to start acting like it is.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-sears-lost-the-american-shopper-11552647601", "title": "How Sears Lost the American Shopper", "date": "2019-03-15 07:00", "summary": "It once dominated retailing-an oral history of its undoing from executives and employees who lived it. It was the 1970s and Sears was at its peak. It dominated American retailing. Its corporate headquarters was the tallest building in the world. A job at Sears was a ticket to a long and lucrative career.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-investment-in-u-s-startups-keeps-flowing-despite-new-rules-11552647601", "title": "China Investment in U.S. Startups Keeps Flowing Despite New Rules", "date": "2019-03-15 07:00", "summary": "Law designed to stem Chinese involvement in strategic technologies has modest impact so far on venture-capital deals, study says. Chinese investment in U.S. startups has remained resilient in recent months despite new U.S. legislation that some thought could severely hamper deal flow, according to a new report.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-oath-ceo-tim-armstrong-backs-brand-asset-management-software-11552647601", "title": "Former Oath CEO Tim Armstrong Backs Brand Asset Management Software", "date": "2019-03-15 07:00", "summary": "Industry veteran says his new stake is separate from his plan to invest in direct-to-consumer brands. Media and advertising veteran Tim Armstrong has bought a stake in Brandfolder Inc., a startup that makes cloud-based brand-management software.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newell-brands-ceo-to-exit-after-sales-struggles-11552647173", "title": "Newell Brands CEO to Exit After Sales Struggles", "date": "2019-03-15 06:59", "summary": "Michael Polk struck merger with Jarden and then came under fire from activists. The chief executive of Newell Brands Inc. is leaving the consumer-products conglomerate, which has struggled with weak sales and missed targets since a merger put Sharpie pens, Mr. Coffee machines and Yankee Candle under the same roof.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-flag-carriers-struggle-to-create-low-cost-airlines-11552646503", "title": "Why Flag Carriers Struggle to Create Low-Cost Airlines", "date": "2019-03-15 06:41", "summary": "Lufthansa's budget brand Eurowings has too much baggage to become a German Southwest Airlines. Ever since low-cost carriers turned aviation upside down, legacy airlines have tried to get in on the action by creating their own budget brands. Lufthansa 's struggles to create a kind of German Southwest Airlines show why the strategy often doesn't pay off.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-food-delivery-fans-saving-time-is-worth-the-cost-11552642200", "title": "For Food-Delivery Fans, Saving Time Is Worth the Cost", "date": "2019-03-15 06:25", "summary": "More Americans are eating meals at home, assisted by rise of delivery services, despite some perceived downsides. Leona Antonio spends on food delivery to get back something harder to recoup: time at home with her family.", "categories": [["Business", "The Delivery Wars"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-must-give-critical-voices-freer-rein-11552643873", "title": "Hong Kong Must Give Critical Voices Freer Rein", "date": "2019-03-15 05:57", "summary": "The big fines imposed on banks accused of slack IPO work are a good start, but the city's authorities need to be more tolerant of market critics. Hong Kong's market regulator has taken out the big stick against four global investment banks for cutting corners on IPOs. That's a good step, but more are needed to maintain market integrity in one of Asia's leading financial centers.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-mt-gox-bitcoin-bigwig-found-guilty-wont-likely-do-time-11552613358", "title": "Former Mt. Gox Bitcoin Bigwig Unlikely to Do More Jail Time", "date": "2019-03-15 05:47", "summary": "Exchange run by Mark Karpelès collapsed in 2014. TOKYO-The former chief of the collapsed Mt. Gox bitcoin exchange, once the world's biggest, won a not-guilty verdict Friday on the more serious charges against him and was given a sentence that probably won't include prison time.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-to-scrap-emerging-markets-11552642201", "title": "Time to Scrap 'Emerging Markets'?", "date": "2019-03-15 05:30", "summary": "As some emerging markets have emerged, the investing category's diversification benefits have faded. Investors should rethink their strategy.. What's in your emerging-markets fund?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meghan-markles-about-to-have-a-little-bundle-of-tax-headaches-11552642213", "title": "Meghan Markle Is About to Have a Little Bundle of Tax Headaches", "date": "2019-03-15 05:30", "summary": "As a U.S. citizen married to a British royal, the Duchess of Sussex faces a thicket of tax complications. So will her child.. Dear Meghan,", "categories": [["Markets", "Tax Report"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/tax-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-needy-students-file-federal-financial-aid-form-too-late-analysis-finds-11552642200", "title": "Many Needy Students File Federal Financial Aid Form Too Late", "date": "2019-03-15 05:30", "summary": "New analysis shows high-income students file Fafsa forms early, while low-income and independent students miss deadlines for state and school aid. The share of college applicants and students filing for financial aid has increased dramatically in recent years, but many who most need assistance are submitting their paperwork too late to get the funds, according to a new analysis.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-japan-chief-hurls-stone-from-glass-house-11552642078", "title": "Bank of Japan Chief Hurls Stone From Glass House", "date": "2019-03-15 05:27", "summary": "Haruhiko Kuroda thinks Modern Monetary Theory sounds like an extreme idea. Bank of Japan chief Haruhiko Kuroda made waves in the economics community Friday after calling Modern Monetary Theory an \"extreme idea.\"", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-of-japan-keeps-ultra-easy-policy-on-hold-11552619054", "title": "Bank of Japan Takes Gloomier View of Economy", "date": "2019-03-15 04:48", "summary": "Central Bank leaves ultra-easy policy on hold. TOKYO-The Bank of Japan offered a bleaker picture of the economy on Friday and left its ultra-easy monetary policy on hold, but Gov. Haruhiko Kuroda cautioned against undue pessimism.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-strikes-gaza-after-rockets-fired-at-tel-aviv-11552639513", "title": "Israel Strikes Gaza After Rockets Fired at Tel Aviv", "date": "2019-03-15 04:45", "summary": "Exchange comes a month ahead of Israeli elections, with Prime Minister Benjamin Netanyahu facing a resurgent opposition. TEL AVIV-Israel struck numerous targets in the Gaza Strip in response to the first rockets launched from the Hamas-controlled territory toward Tel Aviv since the 2014 war, raising concerns of a wider conflict.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-lawmakers-set-to-delay-brexit-as-political-turmoil-drags-on-11552571318", "title": "U.K. Parliament Votes to Delay Brexit as Turmoil Drags On", "date": "2019-03-15 04:25", "summary": "Extension could play to Theresa May's advantage, allowing her to press euroskeptics to support her Brexit deal. British lawmakers voted to delay the U.K.'s departure from the European Union, setting up Prime Minister Theresa May for a pivotal week ahead in which she will likely aim to coerce recalcitrant elements of her Conservative Party into backing a deal they have soundly rejected twice.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/premier-vows-china-doesnt-and-wont-instruct-companies-to-spy-11552637295", "title": "China Doesn't and Won't Instruct Companies to Spy, Premier Vows", "date": "2019-03-15 04:08", "summary": "Li Keqiang addresses the U.S.'s spying allegations against Huawei and expresses confidence in boosting economic growth. BEIJING-Chinese Premier Li Keqiang, addressing an irritant in relations with the U.S., said that China's government doesn't ask companies to spy on its behalf and pledged not to do so in the future.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/musk-unveils-model-y-suv-in-next-big-wager-11552622875", "title": "Tesla's Musk Unveils Model Y SUV in Next Big Wager", "date": "2019-03-15 02:24", "summary": "Starting price for Tesla's new electric car will eventually be $39,000. HAWTHORNE, Calif.-Elon Musk on Thursday night unveiled the Model Y compact sport-utility vehicle with an eventual starting price of $39,000, his next big bet for Tesla Inc. to appeal to a wider swath of electric-car buyers.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11552597523", "title": "Pepper...and Salt", "date": "2019-03-15 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fcc-tackles-911-dilemma-what-floor-are-you-calling-from-11552653206", "title": "FCC Tackles 911 Dilemma: What Floor Are You Calling From?", "date": "2019-03-15 00:01", "summary": "Telecom regulator wants carriers to send emergency operators a caller's altitude within 10 feet. Emergency call centers sometimes have a hard time pinpointing an address when a person uses a cellphone to dial 911. Sussing out where inside a building a caller is located is even tougher.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trading-frenzy-ahead-thanks-to-quadruple-witching-11552647600", "title": "'Quadruple Witching' Brings a Trading Frenzy", "date": "2019-03-15 00:01", "summary": "Dozens of S&P indexes were also set to rebalance holdings, which could lead to $100 billion in trades as exchange-traded funds realign portfolios. Friday was the busiest trading day so far this year.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sukey-novogratz-helping-yourself-first-11552622402", "title": "Sukey Novogratz: Helping Yourself First", "date": "2019-03-15 00:00", "summary": "Most Popular News. Sukey Novogratz has become a leading advocate for victims of sexual assault and a proponent of the power of meditation to improve one's life.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mary-higgins-clark-writing-off-loss-11552622402", "title": "Mary Higgins Clark: Writing Off Loss", "date": "2019-03-15 00:00", "summary": "The prolific author used writing to get through grief before she became the 'Queen of Suspense'. Personal loss and professional rejection never stopped Mary Higgins Clark from achieving her goals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ayesha-curry-making-time-for-your-passion-11552622401", "title": "Ayesha Curry: Making Time for Your Passion", "date": "2019-03-15 00:00", "summary": "The wife of NBA superstar Stephen Curry has a blossoming career in her own right. Lifestyle entrepreneur Ayesha Curry doesn't worry about having a perfect home.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/resilience-how-women-use-obstacles-to-fuel-their-success-11552622401", "title": "Resilience: How Women Use Obstacles to Fuel Their Success", "date": "2019-03-15 00:00", "summary": "The Wall Street Journal's new e-book chronicles how 20 ambitious women overcame adversity and reached new heights. Resilience is a crucial trait of successful women in industries ranging from fashion to finance.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sheila-johnson-winning-the-war-11552622401", "title": "Sheila Johnson: Winning the War", "date": "2019-03-15 00:00", "summary": "The BET co-founder had resources and a track record, but getting a loan for her new hotel was a challenge. Sheila Johnson helped create a $3 billion company, but she still had difficulty getting a loan to build a hotel.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourkes-past-gop-ties-could-complicate-primary-run-11552621743", "title": "Beto O'Rourke's Past GOP Ties Could Complicate Primary Run", "date": "2019-03-15 23:49", "summary": "Wealthy Republicans helped finance his earlier career in El Paso; now will Democratic voters punish him?. MUSCATINE, Iowa-Before becoming a rising star in the Democratic Party, Beto O'Rourke relied on a core group of business-minded Republicans in his Texas hometown to launch and sustain his political career.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-pauses-delivery-of-737-max-aircraft-11552597229", "title": "Boeing Halts 737 MAX Deliveries", "date": "2019-03-15 22:51", "summary": "Pentagon official indicates concerns about quality control in company's program to build tankers for Air Force. Boeing Co. suffered dual setbacks Thursday when it paused deliveries of its 737 MAX jetliner and a U.S. Air Force official raised concerns about one of the company's biggest military-plane programs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hallmark-channel-fires-lori-loughlin-in-wake-of-college-admissions-scandal-11552615471", "title": "Hallmark Channel Fires Lori Loughlin in Wake of College-Admissions Scandal", "date": "2019-03-15 22:04", "summary": "The actress has been a staple on Hallmark channels for years on shows such as 'Garage Sale Mysteries'. Hallmark is no longer home for Lori Loughlin.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghanistan-official-accuses-u-s-envoy-of-political-ambitions-in-kabul-11552592428", "title": "Afghanistan Official Accuses U.S. Envoy of Political Ambitions in Kabul", "date": "2019-03-15 21:37", "summary": "Eruption of tensions points to rift between U.S., Afghanistan. Afghanistan's national security adviser on Thursday accused the U.S. special envoy leading talks with the Taliban of undermining the Afghan government to advance his own political ambitions, an unusual broadside that exposed a widening rift between Kabul and Washington.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prominent-tech-investor-is-leaving-tiger-global-11552613485", "title": "Prominent Tech Investor Is Leaving Tiger Global", "date": "2019-03-15 21:31", "summary": "Lee Fixel, who was head of the firm's private-equity business, will depart in June. One of the best-known investors in private technology companies intends to leave Tiger Global Management after a 13-year run.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-names-new-accounting-chief-11552569680", "title": "Tesla Names New Accounting Chief", "date": "2019-03-15 20:39", "summary": "Vaibhav Taneja succeeds Dave Morton as chief accounting officer as the electric-car maker looks to build up its C-suite. Tesla Inc. has named Vaibhav Taneja to fill the post of chief accounting officer, as the electric-car maker looks to bolster its senior-executive team following a wave of departures.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kiss-me-kate-review-so-not-in-love-11552609800", "title": "'Kiss Me, Kate' Review: So Not in Love", "date": "2019-03-15 20:30", "summary": "This Broadway revival of Cole Porter's ingenious transformation of 'The Taming of the Shrew' falls short of its aspirations.. New York", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/las-vegas-sands-settles-macau-dispute-11552608443", "title": "Las Vegas Sands Settles Macau Dispute", "date": "2019-03-15 20:07", "summary": "An abrupt ending to a case casino mogul Sheldon Adelson has been battling for years. A years-old dispute over casino mogul Sheldon Adelson's entry into the high-stakes Macau market that Las Vegas Sands Corp. LVS -2.88% twice lost-and successfully appealed-came to an abrupt end Thursday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]