[{"link": "https://www.wsj.com/articles/former-college-basketball-coach-pleads-guilty-in-ncaa-bribery-case-11548892563", "title": "Former College Basketball Coach Pleads Guilty in NCAA Bribery Case", "date": "2019-01-30 18:56", "summary": "Oklahoma State's Lamont Evans latest figure to admit role in player-corruption scandal. A former assistant basketball coach at Oklahoma State University pleaded guilty Wednesday to conspiracy to commit bribery in a case that arose from a sweeping investigation into corruption in college basketball.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsoft-reports-slower-sales-in-some-product-lines-despite-cloud-strength-11548885062", "title": "Microsoft's Gains Tempered by Chip Shortages", "date": "2019-01-30 18:44", "summary": "Tech giant expects continuing scarcity to curb sales in months ahead; cloud business grows. Microsoft Corp. said computer-chip shortages sliced expected sales of its Windows operating system in the last three months of 2018, and that the scarcity will likely continue to hurt sales in the months ahead.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-sheds-pay-tv-customers-but-wireless-profits-surge-11548853453", "title": "AT&T Sheds Pay-TV Customers, but Wireless Profits Surge", "date": "2019-01-30 18:34", "summary": "Company loses 403,000 DirecTV satellite customers; addition of WarnerMedia and surging profits in wireless unit boost results. AT&T Inc.'s pay-television business lost more than 650,000 customers in the fourth quarter, as cord-cutting continued to take its toll, but the media business-now called WarnerMedia-and surging profits in its wireless business helped the bottom line.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-state-of-trumps-union-11548891017", "title": "The State of Trump's Union", "date": "2019-01-30 18:30", "summary": "Here's how to make sure Nancy Pelosi rises to applaud the president's speech.. The Democrats' carpet-bombing of Starbucks founder Howard Schultz's third-party bid proves one thing: The party thinks whoever it nominates to run against Donald Trump will be the next president of the United States.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-prosperity-paradox-review-a-better-way-to-fight-poverty-11548890942", "title": "'The Prosperity Paradox' Review: A Better Way to Fight Poverty", "date": "2019-01-30 18:29", "summary": "The current foreign-development paradigm of government-funded programs should be replaced by an entrepreneurial model.. Perhaps the most corrosive and enduring consequence of the 2008 financial crisis was the capitalist's loss of confidence in capitalism. \"Society is increasingly looking to companies, both public and private, to address pressing social and economic issues,\" BlackRock's Larry Fink wrote last year in a letter to CEOs, as if to say that capitalism absent such an overt objective would be inherently bad. It's easy for Mr. Fink to call for curbs to the pursuit of prosperity-his compensation for the year before his social-purpose letter was $28 million. But the biggest losers from such a sentiment aren't corporate bosses; they're the majority of ordinary workers and society as a whole. As the economist Joseph Schumpeter observed: \"The capitalist process, not by coincidence but by virtue of its mechanism, progressively raises the standard of life of the masses.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-battle-over-a-capitalists-legacy-11548890716", "title": "A Battle Over a Capitalist's Legacy", "date": "2019-01-30 18:25", "summary": "Would John Emory Andrus approve of his $1 billion foundation's pursuit of 'social justice'?. 'It was just so off.\" That's what Kelly Cote Jasper recalls thinking when she attended the 100th anniversary of the Surdna Foundation a little over a year ago. Between the skits about white privilege and the speeches by progressive activists, she says, \"I didn't know what it represented, but it sure wasn't John Emory Andrus.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/medicare-for-all-will-terrify-voters-11548890737", "title": "'Medicare for All' Will Terrify Voters", "date": "2019-01-30 18:25", "summary": "It sounds good until people realize it means losing their existing plans.. Democratic presidential candidate Sen. Kamala Harris made her party's left-wing base happy this week. But in doing so, she might have made Democrats less attractive to general-election voters.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-rush-into-afghan-peace-11548890662", "title": "Don't Rush Into Afghan Peace", "date": "2019-01-30 18:24", "summary": "A premature pullout makes an enduring agreement unlikely.. The Trump administration has reportedly offered to withdraw forces from Afghanistan if the Taliban stops fighting and opens negotiations with the government. If the Taliban assents, the result won't be a peace agreement, only an agreement to enter a peace negotiation. Yet given that the U.S. has sought such talks since 2010, even this limited step would represent no mean achievement.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bring-missile-defense-down-to-earth-11548890589", "title": "Bring Missile Defense Down To Earth", "date": "2019-01-30 18:23", "summary": "Remotely piloted drones are better suited than space-based lasers for shooting down ICBMs.. The Defense Department has released the first report since 2010 on the state of America's ballistic-missile defenses. The Missile Defense Review shows that missile defense is finally coming of age-36 years after President Reagan unveiled the Strategic Defense Initiative. Technologies to defend America from missile and nuclear attack were once the stuff of dreams. Now, in many cases, they have become reality. The challenge will be to develop and deploy those technologies in smart and effective ways.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-may-be-the-worst-regulation-ever-11548890635", "title": "This May Be the Worst Regulation Ever", "date": "2019-01-30 18:23", "summary": "A USDA rule about labels on 'bioengineered' food costs hundreds of millions and has no benefits.. The U.S. Department of Agriculture has created what may be the most bewildering, least cost-effective regulation ever. In July 2016, Congress passed a law mandating that all food containing genetic material that has been modified with recombinant DNA or \"gene-splicing\" techniques bear labels clearly identifying it as \"bioengineered.\" The statute acknowledged that bioengineered food is neither more nor less safe than other food, but the new rule-the National Bioengineered Food Disclosure Standard, or NBFDS-won't help consumers understand that. It will only leave them confused.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jackie-robinson-the-complete-ballplayer-11548890615", "title": "Jackie Robinson, the Complete Ballplayer", "date": "2019-01-30 18:23", "summary": "He reinvented the position of second baseman.. Baseball pundits once believed a middle infielder was necessarily a player of slight build who slapped singles to the opposite field. Then came Jackie Robinson. At nearly 6 feet tall and 200 pounds, he was an imposing figure when he started his major-league career in 1947. Having torn it up in the Negro Leagues, Robinson proceeded to reinvent the position of second baseman.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumers-move-away-from-cash-purchases-boosts-visa-profits-11548889405", "title": "Visa Posts Strong Profit as Consumers Shift to Cards From Cash", "date": "2019-01-30 18:18", "summary": "The card network experienced double-digit growth in payments volume and processed transactions. Visa Inc. reported strong earnings driven byongoing growth in payments volume as more consumers shift to cards from cash for making purchases-but warned that growing political uncertainties could impact consumer spending.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-is-now-a-family-affair-11548890159", "title": "Facebook Is Now a Family Affair", "date": "2019-01-30 18:15", "summary": "Facebook's core platform is slowing, but its broader 'family' of apps continues to thrive. Facebook is working hard on salvaging its reputation among both users and investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-violated-probation-federal-judge-says-in-heated-hearing-11548877120", "title": "PG&E Violated Probation, Federal Judge Says in Heated Hearing", "date": "2019-01-30 18:13", "summary": "In case stemming from a 2010 natural-gas explosion, Judge William Alsup questions the bankrupt utility's commitment to safety. SAN FRANCISCO-U.S. District Judge William Alsup found PG&E Corp. in violation of its criminal probation in a testy hearing Wednesday in which he questioned the company's honesty and commitment to safe operations.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mondelez-sales-fall-but-higher-prices-bolster-results-11548885733", "title": "Mondelez Continues to Raise Snack Prices", "date": "2019-01-30 17:58", "summary": "Maker of Oreos, Wheat Thins began raising prices last year and says prices will be even higher in 2019. Mondelez International said charging more for its snacks in the U.S. will help cover rising costs this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qualcomm-tax-move-will-save-firm-570-million-11548886935", "title": "Qualcomm Tax Move Will Save Firm $570 Million", "date": "2019-01-30 17:58", "summary": "Chip maker is reclassifying some foreign units as domestic branches of its U.S. business, reducing its exposure to new tax-code provisions. Qualcomm Inc. will save $570 million in taxes by reclassifying some of its foreign subsidiaries as branches of its domestic U.S. business, reducing its exposure to new tax-code provisions designed to prevent international tax avoidance.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-criticizes-u-s-intelligence-community-over-assessment-of-iran-nuclear-threat-11548862307", "title": "Trump's Attacks on Spy Agencies Called a National Security Risk", "date": "2019-01-30 17:55", "summary": "Intelligence experts and lawmakers criticize public statements that officials are 'passive and naive' on Iran threat. WASHINGTON-President Trump questioned the competence of U.S. intelligence agencies whose assessments of Iran, North Korea and other threats differ from his own, sparking warnings from national security experts and lawmakers that such public comments expose the U.S. to greater risks.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-ticks-up-ahead-of-fed-decision-11548860335", "title": "Dollar Falls After Fed Signals Pause", "date": "2019-01-30 17:53", "summary": "Euro and the British pound gained against the dollar. The dollar fell Wednesday after the Federal Reserve strongly suggested that it would take a significant break before possibly raising interest rates again.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-push-to-oust-venezuelas-maduro-marks-first-shot-in-plan-to-reshape-latin-america-11548888252", "title": "Venezuela Marks the First Step in U.S. Plan to Reshape Latin America", "date": "2019-01-30 17:44", "summary": "Resume Subscription. WASHINGTON-The Trump administration's attempt to force out the president of Venezuela marked the opening of a new strategy to exert greater U.S. influence over Latin America, according to administration officials.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/apple-bans-facebook-app-in-escalating-privacy-fight-11548876192", "title": "Apple Bans App Used by Facebook in Escalating Privacy Fight", "date": "2019-01-30 17:42", "summary": "Action comes amid escalating battle between the tech giants over user privacy. Apple Inc. banned a Facebook Inc. research app for breaking its rules around data collection, in an escalating battle between the tech giants over user privacy.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-more-next-big-thing-trade-group-says-11548887879", "title": "No More 'Next Big Thing,' Trade Group Says", "date": "2019-01-30 17:37", "summary": "This year, the focus will be on fusion of many things in IT, according to report. Global spending on enterprise information technology is expected to grow 3.9% this year, an increase of roughly $200 billion over last year, to a total of more than $5 trillion, according to trade group CompTIA's latest report.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-mayors-want-pot-convictions-expunged-11548878854", "title": "New Jersey Mayors Want Pot Convictions Expunged", "date": "2019-01-30 17:31", "summary": "Newark mayor says he would oppose opening dispensaries in his city without expungement. A coalition of New Jersey mayors on Wednesday called for the expungement of marijuana-related offenses, as state lawmakers hammer out a deal to legalize the recreational use of the drug.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudi-arabia-closes-corruption-crackdown-courts-investors-11548887486", "title": "Saudi Arabia Closes Corruption Crackdown, Courts Investors", "date": "2019-01-30 17:31", "summary": "Kingdom recovers more than $100 billion in cash and assets in campaign that ensnared princes, officials and businessmen-and chilled private-sector funding. DUBAI-Saudi Arabia has ended an anticorruption campaign after recovering more than $100 billion in cash, real estate and other assets as settlements, a crackdown that ensnared princes, officials and businessmen and spooked investors the kingdom needs to reshape its oil-dependent economy.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-opens-investigation-into-apple-facetime-bug-11548883960", "title": "New York Opens Investigation Into Apple FaceTime Bug", "date": "2019-01-30 17:30", "summary": "The probe will focus on the company's failure to warn consumers about the glitch, the state attorney general's office said. New York state launched an investigation into Apple Inc.'s response to a bug in its FaceTime video-chat system that allowed callers to eavesdrop on others using the technology giant's devices, deepening the scrutiny of a security setback that has undermined the company's privacy position.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-engineer-stole-material-on-autonomous-vehicles-fbi-alleges-11548887426", "title": "Apple Engineer Stole Material on Autonomous Vehicles, FBI Alleges", "date": "2019-01-30 17:30", "summary": "Jizhong Chen transferred confidential material to his personal computer, criminal complaint says. An Apple Inc. engineer allegedly stole intellectual property related to the company's autonomous-vehicle program and sought work at a China-based competitor, according to federal law-enforcement officials.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-hynes-longtime-brooklyn-district-attorney-dies-at-83-11548887199", "title": "Charles Hynes, Former Brooklyn District Attorney, Dies at 83", "date": "2019-01-30 17:26", "summary": "Prosecutor for 24 years was hailed for drug program, criticized for wrongful convictions. Former Brooklyn District Attorney Charles Hynes, the borough's longtime top prosecutor who changed how the office treated some drug users and people accused of domestic violence, has died at the age of 83.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/consumer-staples-stocks-fall-out-of-favor-as-investors-embrace-risk-11548853200", "title": "Consumer-Staples Stocks Fall Out of Favor", "date": "2019-01-30 17:23", "summary": "Shifting consumer habits and rising costs are also pressuring staples companies. Investors aren't hiding out in the consumer-staples sector anymore.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-price-hits-eight-month-high-11548868714", "title": "Gold Price Hits Seven-Month High", "date": "2019-01-30 17:22", "summary": "Federal Reserve signals it might have reached the end of its rate-increase cycle. Gold prices edged higher Wednesday, hitting their highest level since June as the Federal Reserve signaled it may have reached the end of its latest series of interest-rate increases.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-toll-from-brazilian-dam-collapse-jumps-to-99-11548886827", "title": "Death Toll in Brazil's Burst Dam Hits 99", "date": "2019-01-30 17:20", "summary": "Officials say they fear over 300 people might be dead. SÃO PAULO-The death toll from the Brumadinho tailings dam disaster in Brazil rose to 99 on Wednesday, with another 259 missing and feared dead, the country's civil-defense authorities said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wells-fargo-is-working-hard-to-rebuild-trust-11548886641", "title": "Wells Fargo Is 'Working Hard' to 'Rebuild Trust'", "date": "2019-01-30 17:17", "summary": "A report says the lender continues to review areas across the bank to identify and remedy problems. Wells Fargo & Co. on Wednesday detailed steps it has taken to address problems following a series of scandals that have resulted in more than $4 billion in fines and settlements since 2016 and tougher scrutiny from regulators.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-energy-capital-plans-to-increase-its-bets-on-solar-market-11548886465", "title": "New Energy Capital Plans To Increase Its Bets on Solar Market", "date": "2019-01-30 17:14", "summary": "Besides solar, the firm sees increased number of opportunities in wind, energy-storage and renewable-natural gas ventures. New Energy Capital Partners is betting demand for solar-energy facilities will continue to increase during 2019 as the clean-energy investor prepares to deploy its latest fund.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-graduation-rate-keeps-edging-up-11548885910", "title": "New York City's Graduation Rate Keeps Edging Up", "date": "2019-01-30 17:05", "summary": "Nearly 73% of students got their diplomas on time. ", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-maduro-calls-for-talks-with-opposition-amid-political-turmoil-11548839504", "title": "Trump Congratulates Venezuela Opposition Leader", "date": "2019-01-30 16:55", "summary": "White House says Trump and Juan Guaidó agreed to maintain regular communication. WASHINGTON-President Trump congratulated Venezuela's opposition leader during a call on Wednesday to reinforce support for what the White House called the country's \"fight to regain its democracy,\" while senior advisers met with a major subsidiary of Venezuela's state-owned oil company.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/orbimed-seeks-1-2-billion-for-third-health-care-royalty-and-debt-fund-11548885183", "title": "OrbiMed Seeks $1.2 Billion for Third Health-Care Royalty and Debt Fund", "date": "2019-01-30 16:53", "summary": "The New York firm joins a handful of groups seeking capital for drug development or royalty streams. OrbiMed Advisors has returned to the fundraising trail seeking $1.2 billion to invest in health-care royalty streams and credit financing for drug development, according to a regulatory filing.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-chiefs-ultimatum-approve-congestion-pricing-or-face-drastic-fare-hike-11548882967", "title": "MTA Chief's Ultimatum: Approve Congestion Pricing or Face Drastic Fare Hike", "date": "2019-01-30 16:16", "summary": "Fares and tolls will rise by nearly 30% if proposal isn't adopted, transit leaders tell Albany. Leaders of the Metropolitan Transportation Authority made their case for a system of congestion pricing Wednesday in Albany with a warning: If it isn't adopted this year as part of the state budget, fares and tolls will rise nearly 30% by 2024.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-prices-weaken-ahead-of-fed-meeting-11548864560", "title": "Treasurys Rise After Fed Signals Possible Pause to Rate Increases", "date": "2019-01-30 16:10", "summary": "Bonds reverse course after central-bank meeting; traders dial back bets on rising rates. U.S. government bond prices rose Wednesday after the Federal Reserve held its benchmark interest-rate steady and signaled it will likely leave rates unchanged for some time.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blame-a-sudden-heat-spike-for-the-arctic-temperatures-in-the-midwest-11548882404", "title": "Blame a Sudden Heat Spike for the Arctic Temperatures in the Midwest", "date": "2019-01-30 16:06", "summary": "After a section of stratosphere experienced a rapid rise in temperature, part of the polar vortex broke off and pockets of arctic air moved south. The polar vortex is bringing frigid temperatures to the Midwest this week, but the reason behind the phenomenon, in part, boils down to heat.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/powell-now-owns-the-feds-balance-sheet-problem-11548881952", "title": "Powell Now Owns the Fed's Balance-Sheet Problem", "date": "2019-01-30 15:59", "summary": "The Fed's signal that it may stop shrinking its balance sheet soon sent stocks soaring but may store up future trouble for Fed Chairman Jerome Powell. Eight proved to be a lucky number for markets, though it might not be for Jerome Powell.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-department-to-scale-back-borrowing-plans-in-early-2019-11548855840", "title": "Treasury to Scale Back Borrowing Plans in Early 2019", "date": "2019-01-30 15:58", "summary": "Department expects no increase in coupon, floating rate note auction sizes this quarter; Treasury to offer $84 billion of securities at Feb. 15 auction. The Treasury Department said Wednesday it would scale back its borrowing plans in early 2019, after ramping up borrowing last year amid rising deficits following the $1.5 trillion tax cut.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-area-battens-down-for-arctic-blast-11548881792", "title": "New York Area Battens Down for Arctic Blast", "date": "2019-01-30 15:56", "summary": "State and city officials assemble severe-weather resources, urge residents to take precautions. Frigid air is expected to sweep through the tri-state region Thursday morning, with windchills reaching 14 degrees-Fahrenheit below zero in New York City, increasing the risk for frostbite and hypothermia.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/monumental-journey-the-daguerreotypes-of-girault-de-prangey-review-a-lens-to-leap-through-time-11548881552", "title": "'Monumental Journey: The Daguerreotypes of Girault de Prangey' Review: A Lens to Leap Through Time", "date": "2019-01-30 15:52", "summary": "A trove of daguerreotypes discovered in the artist's crumbling French estate in the 1920s includes treasures such as the first photographs of the Parthenon, the Dome of the Rock and a camel.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/czech-tax-office-bars-chinas-huawei-as-europe-debates-espionage-11548881032", "title": "Czech Tax Office Bars China's Huawei on Espionage Concerns", "date": "2019-01-30 15:50", "summary": "The ban is the first in a likely succession of similar restrictions on the telecom giant and its rival ZTE in the Czech Republic. The tax office of the Czech Republic became the first in what local authorities expected would be a series of national agencies to block Huawei Technologies Co. from managing critical internet infrastructure, part of a broad, U.S.-led campaign to stop the Chinese telecom giant from building the next generation of communications equipment.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-t-wants-to-be-big-in-entertainment-first-it-has-a-49-billion-problem-to-fix-11548777413", "title": "AT&T Wants to Be Big in Entertainment. First, It Has a $49 Billion Problem to Fix.", "date": "2019-01-30 15:39", "summary": "DirecTV, the satellite pay-TV service it acquired in 2015, has become a drag as subscribers flee and streaming services such as Netflix take the lead. Editor's Note: This article, originally published online Jan. 29, is being republished with portions omitted to correct errors. Prior versions of this article said AT&T Inc. call-center workers sometimes made it difficult for customers to cancel DirecTV service. AT&T disputes that. Those passages were removed because they were based on interviews with former AT&T call-center managers who worked in centers whose primary purpose was to serve customers of other AT&T products, not DirecTV. DirecTV has its own dedicated call centers. Earlier versions also reported on an AT&T customer's experience with a call center. Those passages have been removed because the customer used AT&T's U-verse service, not DirecTV.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foxconn-backpedals-on-wisconsin-factory-plan-shifts-focus-to-research-11548867033", "title": "Foxconn Backpedals on Wisconsin Factory Plan, Shifts Focus to Research", "date": "2019-01-30 15:26", "summary": "Many of the new Foxconn jobs will be in research, development and design; company official cites high costs if it were to manufacture displays in Wisconsin. BEIJING- Foxconn Technology Group, a major supplier to Apple Inc., is backing down on plans to build a liquid-crystal display factory in Wisconsin, a major change to a deal that the state promised billions to secure.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-extends-climb-on-turmoil-in-venezuela-11548847721", "title": "Oil Hits Two-Month High on Venezuela Turmoil, U.S. Supplies", "date": "2019-01-30 15:20", "summary": "U.S. sanctions on Venezuelan state-owned oil giant could crimp OPEC member's crude output and exports. • U.S. oil prices jumped to a two-month high Wednesday due to Venezuela's continuing political crisis and a weekly report that showed U.S. inventories of gasoline fell for the first time in nine weeks as demand picked up.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-federal-contractors-still-cant-get-back-to-work-11548879292", "title": "Some Federal Contractors Still Can't Get Back to Work", "date": "2019-01-30 15:14", "summary": "Workers and firms feel cash crunch after record shutdown cut off government business. A number of federal contractors are waiting to get back to work and attempt to recover more than a month of revenue lost during the longest government shutdown in modern U.S. history.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-howard-schultz-save-liberalism-11548879165", "title": "Can Howard Schultz Save Liberalism?", "date": "2019-01-30 15:12", "summary": "The former Starbucks CEO gears up for a presidential run.. This column has assumed that President Donald Trump will be reelected in 2020 because, despite his chronically low approval ratings, he has exceeded reasonable expectations for his presidency and Democratic primaries are likely to yield a radical nominee unacceptable to voters in most parts of the country. But the potential independent candidacy of former Starbucks CEO Howard Schultz raises an intriguing new possibility for a winning coalition.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-sales-climb-on-air-travel-demand-11548854170", "title": "Boeing's Sales Climb on Air-Travel Demand", "date": "2019-01-30 14:56", "summary": "Aerospace giant aims for another year of record production. Boeing Co. said it expects sales to rise as much as 10% this year as the aerospace giant ramps up production to meet soaring global demand for air travel and cargo.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lyft-juno-sue-new-york-city-over-driver-minimum-pay-rule-11548876558", "title": "Lyft, Juno Sue NYC Over Driver Minimum Wage Law", "date": "2019-01-30 14:29", "summary": "Smaller ride-hailing companies say new wage requirements favor Uber. Lyft Inc. sued the New York City Taxi and Limousine Commission Wednesday, hoping to stall new minimum-wage requirements for ride-hailing drivers from taking effect later this week.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-independent-fed-is-the-least-bad-option-11548876164", "title": "An Independent Fed Is the Least Bad Option", "date": "2019-01-30 14:22", "summary": "The least-bad option for monetary policy is a Fed that is insulated from political manipulation, has the luxury of a long time horizon and has specialized expertise.. Those of us who agree with Alan Blinder that \"An Independent Fed Isn't 'Loco,' It's Effective\" (op-ed, Jan. 24) worry that the same logic he uses to protect the Federal Reserve from political interference has been used to build a virtual wall around technocrats in our administrative state. The least-bad option for monetary policy is a Fed that is insulated from political manipulation, has the luxury of a long time horizon and has specialized expertise. Whether the Fed is truly apolitical and always guesses right about economic conditions is arguable, but all alternatives have heavier political baggage.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-intervention-inappropriate-in-venezuela-11548876120", "title": "U.S. Intervention Inappropriate in Venezuela", "date": "2019-01-30 14:22", "summary": "Is it not possible to support nonintervention, a policy President Trump himself touted as a candidate, without being labeled sympathetic to Mr. Maduro?. Your editorial \"Socialists of the World, Unite\" (Jan. 29) erroneously characterizes my tweet calling for noninterventionism in Venezuela as an endorsement of Nicolás Maduro's policies. Let me be clear: I have categorically rejected Mr. Maduro's failed economics, unfair elections and extrajudicial killings. Is it not possible to support nonintervention, a policy President Trump himself touted as a candidate, without being labeled sympathetic to Mr. Maduro?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/king-would-support-the-young-deplorables-11548875869", "title": "King Would Support the Young Deplorables", "date": "2019-01-30 14:17", "summary": "Intimidating one's political opponents only because one disagrees with the outcome of the last election is a disgrace and a serious offense to the democratic process.. Regarding your editorial \"The High School Deplorables\" (Jan. 23): Having lived until 1989 under a communist regime (Soviet-controlled Poland), I am appalled by the argument that the Covington Catholic High School kids share the blame for the showdown with the Black Hebrew Israelites protesters simply by wearing their MAGA hats.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-tough-approach-on-migration-stirs-trouble-for-hard-right-hero-11548875400", "title": "Italy's Tough Approach on Migration Stirs Trouble for Hard-Right Hero", "date": "2019-01-30 14:10", "summary": "Lawmakers on Wednesday began debating whether to lift Salvini's immunity in a case that centers on a policy he put in place as interior minister. ROME-An Italian court case targeting the hard-line immigration policy pursued by Interior Minister Matteo Salvini, the leader of a growing nativist party, is stirring tensions within Italy's young government over a campaign that has polarized the country and drawn criticism from Rome's European Union neighbors.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deadly-brazil-mine-accident-puts-waste-dams-in-spotlight-11548874428", "title": "Deadly Brazil Mine Accident Puts Waste Dams in Spotlight", "date": "2019-01-30 13:53", "summary": "The deadly collapse raises questions on whether mining companies are spending enough to build and maintain waste-and-water dams. The deadly collapse of a mine dam in Brazil is putting a fresh spotlight on whether mining companies are spending enough to build and maintain dams meant to contain all the waste and water dumped into them.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-cant-just-sit-back-and-enjoy-the-flight-11548873946", "title": "Boeing Can't Just Sit Back and Enjoy the Flight", "date": "2019-01-30 13:45", "summary": "The U.S. plane maker has reported record profits, but should push ahead with its new midsize jet. Boeing is doing so well that some investors might wonder why it needs a costly new plane. They shouldn't forget that the aircraft manufacturer only got this far by taking big risks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/currency-volatility-drags-on-earnings-11548873699", "title": "Currency Volatility Drags on Earnings", "date": "2019-01-30 13:41", "summary": "The number of North American companies that reported currency fluctuations had a negative impact on their business surged in the third quarter. North American businesses faced stiff currency headwinds during the third quarter of last year as geopolitical uncertainty prompted foreign-exchange volatility, according to an analysis of the earnings calls of 1,200 companies.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mcdonalds-pushes-up-prices-in-the-u-s-but-overall-sales-drop-11548856110", "title": "Global Sales Buoy McDonald's, But U.S. Traffic Drops", "date": "2019-01-30 13:27", "summary": "Sales in the U.S. rise as the fast-food chain benefits from higher prices and premium-priced offers. The strength in McDonald's Corp.'s international business helped the global burger giant beat same-store sales expectations in the fourth quarter, but the chain is still struggling to attract more customers in its critical U.S. market.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-updates-timing-for-data-releases-delayed-by-shutdown-11548863250", "title": "Government Updates Timing for Data Releases Delayed by Shutdown", "date": "2019-01-30 13:20", "summary": "The Census Bureau canceled its advance economic indicators report and preliminary steel report for the month of November. WASHINGTON-The U.S. Census Bureau published an updated calendar Wednesday for some of its economic-data reports that were halted during the partial government shutdown, and it canceled other scheduled releases.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-sneezed-go-home-11548346062", "title": "'Go Home!': Turn Up for Work Sneezing and the Sick-Shamers Swing Into Action", "date": "2019-01-30 13:16", "summary": "Resume Subscription. Earlier this month, Katie Vyvijal, a 24-year-old junior PR associate in Chicago, heard a colleague sneeze at least three times in quick succession. She snapped to attention. \"I yelled his name and said: 'Are those allergies?' \"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-stick-slip-beauty-of-bow-and-string-11548870972", "title": "The 'Stick-Slip' Beauty of Bow and String", "date": "2019-01-30 12:56", "summary": "Violin music and squeaky door hinges are both examples of the power of vibrating surfaces. The history of discovery is littered with apparently unbridgeable gaps. Consider olives, for example. It must have taken astonishing persistence to work out that weeks of soaking in brine can turn this horribly bitter fruit into the perfect party snack. It occurred to me this week, while walking past a local music school, that the musical equivalent of the olive is the violin.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steven-dodge-a-restless-entrepreneur-found-gold-in-cellphone-towers-11548870927", "title": "Steven Dodge, a Restless Entrepreneur, Found Gold in Cellphone Towers", "date": "2019-01-30 12:55", "summary": "Yale-educated Navy veteran discovered early on he was 'not cut out to work for other people'. All Steven Dodge needed was a radio tower.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elliott-looks-beyond-activism-to-full-blown-takeovers-11548870326", "title": "Elliott Looks Beyond Activism to Full-Blown Takeovers", "date": "2019-01-30 12:45", "summary": "In letter, Elliott calls activism and private equity a 'powerful combination'. Elliott Management Corp., one of the biggest and busiest shareholder activists, is making a new push into outright takeovers of companies.", "categories": [["Markets", "Financial Services", "Hedge Funds"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/business/financial-services?mod=breadcrumb", "https://www.wsj.com/news/types/hedge-funds?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-forced-underground-turns-to-women-to-survive-11548856800", "title": "Islamic State Enlists Women as Covert Operatives in Survival Bid", "date": "2019-01-30 12:34", "summary": "Militants in Iraq turn to female couriers in effort to operate under the radar. MOSUL, Iraq-Five kilograms of flour, a laptop and instant noodles were among the items Suzanne was asked to procure from a market in Iraq's northern city of Mosul. If the task appears mundane, its purpose wasn't: Suzanne was shopping for Islamic State.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-think-the-worst-about-your-teenager-11548868008", "title": "Don't Think the Worst About Your Teenager", "date": "2019-01-30 12:06", "summary": "Parents fear that adolescents are prone to rebellion and moodiness, but research shows that expecting bad behavior can be a self-fulfilling prophecy. When my son turned 13 last fall, the reaction of friends and family was mixed. Along with well wishes came sympathetic eye rolls and condolences: \"Oh, good luck with the teen years!\"", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novartis-seeks-growth-in-newer-drugs-amid-pricing-challenges-11548838137", "title": "Despite Raising Prices, Big Pharma Is Selling Drugs for Less", "date": "2019-01-30 12:05", "summary": "Although drug companies are still raising list prices, companies are offering bigger discounts. Drug companies may be raising list prices in the U.S., but discounts mean the actual price of many drugs is falling.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/these-heated-jackets-actually-workand-charge-your-phone-too-11548866800", "title": "These Heated Jackets Actually Work-And Charge Your Phone, Too", "date": "2019-01-30 11:46", "summary": "Toasty, battery-powered parkas have been growing ever more clever-and you can even use them to juice a dying smartphone. AS I STRUGGLED through Midtown Manhattan one recent frigid afternoon, my back smoldered as if I were perched in front of a roaring fireplace. The cause of this simmering sensation? A rechargeable battery-powered heating panel, sitting just below my shoulder blades inside the Ralph Lauren \"RL Heat\" puffer I was testing. If the old-school puffer I wore to work that morning could be likened to a bicycle, this jacket was a motorbike. The heated jacket, controlled via a Bluetooth app on my iPhone, promised a battery life of three hours, but within five minutes, my back was baking. The future was here and it was leaving an unsightly sweat mark on my shirt.", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-ts-media-misadventures-catching-up-with-it-11548866758", "title": "AT&T's Media Misadventures Catching Up With It", "date": "2019-01-30 11:45", "summary": "New assets from WarnerMedia are helping, but sagging DirecTV and too much debt are dragging AT&T down. Thanks to its acquisitions of DirecTV in 2015 and TimeWarner in 2018, AT&T closed out the year with around $170 billion of net debt. It is now one of the mostly highly leveraged companies in the media sector.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-economy-shows-wear-from-yellow-vest-protests-11548844523", "title": "Political Malaise Drags Down Europe's Growth", "date": "2019-01-30 11:44", "summary": "Slower growth underscores economic pain that has stirred antigovernment protests. PARIS-The twin engines of the eurozone economy, France and Germany, are cooling, a trend that deepens the economic pain at the root of \"yellow-vest\" protests and other tensions across the continent.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/washington-is-pretty-broken-shutdown-fight-rattles-freshman-lawmakers-11547827296", "title": "'Washington Is Pretty Broken': Shutdown Fight Rattles Freshman Lawmakers", "date": "2019-01-30 11:32", "summary": "The funding impasse has made for an unusual transition to Congress for new legislators. WASHINGTON-The longest government shutdown in U.S. history has hung over the opening weeks of the 116th Congress, and for many freshman lawmakers of both political parties it has served as a stark introduction to the Washington dysfunction many of them vowed to shake up.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carnegie-halls-new-season-celebrates-beethovens-birth-11548865801", "title": "Carnegie Hall's New Season Celebrates Beethoven's Birth", "date": "2019-01-30 11:30", "summary": "Series of concerts will feature the composer's complete nine symphonies, other works. For its 2019-20 season, Carnegie Hall is going big on Beethoven.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibabas-revenue-jumps-despite-china-slowdown-11548851312", "title": "Alibaba's Revenue Jumps Despite China Slowdown", "date": "2019-01-30 11:18", "summary": "Net income increased 37% in the just-ended quarter as demand for apparel and consumer staples continued to be strong. BEIJING- Alibaba Group Holding Ltd. posted its slowest quarterly revenue growth in nearly three years, a robust 41% that still prompted executives to try to dispel market concerns that the e-commerce giant is being hit by China's economic slowdown.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/expecting-a-big-tax-refund-dont-be-so-sure-11548594000", "title": "Expecting a Big Tax Refund? Don't Be So Sure", "date": "2019-01-30 11:11", "summary": "In the first tax-filing season under the new law, the size of your refund is more uncertain than ever. WASHINGTON-The first tax-filing season under the 2017 tax law opened Monday, and there's a crucial unknown for most Americans: Just how big will their refunds be?", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/where-are-those-tractor-keys-very-old-macdonald-wont-quit-the-farm-11548864702", "title": "Very Old MacDonald Won't Quit the Farm", "date": "2019-01-30 11:11", "summary": "Resume Subscription. STIRLING, Scotland-On a recent day, Jean Lyndsay put on her boots and went out to meet some of the young farmers whose land borders her own in the Scottish Highlands.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/can-you-really-take-that-sick-day-readers-react-to-office-sick-shaming-11548864000", "title": "Readers React to Office Sick-Shaming", "date": "2019-01-30 11:00", "summary": "Many argue the presence of hacking, sneezing and sniffling colleagues at work highlights a bigger issue: It's often not easy to stay home. You have sick days. Can you use them?", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pink-mansion-that-housed-monacos-founding-family-asks-125-million-11548864040", "title": "The Pink Mansion That Housed Monte Carlo's Founding Family Asks $125 Million", "date": "2019-01-30 11:00", "summary": "Known as 'Villa l'Echauguette,' this rare Belle Epoque mansion belonged to the Blanc family, who transformed Monaco into a playground for the wealthy.. In the small city-state of Monaco, perched on a hillside overlooking the harbor, a cotton candy-pink mansion is a rare throwback to the days when the region first emerged as a haven for the super rich.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-it-took-two-to-write-what-a-fool-believes-11548863764", "title": "Why It Took Two to Write 'What a Fool Believes'", "date": "2019-01-30 10:56", "summary": "Resume Subscription. The song didn't come easy. After writing one catchy verse, Michael McDonald was stuck. Only after he teamed up with Kenny Loggins were the two able to finish writing \"What a Fool Believes.\"", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/anthems-pbm-plans-boost-earnings-expectations-11548862696", "title": "Anthem's PBM Plans Boost Earnings Expectations", "date": "2019-01-30 10:38", "summary": "Anthem said it will exit the Express Scripts contract on March 1, with members beginning to migrate in the second quarter. Anthem Inc. will accelerate the launch of its in-house pharmacy-benefit manager IngenioRx to March, a move that sharply pushed up the big insurer's projected earnings for 2019.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesotas-wayzata-offers-hot-and-cold-lakefront-luxury-11548862641", "title": "Minnesota's Wayzata Offers Hot and Cold Lakefront Luxury", "date": "2019-01-30 10:37", "summary": "The 55391 ZIP Code, on the northern shore of the popular recreational destination of Lake Minnetonka, has some of the priciest properties in the state. Wayzata is a roughly 3-square-mile city on the northeast shore of Lake Minnetonka, one of Minnesota's most popular recreational lakes. The 55391 ZIP Code of the city, which is 11 miles west of Minneapolis, has some of the state's most expensive real estate. It is home to Cargill, the world's largest privately held company, according to Forbes, with revenues of $114.7 billion in 2018. In the warmer months, Wayzata's downtown is crowded with boaters who dock near the main Lake Street. In the winter, when temperatures dip below freezing, Wayzatans don't miss a beat: They head outside to ice skate, ice-fish and even iceboat.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hyundai-heavy-seeks-majority-stake-in-fellow-korean-shipyard-dsme-11548852598", "title": "Hyundai Heavy Seeks Majority Stake in Fellow Korean Shipyard DSME", "date": "2019-01-30 10:34", "summary": "A marriage between the world's two biggest shipyards would create a combined order-book of around 180 ships. Hyundai Heavy Industries Co. Ltd. has made an approach to buy a majority stake in Daewoo Shipbuilding & Marine Engineering Co. from the state-run Korea Development Bank, people directly involved in the matter said.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-economy-is-slowing-survey-says-11548855001", "title": "U.S. Economy Is Slowing, Survey Says", "date": "2019-01-30 10:33", "summary": "GDP grew at a 2.6% annual rate in the fourth quarter, economists estimate, and will expand at a 1.8% clip this period. The U.S. economy's brief flirtation with 3% growth is over for now, economists say, cut short by a dimming global outlook, market tremors and sluggish business investment.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-frustrates-foreign-firms-with-accelerated-investment-law-11548862351", "title": "China Speeds Investment Law, Irking Foreign Firms", "date": "2019-01-30 10:32", "summary": "Business groups fear legislators are ignoring their input in effort to expedite long-sought framework. BEIJING-China is giving foreign businesses a tighter window to voice concerns about new rules on foreign investment as Beijing speeds passage of a proposed law in the midst of trade talks with the U.S.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beto-orourke-weighs-presidential-campaign-from-an-unusual-position-front-runner-11548862201", "title": "O'Rourke Weighs Candidacy From Unusual Position: Front-Runner", "date": "2019-01-30 10:30", "summary": "Former Texas congressman's strategies may have to change to distinguish himself from Democratic field. EL PASO, Texas-Beto O'Rourke has run for three different offices by campaigning against incumbents he painted as out of touch with constituents, a message that will have to change if he gets into the crowded 2020 Democratic presidential primary.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-sale-a-mini-english-castle-11548861800", "title": "For Sale: a Mini English Castle", "date": "2019-01-30 10:23", "summary": "For $1 million, a buyer could rule from this fully restored structure built in the 1700s as a wealthy landowner's 'folly'. The Fernandez family home in the English countryside is every inch the fairy-tale castle-with one crucial difference: At 1,018 square feet, it's minuscule compared with more famous examples like the Queen's Windsor Castle at 484,000 square feet.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-miniature-english-castle-for-sale-11548861734", "title": "A Miniature English Castle for Sale", "date": "2019-01-30 10:22", "summary": "Located in the city of Dinton, this gentleman's folly from the 1700s has been fully restored and is now on the market with a guide price of $1 million.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dont-shop-for-alibaba-as-china-slows-11548861481", "title": "Don't Shop for Alibaba as China Slows", "date": "2019-01-30 10:21", "summary": "The e-commerce giant will struggle to pick up speed as China's economy hits a rough patch. Alibaba just reported its slowest growth in years. China's worsening economy will make it difficult for the e-commerce giant to pick up steam again.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shutdown-shows-american-institutions-are-alive-and-kicking-11548860581", "title": "Shutdown Shows American Institutions Are Alive and Kicking", "date": "2019-01-30 10:03", "summary": "Despite anxiety over Trump, Congress, the courts, the states and the media are constraining him, just as framers intended. The record-setting government shutdown disrupted thousands of lives, undermined the economy and left President Trump and Democrats with nothing to show for it. For American governance, it was an unmitigated failure.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/six-ways-to-improve-air-travel-instantly-11548860515", "title": "Six Ways to Improve Air Travel Instantly", "date": "2019-01-30 10:01", "summary": "Flying doesn't have to be such a grind-here are realistic suggestions for changes airlines could make to win back the customer loyalty they've lost. Travelers love to hate on airlines. Airlines sometimes do bad things to their customers, dinging them with add-on fees, penalizing them when plans change, squeezing them into shrinking seats and bathrooms and occasionally leaving them stranded for a couple of days.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-economic-growth-slowed-in-fourth-quarter-11548859750", "title": "Mexican Economic Growth Slowed in Fourth Quarter", "date": "2019-01-30 09:49", "summary": "Mexico's fourth-quarter GDP expanded 0.3% from the third quarter. MEXICO CITY-Mexico's economic growth lost momentum in the fourth quarter of 2018 as a decline in industrial output partially offset gains in services and agricultural production.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-dont-want-to-be-a-blip-an-artist-on-the-rise-adjusts-to-the-spotlight-11548858955", "title": "'I Don't Want to Be a Blip': An Artist on the Rise Adjusts to the Spotlight", "date": "2019-01-30 09:35", "summary": "Derek Fordjour has become one of the art world's most coveted newcomers. Dirt. Hay. Pea gravel.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/forget-ceo-snafu-at-eurozones-most-valuable-bank-11548858646", "title": "Forget CEO Snafu at Eurozone's Most Valuable Bank", "date": "2019-01-30 09:30", "summary": "Embarrassment for Santander's leadership matters little for future profitability. Brazil and Brexit matter more for the eurozone's most valuable bank than anything else, but Banco Santander is instead attracting headlines for ditching plans to make a chief executive of its favorite UBS investment banker.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-private-sector-adds-213-000-jobs-in-january-11548858049", "title": "U.S. Private Sector Adds 213,000 Jobs in January", "date": "2019-01-30 09:20", "summary": "The service sector added 145,000 jobs, while the manufacturing sector had its strongest job growth in more than four years. The U.S. private sector added 213,000 jobs in January, according to the ADP National Employment Report released Wednesday, beating expectations but falling short of last month's growth.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/plan-to-create-european-train-giant-may-be-derailed-by-antitrust-concerns-11548857884", "title": "Plan to Create European Train Giant May Be Derailed by Antitrust Concerns", "date": "2019-01-30 09:18", "summary": "Siemens CEO lashes out at regulators for underestimating competitive threat from China. MUNICH-The European Commission is expected to block a planned merger between the rail units of Germany's Siemens AG and France's Alstom SA, despite them filing last-ditch remedies on Friday to allay concerns about the deal, people familiar with the probe said.", "categories": [["Business", "Europe"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-silent-patient-is-already-making-noise-11548857843", "title": "'The Silent Patient' Is Already Making Noise", "date": "2019-01-30 09:17", "summary": "Alex Michaelides's debut novel is generating buzz ahead of its U.S. release. Three years ago, Alex Michaelides was a screenwriter with two produced films to his credit: one went straight to video, the other has a rare 0% (meaning no positive reviews) on Rotten Tomatoes.", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-insurers-can-evaluate-your-social-media-useif-they-can-prove-why-its-needed-11548856802", "title": "New York Insurers Can Evaluate Your Social Media Use-If They Can Prove Why It's Needed", "date": "2019-01-30 09:00", "summary": "New guidance applies to companies operating in New York, but industry consultants say it could have an impact beyond the state's borders. New York's top financial regulator is going to allow life insurers to use data from social media and other nontraditional sources when setting premium rates, though the insurers will have to prove the information doesn't unfairly discriminate against certain customers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copenhagen-fashion-week-a-danish-label-paving-the-way-on-ethical-style-11548856800", "title": "Meet Carcel, a Danish Label Paving the Way on Ethical Style", "date": "2019-01-30 09:00", "summary": "Silky fashions from the Copenhagen-based label give Thai prisoners new skills and fair wages, says CEO Veronica D'Souza. A closer look at the sustainable clothing line, now launching its second collection. Carcel, a Denmark-based sustainable clothing company, works with incarcerated women to create its pieces, paying them wages and teaching them marketable skills. The company's second collection, a line of casual-elegant silk garments, was produced in Thailand by female prisoners at Chiang Mai Women's Correctional Institution. Sewn in each item is the name of the woman who made it. \"You don't have to sacrifice style for ethics,\" says Carcel CEO and founder Veronica D'Souza. We spoke with D'Souza about her mission of fashion with a positive impact-and how she hopes to influence the bigger houses.", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-apple-amd-ebay-amgen-gamestop-square-11548847558", "title": "Stocks to Watch: Apple, AMD, eBay, Amgen, GameStop, Square", "date": "2019-01-30 08:52", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-pg-e-bankruptcy-another-judge-may-play-key-role-11548854129", "title": "In PG&E Bankruptcy, Another Judge May Play Key Role", "date": "2019-01-30 08:15", "summary": "Judge William Alsup, who oversees PG&E federal criminal case, may intervene in chapter 11 proceeding, experts say. Now that PG&E Corp. has filed for protection from its creditors because of California wildfire liabilities, all eyes are on the bankruptcy court.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tony-romo-play-predictions-super-bowl-11548805802", "title": "Tony Romo Calls Plays Before They Happen. How Often Is He Right?", "date": "2019-01-30 08:01", "summary": "Resume Subscription. ", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/pharma-investors-pick-your-poison-11548851400", "title": "Pharma Investors, Pick Your Poison", "date": "2019-01-30 07:30", "summary": "Price controls are a remote political risk, but they have led to self-restraint by drug companies that is harming sales. The drug industry is due for a tough year in Washington. Don't be surprised if that trouble spreads to Wall Street.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-giants-seize-tvs-biggest-stage-after-shunning-mass-market-ads-11548851400", "title": "Amazon Seizes TV's Biggest Stage, After Shunning Mass-Market Ads", "date": "2019-01-30 07:30", "summary": "Now a Super Bowl mainstay, e-commerce giant spends more than McDonald's on TV ads. Amazon.com Inc. is becoming a fixture of Super Bowl advertising, a sign that the tech titans that championed the rise of online advertising and streaming video find TV's mass-marketing appeal hard to resist.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/climate-change-pushes-companies-to-buy-renewables-11548849602", "title": "From Beer to Casinos, Businesses Turn to Solar, Wind Power", "date": "2019-01-30 07:00", "summary": "Resume Subscription. Corporations are fueling record investment in U.S. wind and solar power, seizing an opportunity to show consumers their environmental stripes while also taking advantage of plunging costs and favorable tax breaks.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/howard-schultzs-presidential-bid-brews-trouble-for-starbucks-11548849604", "title": "Howard Schultz's Presidential Bid Brews Trouble for Starbucks", "date": "2019-01-30 07:00", "summary": "'I must be doing something right to garner this much attention and this much interest,' former CEO said recently. Just as Starbucks Corp. was turning a corner in its difficult U.S. market, the chain is facing a new worry: Howard Schultz.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-expanding-cloud-is-likely-to-limit-growth-11548844200", "title": "Microsoft's Expanding Cloud Is Likely to Limit Growth", "date": "2019-01-30 05:30", "summary": "Azure grew 76% in the previous quarter, a healthy pace but slower than previous quarters. Investors will be watching closely as the tech giant reports earnings on Wednesday. Microsoft Corp. is scheduled to report fiscal second-quarter earnings after the market closes Wednesday. Here's what to expect:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-likely-to-hold-rates-steady-11548844201", "title": "Fed Expected to Hold Rates; Investors Seek Clues on 'Patience'", "date": "2019-01-30 05:30", "summary": "With officials signaling little urgency to raise the benchmark rate, their statement could clarify what a 'patient' stance implies. The Federal Reserve is set to hold interest rates steady Wednesday and reaffirm it is likely to leave them unchanged for a while.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/once-powerful-pg-e-has-few-friends-left-in-california-capital-11548844202", "title": "Once Powerful PG&E Has Few Friends Left in California Capital", "date": "2019-01-30 05:30", "summary": "State political leaders have no plans to help once-influential utility; 'The landscape has really shifted'. SACRAMENTO-In the hours following PG&E Corp.'s filing for bankruptcy protection, leaders here in California's capital had very little to say.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-earnings-what-to-watch-11548844201", "title": "Tesla Earnings: What to Watch", "date": "2019-01-30 05:30", "summary": "The electric-car maker's potential cash crunch is back in focus. Tesla is expected to release fourth-quarter financial results after the market closes Wednesday. Here's what you need to know:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-earnings-what-to-watch-11548844202", "title": "Facebook Expected to Post Solid Earnings, Defying Year of Crisis", "date": "2019-01-30 05:30", "summary": "Investors will be looking for updates on the crisis fallout, WhatsApp monetization and the shift to stories. Facebook Inc. is scheduled to report fourth-quarter results after the market closes Wednesday. Here are the key points to watch:", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-trouble-in-apple-china-is-it-time-for-a-china-tailored-iphone-11548844206", "title": "Apple's China Problem May Require a New iPhone", "date": "2019-01-30 05:30", "summary": "A steep downturn in the world's largest smartphone market is prompting calls for radical change. For years, Apple Inc. has operated on the assumption that it gets to set the world's tastes. Its struggles in China are causing some close observers of the technology giant to say that needs to change.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghosn-blames-plot-and-treason-for-charges-against-him-11548841424", "title": "Ghosn Blames 'Plot and Treason' for Charges Against Him", "date": "2019-01-30 04:43", "summary": "Former Nissan chairman says executives who opposed his plans for the auto maker's alliance with Renault plotted against him. TOKYO-Carlos Ghosn said he was the victim of a plot by Nissan Motor Co. executives who opposed his plans for Nissan's alliance with Renault SA, according to the Nikkei business daily.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/year-of-the-pig-lures-market-bulls-in-china-11548824662", "title": "Year of the Pig Lures Market Bulls in China", "date": "2019-01-30 03:42", "summary": "Individual investors are snapping up stocks in companies likely to benefit from demand related to the Lunar New Year holiday. Hundreds of millions of Chinese are starting to hit the road for the Lunar New Year break. The country's throngs of individual investors are snapping up stocks in companies likely to benefit from holiday-related demand.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-coronation-leaves-an-empty-throne-in-asian-trading-11548837274", "title": "Japan's Coronation Leaves an Empty Throne in Asian Trading", "date": "2019-01-30 03:34", "summary": "Resume Subscription. When Crown Prince Naruhito accedes to the Chrysanthemum throne as Japan's new emperor at the end of April, his country will be briefly abdicating its role as the primary provider of liquidity in the thinnest trading hours of the day.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-tesla-is-burning-through-more-cash-than-rubber-11548835647", "title": "China's Tesla Is Burning Through More Cash Than Rubber", "date": "2019-01-30 03:07", "summary": "After a $1 billion IPO just four months ago, NIO is looking for another $750 million jolt. The biggest worry for electric-vehicle drivers is range: How far can their cars go after one recharge? Investors in EV makers have a similar concern: How long can one fundraising round last before the company needs another?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-earnings-what-to-watch-11548763200", "title": "Alibaba Earnings: What to Watch", "date": "2019-01-30 00:40", "summary": "Investors will be watching keenly to see what Alibaba executives say about the Chinese economy and any fallout from U.S.-China trade tensions. Chinese e-commerce giant Alibaba Group Holding Ltd. will report fiscal third-quarter earnings before the U.S. market opens Wednesday. Analysts expect the New York Stock Exchange-listed company to post a rise in revenue, with solid demand for items including apparel and cosmetics and a steady growth in commissions from vendors, helping to buck China's economic slowdown. Meanwhile, it is expected to post a decline in net income, as investments into new business areas as well as spending on content for its online video platform and other costs weigh on profitability. Here is what to look for:", "categories": [["Business", "Earnings Preview"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings-preview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11548794170", "title": "Pepper...and Salt", "date": "2019-01-30 00:01", "summary": "Resume Subscription. ", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tupperware-slides-as-china-demand-loses-steam-11548870947", "title": "Tupperware Slides as China Demand Loses Steam", "date": "2019-01-30 00:01", "summary": "Shares drop sharply; consumer-products maker plans to slash its dividend. Tupperware Brands Corp. is the latest U.S. company to be battered by weaker-than-expected consumer demand in China.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-amazon-walmart-and-other-foreign-players-dominate-india-to-promote-domestic-tech-companies-11548766862", "title": "Amazon, Facebook and Walmart Need to Watch Their Backs in India", "date": "2019-01-30 23:07", "summary": "'National Champion' policy will encourage the rise of Indian businesses. NEW DELHI- Hoping to match China's success at protecting and promoting homegrown tech titans, India has plans to continue tightening restrictions on Amazon.com Inc . , Walmart Inc. Facebook Inc. and other foreign firms that have come to dominate the country's budding internet economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-agreed-to-pay-faa-for-inspectors-time-during-government-shutdown-11548804686", "title": "Southwest Agreed to Pay FAA for Inspector's Time During Government Shutdown", "date": "2019-01-30 23:01", "summary": "Unusual arrangement allowed budget carrier to add three new planes to its fleet despite furloughs. Southwest Airlines Co. benefited from an unusual deal with federal aviation regulators during the recent partial government shutdown: The carrier agreed to cover the cost of briefly recalling a furloughed safety inspector to sign off on putting three new jets into service.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fitch-cuts-mexicos-pemex-rating-by-two-notches-11548817302", "title": "Fitch Cuts Mexico's Pemex Rating by Two Notches", "date": "2019-01-30 22:03", "summary": "The company's debt stood at $106 billion at the end of September. MEXICO CITY-Fitch Ratings downgraded the debt of Mexican state oil company Petróleos Mexicanos Tuesday by two notches, citing insufficient investment to restore declining production.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-ceiling-amendment-for-spending-bills-fails-to-draw-wide-support-11548816808", "title": "Mnuchin Open to Pairing Debt Ceiling With Spending Package", "date": "2019-01-30 21:53", "summary": "Treasury secretary welcomes raising limit as part of measure to avoid shutdown, but lawmakers are skeptical. WASHINGTON-Treasury Secretary Steven Mnuchin is open to the idea of attaching a debt-limit suspension to a must-pass spending measure to keep the government open beyond Feb. 15, according to a person familiar with the discussions. But lawmakers from both parties poured cold water on that strategy Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amd-guides-slower-growth-but-thats-ok-for-wall-street-11548801501", "title": "AMD Guides for Slower Growth This Year", "date": "2019-01-30 21:31", "summary": "Chip maker faces weaker demand for graphics cards used in mining cryptocurrencies. Advanced Micro Devices Inc. expects revenue this year to grow at a more conservative pace as the chip maker faces weaker sales of graphics processors with the cooling of a once-hot cryptocurrency market.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyse-nasdaq-rival-aims-to-shed-light-on-fee-profits-11548783330", "title": "NYSE, Nasdaq Rival Aims to Shed Light on Fee Profits", "date": "2019-01-30 21:25", "summary": "The exchanges don't disclose profit margins for these kinds of services. Brokerage firms and banks have complained for years about rising fees at big stock exchanges. Now, they are getting a glimpse of the potential profits the exchanges could be making from them.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-mayor-eric-garcetti-to-announce-he-wont-run-for-president-11548806587", "title": "Los Angeles Mayor Says He Won't Run for President in 2020", "date": "2019-01-30 21:04", "summary": "Democrat was considered a long shot in crowded 2020 field. Los Angeles Mayor Eric Garcetti won't seek the Democratic presidential nomination, saying it was a hard choice to make but that he was committed to his work as mayor.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mother-carrying-baby-dies-after-falling-down-subway-stairwell-11548780578", "title": "Mother Carrying Baby Dies After Falling Down Subway Stairwell", "date": "2019-01-30 20:22", "summary": "At Manhattan station, the 1-year-old girl was found awake on the ground, not badly injured, near the woman. A 22-year-old woman died after falling down a flight of stairs in a Midtown Manhattan subway station while carrying her baby daughter, New York Police Department officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vale-employees-arrested-after-brazil-dam-collapse-11548760265", "title": "Vale to Dismantle 10 Dams in Wake of Brazil Mining Disaster", "date": "2019-01-30 19:50", "summary": "Police arrest three employees of world's largest iron ore producer and two engineers working for a company that certified the dam. SÃO PAULO-Brazil's Vale SA said it would dismantle 10 dams that are similar to the one that collapsed on Friday, killing at least 84 people, after police arrested five people in connection with the disaster earlier Tuesday.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-posts-drop-in-quarterly-revenue-and-profit-11548797780", "title": "Apple's Revenue and Profit Drop: 'The iPhone Has Matured'", "date": "2019-01-30 19:35", "summary": "Revenue for iPhone declined 15% for the quarter; revenue from other products and services grew 19%. Apple Inc. posted its first holiday-quarter decline in revenue and profit in over a decade and warned the slowdown in its core iPhone business and weakness in China has spilled into this year.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-china-trade-talks-begin-trump-faces-pressure-to-make-a-deal-11548808477", "title": "As China Trade Talks Begin, Trump Faces Pressure to Make a Deal", "date": "2019-01-30 19:34", "summary": "Though president feels an advantage as China's economy slows, new tariffs could be unpopular. WASHINGTON-As the U.S. and China resume high-level trade talks Wednesday, President Trump sees himself with the upper hand given China's lagging economic growth, but there is pressure for Mr. Trump and his administration to cut a deal too.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelans-fear-new-u-s-oil-sanctions-will-hit-them-hardest-11548804430", "title": "Venezuelans Fear New U.S. Oil Sanctions Will Hit Them Hardest", "date": "2019-01-30 19:33", "summary": "New U.S. penalties are designed to choke Venezuelan oil revenue and pave the way for better days, but many worry about collateral damage. CARACAS, Venezuela-New U.S. sanctions are designed to choke Venezuelan oil revenue and oust the current leader, paving the way for better days. But many people worry about collateral damage.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-huawei-reckoning-11548808277", "title": "China's Huawei Reckoning", "date": "2019-01-30 19:31", "summary": "The criminal charges should play out in court, not in trade talks.. The twin U.S. indictments of Huawei on Monday provide enough detail to make a compelling case for criminal acts. Huawei says it's innocent, and the telecom giant deserves its day in court, but the message is that China and its companies can no longer violate global norms with impunity.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelas-maduro-takes-a-hostage-11548807822", "title": "Venezuela's Maduro Takes a Hostage", "date": "2019-01-30 19:23", "summary": "If the military backs the regime, why is Col. García Palomo a threat?. The Sunday arrest of retired Venezuelan army colonel Oswaldo García Palomo by Venezuelan security forces is a setback for a nation struggling to unseat dictator Nicolás Maduro. But it is also a sign of the regime's desperation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bad-judges-deal-11548807717", "title": "A Bad Judges Deal", "date": "2019-01-30 19:21", "summary": "The White House may make concessions to Feinstein and Harris.. President Trump's best achievement has arguably been judicial selection. From the Supreme Court to the appellate circuits to district-court nominees, he is remaking the federal courts. So more than a few eyes widened this month when the White House omitted three names from the list of 50 judges Mr. Trump sent back up to the Senate. What intrigue gives?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-suit-against-qualcomm-over-patent-tactics-reaches-endgame-11548777422", "title": "U.S. Suit Against Qualcomm Over Patent Tactics Reaches Endgame", "date": "2019-01-30 19:21", "summary": "The FTC has argued that the chip maker's 'no license, no chips' policy helped it collect billions in profits while stifling competition. SAN JOSE, Calif.-Closing arguments took place Tuesday in the federal government's suit against Qualcomm Inc. over patent licensing, the final stage in a trial that could upend a business model vital to the chip maker's success in the smartphone era.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-pass-tough-gun-control-bills-11548807588", "title": "New York Lawmakers Pass Tough Gun-Control Bills", "date": "2019-01-30 19:19", "summary": "The measures, which Gov. Andrew Cuomo plans to sign, include 'red flag' provision likely to face legal challenge. New York lawmakers on Tuesday approved a package of gun-control measures, including a provision designed to keep firearms from people considered a risk of hurting themselves or others that is expected to spark a legal challenge.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/worlds-dumbest-energy-policy-11548807424", "title": "World's Dumbest Energy Policy", "date": "2019-01-30 19:17", "summary": "After giving up nuclear power, Germany now wants to abandon coal.. Dumb environmental policies are routine across Europe-see Emmanuel Macron's riot-inducing fuel tax in France-but even by that standard Germany's new plan to abandon coal is notable. Having wasted uncountable billions of euros on renewables and inflicted some of Europe's highest energy prices on German households and businesses, now Berlin is promising to kill the one reliable power source Germany has left.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexico-stops-fast-tracking-migrants-humanitarian-visas-11548807313", "title": "Mexico Stops Fast-Tracking Migrants' Humanitarian Visas", "date": "2019-01-30 19:15", "summary": "Officials end program to expedite visas for Central American migrants after less than two weeks. MEXICO CITY-Mexico ended a program on Tuesday to grant fast-track visas for humanitarian reasons to a wave of Central American migrants who reached its southern border in recent weeks on their way toward the U.S.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airlines-cancel-flights-as-arctic-chill-bears-down-on-midwest-11548804596", "title": "Airlines Cancel Flights as Arctic Chill Bears Down on Midwest", "date": "2019-01-30 19:14", "summary": "Carriers limit time ground crews spend outside, park planes indoors. More than a thousand flights are being grounded as a blast of arctic air barrels over the Midwest, bringing with it temperatures too low for airfield workers to load bags or get planes ready for takeoff.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wildfires-drove-pg-e-to-bankruptcy-where-utility-must-change-to-survive-11548807084", "title": "Bankruptcy Filing Sets PG&E Up for Overhaul", "date": "2019-01-30 19:11", "summary": "Breakup, asset sales all on the table in biggest corporate bankruptcy in a decade. PG&E Corp. on Tuesday became the largest public company to file for bankruptcy in the U.S. in the past decade as mounting liabilities from its role in triggering California wildfires pushed the utility over the brink.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/politicians-put-populism-over-pensions-11548807011", "title": "Politicians Put Populism Over Pensions", "date": "2019-01-30 19:10", "summary": "Anti-Wall Street ire leads some state officials to attack private equity despite its benefits to retirement funds.. When it comes to pensions for America's teachers and state employees, \"underfunded\" is an understatement. As of 2016, state funds nationwide were on track to cover less than two-thirds of the $4 trillion they owe to 19 million current and former public workers. Investment officers in each state are asked to play miracle worker, taking the leftovers from what statehouses spend and using the market to provide retirement benefits for the masses.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-billionaire-spends-his-money-is-his-own-business-11548807054", "title": "How a Billionaire Spends His Money Is His Own Business", "date": "2019-01-30 19:10", "summary": "Progressives are more interested in scapegoating the wealthy than they are in relieving poverty.. What's with the New York Times and its Ken Griffin fetish?", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-sino-russian-entente-again-threatens-america-11548806978", "title": "A Sino-Russian Entente Again Threatens America", "date": "2019-01-30 19:09", "summary": "The U.S. must revise its policy toward Moscow if it is to meet the threat from a rising China.. Former national security adviser Zbigniew Brzezinski warned in 1997 that the greatest long-term threat to U.S. interests would be a \"grand coalition\" of China and Russia, \"united not by ideology but by complementary grievances.\" This coalition \"would be reminiscent in scale and scope of the challenge once posed by the Sino-Soviet bloc, though this time China would likely be the leader and Russia the follower.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-death-becomes-life-review-doctors-and-donors-11548806937", "title": "'When Death Becomes Life' Review: Doctors and Donors", "date": "2019-01-30 19:08", "summary": "Most medical professionals ﬁght to prevent disease and keep their patients alive. But for transplant surgeons, death is a starting point.. For resident physicians, the tasks that follow a patient's death are numerous and chillingly frequent. First, death must be ascertained by physical exam-a ritual that can feel bizarre when the finality of death is already evident, and uncanny when \"death\" carries a whiff of the semantic, as when the patient has been on multiple organ-supporting or organ-replacing machines. Family or next of kin must be notified-both a privilege and an agony for the resident on the phone, in many cases. With any luck, the doctors, nurses and other caregivers have time to grieve, reflect or discuss how they might have done their jobs better. Then, as quickly as possible, the regional organ-procurement organization must be called. It is at that moment, with one medical team's work coming to a close, that Joshua Mezrich's often begins.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-senator-who-became-a-pop-star-11548806886", "title": "The Senator Who Became a Pop Star", "date": "2019-01-30 19:08", "summary": "Everett Dirksen's 'Gallant Men' hit Billboard's Top 40.. Americans hear a lot these days about the blurring line between politics and entertainment, but that line started to fade long ago.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-can-destroy-huawei-11548806847", "title": "U.S. Can Destroy Huawei", "date": "2019-01-30 19:07", "summary": "It's a risky but powerful way to show Beijing that stealing no longer works.. Catch-up is how economists explain the success of China and other fast-growing developing economies. Not having to invent the wheel, the microchip or the theory of continuous improvement is a distinct advantage over having to invent them.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-open-letter-to-howard-schultz-11548806813", "title": "An Open Letter to Howard Schultz", "date": "2019-01-30 19:06", "summary": "Starbucks' former CEO has no shot at the presidency and could help Trump win.. You've told the country that if you run for president it would be as a \"centrist independent outside of the two-party system.\" It's a terrible idea.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-approves-staples-essendant-merger-in-split-decision-11548789635", "title": "FTC Approves Staples-Essendant Merger in Split Decision", "date": "2019-01-30 19:06", "summary": "Decision marks first partisan divide on antitrust enforcement by new batch of commissioners. WASHINGTON-A new-look Federal Trade Commission saw its first partisan split in a merger case late Monday, with a Republican majority allowing office-supply giant Staples Inc. to acquire office-supply wholesaler Essendant Inc. over Democratic objections that the FTC should do more to stop questionable deals.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/guns-metoo-israel-human-rights-and-trump-11548806463", "title": "Guns, #MeToo, Israel, Human Rights and Trump", "date": "2019-01-30 19:01", "summary": "Do you have an opinion that is not shared by most of your peers?. Editor's Note: This is the first edition of Future View, a WSJ Opinion series allowing college students to sound off on politics, culture and global affairs. In this installment, contributors share opinions that are unpopular among their peers. Next we ask, \"What's one issue on which President Trump and the Democrats can compromise?\" Click here to submit responses of fewer than 250 words by noon ET Feb. 5. The best responses will be published on Feb. 6.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}]