[{"link": "https://www.wsj.com/articles/nypd-pushes-ban-on-repeat-subway-sex-offenders-11553126232", "title": "NYPD Pushes Ban on Repeat Subway Sex Offenders", "date": "2019-03-20 19:57", "summary": "Outlawing repeat sex offenders from mass transit is likely to face enforcement challenges. New York Police Department officials on Wednesday said they support banning repeat subway sex offenders from using the city's system, a proposal Mayor Bill de Blasio and Gov. Andrew Cuomo recently backed.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/humanitarian-disaster-grows-in-southern-africa-after-cyclone-11553104670", "title": "Humanitarian Disaster Grows in Southern Africa After Cyclone", "date": "2019-03-20 19:47", "summary": "Resume Subscription. Southern Africa was scrambling on Wednesday to respond to a humanitarian disaster in the wake of Cyclone Idai, as the death toll rose and infrastructure connecting the poor region was destroyed, dealing a heavy economic blow and impeding aid delivery.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bayer-shares-fall-after-legal-setback-on-roundup-weedkillers-11553077610", "title": "Bayer Shares Fall After Legal Setback on Roundup Weedkiller", "date": "2019-03-20 19:35", "summary": "Chemicals and pharmaceuticals giant has warned the legal battle is just beginning as number of lawsuits is around 11,200. BERLIN-Shares of Bayer AG tumbled 9.6% Wednesday-the biggest single-day percentage decline in seven months-after the chemicals and pharmaceuticals giant faced another legal setback in its fight against accusations that its Roundup weedkiller causes cancer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yellow-taxi-drivers-press-albany-to-rollback-congestion-pricing-11553124163", "title": "Yellow Taxi Drivers Press Albany to Rollback Congestion Pricing", "date": "2019-03-20 19:22", "summary": "A caravan of cabbies asked lawmakers to use the money it raises to roll back a fee on taxis that took effect last month. As state lawmakers consider a broader system of congestion pricing for New York City, a caravan of cabbies came to the Capitol on Wednesday to ask them to use the money it raises to roll back a fee on taxis that took effect last month.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-keeps-rates-unchanged-signals-no-more-increases-likely-this-year-11553104999", "title": "Fed Signals Rates Will Stay Steady Amid Growth Fears", "date": "2019-03-20 19:16", "summary": "Eleven of 17 officials didn't think an increase would be needed at all this year-up from two in December. WASHINGTON-Federal Reserve officials indicated Wednesday they are unlikely to raise interest rates this year and may be nearly finished with the series of increases they began more than three years ago now that U.S. economic growth is slowing.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-internet-and-evil-11553122899", "title": "The Internet and Evil", "date": "2019-03-20 19:01", "summary": "The problem of live-streamed violence defies easy fixes.. Footage of last week's massacre in New Zealand, which the shooter streamed in real time via Facebook Live, quickly proliferated. The original 17-minute webcast was viewed fewer than 200 times and wasn't immediately reported, Facebook says. Some user finally flagged the video to Facebook 12 minutes later, but by then it had been copied to the internet's darker lairs.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patience-is-now-a-fed-virtue-11553122822", "title": "Patience Is Now a Fed Virtue", "date": "2019-03-20 19:00", "summary": "The central bankers now expect no rate increases in 2019.. If President Trump were gracious-don't laugh-he'd send a thank you note to Jerome Powell. The Federal Reserve Chairman all but admitted on Wednesday that he and the Fed were wrong in favoring tighter monetary policy three months ago and all but called off interest-rate increases through 2019.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/germanys-nato-backslide-11553122850", "title": "Germany's NATO Backslide", "date": "2019-03-20 19:00", "summary": "Berlin seems happy to validate Trump's spending criticism.. German politicians love to heap scorn on President Trump, but then they shouldn't try so hard to prove him right. Witness this week's Berlin backslide on military spending.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-debt-crisis-is-coming-soon-11553122139", "title": "The Debt Crisis Is Coming Soon", "date": "2019-03-20 18:49", "summary": "To avoid economic distress, the government has to reduce future entitlement spending.. The most dangerous domestic problem facing America's federal government is the rapid growth of its budget deficit and national debt.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macrons-reversal-of-fortune-is-a-crisis-of-empathy-11553122098", "title": "Macron's Reversal of Fortune Is a Crisis of Empathy", "date": "2019-03-20 18:48", "summary": "France's president feeds the perception of haughty arrogance that motivates the gilets jaunes.. France's gilets jaunes protests seemed to be losing steam, but they erupted again Saturday, a day after President Emmanuel Macron wrapped up his national grand débat-what an American politician might call a listening tour.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miller-lite-brings-the-bud-knight-back-to-life-sort-of-11553076000", "title": "Miller Lite Brings the Bud Knight Back to Life (Sort of)", "date": "2019-03-20 18:47", "summary": "Campaign for March Madness Picks Up Where Bud Light's Super Bowl Ads Ended. Miller Lite's latest ad assault on Bud Light picks up seconds after its larger rival's biggest Super Bowl ad ended, imagining what happens after the commercial stops shooting. No surprise: The actors, even the guy playing the Bud Knight, pick up cans of Miller Lite.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-cares-killer-app-life-insurance-11553122054", "title": "Health Care's Killer App: Life Insurance", "date": "2019-03-20 18:47", "summary": "The industry could profit by helping policyholders pay for cancer treatments that prolong life.. Imagine a scenario in which a 57-year-old man with an individual health-insurance policy is diagnosed with cancer. As soon as the diagnosis is made, the incentives of the man and those of his health insurer diverge.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/levi-strauss-set-to-debut-amid-ipo-boom-11553087974", "title": "Levi Strauss Heads Back to Public Markets", "date": "2019-03-20 18:47", "summary": "Denim maker is selling shares at $17 apiece for a valuation of roughly $6.6 billion. Levi Strauss & Co. is set to go public for the second time Thursday as the jeans maker jumps on an IPO wave being ridden most notably by big tech startups such as Lyft Inc. and Uber Technologies Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-new-yorkers-flee-for-florida-11553122015", "title": "Why New Yorkers Flee for Florida", "date": "2019-03-20 18:46", "summary": "Our hearts go out to you for your sagging luxury real-estate market. But you did this to yourself.. A recent article in a Beltway publication warned about a potential recession and considered how it might affect President Trump's chances at re-election. The story began-no joke: \"The luxury real estate market in Manhattan is sagging.\" It goes on to argue that softening in the real-estate market in high-tax Northeastern states is caused by the 2017 tax-reform law. Thus the claim is that because taxpayers can deduct only $10,000 in state and local taxes from their federal returns, America is heading for a recession.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-math-wont-stop-us-from-impeaching-kavanaugh-11553121975", "title": "Notable & Quotable: Math Won't Stop Us From Impeaching Kavanaugh", "date": "2019-03-20 18:46", "summary": "'If I waited for Republican approval before I tried something, I'd be shining shoes at Grand Central.'. From \"The Time Has Come for Democrats to Impeach Brett Kavanaugh\" by Elie Mystal, TheNation.com, March 20:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-gone-wild-11553121813", "title": "Parents Gone Wild", "date": "2019-03-20 18:43", "summary": "College admissions offices thought they were doing good. They created dog-eat-dog.. The fantastic college-admissions scandal calls to mind one of the most famous sayings in American life: \"We have met the enemy and he is us.\" Its wise author, the great cartoonist Walt Kelly (he created Pogo) would have gotten a kick out of explanations for the alleged fraud, which have become an exercise in turning away from the mirror and blaming someone or something else.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-francis-orourke-reloaded-11553121774", "title": "Robert Francis O'Rourke, Reloaded", "date": "2019-03-20 18:42", "summary": "The Texan's campaign for president looks a lot like his failed Senate campaign.. Human nature being what it is, many candidates run for office the same way they did the last time. Take the 15th Democratic presidential candidate, former Rep. Robert Francis O'Rourke.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-coaching-doesnt-hurt-the-poor-11553121732", "title": "College Coaching Doesn't Hurt the Poor", "date": "2019-03-20 18:42", "summary": "My clients' kids are competing with other privileged children.. The college cheating scandal has prompted criticism of wealthy students who can afford expert coaching, including from firms like mine. It's misguided. If you climb Mount Everest after receiving months of training, should folks dismiss your achievement because you had help?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-shoe-review-lawyering-up-the-20th-century-11553121702", "title": "'White Shoe' Review: Lawyering Up the 20th Century", "date": "2019-03-20 18:41", "summary": "The rise of the modern law ﬁrm paralleled the rise of the corporation. To be a robber baron was to need not a lawyer but an entire legal team.. For better or worse, lawyers have been with us ever since John Winthrop arrived at Massachusetts Bay Colony in 1630. But it was not until the final years of the 19th century that lawyers assumed a prominent place in American business and public life. They did so most notably in New York among graduates of Ivy League colleges, whose students were known for palling around in white buckskin shoes with red soles and heels. This transformation of the practice of law is the focus of John Oller's entertaining history, \"White Shoe.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-falls-after-fed-signals-longer-pause-11553109012", "title": "U.S. Dollar Falls After Fed Signals Longer Pause", "date": "2019-03-20 18:28", "summary": "Slide follows central bank's signaling of a cautious approach to further tightening. The U.S. dollar fell Wednesday after the Federal Reserve signaled it is unlikely to raise interest rates this year.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/third-lawsuit-filed-over-medicaid-work-requirements-11553120783", "title": "Third Lawsuit Filed Over Medicaid Work Requirements", "date": "2019-03-20 18:26", "summary": "New Hampshire residents are challenging the Trump administration's support of work requirements for Medicaid recipients, after suits filed in Arkansas and Kentucky. WASHINGTON-Several Medicaid enrollees in New Hampshire sued the Trump administration over the state's work requirements for program participants, marking the third such lawsuit and raising pressure on the administration to justify its support of the new rules.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-central-bank-leaves-selic-rate-unchanged-at-6-5-11553117456", "title": "Brazil Central Bank Leaves Selic Rate Unchanged at 6.5%", "date": "2019-03-20 18:25", "summary": "Says economy still needs stimulative interest rates. BRASÍLIA-Brazil's central bank held its benchmark interest rate at its all-time low for the eighth consecutive meeting as financial markets await the outcome of the government's efforts to get a pension overhaul proposal through Congress.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-weighs-racial-bias-in-jury-selection-for-murder-case-11553117140", "title": "Supreme Court Weighs Racial Bias in Jury Selection for Murder Case", "date": "2019-03-20 18:24", "summary": "Prosecutor dismissed at least 41 of 43 potential African-American jurors without explanation at the trials. WASHINGTON-The Supreme Court appeared set to throw out a murder conviction from Mississippi amid evidence of racial bias after dramatic arguments Wednesday that concluded with a rare question from Justice Clarence Thomas.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-personal-connection-to-crash-ralph-nader-takes-on-boeing-11553120235", "title": "With Personal Connection to Crash, Ralph Nader Takes On Boeing", "date": "2019-03-20 18:17", "summary": "The longtime activist, who lost a young relative in the Ethiopian Airlines crash, puts out a call for whistleblowers. Ralph Nader's latest and most unlikely anti-corporate campaign focuses on a crash site in Ethiopia.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/estee-lauder-revamps-it-merging-beauty-business-with-innovation-11553120039", "title": "Estée Lauder Revamps IT, Merging Beauty Business With Innovation", "date": "2019-03-20 18:13", "summary": "Cosmetics company considers uses for artificial intelligence, data analytics and 3-D printing. Cosmetics industry mainstays like Estée Lauder Cos. are looking at ways new technology can help them stay competitive amid rivals that now include dozens of new beauty brands that are growing fast and appealing to younger crowds.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-college-admissions-bribery-scandal-usc-names-new-president-11553118314", "title": "Amid College Admissions Bribery Scandal, USC Names New President", "date": "2019-03-20 17:45", "summary": "Carol Folt, former head of the University of North Carolina at Chapel Hill, will try to move University of Southern California past crises. One of the colleges in the alleged admissions cheating case, the University of Southern California, named as its new president Carol Folt, former head of the University of North Carolina at Chapel Hill.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/measure-of-u-s-innovation-jumped-in-2018-11553118223", "title": "Measure of U.S. Innovation Jumped in 2018", "date": "2019-03-20 17:43", "summary": "Multifactor productivity grew 1% last year, the strongest gain since 2010. The iPhone, Amazon, and Uber have yet to deliver the kind of productivity boom that led to a burst of American prosperity in previous eras of technological advances. But new data suggest the latest technology boom is starting to give the economy a jolt.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-yields-fall-as-traders-await-fed-decision-11553095459", "title": "U.S. Government-Bond Yields Tumble After Fed Restraint", "date": "2019-03-20 17:39", "summary": "Yield on the benchmark 10-year note hits its lowest level in more than a year. U.S. government bonds rallied Wednesday, sending the 10-year Treasury yield tumbling to its lowest level in more than a year, after the Federal Reserve signaled it was unlikely to raise interest rates at all in 2019.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/houses-of-worship-upgrade-security-after-shootings-11553117685", "title": "Houses of Worship Upgrade Security After Shootings", "date": "2019-03-20 17:34", "summary": "Churches, mosques and synagogues seek to balance safety with desire to remain open and inviting. So far this year, 18 faith-based groups have reached out to security consultant Steve Padin for help developing safety plans, more than twice as many as in all of 2018.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/general-mills-leans-on-price-increases-to-boost-results-11553082272", "title": "General Mills Boosts Profit at Expense of Sales", "date": "2019-03-20 17:31", "summary": "Food maker among those raising prices. General Mills Inc. boosted profit with higher prices, but sales volume slipped in the latest quarter for the maker of Cheerios cereal and Yoplait yogurt.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-jump-to-mccains-defense-in-response-to-trumps-attacks-11553116500", "title": "Senators Defend McCain in Response to Trump's Attacks", "date": "2019-03-20 17:26", "summary": "President disparages late lawmaker's academic record, criticizes him for giving Steele dossier on Russia to FBI. WASHINGTON-U.S. senators on Wednesday came to the defense of the late Sen. John McCain (R., Ariz.), who was belittled by President Trump in a series of recent tweets and comments.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-government-proposes-overhauls-to-military-pension-system-11553113341", "title": "Brazil's Government Proposes Overhauls to Military-Pension System", "date": "2019-03-20 17:16", "summary": "Economy minister lays out plan to lawmakers that would set tougher retirement rules, save a net $2.8 billion over 10 years. BRASÍLIA-Brazil's government sent lawmakers a plan to save a net 10.45 billion reais ($2.8 billion) over 10 years with tougher retirement rules for the country's military.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-governor-proposes-partnering-with-vc-funds-11553116233", "title": "New Jersey Governor Proposes Partnering With VC Funds", "date": "2019-03-20 17:10", "summary": "Revamped incentives program would invest in high-wage industries like cybersecurity, financial technology. New Jersey Gov. Phil Murphy on Wednesday proposed a partnership with venture-capital firms to pool resources for an investment fund to attract tech startups to the state.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nine-west-exits-bankruptcy-protection-with-new-name-11553115036", "title": "Nine West Exits Bankruptcy Protection With New Name", "date": "2019-03-20 16:50", "summary": "Nine West Holdings Inc. has been renamed Premier Brands Group Holdings LLC. Apparel and accessories company Nine West Holdings Inc. has exited bankruptcy proceedings and has been renamed Premier Brands Group Holdings LLC.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faith-and-empire-art-and-politics-in-tibetan-buddhism-review-making-power-pretty-11553114012", "title": "'Faith and Empire: Art and Politics in Tibetan Buddhism' Review: Making Power Pretty", "date": "2019-03-20 16:33", "summary": "An exhibition at the Rubin Museum of Art provides a much needed corrective to the prevailing tendency in the West to view Tibetan Buddhism and its adherents exclusively through the lens of spirituality and pacifism.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-weaken-ahead-of-new-round-of-u-s-china-trade-talks-11553072835", "title": "Stocks Decline After Fed Decision", "date": "2019-03-20 16:20", "summary": "Stocks jumped after Fed statement, but have since given up gains. U.S. stocks and Treasury yields fell Wednesday after the Federal Reserve left interest rates unchanged and a majority of officials signaled they might not raise them at all this year, raising fears about a slowdown in economic growth.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackrock-has-never-charged-this-little-for-an-index-mutual-fund-11553074201", "title": "BlackRock Offers Its Lowest Ever Price for Index Mutual Fund", "date": "2019-03-20 16:16", "summary": "Money manager's move is indication of pressure firms face to lower prices of their most common stock-and-bond investments. BlackRock Inc. is cutting the price big clients pay to invest in its largest equity index mutual fund, a bid by the giant money manager to close the gap with cheaper rivals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-defense-chiefs-boeing-ties-scrutinized-11553112861", "title": "Acting Defense Chief's Boeing Ties Scrutinized", "date": "2019-03-20 16:14", "summary": "Outside complaint says Shanahan promoted former employer over competitors. The Defense Department Office of Inspector General said Wednesday it had begun an investigation into whether acting Defense Secretary Pat Shanahan sought preferential treatment for his longtime former employer, Boeing Co. , while serving in government.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-ai-is-still-far-from-figuring-out-11553112473", "title": "What AI Is Still Far From Figuring Out", "date": "2019-03-20 16:07", "summary": "Machines have gotten better at applying rules, but will they ever match humanity's ability to come up with new ideas?. ", "categories": [["Life & Work", "Ideas", "Mind & Matter"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-alison-gopnik?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-lawmakers-open-to-diversity-fix-at-new-york-citys-elite-schools-11553112360", "title": "Lawmakers Urge Diversity Fix at New York City's Elite Schools", "date": "2019-03-20 16:06", "summary": "Gov. Andrew Cuomo said specialized schools pose 'obvious and obnoxious problem'. Top state lawmakers called for new efforts to change admissions for New York City's eight specialized high schools, after data this week showed less than 11% of black and Latino students were offered seats there for next fall.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-russia-stand-to-gain-from-kazakhstans-political-transition-11553111654", "title": "China, Russia Stand to Gain From Kazakhstan's Smooth Transition", "date": "2019-03-20 15:54", "summary": "New president aims to maintain nation's security ties to Moscow, economic links to Beijing. A smooth political transition after the unexpected resignation of Kazakhstan's longtime leader serves the interests of neighboring Russia and China, which have economic and security stakes in the region.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-islamic-state-about-to-lose-its-last-hold-on-syrian-land-11553111540", "title": "Trump Says Islamic State About to Lose Its Last Hold on Syrian Land", "date": "2019-03-20 15:52", "summary": "'A tiny spot that will be gone tonight,' president says. WASHINGTON-President Trump said the Islamic State extremist group would suffer its final territorial defeat by Wednesday evening, even as U.S.-backed fighters in Syria were still completing the battle against the militants.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-edge-down-as-trade-doubts-linger-11553079439", "title": "Oil Prices Hit Four-Month High on Falling Supplies", "date": "2019-03-20 15:40", "summary": "Production cuts from OPEC and its allies and a weaker dollar support crude market. HIGHLIGHTS", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-fed-plays-it-safe-11553110518", "title": "The Fed Plays It Safe", "date": "2019-03-20 15:38", "summary": "Even though the economy's recent weakness will likely prove temporary, the central bank provided a dovish signal on its policy plans. The economy will probably climb out of the funk it fell into in the first quarter, and Federal Reserve knows it. But there is a difference between probably and certainly.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-gold-edge-down-ahead-of-fed-decision-11553079859", "title": "Gold Reverses Losses After Fed Decision", "date": "2019-03-20 15:36", "summary": "Central bank holds benchmark interest rate steady. Gold prices reversed losses in electronic trading Wednesday, after a dovish monetary-policy statement from the Federal Reserve.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trucking-company-teamsters-tumble-toward-freight-contract-deadline-11553109410", "title": "Trucker YRC, Teamsters Tumble Toward Contract Deadline", "date": "2019-03-20 15:16", "summary": "With the current agreement expiring in less than two weeks, the sides remain divided on wages and benefits covering thousands of drivers. YRC Worldwide Inc., one of the biggest trucking companies in the U.S., and the Teamsters union are coming down to the wire in contract talks in one of the last areas of unionized operations in truck transportation.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanders-and-venezuela-11553109182", "title": "Bernie Sanders and Venezuela", "date": "2019-03-20 15:13", "summary": "The Vermont socialist tries to pretend he didn't encourage a brutal regime.. As. Sen. Bernie Sanders runs for President again, he keeps trying to persuade voters that his governing socialism would be the soft Scandinavian kind, not the hard Soviet kind. There's immediately a problem with his Scandinavian analogy, since the countries of that region have been running away from Sanders-style economics and in recent years have become champions of corporate tax rate-cutting. The larger problem is his ongoing commitment to an abusive regime.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miss-universe-by-nilufer-yanya-review-her-voice-is-the-center-of-the-galaxy-11553108120", "title": "'Miss Universe' by Nilüfer Yanya Review: Her Voice Is the Center of the Galaxy", "date": "2019-03-20 14:55", "summary": "The young singer-songwriter from London offers a debut album that expands on her early sound while drawing on her wealth of pop knowledge.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/freight-carrier-nemf-fighting-banks-on-bankruptcy-auction-11553107802", "title": "Freight Carrier NEMF Fighting Banks on Bankruptcy Auction", "date": "2019-03-20 14:50", "summary": "Bank lenders' worries cloud trucking industry sale of the decade. Bankrupt carrier New England Motor Freight Inc. told a judge this week it has corralled its rolling fleet and is preparing for the trucking industry sale of the decade.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-to-expand-electric-vehicle-production-at-michigan-plant-11553107690", "title": "Ford to Expand Electric-Vehicle Production", "date": "2019-03-20 14:48", "summary": "Auto maker will convert Flat Rock, Mich., facility to start building plug-in models in 2023. Ford Motor Co. is increasing its bet on electric cars, saying Wednesday it will convert a second North American plant to build plug-in models even as demand for the technology remains weak in the U.S.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hundreds-feared-dead-after-southeast-african-cyclone-11553002422", "title": "Photos: Deadly Cyclone in Southeast Africa Carves Path of Destruction", "date": "2019-03-20 14:41", "summary": "Thousands of people are feared to have been killed by Cyclone Idai in Mozambique, Malawi and Zimbabwe. Rising floodwaters are endangering scores of families in Mozambique.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/part-cocktail-part-dessert-pure-sunshine-11553183203", "title": "Part Cocktail, Part Dessert, Pure Sunshine", "date": "2019-03-20 14:31", "summary": "This lemony Venetian treat makes an invigorating end to a meal-and the long, cold winter, too. VISITORS TO Venice often seek out the celebrated Bellini cocktail invented there. But locals favor the icy, lemony sgroppino.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sit-heel-stay-and-study-suny-college-goes-to-the-dogs-11553106405", "title": "Sit, Heel, Stay...and Study: SUNY College Goes to the Dogs", "date": "2019-03-20 14:26", "summary": "The nation's first four-year program in canine training and management has arrived. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-kind-of-retiree-is-heading-to-the-mediterranean-11553104927", "title": "A New Kind of Retiree Is Heading to the Mediterranean", "date": "2019-03-20 14:02", "summary": "The region is seeing home buyers who are younger, richer and more active than those seeking post-career homes in the past. The Mediterranean's luxury enclaves have long attracted sun-hungry retirees, who traditionally wanted little more out of a home than a southern exposure and a glimpse of the sea. Now, a new wave of early and semi- retirees is upending the market from Venice to Spain.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-shareholders-face-the-lawyers-11553103976", "title": "Bayer Shareholders Face the Lawyers", "date": "2019-03-20 13:46", "summary": "Bayer's stock plunge highlights the difficulty in handicapping what companies may owe in lawsuits. Investors are once again faced with a very modern investing problem: how to grapple with the power of U.S. civil courts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-boozy-guide-to-dating-apps-11553102804", "title": "Why Tinder Is the Long Island Iced Tea of Dating Apps", "date": "2019-03-20 13:26", "summary": "To help you choose the digital matchmaker that's right for you, we asked: 'What kind of drink would each one be?'. WHILE I can't point to the single most important lesson that dating in New York has taught me, I now know that the first drink you or your companion chooses can make a statement. Whether it's a craft IPA or a piña colada, brown liquor drowning one big cube, or a few shots of Patrón, it sets a certain vibe, helping you write the story of an evening before your glasses clink.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-things-to-watch-at-the-feds-march-meeting-11553074200", "title": "Investors Watch for Clues on Fed's Patience on Rates", "date": "2019-03-20 13:24", "summary": "Central bank to release new policy statement and updated economic projections. Federal Reserve officials are on track to leave interest rates unchanged at their two-day meeting ending Wednesday and could indicate they are comfortable holding them steady for a while.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/celebrity-jeweler-suspected-in-2-billion-fraud-arrested-in-london-faces-extradition-to-india-11553102193", "title": "Celebrity Jeweler Suspected in $2 Billion Fraud Arrested in London", "date": "2019-03-20 13:16", "summary": "Nirav Modi built global jewelry empire, according to authorities, on web of illegal loans guaranteed by state-owned Punjab National Bank. LONDON-India's onetime jeweler to the stars, Nirav Modi, has been arrested in London and faces extradition to India to face allegations that he defrauded lenders of nearly $2 billion, in what Indian authorities say could be their country's biggest-ever banking scam.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeos-visit-to-israel-seen-as-election-boost-to-netanyahu-11553091836", "title": "Pompeo's Visit to Israel Seen as Election Boost to Netanyahu", "date": "2019-03-20 13:13", "summary": "Secretary of State's visit comes ahead of polls in April in which the prime minister is seeking fifth term. TEL AVIV-U.S. Secretary of State Mike Pompeo arrived in Israel on Wednesday to discuss threats the country faces from Iran and its allies, a visit that buttresses Prime Minister Benjamin Netanyahu's campaign message as he seeks to win a fifth term in April 9 elections.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-underperforming-immigration-system-11553100695", "title": "Our Underperforming Immigration System", "date": "2019-03-20 12:51", "summary": "I think Neeraj Kaushal is confused about the difference between legal immigration and illegal immigration. Most citizens are for the first, but every citizen should be against the second.. Regarding Tunku Varadarajan's \"The Weekend Interview with Neeraj Kaushal: America's Great Immigration System\" (March 9): How can Ms. Kaushal claim it is \"comic[al]\" to say thousands of illegal immigrants breaching our southern border is a real emergency. How can someone with her impressive credentials not see the danger and detrimental effect of thousands of unchecked people illegally entering our country? How can people who don't respect our basic laws, who use our schools, our hospitals and bring disease and gangs into our country serve our economy or our country \"quite well\"? Why would some immigrants spend months to years becoming American citizens when they can just walk across our border? Ms. Kaushal ends by saying we are lucky in our country that not everybody has the same \"vision on immigration.\" I think she is confused about the difference between legal immigration and illegal immigration. Most citizens are for the first, but every citizen should be against the second.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-pentagon-must-spend-its-money-better-not-just-more-of-it-11553100627", "title": "The Pentagon Must Spend Its Money Better, Not Just More of It", "date": "2019-03-20 12:50", "summary": "The Pentagon already has enough resources to keep America secure. What it needs is smarter policies, not more money.. Regarding your editorial \"Trump's Pentagon Budget War\" (March 12): Too many in Washington believe that the bigger the Pentagon budget is, the safer the U.S. will be. This frame of mind provides lawmakers with an excuse to continue their addiction to lavish spending.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-really-do-own-education-reform-11553100659", "title": "Democrats Really Do Own Education Reform", "date": "2019-03-20 12:50", "summary": "Democrats are the predominant party in the vast majority of districts with the largest numbers and concentrations of charter-school students.. Regarding Jay P. Greene and Frederick M. Hess's \"Democrats Have Taken Over Education Reform\" (op-ed, March 8): The current administration's education agenda is harmful to our nation's most vulnerable students. President Trump has sought to undo the very protections and innovations that are helping millions of students receive a better education.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dream-is-you-vanessa-rubin-sings-tadd-dameron-review-a-tribute-to-the-romanticist-of-the-bebop-movement-11553100456", "title": "'The Dream Is You: Vanessa Rubin Sings Tadd Dameron' Review: A Tribute to the Romanticist of the Bebop Movement", "date": "2019-03-20 12:47", "summary": "Vocalist Vanessa Rubin honors Tadd Dameron with an album that highlights his compositional genius.. The great composer and arranger Tadd Dameron (1917-1965) wrote \"If You Could See Me Now,\" one of Sarah Vaughan's signature songs, but until now the rest of his formidable catalog of music, which includes jazz standards like \"Lady Bird\" and \"Good Bait,\" has rarely featured vocals. Vanessa Rubin, a vocalist who like Dameron is a Cleveland native, has long been a fan of his compositions. Now she's released a recording more than a decade in the making, \"The Dream Is You: Vanessa Rubin Sings Tadd Dameron\" (Nibur).", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kushner-relists-puck-penthouse-for-36-less-11553100306", "title": "Kushner Relists Puck Penthouse for 36% Less", "date": "2019-03-20 12:45", "summary": "The company, which was once led by President 's son-in-law and senior advisor. Kushner, the company once led by President Donald Trump's son-in-law and senior advisor Jared Kushner, is dramatically lowering the price of the last remaining apartment at its Puck Penthouses condo project in New York.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-makes-bob-newhart-laugh-11553100204", "title": "What Makes Bob Newhart Laugh?", "date": "2019-03-20 12:43", "summary": "Still hitting the stage at 89, the comedy legend on noodling with jokes, forgiving Toyota and the enduring genius of 'Dr. Strangelove'. I drive a 2009 Lexus LS 460 L, which I didn't like at first because it's made by Toyota and I wasn't too happy with the way Toyota was dealing with the brake and floor-mat scandal. But the car drives so damn well, I've kind of forgiven them for it. I'll mostly drive to all the same places, like a computer store-a Best Buy or Staples or something-to see if there's anything new out there that I haven't heard of yet.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-massive-duplex-in-kushners-puck-penthouses-11553100186", "title": "A Massive Duplex in Kushner's Puck Penthouses", "date": "2019-03-20 12:43", "summary": "The company once led by President Donald Trump's son-in-law and senior advisor Jared Kushner is selling this 7,241-square-foot apartment.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yes-the-u-s-could-be-drawn-into-yet-another-big-war-11553099051", "title": "Yes, the U.S. Could Be Drawn Into Yet Another Big War", "date": "2019-03-20 12:24", "summary": "The tragedy of the Iraq invasion has done little to alter the factors that have led American leaders and the public into unwise military adventures. Sixteen years ago this week, the George W. Bush administration sent U.S. forces crashing into Iraq without a real plan for what to do after defeating Saddam Hussein. It is easy to forget that moment's fervent convictions about the Iraqi dictator's supposed weapons of mass destruction and links to al Qaeda-and the calamity into which Iraq soon descended. It all seems to belong to another era. The debate today is more about how we got out of Iraq than how we got in.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-general-mills-could-teach-kraft-heinz-11553098074", "title": "What General Mills Could Teach Kraft Heinz", "date": "2019-03-20 12:07", "summary": "How constant innovation can maintain pricing power. General Mills is succeeding where other food giants are failing, keeping its product lineup fresh and improving margins at the same time.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-bosnian-serb-leaders-sentence-increased-to-life-11553097640", "title": "Former Bosnian Serb Leader's Sentence Increased to Life", "date": "2019-03-20 12:00", "summary": "Radovan Karadzic has been convicted of genocide, war crimes and crimes against humanity. THE HAGUE, Netherlands-United Nations appeals judges on Wednesday upheld the convictions of former Bosnian Serb leader Radovan Karadzic for genocide, war crimes and crimes against humanity, and increased his sentence from 40 years to life imprisonment.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supreme-court-ducks-class-action-ruling-on-distribution-of-google-settlement-funds-11553097525", "title": "Supreme Court Ducks Ruling on Distribution of Google Settlement", "date": "2019-03-20 11:58", "summary": "High court sidesteps decision on the merits of cy pres awards because it wasn't clear whether the lead plaintiffs had suffered any harm from Google. WASHINGTON-The Supreme Court on Wednesday sidestepped a decision on the legitimacy of class-action settlements that distribute money to nonprofit organizations instead of consumers, in a case involving Alphabet Inc.'s Google.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-internets-most-devoted-volunteers-waze-map-editors-11553096956", "title": "'It Takes Over Your Life': Waze Volunteers Work for the Love of Maps", "date": "2019-03-20 11:49", "summary": "Thousands of them spend hours updating maps for company; rising through the ranks. Chad Richey spends 30 or 40 hours a week fixing Waze maps and teaching other map editors his techniques. It isn't his full-time job. It isn't a job at all. He does it all free.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-head-warns-of-tough-first-quarter-11553096572", "title": "UBS Head Warns of Tough First Quarter", "date": "2019-03-20 11:42", "summary": "CEO Sergio Ermotti says investment banking faces 'one of the worst first quarter environments in recent history'. ZURICH- UBS Group AG Chief Executive Sergio Ermotti on Wednesday warned of a weak start to the year for the bank's investment-banking and wealth-management units, citing \"one of the worst first quarter environments in recent history.\"", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-exceptionalism-for-bmw-11553096129", "title": "The End of Exceptionalism for BMW", "date": "2019-03-20 11:35", "summary": "The once-reliable Bavarian auto maker's second profit warning in six months is a sign that the car industry really is getting tough. BMW used to be the blue-chip auto maker that didn't give investors nasty surprises. Not any more.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/musicians-gloria-and-emilio-estefan-relist-miami-guest-compound-for-32-million-11553095747", "title": "Musicians Gloria and Emilio Estefan Relist Miami Guest Compound for $32 Million", "date": "2019-03-20 11:29", "summary": "Celebrities like , and have stayed at the property, which originally sought $40 million in 2015.. Musicians Gloria and Emilio Estefan are relisting a sprawling guest property on Miami's Star Island for $32 million, a significant discount to the $40 million they sought in 2015, Mr. Estefan said.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/musicians-investors-turn-to-subscription-service-for-sounds-11553095704", "title": "Musicians, Investors Turn to Subscription Service for Sounds", "date": "2019-03-20 11:28", "summary": "Five-year-old Splice, which just concluded another funding round, is 'like going to the grocery store, but for sounds'. Just as music-subscription services have upended the way fans listen to and pay for songs, they are now having an impact on the way musicians create and make money from their work.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gloria-and-emilio-estefans-guest-property-on-miamis-star-island-11553095517", "title": "Gloria and Emilio Estefan's Guest Property on Miami's Star Island", "date": "2019-03-20 11:25", "summary": "Sitting on about 1.34 acres, the property includes a five-bedroom main house as well as a three-bedroom villa known as 'La Casita.'. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-harmony-korine-likes-painting-more-than-making-movies-11553094868", "title": "Why Harmony Korine Likes Painting More Than Making Movies", "date": "2019-03-20 11:14", "summary": "With his new movie 'The Beach Bum' out on March 29, it would be easy to overlook a show of the director's 'Young Twitchy' paintings at Gagosian Gallery. Don't make that mistake. In this series, we get the inside story from artists about their upcoming exhibitions and installations-plus, learn about their mantras, rituals and what they're up to next.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-elite-college-worth-it-maybe-not-11553084146", "title": "Is Elite College Worth It? Maybe Not", "date": "2019-03-20 11:14", "summary": "Wealthy parents who spend heavily to get their kids into top schools aren't giving them as big an advantage as commonly thought, research shows. We're told ad nauseam that college is the key to success. Is it any wonder that some parents broke the law to get their child into the best?", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/starbucks-to-debut-new-lids-this-summer-in-six-cities-11553091555", "title": "Starbucks to Debut New Lids This Summer in Six Cities", "date": "2019-03-20 11:14", "summary": "The new lids are designed for the coffee chain's cold beverages and will eliminate the need for plastic straws. Starbucks Corp. will begin a wider rollout this summer of its new lids for cold beverages that will eliminate the need for straws as the coffee giant works to cut down on plastic waste.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paint-the-town-11553094820", "title": "Paint the Town", "date": "2019-03-20 11:13", "summary": "A look inside Korine's new Gagosian show of paintings based on his walks through Miami. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democratic-candidates-pressured-by-party-base-split-on-how-liberal-to-be-11553093765", "title": "Democratic Candidates, Pressured by Party Base, Split on How Liberal to Be", "date": "2019-03-20 10:56", "summary": "Resume Subscription. WASHINGTON, Iowa-A generation after President Bill Clinton declared that the \"era of big government is over,\" Democrats are engaged in an intraparty fight over how aggressively to expand the government's reach into the lives of everyday people.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-rare-special-bond-of-a-lifelong-male-friendship-11553093457", "title": "The Rare, Special Bond of a Lifelong Male Friendship", "date": "2019-03-20 10:50", "summary": "Jack Patton and Mike McNamara met the first day of high school 59 years ago. They've been friends since, sharing joys and sorrows. Such deep friendships are more common among women; many men wish they had them.. CLEVELAND-Jack Patton and Mike McNamara met the first day of high school 59 years ago, both short Irish kids from different parts of Cleveland who ended up in the same homeroom and ate lunch together for the next four years.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/winston-duke-a-towering-presence-whose-profile-is-still-growing-11553093092", "title": "'Us' Star Winston Duke, a Towering Presence Whose Profile Is Still Growing", "date": "2019-03-20 10:44", "summary": "'Expressing clarity of thought is a means of survival, because my physical presence can easily be misinterpreted to be a physical threat,' says the Yale-trained actor starring in 'Us'. At over 6 feet 5 inches tall, Winston Duke was a towering presence in his movie debut, the Marvel blockbuster \"Black Panther.\" As the tribal chief M'Baku, he overpowered and barked at foes but also subverted the trope of the violent barbarian. After threatening to feed an interloper to his children, M'Baku, laughing, said: \"I am kidding. We are vegetarians.\"", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-launches-new-airpods-in-wearables-push-11553092528", "title": "Apple Launches New AirPods in Wearables Push", "date": "2019-03-20 10:35", "summary": "Earbuds can access Siri by voice, wirelessly charge. Apple Inc. on Wednesday unveiled a new version of its AirPods wireless earbuds that can activate the virtual assistant Siri by voice, an added feature aimed at extending the momentum of a fast-selling device as iPhone sales cool.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-u-s-airlines-decisions-to-keep-flying-the-737-max-11553092416", "title": "Inside U.S. Airlines' Decisions to Keep Flying the 737 MAX", "date": "2019-03-20 10:33", "summary": "Southwest, United and American faced worries from passengers and employees after the Ethiopian Airlines crash; they say data, not economics, drove their choices. Ask chief executives what an airline's first responsibility is and most will quickly respond that it's safety. But that industry norm was challenged last week by the Boeing 737 MAX.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/clsa-ceo-jonathan-slone-quits-following-chairmans-departure-11553090553", "title": "CLSA CEO Quits, Following Chairman's Departure", "date": "2019-03-20 10:02", "summary": "Resignation signals tighter Chinese control of Asian securities house known for its research. The veteran chief executive of CLSA Ltd. has quit, people familiar with the matter said, signaling tighter Chinese control of the Asian securities house known for its research and for investor forums featuring keynote speakers such as Steve Bannon, Mike Tyson and Edward Snowden.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-never-been-smarter-to-hate-duke-11553090495", "title": "It's Never Been Smarter to Hate Duke", "date": "2019-03-20 10:01", "summary": "They're the No. 1 overall seed in the NCAA tournament. But the Blue Devils have become such a popular pick that the best strategy is to pick against them.. It's strange, unsettling and maybe even apocalyptic. Suddenly everyone loves Duke.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bmw-warns-of-significant-decrease-in-2019-profit-11553088779", "title": "BMW Warns of Significant Decrease in 2019 Profit", "date": "2019-03-20 09:33", "summary": "German company joins ranks of global auto makers facing strong headwinds from weakening global economy. BERLIN- BMW AG said global economic and trade pressures as well as high investment costs would contribute to a significant decrease in the German luxury-car maker's profit this year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-price-spike-smells-like-rotten-eggs-11553088113", "title": "This Price Spike Smells Like Rotten Eggs", "date": "2019-03-20 09:21", "summary": "Natural-gas prices in the Pacific Northwest have reached a level equivalent to paying nearly $1,000 for a barrel of crude oil. You can't see it, touch it or smell it, and lately you haven't had to pay much for it either.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-fedex-alphabet-smartsheet-and-michaels-11553077618", "title": "Stocks to Watch: FedEx, Alphabet, General Mills", "date": "2019-03-20 09:03", "summary": "Here are some of the companies with shares expected to trade actively in Wednesday's session. Here are some of the companies with shares expected to trade actively in Wednesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-wear-makeup-for-your-job-interviewmens-edition-11553086802", "title": "How to Wear Makeup for Your Job Interview-Men's Edition", "date": "2019-03-20 09:00", "summary": "Resume Subscription. TOKYO-When Yuki Nakagawa went job hunting last year, he turned to a clutch of secret weapons: an eyelash curler, brow pencil and a dab of concealer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/google-fined-1-7-billion-in-eu-over-ad-restrictions-11553080506", "title": "Google Fined $1.7 Billion in EU Over Limiting Rivals' Ads", "date": "2019-03-20 08:57", "summary": "Decision is last among three sets of formal charges that European Commission has so far filed against the tech giant. BRUSSELS-Alphabet Inc.'s Google was penalized yet again by European antitrust regulators, this time with a €1.49 billion ($1.7 billion) fine for limiting how some websites could display ads sold by its rivals.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gas-tax-hike-a-rare-big-idea-with-bipartisan-backing-11553086670", "title": "Gas-Tax Hike: A Rare Big Idea With Bipartisan Backing", "date": "2019-03-20 08:57", "summary": "U.S. Chamber of Commerce advocates raising federal gasoline tax to help fix the country's crumbling transportation network. The U.S. Chamber of Commerce isn't exactly a hotbed of pro-tax sentiment. So when the chamber advocates for a tax increase, it's worth sitting up to take notice.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-life-and-death-of-grimes-11553084548", "title": "The Life and Death of Grimes", "date": "2019-03-20 08:22", "summary": "As she readies the release of her new album, Grimes-who now goes by 'c'-opens up about her influences and relationships, and why she's decided to kill off her musical persona. Claire Elise Boucher hates all her names, especially her middle name, but even the name she invented a decade ago, the name she performs music under and is famous as: Grimes. \"I think I'll kill 'Grimes' soon,\" she says. \"It will be a public execution followed by-by something else. I shouldn't say yet.\" Meanwhile, for now, she asks to be called c (italicized and lowercase). Just like, as she's fond of pointing out, the shorthand for the speed of light in a vacuum, or 186,282 miles per second.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/auto-makers-steer-in-teslas-direction-on-wireless-updates-11553083202", "title": "Detroit Downloads Tesla's Software Strategy", "date": "2019-03-20 08:00", "summary": "Industry moves toward wireless updates to repair problems and deliver extras. Auto makers have outfitted new cars with a lot of technology, effectively turning them into computers on wheels. Their next challenge: refreshing the software remotely, so people don't have to drive to the dealership for updates.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-fret-over-fed-rate-path-amid-mixed-data-11553083200", "title": "Investors Fret Over Fed Rate Path Amid Mixed Data", "date": "2019-03-20 08:00", "summary": "Hiring unexpectedly slowed sharply in February; consumer spending has remained robust. The Federal Reserve is widely expected to keep interest rates steady at the conclusion of Wednesday's meeting, but analysts are worried that some investors are over-anticipating a dovish policy stance from the central bank.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-430-million-what-its-cracked-up-to-be-11553083015", "title": "Is $430 Million All It's Cracked Up to Be?", "date": "2019-03-20 07:56", "summary": "Mike Trout sets a record for a professional sport deal. The Fabergé eggs are on him.. I'll say what we are all thinking about Mike Trout's big, fat, brand-new $430 million baseball contract:", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-companies-cross-the-atlantic-for-bond-love-11553079601", "title": "U.S. Companies Cross the Atlantic for Bond Love", "date": "2019-03-20 07:56", "summary": "Companies are issuing bonds at a healthy clip again-and an active corner of the market is so-called 'reverse Yankee' bonds. Companies have returned in force to the bond market following one of the weakest stretches in years. One corner of the market-U.S. companies raising money in Europe-is on a particularly strong run.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-adds-to-big-pharmas-gene-therapy-deal-streak-11553081391", "title": "Pfizer Adds to Big Pharma's Gene-Therapy Deal Streak", "date": "2019-03-20 07:29", "summary": "Pharmaceutical giants are betting on gene therapies to cure intractable diseases. Pfizer Inc. has agreed to pay as much as €560 million ($636 million) for the rights to gene therapies under development at French company Vivet Therapeutics, as it seeks to build its pipeline in this cutting-edge treatment.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ethiopia-fast-tracks-boeing-737-max-crash-probe-11553080340", "title": "Ethiopia Fast-Tracks Boeing 737 MAX Crash Probe", "date": "2019-03-20 07:12", "summary": "Preliminary accident report into crashed Ethiopian Airlines Flight 302 could be published next week. ADDIS ABABA, Ethiopia-Air-accident investigators in Ethiopia are taking the unusual step of fast-tracking their probe into last week's crash of a Boeing 737 MAX airliner amid global safety concerns around the jet and could issue a preliminary report on the accident as early as next week, the head of Ethiopia's civil-aviation authority said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosns-case-likely-to-be-put-on-fast-track-lawyer-says-11553076376", "title": "Carlos Ghosn's Case Likely to Be Put on Fast Track, Lawyer Says", "date": "2019-03-20 06:06", "summary": "Trial of former Nissan chairman over alleged financial misconduct could begin this fall. TOKYO-The trial of former Nissan Motor Co. Chairman Carlos Ghosn could begin as soon as the fall, his lawyer said, suggesting the court doesn't want the case to take years, as they often do in Japan.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/loans-get-cheaper-for-some-11553076000", "title": "Loans Get Cheaper for Some", "date": "2019-03-20 06:00", "summary": "Data suggests financial institutions are jostling for customers by offering lower rates, particularly to those with good credit scores. WASHINGTON-Borrowing costs for some U.S. consumers have trended lower in recent months, as lenders have adapted to the Federal Reserve's message that it is likely to hold off on raising interest rates for the foreseeable future.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/copper-prices-get-shanghaied-11553075688", "title": "Copper Prices Get Shanghaied", "date": "2019-03-20 05:56", "summary": "Prices of the metal, which have lost steam recently, bear more than a casual resemblance to trends in China's rates and stock market.. Students of global markets may have noticed that when it's sunny in Shanghai, copper prices tend to gleam brighter, too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-are-still-too-sunny-on-ray-ban-11553074665", "title": "Investors Are Still Too Sunny on Ray-Ban", "date": "2019-03-20 05:37", "summary": "A row over who will lead the sunglasses brand's newly merged parent threatens cost savings. The optics are poor in Ray Ban's leadership row. Shareholders have no other way to bet on the promising global eyewear market, but are still underplaying the drama.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/collaboration-market-racing-ahead-11553074201", "title": "Collaboration Market Racing Ahead", "date": "2019-03-20 05:30", "summary": "A broad change in workplace culture is helping to drive growth in enterprise collaboration tools like Microsoft's Teams. Microsoft Corp. is leveraging a strong position in cloud computing and enterprise software to drive growth for Teams, its two-year-old enterprise collaboration tool, IT industry analysts and researchers say.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-completes-buy-of-foxs-entertainment-assets-11553074200", "title": "Disney Closes $71.3 Billion Deal for 21st Century Fox Assets", "date": "2019-03-20 05:30", "summary": "Deal for $71.3 billion merges 'Simpsons' and 'Star Wars,' and it builds a bigger competitor to Netflix. Walt Disney Co. closed its $71.3 billion acquisition of the major entertainment assets of 21st Century Fox , the companies said, combining some of Hollywood's best-known studios, characters and franchises as media companies look to get bigger to better compete in a world where shows and movies are increasingly streamed.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/getting-to-watch-baseball-for-work-11553074201", "title": "How She Got a Job Watching Baseball", "date": "2019-03-20 05:30", "summary": "The Oakland A's scouting coordinator shares how a determined approach put her in position to succeed in a male-dominated field. Women have had a long history with professional baseball, from leagues like the one depicted in the 1992 film \"A League of Their Own\" to scattered positions in ownership.", "categories": [["Management", "How'd You Get That Job?"]], "category_links": ["https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jury-finds-bayers-roundup-weedkiller-caused-mans-cancer-11553030151", "title": "Jury Finds Bayer's Roundup Weedkiller Caused Man's Cancer", "date": "2019-03-20 03:41", "summary": "Second phase of the trial will weigh Monsanto's liability. SAN FRANCISCO-A jury found that a man developed cancer from exposure to Roundup weedkiller he used in his yard, in the second case to go to trial over the alleged harms of the popular Bayer AG product.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11553800741", "title": "Pepper...and Salt", "date": "2019-03-20 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-pushes-back-against-erdogans-threats-in-wake-of-massacre-11553096780", "title": "New Zealand Pushes Back Against Erdogan's Threats in Wake of Massacre", "date": "2019-03-20 00:01", "summary": "Turkish leader upset New Zealand and Australia by linking Christchurch attack and 1915 World War I battle. New Zealand plans to confront Turkey's President Recep Tayyip Erdogan after he said last week's mosque attack was part of a broader plot against his country and threatened to send New Zealanders and Australians home in coffins.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-plan-to-request-more-documents-from-trump-associates-11553114425", "title": "Next on House Democrats' Target List: Documents From Giuliani, Tillerson, Cohn", "date": "2019-03-20 00:01", "summary": "Democrats consider sending a second wave of document requests to Giuliani, Tillerson, Cohen's lawyer, others. WASHINGTON-The House Judiciary Committee is eyeing additional document requests to associates of President Trump, including Trump lawyer Rudy Giuliani and a former lawyer for Michael Cohen who last year sought a pardon on his client's behalf, according to a person familiar with the committee's plans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-upholds-chicago-officers-sentence-in-laquan-mcdonald-killing-11553048329", "title": "Court Upholds Chicago Officer's Sentence in Teen's Killing", "date": "2019-03-20 22:18", "summary": "Prison time of less than seven years for second-degree murder stands in teen's 2014 shooting. CHICAGO-The Illinois Supreme Court on Tuesday let stand a prison sentence of less than seven years for a white Chicago police officer convicted of killing black teenager Laquan McDonald that many criticized as far too lenient.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-funerals-begin-families-of-new-zealand-attack-victims-wait-in-anguish-11553046540", "title": "As Funerals Begin, Families of New Zealand Attack Victims Wait in Anguish", "date": "2019-03-20 22:04", "summary": "First two funerals completed by midafternoon Wednesday in Christchurch. When Sameer Khan's grandmother was killed in Afghanistan after the American invasion, his family swiftly cleaned her body and buried her within a day on the outskirts of Kabul.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-zealand-mosque-shooter-was-en-route-to-third-target-police-say-11553047115", "title": "New Zealand Mosque Shooter Was En Route to Third Target, Police Say", "date": "2019-03-20 21:58", "summary": "Investigators now say the accused gunman was apprehended within 21 minutes, down from initial estimate of 36 minutes. CHRISTCHURCH, New Zealand-Accused killer Brenton Tarrant was on his way to a third target when he was apprehended by police roughly 21 minutes after they were alerted to the shooting at the Al Noor mosque, investigators believe.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-stop-detaining-some-migrant-families-at-border-under-new-policy-11553042424", "title": "U.S. to Stop Detaining Some Migrant Families at Border", "date": "2019-03-20 20:40", "summary": "Trump administration moves to relieve overcrowding in facilities as immigration surges. The Trump administration plans to start pulling back on a controversial plank of U.S. immigration policy in a busy border region, saying Tuesday it will stop sending some migrant families who illegally cross the border in Texas' Rio Grande Valley to jail.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-tells-supporters-he-plans-2020-bid-11553033380", "title": "Biden Tells Supporters He Plans 2020 Bid", "date": "2019-03-20 20:30", "summary": "Former vice president asks for help in lining up contributions from major donors so he can quickly raise several million dollars. Former Vice President Joe Biden told at least a half-dozen supporters Tuesday he intends to run for president and asked for their help in lining up contributions from major donors so he can quickly raise several million dollars, a person familiar with the matter said.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-executives-to-oversee-at-ts-warner-bros-studio-following-departure-of-ceo-tsujihara-11553018731", "title": "Three Executives to Oversee AT&T's Warner Bros. Studio Following Departure of CEO Tsujihara", "date": "2019-03-20 20:05", "summary": "Warner chief stepped down after an investigation into a relationship he had with an actress several years ago. Three senior Warner Bros. executives will oversee operations at the studio in the wake of former Chief Executive Kevin Tsujihara's resignation after an investigation into a past relationship with an actress, WarnerMedia head John Stankey said in a memo to staff Tuesday.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}]