[{"link": "https://www.wsj.com/articles/starbucks-revenue-jumps-9-11548366502", "title": "Starbucks Beats Expectations With Focus on Operations", "date": "2019-01-24 18:48", "summary": "Sales at U.S. cafes rise in coffee giant's latest quarter. Starbucks Corp. boosted sales at U.S. cafes around the end of the year, beating expectations for the second consecutive quarter.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/creditors-say-edward-lampert-reaped-billions-but-left-sears-insolvent-11548364160", "title": "Creditors Say Lampert Reaped Billions but Left Sears Insolvent", "date": "2019-01-24 18:42", "summary": "Sears's creditors outline how the billionaire's hedge fund profited from stock buybacks, spinoffs and interest charges. Sears Holdings Corp. Chairman Edward Lampert and his hedge fund ESL Investments Inc. deployed stock buybacks, spinoffs and dividends to rake in billions of dollars while stripping the 126-year-old company of assets and cash, according to an investigation by the retailer's creditors.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-to-start-sending-some-asylum-seekers-back-to-mexico-11548362672", "title": "U.S. to Start Returning Some Asylum Seekers to Mexico", "date": "2019-01-24 18:29", "summary": "New Trump border plan to begin in San Diego 'imminently'. The Trump administration on Friday will start returning some asylum-seeking migrants to Mexico to wait for their U.S. immigration court hearings, the first step in implementing a new border policy announced last month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nyc-to-pay-3-3-million-to-family-of-teen-who-languished-at-rikers-island-11548371523", "title": "NYC to Pay $3.3 Million to Kalief Browder's Family", "date": "2019-01-24 18:12", "summary": "Lawyer representing Mr. Browder's estate called the settlement fair. New York City will pay $3.3 million to settle a lawsuit brought by the family of the teenager who spent three years at the Rikers Island jail complex after being accused of stealing a backpack, becoming a symbol of dysfunction in the criminal-justice system.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-quiet-beginnings-maduros-challenger-raises-voice-in-venezuela-11548368794", "title": "From Quiet Beginnings, Maduro's Challenger Raises Voice in Venezuela", "date": "2019-01-24 18:05", "summary": "Juan Guaidó, until recently a stranger on the national political scene, is making a name for himself after claiming interim presidency. CARACAS, Venezuela-Juan Guaidó, the man leading an audacious battle to oust Venezuela's authoritarian president, was, until a few weeks ago, a stranger on the national political stage.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-good-times-never-last-11548370560", "title": "Intel: Good Times Never Last", "date": "2019-01-24 17:56", "summary": "The data-center slowdown hits Intel earlier than expected, making for a rough start to a challenging year. Intel Corp.'s party had to end some time, though the chip maker probably was hoping for a more graceful exit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/euro-hits-lowest-level-in-three-weeks-11548349885", "title": "Euro Hits Lowest Level in Nearly Two Months", "date": "2019-01-24 17:35", "summary": "European Central Bank president opens door to fresh stimulus measures. The euro touched its lowest level nearly two months Thursday, pressured by dovish comments from the European Central Bank and weak economic data.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-master-of-the-virtuosic-miniature-in-new-york-11548368077", "title": "A Master of the Virtuosic Miniature in New York", "date": "2019-01-24 17:14", "summary": "Young pianist Seong-Jin Cho's recent Carnegie Hall concert was not for the fainthearted or weak-fingered.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bluemountain-seeks-to-replace-pg-es-board-11548360742", "title": "BlueMountain Seeks to Replace PG&E's Board", "date": "2019-01-24 17:05", "summary": "Call for new directors comes as California utility heads toward bankruptcy. A hedge fund that recently raised its stake in PG&E Corp.'s stock is pushing to oust the California utility's board of directors and says the shares, now trading around $14, could be worth more than $50 with the right corporate governance.", "categories": [["Pro Bankruptcy Distress"]], "category_links": ["https://www.wsj.com/news/types/pro-bankruptcy-distress?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-builder-stocks-bounce-back-as-mortgage-rates-slide-11548334800", "title": "Home-Builder Stocks Bounce Back as Mortgage Rates Slide", "date": "2019-01-24 17:04", "summary": "Renewed optimism has lifted home-builder shares this month, but investors remain cautious. Shares of home builders battered during 2018 have soared so far this year, an optimistic sign for the U.S. economy amid fresh worries over a stagnant housing market and slowing global growth.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bristol-myers-reports-higher-sales-but-another-lung-cancer-setback-11548331200", "title": "Bristol-Myers Reports Higher Sales but Another Lung-Cancer Setback", "date": "2019-01-24 17:03", "summary": "Key drugs drive sales, but company withdraws FDA application for cancer-immunotherapy combination. Bristol-Myers Squibb Co. said its fourth-quarter revenue rose on sales of key drugs, and the company expects further growth this year as it works to complete the planned $74 billion acquisition of rival cancer drugmaker Celgene Corp.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-follow-wall-street-higher-on-upbeat-earnings-11548321352", "title": "U.S. Stocks End Day Mixed on Earnings, Trade Concerns", "date": "2019-01-24 17:00", "summary": "S&P 500's consumer-staples sector weighed down by McCormick, which missed analysts' estimates. The S&P 500 eked out a small gain Thursday as investors continued to weigh corporate earnings reports, global trade tensions and concerns about slowing economic growth.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-invisibles-review-those-who-remained-resisted-and-survived-11548365898", "title": "'The Invisibles' Review: Those Who Remained, Resisted and Survived", "date": "2019-01-24 16:38", "summary": "This docudrama follows four young Jewish Berliners who endured in the Nazi capital during World War II.. Documentaries with dramatized re-creations are an elusive genre. Can the re-created passages do justice to the factual or historical material? The answer is yes in the case of \"The Invisibles,\" a docudrama, in subtitled German, about four young Jewish Berliners who, separated from their families, survived in the Nazi capital during World War II. The re-creations are underdramatized, whether by choice or for lack of elaborate production resources; they're most notable for their dailiness, an almost eerie state of calm that gives way only occasionally to imminent threats of betrayal, deportation or death. Yet that's an accurate reflection of on-camera interviews with the actual survivors. In old age they look back on their experiences with dismay, to be sure, but also with fascination, equanimity and a quietly thrilling fondness for an adventure that tested their mettle, as well as with gratitude for good non-Jewish Germans who helped them along the way.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kid-who-would-be-king-review-some-brief-shining-moments-11548365867", "title": "'The Kid Who Would Be King' Review: Some Brief, Shining Moments", "date": "2019-01-24 16:37", "summary": "A modern-day, fresh-faced Arthur yanks a sword out of a stone and raises a citizen army to fight against Morgana.. In a surreal shot of an English newsstand, the front pages of the tabloids trumpet gloom and doom. Literally. One paper's headline is \"Gloom,\" another's is \"Doom.\" A doomy-voiced narrator laments a \"divided and leaderless land\" in which \"men's hearts are hollow.\" The realm of Theresa May as Brexit nears its climax? No, the homeland of a kid named Alex (Louis Ashbourne Serkis), who, pursued by schoolyard bullies, finds a sword stuck in a stone at a construction site, yanks it out and, by the time-warped grace of Excalibur, becomes a latter-day King Arthur. It's a charming notion, worked out zestfully by the writer-director, Joe Cornish, until the charm falls victim to familiar CGI Halloweenery (hounds of hell on a rampage, a rising up of undead knights); excessive self-awareness (Alex is so steeped in Arthurian lore that he isn't all that astonished by what's happening to him); and inspirational messages about courage in the face of bullying and achieving personal nobility through selflessness.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-movil-buys-telefonicas-operations-in-guatemala-el-salvador-11548365599", "title": "América Móvil Buys Telefónica's Operations in 2 Nations", "date": "2019-01-24 16:33", "summary": "Carlos Slim's Mexican telecom company pays a total of $648 million. MEXICO CITY-Mexican telecommunications company América Móvil SAB said Thursday it has bought the Guatemalan operations of Telefónica SA, and agreed to acquire the Spanish company's business in El Salvador.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-justice-minister-vows-to-combat-corruption-11548365323", "title": "Brazil's Justice Minister Vows to Combat Corruption", "date": "2019-01-24 16:28", "summary": "The government won't stand in the way of a corruption probe involving the president's son, Moro said in an interview. Brazil's government won't stand in the way of a corruption probe involving the president's son and plans to introduce sweeping new legislation to tackle endemic graft in the country, Justice Minister Sergio Moro told The Wall Street Journal on Thursday.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-bill-would-tighten-background-checks-for-private-school-employees-11548365154", "title": "New York Bill Would Tighten Background Checks for Private-School Employees", "date": "2019-01-24 16:25", "summary": "State lawmakers' push to expand fingerprinting requirement comes amid efforts to fight sexual abuse of minors. Staff at New York private schools would have to submit fingerprints and undergo comprehensive background checks under a new child-safety measure introduced this week by state lawmakers.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bond-prices-rise-amid-new-china-trade-concerns-11548340931", "title": "U.S. Treasurys Rise Amid New China Trade Concerns", "date": "2019-01-24 16:25", "summary": "Bond yields fall after Commerce Secretary Wilbur Ross says the U.S. and China remain far from a trade deal. U.S. government bond prices rose Thursday after Commerce Secretary Wilbur Ross said that the U.S. and China remain far from a trade agreement.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-earth-rising-review-seeking-justice-after-catastrophe-11548364804", "title": "'Black Earth Rising' Review: Seeking Justice After Catastrophe", "date": "2019-01-24 16:20", "summary": "Netflix's new thriller looks at the prosecutions that follow the Rwandan genocide.. It would be hard to overstate the vivid promise of \"Black Earth Rising\" as the series begins unfolding (Friday on Netflix)-a story of genocide, of the struggle for justice and, above all, of the pursuit of the guilty who continued to enjoy successful lives, their past crimes hidden. A tale, too, of a mother and daughter-the former, prosecutor Eve Ashby (a sterling Harriet Walter), implacably determined to seek punishment for the guilty in The Hague. The latter, Kate (Michaela Coel), a young woman now, bitterly opposed to her mother's prosecution of a man accused of a central role in the murder of hundreds of thousands-an opposition for which she can claim special knowledge.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/breslin-and-hamill-deadline-artists-review-blue-collars-stained-with-ink-11548364696", "title": "'Breslin and Hamill: Deadline Artists' Review: Blue Collars, Stained With Ink", "date": "2019-01-24 16:18", "summary": "An HBO documentary captures the mood of an era through the stories of old-school New York journalists Jimmy Breslin and Pete Hamill.. 'Breslin and Hamill: Deadline Artists\" comes with a heavenly supply of gossip, a treasury of revered observations on life-mainly wisecracks-and a delectably detailed view of the larger world of print journalism in which its subjects thrived. That period for these working-class journalists, as they called themselves, began in the early '60s. At the beginning of this film (Monday, 8 p.m., HBO ), one commentator, the decidedly non-working-class journalist Edward Kosner-he had, for one thing, attended college-explains how things worked. WASPs read the Herald Tribune, the Jews read the New York Post and the New York Times, and the Irish and Italians read the Daily News.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/microsofts-bing-search-engine-disappears-in-china-11548327720", "title": "Microsoft's Bing Service Restored in China", "date": "2019-01-24 16:16", "summary": "It wasn't clear why the search engine had become inaccessible this week. Microsoft Corp. said access to its Bing search engine in China was restored, ending a disruption that came as Beijing tightens its grip on the internet and as tensions brew between the U.S. and China over trade and technology.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-chip-surge-good-news-is-relative-11548357882", "title": "In Chip Surge, Good News Is Relative", "date": "2019-01-24 16:12", "summary": "Downtrodden semiconductor stocks get strong bounce as outlooks aren't as bad as feared. No bad news is good enough news in chips these days.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spice-maker-mccormick-sees-a-weaker-year-ahead-11548363138", "title": "Spice Maker McCormick Sees Sluggish Sales Growth in 2019", "date": "2019-01-24 15:52", "summary": "The company's shares skid on projection of sluggish sales. McCormick & Co. expects weaker sales growth and diminished earnings this year, which sent shares in the ingredients and spices company sharply lower on Thursday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-southwest-report-optimism-despite-shutdown-worries-11548347289", "title": "Airlines Warn Shutdown Strains are Worsening", "date": "2019-01-24 15:49", "summary": "Carrier says federal worker absences are pushing air travel system toward a 'tipping point'. Some of the biggest U.S. airlines warned passengers would soon face worse delays and more canceled flights if the partial federal government shutdown drags on further.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teradyne-finance-chief-to-retire-following-strong-quarter-11548362620", "title": "Teradyne Finance Chief to Retire Following Strong Quarter", "date": "2019-01-24 15:43", "summary": "Gregory Beecher, who has served as CFO since 2001, will stay on until a successor is in place. Teradyne Inc. said Thursday that its longtime finance chief, Gregory Beecher, plans to retire from the company.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-political-crisis-boosts-oil-prices-11548328180", "title": "U.S. Oil Prices Get Boost From Venezuelan Political Crisis", "date": "2019-01-24 15:43", "summary": "U.S. takes on Venezuela's leftist authoritarian president, threatens sanctions on the country's oil industry. • U.S. oil prices rose Thursday as a political crisis in Venezuela and possibly more U.S. sanctions threatened to cut the OPEC member's oil exports, which are used extensively by some refiners in the U.S.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/top-lawmaker-proceeds-cautiously-toward-trumps-tax-returns-11548359117", "title": "Top Lawmaker Proceeds Cautiously Toward Trump's Tax Returns", "date": "2019-01-24 15:40", "summary": "Democratic Ways and Means chairman readies for legal fight, wants the request to be within panel's oversight role. WASHINGTON-Rep. Richard Neal, the only Democrat with clear power to obtain President Trump's tax returns, on Thursday brushed aside calls from progressive groups to move more quickly, sticking to a cautious, deliberate approach on the sensitive issue.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taliban-agrees-to-bar-al-qaeda-and-islamic-state-from-afghanistan-11548330242", "title": "Taliban Assures U.S. It Opposes Use of Afghanistan by Terrorists", "date": "2019-01-24 15:37", "summary": "Insurgency repeats pledge to try to stop groups such as Islamic State and al Qaeda, in boon to peace talks. KABUL-In a landmark concession, the Taliban has reassured the U.S. that it opposes any attempts by militant groups to use Afghanistan to stage terrorist attacks abroad, a person familiar with the pledge said, as talks to end the 17-year Afghan war entered a fourth day.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-the-high-line-oliver-jeffers-wants-you-to-know-what-its-like-to-see-earth-from-the-moon-11548361070", "title": "On the High Line, Oliver Jeffers Wants You to Know What It's Like to See Earth from the Moon", "date": "2019-01-24 15:17", "summary": "On the evening of January 24, the artist's 'The Moon, The Earth and Us' installation opens on New York City's High Line. In this series, we get the inside story from artists-to-know about their upcoming exhibitions and installations-plus, learn about their mantras, reading lists, what they're up to next and more.", "categories": [["Art & Design", "Self-Expressionism"]], "category_links": ["https://www.wsj.com/news/magazine/art-design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debating-the-carbon-tax-dividend-strategy-11548360462", "title": "Debating the Carbon Tax Dividend Strategy", "date": "2019-01-24 15:07", "summary": "Readers disagree on the wisdom of the economists who support it.. Regarding \"Economists' Statement on Carbon Dividends\" (op-ed, Jan. 17): The article lays out five pillars of a market-driven approach to addressing climate change. Many smart people (27 Nobel laureates, all four living former Federal Reserve chairs, 15 former chairs of the president's Council of Economic Advisers and two former Treasury secretaries), conservative and liberal, Republican and Democrat are supporting this approach.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spy-case-linked-to-china-raises-red-flags-for-poland-and-the-u-s-11548357192", "title": "Spy Case Linked to China Raises Red Flags for Poland, U.S.", "date": "2019-01-24 15:07", "summary": "Warsaw and Washington are probing deep ties Beijing has established in the strategically important country on NATO's eastern frontier. WARSAW-Authorities in Poland and the U.S. are probing the deep ties Beijing has forged in this strategically important country on NATO's eastern frontier in the wake of high-profile arrests of a Chinese executive and a former Polish official.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fires-highlight-the-long-decline-of-pg-e-11548360352", "title": "Fires Highlight the Long Decline of PG&E", "date": "2019-01-24 15:05", "summary": "Is PG&E the proverbial canary in the coal mine for California corporations?. Regarding (\"Utility Sparked 1,500 Wildfires, Now Faces Collapse,\" page one, Jan. 14): One wonders whether PG&E 's disastrous performance is the proverbial canary in the coal mine for California corporations. As California corporations adapt to the new social-responsibility demands being placed on them, how many more will follow a similar path, failing to perform their primary purpose, which is to meet the demands of their customers while providing a competitive return to their investors?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/better-street-design-is-preventing-fatalities-11548360301", "title": "Better Street Design Is Preventing Fatalities", "date": "2019-01-24 15:05", "summary": "Since 2014, New York City traffic fatalities have declined for five years running, from 299 deaths in 2013 to 200 in 2018, bucking national trends.. Regarding Christopher LeGras's Vision Zero, a 'Road Diet' Fad, Is Proving to Be Deadly\" (Cross Country, Jan. 19): Vision Zero is no \"fad.\" It is proven and sound public policy-evidenced by New York City's results as the first American city to adopt the initiative. Since 2014, traffic fatalities here have declined for five years running, from 299 deaths in 2013 to 200 in 2018, bucking national trends.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-expands-voter-rights-11548360294", "title": "New York Expands Voter Rights", "date": "2019-01-24 15:04", "summary": "Gov. Andrew Cuomo signs legislation allowing early voting, 16- and 17-year-olds to pre-register. ", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-about-two-presidents-11548360258", "title": "How About Two Presidents?", "date": "2019-01-24 15:04", "summary": "Sen. Kirsten Gillibrand intends to run for president as the women's candidate.. Regarding your editorial \"Gillibrand's Me-Too Moment\" (Jan. 18): If Sen. Kirsten Gillibrand intends to run for president as the women's candidate, perhaps we should elect two presidents-one for women and one for everybody else.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-ceo-firms-to-raise-500-million-for-san-francisco-area-housing-11548360034", "title": "Facebook CEO's Foundation, Firms to Raise $500 Million for San Francisco-Area Housing", "date": "2019-01-24 15:00", "summary": "Effort involving Mark Zuckerberg aims to address the Bay Area's housing crunch amid tech boom. Companies and philanthropists in the San Francisco Bay Area, including Facebook Inc. Chief Executive Mark Zuckerberg, said they plan to raise $500 million for affordable housing, weeks after California Gov. Gavin Newsom called on the private sector to do more to address the region's critical shortage of homes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-guide-to-most-wearableand-unwearablemens-trends-for-2019-11548359646", "title": "A Guide to Most Wearable-and Unwearable-Men's Trends for 2019", "date": "2019-01-24 14:54", "summary": "On runways showing fall clothing in London, Milan and Paris, gaudy streetwear statements at last gave way to reason. FOR ITS PRESENTATION near the end of the men's fashion shows in Paris last week, French label Jacquemus invited editors and buyers to a midmorning feast at the Palais de Tokyo art museum. Guests mingled, munching on croissants and sipping coffee. Eventually, models joined the breakfast party, marching in their pocket-heavy work coats and wool suits over to the table, where they too began eating away. The clothes felt almost beside the point, as Jacquemus gave us a meal with a message: A jacket is important, but if you can't live in it, break bread in it, then what's the point?", "categories": [["Life & Work", "Style & Fashion", "Fashion", "THE ONE SHEET / MEN'S FALL 2019 TREND REPORT"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-edges-lower-as-muted-trading-continues-11548342120", "title": "Gold Edges Lower as Muted Trading Continues", "date": "2019-01-24 14:26", "summary": "Investors are looking ahead to next week's Federal Reserve meeting and jobs report. Gold prices inched lower Thursday, continuing a stretch of subdued trading as stocks and the dollar stayed steady.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-prices-in-venezuela-jump-on-prospect-of-regime-change-11548357121", "title": "Bond Prices Jump in Venezuela", "date": "2019-01-24 14:12", "summary": "January's rally could extend with increased pressure on the Maduro administration. Venezuelan bond prices have surged amid hopes that pressure against President Nicolás Maduro will lead to a new government with which creditors can negotiate to restructure debts the country defaulted on in 2017.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/felix-tshisekedi-is-sworn-in-as-congolese-president-11548356987", "title": "Félix Tshisekedi Is Sworn In as Congolese President", "date": "2019-01-24 14:09", "summary": "Country's first-ever handover of power to opposition comes amid persistent election-fraud concerns. Félix Tshisekedi on Thursday became the first opposition leader to be sworn in as president of the Democratic Republic of Congo, despite credible evidence of election fraud and questions over how much sway the country's departing president, Joseph Kabila, will still wield.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-outlook-darkens-as-data-points-to-sharper-slowdown-11548324342", "title": "ECB Worries Over Economy Mount, But Officials Stand Pat on Rates", "date": "2019-01-24 13:56", "summary": "Eurozone economy lost momentum in 2018 as overseas demand for its exports weakened. The European Central Bank opened the door on Thursday to new stimulus measures to prop up the region's stumbling economy, underscoring a new mood of caution among major central banks as they navigate fractious U.S.-China trade negotiations and disruptive political events such as Brexit.", "categories": [["Economy", "Europe Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/europe-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/treasury-to-sell-240-billion-of-debt-11548356182", "title": "Treasury to Sell $240 Billion of Debt", "date": "2019-01-24 13:56", "summary": "U.S. Treasury Department's auctions of securities next week range from bills to seven-year notes. The U.S. Treasury Department will auction $240 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-turmoil-puts-billions-of-dollars-in-russian-investment-in-jeopardy-11548339521", "title": "Venezuela Turmoil Puts Foreign Investment in Jeopardy", "date": "2019-01-24 13:55", "summary": "Moscow slams U.S. support for Venezuelan opposition leader as president. MOSCOW-Russia and China pushed back against the U.S. recognition of Venezuela's opposition leader as president and warned against further inflaming the political crisis in the Latin American country, which relies on billions of dollars in investments from the two countries.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-story-of-spam-how-a-mystery-meat-became-an-inbox-invader-11548353799", "title": "The Story of 'Spam': How a Mystery Meat Became an Inbox Invader", "date": "2019-01-24 13:22", "summary": "Tech-nerd fans of Monty Python turned an omnipresent canned food into a term for unwanted messages. Have you been noticing more \"spam\" in your diet lately? I'm not referring to the luncheon meat, of course, but to unsolicited messages that may arrive in the form of emails, text messages or-increasingly-phone calls.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-should-we-do-about-scandalous-artists-11548352964", "title": "What Should We Do About Scandalous Artists?", "date": "2019-01-24 13:02", "summary": "Accusations of misconduct against beloved creators are changing the way we think about genius. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shutdown-hits-industries-nationwide-11548075600", "title": "How the Shutdown Is Hitting Business", "date": "2019-01-24 12:46", "summary": "Here's a roundup of the impact after a month of political impasse. The partial government shutdown is affecting a wide range of business and financial concerns nationwide.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-former-senator-who-made-his-home-aboard-a-historic-lightship-11548345593", "title": "The Former Senator Who Made His Home Aboard a Historic Lightship", "date": "2019-01-24 12:38", "summary": "Nautical-history lover Bill Golden transformed a Nantucket ship that once welcomed immigrants to America into a modern vessel that has hosted celebrities. In the mid-1800s, mariners navigating the New England coast dreaded the Nantucket South Shoals, an area of dangerously shallow water east of Nantucket Island. In 1854, Congress stationed Nantucket's first lightship off the coast: Its lights kept boats from coming too close, and would sometimes serve as immigrants' first glimpse of the U.S., before they reached the Statue of Liberty.", "categories": [["Real Estate", "Inside Story"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/inside-story?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-oil-market-is-shrugging-at-venezuela-11548351202", "title": "Why the Oil Market Is Shrugging at Venezuela", "date": "2019-01-24 12:33", "summary": "Venezuela's diminished importance to the global oil market has led to an ambivalent price reaction. Venezuela just ain't what it used to be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-cohen-to-testify-before-senate-intelligence-committee-11548349019", "title": "Michael Cohen Subpoenaed to Testify Before Senate Intelligence Committee", "date": "2019-01-24 12:26", "summary": "Subpoena comes a day after Cohen postponed House testimony, citing threats from President Trump. WASHINGTON-The Senate Intelligence Committee on Thursday subpoenaed President Trump's former lawyer Michael Cohen to appear before the panel, according to a spokesman for Mr. Cohen, a day after Mr. Cohen postponed testimony before a House committee citing attacks by the president on his family.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-investment-question-to-ask-at-your-local-bar-11548349528", "title": "The Investment Question to Ask at Your Local Bar", "date": "2019-01-24 12:05", "summary": "Americans' taste for gin and tonic matters for London-listed Fevertree Drinks. Are Americans taking to gin and tonic? If they are, upscale tonic maker Fevertree Drinks should add fizz to your portfolio.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lexus-es-300h-spend-on-the-luxury-save-on-gas-money-11548349338", "title": "Lexus ES 300h: Spend on the Luxury, Save on Gas Money", "date": "2019-01-24 12:02", "summary": "With a stylish exterior, a spacious cabin and a 'silky, near silent' hybrid system that gets 44 mpg, this surprising overachiever meets the demands of most drivers. Dan Neil, for once, finds few faults. AT THE OUTSET of what will be a rave review of a slow beige hybrid sedan, I feel the need to lay out my car-guy bona fides. Naturally I enjoy being strapped in the nosecone of a hypercar like the McLaren Senna atop a blooming pillar of testosterone. I believe the greatest TV show in history is Alain de Cadenet's \"Victory by Design.\" The three classics I would choose to be marooned with on a desert isle are the Citroën DS21 Decapotable, Facel Vega HK500, and a Porsche 959 Komfort.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lunchbox-renaissance-11548348864", "title": "The Lunchbox Renaissance", "date": "2019-01-24 11:54", "summary": "Bringing leftovers to work used to be boring, but new recipes and stylish containers have changed the game. Packed lunches are suddenly chic. I first realized this a couple of years ago in the cafeteria of the library where I do much of my research. I had brought in a bento box of food from home, and two women, both strangers, rushed up to compliment me on my lunch. I wasn't eating anything so remarkable: just some leftover pasta jazzed up with herbs, a few slices of mozzarella with olives and a portion of cold roasted carrots sprinkled with pumpkin seeds and chili flakes. But it seems that the brown bag lunch has become an object of desire.", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/developer-of-ace-and-nomad-hotels-scoops-up-parker-new-york-hotel-11548348423", "title": "Developer of Ace and NoMad Hotels Scoops Up Midtown Park Hotel", "date": "2019-01-24 11:47", "summary": "GFI Capital, hedge fund Elliott Management purchase midtown property for about $420 million. ", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-renault-wants-a-corporate-diplomat-to-replace-ghosn-11548322837", "title": "Why Renault Wants a Corporate Diplomat to Replace Ghosn", "date": "2019-01-24 11:37", "summary": "Car maker's new chairman faces market expectations so low he may be able to exceed them. Carlos Ghosn's successor as chairman of Renault faces the unenviable job of answering to the French state, which wants a merger with Nissan, while repairing bridges with the Japanese auto maker, which doesn't want a merger.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-january-inflation-unaffected-by-gasoline-shortages-11548342437", "title": "Mexico's January Inflation Unaffected by Gasoline Shortages", "date": "2019-01-24 11:20", "summary": "The consumer-price index rose 0.11% in the first two weeks of January, pushing the annual inflation rate down to 4.52%. MEXICO CITY-Mexican consumer prices rose less than expected in the first half of January, helped by a decline in energy costs despite gasoline shortages suffered in many parts of the country amid a government crackdown on fuel theft.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-top-50-looks-from-mens-fashion-week-2019-11548346453", "title": "The Top 50 Looks From Men's Fashion Week 2019", "date": "2019-01-24 11:14", "summary": "The traditional men's fashion weeks have drawn to a close in Paris-and we do mean \"traditional,\" as more and more menswear designers have chosen to abandon the typical show schedule and bow their collections alongside the women's in September. This season, the pendulum began its slow swing back from the streetwear-style hoodies and sneakers that have recently dominated the runway, moving towards a quieter elegance. Loose tailoring and a more grown-up approach to dressing feels modern again-a welcome change. For the more casual reader, workwear is the new way forward: Buy a pair of Carhartt pants ASAP.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-after-years-of-market-meddling-tries-a-lighter-touch-11548325803", "title": "China Counters Selloff by Cutting Markets Some Slack", "date": "2019-01-24 11:09", "summary": "Beijing moves toward a freer market as economic growth slows and trade tensions simmer. SHANGHAI-Beijing has taken some steps to loosen its hold on financial markets in recent months, seeking to attract foreign capital and revive an anemic stock market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/los-angeles-and-other-cities-stash-money-to-prepare-for-a-recession-11548345600", "title": "Los Angeles and Other Cities Stash Money to Prepare for a Recession", "date": "2019-01-24 11:00", "summary": "Local officials are feeding their rainy-day funds, hoping to ride out the next slump. Los Angeles officials are socking away money for the next recession.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lawmakers-promise-fresh-push-to-overhaul-housing-finance-11548345601", "title": "Lawmakers Promise Fresh Push to Overhaul Housing Finance", "date": "2019-01-24 11:00", "summary": "White House, Congress look for ways to get Fannie Mae, Freddie Mac out of government conservatorship. WASHINGTON-Lawmakers from both parties plan to take a fresh crack at getting Fannie Mae and Freddie Mac , two companies that underpin nearly half of U.S. mortgages, out of government control.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-luxurious-restored-nantucket-lightship-11548345447", "title": "A Luxurious Restored Nantucket Lightship", "date": "2019-01-24 10:57", "summary": "Upgraded by former Massachusetts State Senator Bill Golden and his wife, this boat comes with a media room, a library and satellite television. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/carlos-ghosn-resigns-as-renault-ceo-chairman-amid-detention-in-japan-11548313993", "title": "Renault Picks New Leaders, Ending Ghosn's Long Reign", "date": "2019-01-24 10:50", "summary": "His rise was viewed by the French as a sign of globalism's excesses. PARIS-The resignation of Carlos Ghosn as chief executive and chairman of Renault SA brings down the curtain on a decadeslong career that made him a symbol of globalization's endless march as well as its pitfalls.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/unenforceable-laws-against-pleasure-11548345054", "title": "Unenforceable Laws Against Pleasure", "date": "2019-01-24 10:50", "summary": "The 100th anniversary of Prohibition is a reminder of how hard it is to regulate consumption and display. This month we mark the centennial of the ratification of the Constitution's 18th Amendment, better known as Prohibition. But the temperance movement was active for over a half-century before winning its great prize. As the novelist Anthony Trollope discovered to his regret while touring North America in 1861-2, Maine had been dry for a decade. The convivial Englishman condemned the ban: \"This law, like all sumptuary laws, must fail,\" he wrote.", "categories": [["Life & Work", "Ideas", "Historically Speaking"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/historically-speaking?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scamming-grandma-financial-abuse-of-seniors-hits-record-11548344907", "title": "Financial Abuse of Seniors Hits Record", "date": "2019-01-24 10:48", "summary": "Banks report 12% increase of suspected cases as they step up efforts to detect and stop fraud. U.S. banks reported a record 24,454 suspected cases of elder financial abuse to the Treasury Department last year, more than double the amount five years earlier, according to government data.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/over-250-000-votes-later-hawaii-villa-emerges-as-the-house-of-the-year-11548344585", "title": "Over 250,000 Votes Later, Hawaii Villa Emerges as the House of the Year", "date": "2019-01-24 10:43", "summary": "An island home still on the market for $16 million was WSJ readers' top choice in the annual contest. With a false missile alert and a major volcano eruption, Hawaii had an eventful 2018.", "categories": [["Real Estate", "Homes", "House of the Year"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-jobless-claims-fell-to-49-year-low-last-week-11548336850", "title": "Labor Market Powers On Despite Growth Concerns", "date": "2019-01-24 10:43", "summary": "Initial jobless claims, a proxy for layoffs across the U.S., fell last week to the lowest level since 1969. A gauge of layoffs across the U.S. fell last week to the lowest level since 1969, suggesting the labor market remains on solid ground despite concerns of slowing economic growth.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-davos-debate-what-is-finance-for-11548344525", "title": "A Davos Debate: What Is Finance for?", "date": "2019-01-24 10:42", "summary": "Caisse's Michael Sabia fears finance has forgotten its original purpose as backers of corporate investment. The head of one of the world's largest long-term investors has a warning for shareholders and the financial elite meeting in Davos: Start acting like owners of the companies in which you invest, or prepare for a populist backlash against modern capitalism.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-ranch-home-in-the-mountains-11548344478", "title": "A Ranch Home in the Mountains", "date": "2019-01-24 10:41", "summary": "The property outside Aspen, Colo., was the second runner-up in the WSJ House of the Year Poll.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/iag-grounds-deal-hopes-for-norwegian-air-11548344442", "title": "IAG Grounds Deal Hopes for Norwegian Air", "date": "2019-01-24 10:40", "summary": "The owner of British Airways and Aer Lingus has said it isn't interested in acquiring the trans-Atlantic disrupter and will sell its stake. Anyone who bought Norwegian Air stock in the last six months wasn't investing in an airline, but gambling on a deal. It was a risky bet, and it didn't pay off.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-secluded-family-home-in-colorado-11548344363", "title": "A Secluded Family Home in Colorado", "date": "2019-01-24 10:39", "summary": "This Colorado Springs property was the first runner-up in the WSJ House of the Year poll. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-leading-economic-indicators-fell-in-december-11548344335", "title": "U.S. Leading Economic Indicators Fell in December", "date": "2019-01-24 10:38", "summary": "Conference Board Leading Economic Index slid 0.1% last month to 111.7. An economic index that measures U.S. business trends declined in December, according to a Thursday report from the Conference Board.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-hawaii-villa-wsj-readers-like-11548344235", "title": "The Hawaii Villa WSJ Readers Like", "date": "2019-01-24 10:37", "summary": "The latest WSJ House of the Year is a waterfront property on the market for $16 million. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/gymnastics-scandals-surprise-aftermath-more-gymnasts-11548343465", "title": "Gymnastics Scandal's Surprise Aftermath: More Gymnasts", "date": "2019-01-24 10:24", "summary": "Despite bad publicity, CEO turnover and the U.S. Olympic Committee's threat to decertify it, USA Gymnastics membership has risen. Even as fallout from a sprawling sexual-abuse scandal threatens its governing body's existence, competitive gymnastics participation has continued to rise.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-post-holiday-bouquet-based-on-a-pretty-pooped-out-reveler-11548343222", "title": "A Post-Holiday Bouquet Based on a Pretty, Pooped-Out Reveler", "date": "2019-01-24 10:20", "summary": "Floral designer Lindsey Taylor riffs on an 1899 painting, 'Decadent Young Woman. After the Dance,' by Spaniard Ramon Casas. ON MY INSTAGRAM feed, up popped a painting by an artist unfamiliar to me: \"Decadent Young Woman. After the Dance\" (1899) is the work of Ramon Casas (1866-1932), a Spaniard known for portraits of the intellectual elite of Barcelona, Paris and Madrid. His portrayal of a woman succumbing to the exhaustion too much revelry brings felt appropriate as inspiration for my January, post-holiday-frenzy arrangement.", "categories": [["Real Estate", "Flower School"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/flower-school?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbus-ceo-calls-brexit-talks-a-disgrace-warns-on-no-deal-future-11548338314", "title": "Airbus CEO Calls Brexit Talks a 'Disgrace'", "date": "2019-01-24 10:10", "summary": "Verbal attack from outgoing Airbus CEO adds a significant dose of pressure from the business community. LONDON- Airbus SE , one of Europe's biggest companies, sharpened its threat to move operations out of the U.K. if politicians couldn't negotiate a deal to leave the European Union in an orderly fashion.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aggression-in-boys-is-a-family-matter-11548341534", "title": "Aggression in Boys Is a Family Matter", "date": "2019-01-24 09:52", "summary": "A new study of children shows that problematic behavior can be identified in infancy, if not before, by looking at their background and circumstances. In 25 years of clinical practice as a psychologist I've seen my share of aggressive boys. They ended up in my office because they kicked classmates, poked children with scissors or, in one unforgettable case, set another student's collar on fire to get his attention. (It worked.) These boys were usually between the ages of 4 and 10, and most of them came from chaotic homes with few clear expectations, closely spaced siblings and an overwhelmed mother. The father was often absent, literally or psychologically. They had been referred by their teachers, who wanted the aggression to stop.", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nissan-ceo-hints-he-will-step-down-11548338785", "title": "Nissan CEO Hints He Will Step Down", "date": "2019-01-24 09:31", "summary": "Hiroto Saikawa to 'pass baton' once he completes his goal of overhauling governance. YOKOHAMA, Japan- Nissan Motor Co. Chief Executive Hiroto Saikawa said Thursday he would \"pass the baton\" to the next leader, after he tackles the governance issues fingered by the auto maker as the cause of alleged financial misdeeds by former Chairman Carlos Ghosn.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-ford-texas-instruments-lam-research-and-las-vegas-sands-11548329636", "title": "Stocks to Watch: Ford, Texas Instruments, Lam Research, Las Vegas Sands", "date": "2019-01-24 09:29", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Thursday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tencent-wins-approval-for-two-titles-after-gaming-freeze-in-china-11548339222", "title": "Tencent Wins Approval For Two Titles After Gaming Freeze", "date": "2019-01-24 09:13", "summary": "The company still hasn't gotten an OK for two potentially lucrative games, 'Fortnite' and 'PlayerUnknown's Battlegrounds'. BEIJING- Tencent Holdings Ltd. scored approval for two of its games from Chinese regulators following the end of a regulatory freeze on new gaming licenses that lasted most of last year.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chef-sean-brock-will-open-a-sprawling-temple-to-appalachian-culture-in-nashville-11548339061", "title": "Chef Sean Brock Will Open a Sprawling Temple to Appalachian Culture in Nashville", "date": "2019-01-24 09:11", "summary": "After two years of soul-searching, the king of Lowcountry cooking returns to his roots with a shrouded new venture-and it's \"the restaurant I want to retire in\". He is one of the country's foremost evangelists for the roots of Southern cooking. But, until recently, Sean Brock, 40, had been neglecting his own. As a chef, he earned national acclaim elevating South Carolina's Lowcountry cuisine-at McCrady's Tavern and Husk in Charleston-but Brock was actually born and raised in Virginia's Appalachian coal country, in a mountainous wedge near the borders of Tennessee and Kentucky. As a kid he didn't realize the region's sour corn, greasy beans, pawpaws and other hand-me-down specialties constituted a cuisine. \"It was just what you ate,\" he says.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/black-women-voters-emerge-as-top-target-in-2020-democratic-race-11548338400", "title": "Black Women Emerge as Democrats' Top Target in 2020", "date": "2019-01-24 09:00", "summary": "Kamala Harris banks on success with group as she makes first campaign stops in pivotal South Carolina. COLUMBIA, S.C.-California Sen. Kamala Harris's first swing through this early-voting state Friday will highlight a constituency that will be essential to her prospects and other contenders for the Democratic presidential nomination in 2020: black women.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amanda-knox-wins-damages-over-meredith-kercher-murder-case-11548337935", "title": "Amanda Knox Wins Damages Over Meredith Kercher Murder Case", "date": "2019-01-24 08:52", "summary": "Italy ordered to pay $20,000 for failing to provide legal assistance and a translator during initial questioning. A top European court ordered Italy to pay more than $20,000 to Amanda Knox, an American who spent four years in Italian prisons for a murder of which she was later acquitted, the latest twist in a legal saga that has split public opinion on both sides of the Atlantic.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-airlines-posts-profit-on-higher-revenue-despite-fuel-cost-pressure-11548336590", "title": "American Airlines Posts Profit Despite Higher Expenses", "date": "2019-01-24 08:29", "summary": "Aircraft fuel and related tax expenses rose 18.6% from the year-ago period. American Airlines Group Inc. swung to a profit in the fourth quarter, as higher revenue from passengers tempered increased fuel costs.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-says-australian-writer-is-being-held-for-threatening-state-security-11548335981", "title": "China Says Australian Writer Is Being Held for Threatening State Security", "date": "2019-01-24 08:19", "summary": "Allegation against Yang Hengjun was also leveled against two Canadian citizens detained in December. BEIJING-China said an Australian writer who went missing while traveling in the country has been detained on suspicions of threatening state security, the same allegation leveled at two Canadian citizens detained in December.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/golfs-new-conundrum-flagstick-in-or-out-11548334800", "title": "Golf's New Conundrum: Flagstick In or Out?", "date": "2019-01-24 08:00", "summary": "A new rule change has left golfers pondering whether leaving the flagstick in the hole might increase their likelihood of sinking putts. On a 45-degree day in late December, Lou Stagner mentioned to his wife that he was headed to a golf course near their home outside Philadelphia. He'd be gone for several hours over the next few days, he explained, as he carried a handmade, wooden ball ramp out the door and prepared for an elaborate putting simulation.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/southwest-airlines-beats-earnings-expectations-11548333991", "title": "Southwest Airlines Beats Earnings Expectations", "date": "2019-01-24 07:46", "summary": "The carrier says the government shutdown has had a negative sales impact of $10 million to $15 million thus far in January. Southwest Airlines Co. beat analysts' earnings expectations in the latest quarter, as passenger revenue increased.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-brings-pro-migrant-message-to-central-america-11548331200", "title": "Pope Brings Pro-Migrant Message to Central America", "date": "2019-01-24 07:00", "summary": "At the start of a four-day visit to Panama, Pope Francis takes a step into the issue at the center of the U.S. government shutdown. Pope Francis defended migrants at the start of his four-day trip to Central America on Thursday, taking up a fraught issue at the heart of the U.S. government shutdown as new caravans of thousands fleeing poverty and violence take form in the region.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/planned-parenthood-develops-chatbot-to-reach-more-teens-11548330300", "title": "Planned Parenthood Develops Chatbot to Reach More Teens", "date": "2019-01-24 06:45", "summary": "'Roo' can answer questions about birth control, STDs and more. Planned Parenthood has developed a chatbot that can answer questions about sexual health, part of a larger communications effort by the health-services group to bring sex education to the young masses.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malaysia-elects-new-king-after-historic-abdication-11548330101", "title": "Malaysia Elects New King After Historic Abdication", "date": "2019-01-24 06:41", "summary": "Sultan Abdullah of Pahang is named Malaysia's new king, replacing Sultan Muhammad who stepped down earlier this month. KUALA LUMPUR, Malaysia-Malaysia's sultans chose a new king Thursday in a unique and secretive process following the unprecedented abdication of the previous monarch.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bing-baidu-and-a-big-mess-for-chinese-search-engines-11548328142", "title": "Bing, Baidu and a Big Mess for Chinese Search Engines", "date": "2019-01-24 06:12", "summary": "Internet users are wondering why Microsoft-owned Bing is suddenly inaccessible in China. The sector faces some even bigger questions.. Is using Bing the best way to Google something in China? Not right now, at least: The U.S. search engine has suddenly become inaccessible inside the country. It's unclear whether this is just a technical glitch or something more malicious. Bing's owner Microsoft merely confirmed the site was down Thursday.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-citys-nightlife-economy-is-thriving-study-finds-11548327600", "title": "New York City's Nightlife Economy Is Thriving, Study Finds", "date": "2019-01-24 06:00", "summary": "Restaurant and bar wage growth outpaces city overall. New York City nightlife is flourishing, with wage and employment growth outpacing that of the city's overall economy, according to a study commissioned by the Mayor's Office of Media and Entertainment.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-contemplates-appointing-first-female-president-of-world-bank-11548327601", "title": "U.S. Contemplates Appointing First Female President of World Bank", "date": "2019-01-24 06:00", "summary": "Strong woman candidate could clear away competitors. The race to select the next president of the World Bank could be shaped by a strong international desire for the institution to have its first female president.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/intel-ceo-pick-chip-supplies-shadow-earnings-what-to-watch-11548325801", "title": "Intel CEO Pick, Chip Supplies Shadow Earnings: What to Watch", "date": "2019-01-24 05:30", "summary": "As of Wednesday, analysts surveyed by Refinitiv expected Intel to report adjusted earnings of $1.22 a share. Intel Corp. is scheduled to report fourth-quarter earnings after the market closes Thursday. Here's what you need to know:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-advances-5g-ambitions-with-new-chipset-11548325579", "title": "Huawei Brushes Off Western Concerns as It Unveils 5G Chipset", "date": "2019-01-24 05:26", "summary": "Chinese giant pushes to be a global leader in the next-generation technology despite growing Western backlash. BEIJING-Huawei Technologies Co. unveiled a chipset for its coming folding smartphone and other 5G devices, as the Chinese giant pushes to be a global leader in the next-generation technology despite a growing backlash from Western governments.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ai-machine-learning-jobs-among-highest-paid-in-tech-11548325180", "title": "AI, Machine Learning Jobs Among Highest Paid in Tech", "date": "2019-01-24 05:19", "summary": "Average annual wages for these jobs AI rose to $200,000, according to a report. Artificial-intelligence and machine-learning professionals are expected to earn some of the highest salaries for information-technology jobs in the year ahead.", "categories": [["Artificial Intelligence"]], "category_links": ["https://www.wsj.com/news/types/artificial-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indonesia-frees-christian-politician-convicted-of-blasphemy-11548323862", "title": "Indonesia Frees Christian Politician Convicted of Blasphemy", "date": "2019-01-24 04:57", "summary": "The jailing of former Jakarta Gov. Basuki Tjahaja Purnama, once a rising political star, marked the growth of Islamist political power. JAKARTA, Indonesia-A Christian politician was freed from prison Thursday after serving most of a two-year sentence for blaspheming Islam, a case that fueled religious tensions and emboldened hard-liners in the world's largest Muslim-majority country.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-silk-road-fund-denies-it-has-been-in-talks-with-japan-display-11548319450", "title": "China's Silk Road Fund Denies It Has Been in Talks With Japan Display", "date": "2019-01-24 03:44", "summary": "Japanese company has been looking for a bailout because Apple's iPhone lineup has shifted away from liquid-crystal displays. TOKYO-China's state-owned Silk Road Fund denied a series of recent reports including by The Wall Street Journal that it has been in talks with struggling smartphone-screen panel maker Japan Display Inc. over a potential investment.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-brands-to-test-refillable-containers-11548316801", "title": "World's Biggest Brands to Test Refillable Containers", "date": "2019-01-24 03:00", "summary": "P&G, Nestlé and others try to curb plastic waste; Tropicana in glass bottles, Tide in metal cans. The world's biggest makers of shampoo, detergent and packaged food will test selling their products in reusable containers, adopting a milkman-style model to address mounting concerns about plastic waste.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11548270509", "title": "Pepper...and Salt", "date": "2019-01-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-slowdown-is-a-drag-for-fuel-refiners-11548303891", "title": "China's Slowdown Is a Drag for Fuel Refiners", "date": "2019-01-24 23:24", "summary": "A sagging appetite for gasoline this year could mean a flood of exports to the rest of Asia, pressuring margins. An economic slowdown will curb China's appetite for gasoline this year. That could mean a flood of exports to the rest of Asia, further pressuring regional refiners' margins.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kim-jong-un-upbeat-on-denuclearization-after-receiving-letter-from-trump-11548301182", "title": "Kim Jong Un Upbeat on Denuclearization After Receiving Letter From Trump", "date": "2019-01-24 22:39", "summary": "Trump sent a response after receiving a letter from the North Korean leader. SEOUL-North Korean leader Kim Jong Un expressed \"great satisfaction\" after receiving a letter from President Trump, following the return of a nuclear envoy who traveled last week to Washington where the two sides agreed to a second summit in late February.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tens-of-thousands-protest-venezuelan-president-maduro-11548264274", "title": "U.S. Recognizes Venezuelan Opposition Leader as Interim President", "date": "2019-01-24 22:22", "summary": "National Assembly head Juan Guaidó's declaration follows demonstrations marking biggest show of opposition against Nicolás Maduro since 2017 crackdown; a challenge to Russia, China. President Trump took on Venezuela's leftist authoritarian president and his regime's Russian and Chinese backers on Wednesday by recognizing the opposition leader of the oil-rich country's congress as its legitimate head of state.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wife-of-el-chapo-coordinated-his-2015-prison-escape-witness-says-11548280476", "title": "Wife of 'El Chapo' Coordinated His 2015 Prison Escape, Witness Says", "date": "2019-01-24 22:09", "summary": "Emma Coronel relayed orders from her husband while he was in Altiplano prison, former lieutenant says. A former lieutenant of Joaquín \"El Chapo\" Guzmán testified Wednesday about the monthslong plot by the Mexican drug lord's wife and sons to help him escape from a maximum-security prison in 2015 by driving a motorcycle through a mile-long tunnel dug underneath his prison cell.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-lawmakers-pass-bill-to-drop-student-test-scores-from-teacher-reviews-11548289711", "title": "New York Lawmakers Pass Bill to Drop Student Test Scores From Teacher Reviews", "date": "2019-01-24 19:28", "summary": "Judging educators by state exams is inaccurate, stressful and hurts students, Unions say. In a win for teachers unions, the New York Legislature overwhelmingly passed a bill Wednesday to scrap a mandate for districts to rate teachers partly by students' scores on state tests.", "categories": [["U.S.", "Schools"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-schools?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelans-take-to-the-streets-in-opposition-to-maduro-11548289342", "title": "Venezuelans Take to the Streets in Opposition to Maduro", "date": "2019-01-24 19:22", "summary": "National Assembly President Juan Guaidó declared himself the country's interim leader. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/buzzfeed-to-cut-15-of-its-workforce-11548286211", "title": "BuzzFeed to Cut 15% of Its Workforce", "date": "2019-01-24 19:21", "summary": "Layoffs could affect about 250 jobs across the digital publishing company. BuzzFeed is planning to lay off about 15% of its workforce, according to people familiar with the situation, as the company seeks to reorient itself in a shifting digital-media landscape.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theglobal-boom-barely-begun-may-be-over-11548243000", "title": "The Global Boom, Barely Begun, May Be Over", "date": "2019-01-24 19:20", "summary": "Central banks need to proceed carefully: in a low-growth world, a little bit of monetary tightening can go a long, and painful, way.. DAVOS, Switzerland-A year ago the world looked like it would finally return to the boom times it enjoyed before the global financial crisis. Now, the boom may be over before it even started.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/revolt-in-venezuela-11548289111", "title": "Revolt in Venezuela", "date": "2019-01-24 19:18", "summary": "A desperate nation rises to swear in a new democratic leader.. Will this be the moment that Venezuelans finally reclaim their democracy? Millions dared to hope on Wednesday as they poured into the streets of Caracas and other cities to demand the resignation of dictator Nicolás Maduro in favor of the president of the National Assembly, 35-year-old Juan Guaidó.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-a-schools-and-students-lose-11548288732", "title": "L.A. Schools and Students Lose", "date": "2019-01-24 19:12", "summary": "The union's six-day strike seems to have achieved nothing.. Los Angeles teachers called off their six-day strike on Tuesday, and it looks like everyone came out a loser-teachers, schools and students. But then this was more about political muscle-flexing than improving education.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-old-testament-approach-to-trade-11548288709", "title": "An 'Old Testament Approach' to Trade", "date": "2019-01-24 19:11", "summary": "A few Republicans want to give Trump unilateral authority on tariffs.. 'We've got to have an Old Testament approach to trade-an eye for an eye.\" That's how Congressman Matt Gaetz, a Florida Republican, is selling a bill to give the President unilateral power to raise tariffs. Didn't Martin Luther King Jr. say this theory \"leaves everybody blind\"?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-council-kicks-the-tires-on-scooter-sharing-program-11548288639", "title": "New York City Council Kicks the Tires on Scooter-Sharing Program", "date": "2019-01-24 19:10", "summary": "Transportation officials warn that adding electric scooters could pose challenges on congested streets and sidewalks. Transportation officials on Wednesday welcomed the idea of introducing an electric scooter-share program in New York City, but warned that the wheels would present a unique challenge to the nation's most populous city.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-u-s-companies-separating-chief-executive-and-chairman-roles-11548288502", "title": "More U.S. Companies Separating Chief Executive and Chairman Roles", "date": "2019-01-24 19:08", "summary": "The percentage of S&P 500 companies whose chief executive also was chairman reached a decade low in 2018. A push by corporate governance experts, shareholders and, in some cases, regulators to untangle the chairman and chief executive positions at U.S. public companies is gaining traction.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-believes-it-doesnt-need-to-show-proof-huawei-is-a-spy-threat-11548288297", "title": "U.S. Believes It Doesn't Need to Show 'Proof' Huawei Is a Spy Threat", "date": "2019-01-24 19:04", "summary": "Chairman of Chinese telecom firm contends Huawei is being unfairly targeted. The chairman of embattled telecom giant Huawei Technologies Co. is pushing back against claims his company conducts espionage for the Chinese government, contending that Huawei is being unfairly targeted without any proof. \"If they believe there's a backdoor, they should offer evidence to prove it,\" Liang Hua told reporters on the sidelines of the World Economic Forum in Davos this week.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-maga-hats-11548288238", "title": "Beyond MAGA Hats", "date": "2019-01-24 19:03", "summary": "Immigrants have become a casualty in a larger, more important argument about American identity.. So long as he is president, Donald Trump will have two things going for him.", "categories": [["Opinion", "Wonder Land"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/wonder-land?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-weirdness-of-american-politics-11548288179", "title": "The Weirdness of American Politics", "date": "2019-01-24 19:03", "summary": "From Michelob Ultra to dancing to Cardi B, Democrats are trying to out-Trump Trump.. Doesn't it seem like American politics has become weird?", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-independent-fed-isnt-loco-its-effective-11548288127", "title": "An Independent Fed Isn't 'Loco,' It's Effective", "date": "2019-01-24 19:02", "summary": "Unelected technocrats are exactly the type of people you should want making monetary-policy decisions.. Who would you trust with the nation's monetary policy, Donald Trump or Jerome Powell? One is a bombastic, narcissistic former real-estate developer who thinks interest rates should always be lower than they are-unless Barack Obama is president. The other is a smart, levelheaded, not very political gentleman with substantial financial expertise and prior experience as a Federal Reserve governor.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-turkey-presidents-discuss-deeper-partnership-in-syria-11548286851", "title": "Russia, Turkey Leaders Discuss Deeper Partnership in Syria", "date": "2019-01-24 19:01", "summary": "Erdogan increasingly turns to Putin as the U.S. prepares to withdraw troops from northern Syria. Russia's president and his Turkish counterpart discussed Wednesday how to divide up control of northern Syria when U.S. troops leave, highlighting Washington's diminished say in Syrian affairs.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wheres-the-mercy-in-social-justice-11548288080", "title": "Where's the Mercy in 'Social Justice'?", "date": "2019-01-24 19:01", "summary": "The arbitrariness and voyeurism reveal the spirit of vengeance that animates these rituals of accusation.. The news has become a viral heat map of \"social justice\" trials and tribulations. The swift indictment of Covington Catholic High School students on a field trip from Park Hills, Ky., to Washington is the latest example of a now routine phenomenon in which millions of strangers subject individual action (and inaction) to forensic analysis, all while gleefully condemning those they have no intention of meeting for crimes that have no discernible victims.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-mideast-deal-of-the-century-may-be-a-raw-one-for-israel-11548288038", "title": "Trump's Mideast 'Deal of the Century' May Be a Raw One for Israel", "date": "2019-01-24 19:00", "summary": "His plan is a closely held secret, but the signals look worrying for supporters of the Jewish state.. President Trump has spoken repeatedly about his desire to find the \"deal of the century\" to resolve the Israeli-Palestinian conflict. While the president's specific plan remains a tightly held secret, he and several aides occasionally drop hints about it. From what one can tell, it doesn't sound good.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}]