[{"link": "https://www.wsj.com/articles/oliver-north-out-as-nra-president-11556376506", "title": "New York Attorney General Probes NRA as Oliver North Exits as President", "date": "2019-04-27 19:30", "summary": "The probe is looking into financial and disclosure problems at the gun-rights group. The New York attorney general's office is investigating potential financial and disclosure problems at the National Rifle Association, amid boardroom turmoil at the group that led Saturday to the departure of NRA President Oliver North after a bruising internal political battle.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-shipping-trio-posts-deep-losses-after-merging-container-operations-11556289320", "title": "Japan's Shipping Trio Posts Deep Losses After Merging Container Operations", "date": "2019-04-27 18:37", "summary": "Nippon Yusen Kaisha replaces president after posting $398 million annual loss. Japanese shipping giant Nippon Yusen Kaisha Ltd. replaced its top executive after posting a ¥44.5 billion ($398.5 million) annual loss, indicating its struggle to set up a merged container business with two of its rivals.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/frances-yellow-vests-are-unappeased-and-back-to-demanding-change-11556385648", "title": "France's Yellow Vests, Unappeased, Are Back to Demanding Change", "date": "2019-04-27 13:41", "summary": "Recent town-hall debates raised expectations of change; new protests Saturday show dissatisfaction with Macron's pro-business agenda remains. PARIS-Thousands of yellow-vest protesters were back on the streets on Saturday despite French President Emmanuel Macron's pledge earlier this week to cut income tax and reform the country's public sector.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/opec-saudi-officials-havent-spoken-with-trump-about-oil-prices-11556304536", "title": "OPEC, Saudi Officials Haven't Spoken With Trump About Oil Prices", "date": "2019-04-27 12:23", "summary": "Trump said Friday he had called OPEC, asking it to do something about rising crude prices. President Trump hasn't spoken over the phone with the OPEC secretary-general or with the Saudi energy minister, asking to lower oil prices, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-star-curator-falls-in-love-with-los-angeles-11556375400", "title": "A Star Curator Falls in Love With Los Angeles", "date": "2019-04-27 12:07", "summary": "Klaus Biesenbach, the new director of the Museum of Contemporary Art, talks about exploring Los Angeles and setting a new tone for the institution.. Klaus Biesenbach, the 52-year-old New York curator and museum director hired last summer to direct Los Angeles's Museum of Contemporary Art, isn't exactly a Californian yet. He doesn't know how to drive, sunburns easily and still dresses in head-to-toe navy or black.", "categories": [["Books & Arts", "Influencers"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/influencers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sri-lanka-militants-set-off-bombs-during-raid-killing-15-11556380377", "title": "Sri Lanka Militants Set Off Bombs During Raid, Killing 15", "date": "2019-04-27 11:52", "summary": "Police curfews have shut down areas of eastern Sri Lanka, and Catholic leaders have canceled Sunday Masses indefinitely. AMPARA, Sri Lanka-Militants linked to Easter suicide bombings opened fire and set off explosives during a raid by Sri Lankan security forces on a house in the country's east, leaving behind a grisly discovery Saturday: 15 bodies, including six children.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-musicians-screen-time-is-a-growing-source-of-income-11556377200", "title": "For Musicians, Screen Time Is a Growing Source of Income", "date": "2019-04-27 11:00", "summary": "'There's no chip on my shoulder about whether my song is in a commercial or on the radio,' songwriter Mozella says. Electronic-pop artist Josh Ocean doesn't need to tour to promote his latest album. He has Apple , New Balance, T-Mobile, Royal Caribbean and Volkswagen blasting his upbeat hooks across the world.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-biotech-is-going-to-the-dogs-11556373780", "title": "This Biotech Is Going to the Dogs", "date": "2019-04-27 10:03", "summary": "Elanco, animal health company spun out of Eli Lilly, is making an acquisition in animal biotech field. Watch out for clawback provisions.", "categories": [["Markets", "Overheard", "Overhead"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lofty-proposition-capturing-a-new-york-apartment-on-stage-11556373600", "title": "A Lofty Proposition: Capturing a New York Apartment on Stage", "date": "2019-04-27 10:00", "summary": "A number of the season's shows have settings in New York domiciles, and designers strive to get the visual details just right. Broadway has seen many stars grace its stages over the past several months, including such familiar names from film and television as Adam Driver, Jeff Daniels and Kerry Washington.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-houses-try-to-kick-the-plastic-habit-11556371800", "title": "Fashion Houses Try to Kick the Plastic Habit", "date": "2019-04-27 09:30", "summary": "Cardboard hangers and eco-friendly packaging are coming as fashion houses use less plastic to address shoppers' concerns about sustainability. When Jay Guzman spotted an Everlane puffer jacket made with material from recycled plastic bottles, he was drawn to the jacket's style-and the environmental mission behind it.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maria-butina-who-pleaded-guilty-to-conspiring-to-influence-u-s-politics-given-18-months-in-prison-11556293127", "title": "Russian Woman Who Sought U.S.-Russia Backchannel Gets 18-Month Sentence", "date": "2019-04-27 08:39", "summary": "Russia's President Putin says the sentence is arbitrary and a case of America trying to 'save face'. Maria Butina, the Russian woman who used gun-rights advocacy to establish ties with the National Rifle Association and attempt to influence U.S. policy in favor of the Kremlin, was sentenced to 18 months in prison.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/acting-no-3-at-justice-department-leaving-post-administration-has-struggled-to-fill-11556366401", "title": "No. 3 at Justice Leaving Post Administration Has Struggled to Fill", "date": "2019-04-27 08:00", "summary": "Jesse Panuccio helped roll back Obama-era guidance and policies. The official who has been serving in the Justice Department's No. 3 job is stepping down as Attorney General William Barr moves to put his stamp on the department's leadership team and move past the controversies that have dogged it for much of the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-dominion-will-continue-with-pricing-strategy-despite-competition-11556366400", "title": "Old Dominion Will Continue With Pricing Strategy Despite Competition", "date": "2019-04-27 08:00", "summary": "Trucking company says rivals are going after its customers in the less-than-truckload market. Old Dominion Freight Line Inc., one of the largest truckers in the U.S., says some of its rivals are trying to undercut the company's rates, in the latest sign the strong freight demand fueling hefty price increases over the past year may be running out of steam.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-new-emperor-picks-his-ridean-old-school-toyota-11556366401", "title": "Japan's New Emperor Picks His Ride-an Old-School Toyota", "date": "2019-04-27 08:00", "summary": "When Crown Prince Naruhito ascends the throne on May 1, he will get around in an exclusive, superluxury, hand-built Century. TOKYO-Crown Prince Naruhito will get more than a new title when he ascends the Japanese throne on May 1. He will also swap a Rolls-Royce for a new set of wheels-a Toyota.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-sudan-grapples-with-a-post-bashir-future-regional-powers-circle-11556362800", "title": "As Sudan Grapples With a Post-Bashir Future, Regional Powers Circle", "date": "2019-04-27 07:00", "summary": "Riyadh and Abu Dhabi see an opportunity to consolidate strategic interests across the Horn of Africa. In the battle to determine the future of Sudan after the ouster of longtime dictator Omar al-Bashir, two foreign powers closely allied to the U.S. are playing an outsize role: Saudi Arabia and the United Arab Emirates.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/supply-side-of-the-economy-is-flashing-strength-11556362801", "title": "Supply Side of the Economy Is Flashing Strength", "date": "2019-04-27 07:00", "summary": "Labor force and productivity gains raise the chances that faster economic growth can be sustained. For much of the past year, it looked plausible that a faster-growing U.S. economy was simply running on a sugar high of temporarily elevated demand.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-american-pre-raphaelites-radical-realists-review-finding-beauty-in-the-details-11556362800", "title": "'The American Pre-Raphaelites: Radical Realists' Review: Finding Beauty in the Details", "date": "2019-04-27 07:00", "summary": "Unlike the Hudson River School, which explored vastness and grandeur, this movement focused on works, usually modest in size, that were candid studies of scenery, frequently wooded, with sun-dappled verdure faithfully recorded down to the veins and textures of every curling leaf and fern.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/he-conquered-cancer-then-15-spartan-races-in-a-year-11556359200", "title": "He Conquered Cancer, Then 15 Spartan Races in a Year", "date": "2019-04-27 06:00", "summary": "Completing one muddy obstacle-course Trifecta at full strength is hard enough, but this 77-year-old wanted to knock out five. When Paul Lachance began radiation and chemotherapy for lip cancer, he had one question for his radiologist: How soon after treatment can I start training to crawl under barbed wire and run through the mud?", "categories": [["Life & Work", "What's Your Workout?"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/what-s-your-workout?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parents-cant-monitor-autistic-son-with-gps-tracker-at-school-nevada-ruling-says-11556357400", "title": "Parents Can't Monitor Autistic Son with GPS Tracker at School, Nevada Ruling Says", "date": "2019-04-27 05:30", "summary": "Family wanted to keep tabs on boy's whereabouts and listen to his surroundings; ruling cites privacy issues. The parents of an autistic child in Nevada who fought to have his school let him wear a GPS tracker with the ability to listen in on his surroundings lost their battle in a case that could resonate in school districts across the U.S.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11556311603", "title": "Pepper...and Salt", "date": "2019-04-27 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-real-danger-of-going-on-shark-tank-copycats-11556357401", "title": "The Real Danger of Going on 'Shark Tank' Is Copycats", "date": "2019-04-27 00:01", "summary": "Some contestants on the reality TV show say their products were copied; others find themselves accused of stealing ideas. Entrepreneurs who appear on the TV show \"Shark Tank\" get to prowl for attention and cash. But they can also end up being the prey.", "categories": [["Business", "Small Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/small-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-stock-market-record-but-its-a-different-kind-of-boom-11556357400", "title": "Another Stock Market Record, but It's a Different Kind of Boom", "date": "2019-04-27 00:01", "summary": "Biggest threat to the relief rally is the end of the Goldilocks economy. The more things change, the more they stay the same. The world economy has slowed sharply, central banks are worried enough that easing is back on the agenda, yet U.S. stocks this week broke above their September high.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-es-radical-plan-to-prevent-wildfires-shut-down-the-power-grid-11556337671", "title": "PG&E's Radical Plan to Prevent Wildfires: Shut Down the Power Grid", "date": "2019-04-27 00:01", "summary": "When dangerously high winds arise this year, the utility says it will black out fire-prone areas that are home to 5.4 million people. PG&E Corp. can't prevent its power lines from sparking the kinds of wildfires that have killed scores of Californians. So instead, it plans to pull the plug on a giant swath of the state's population.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-founding-generation-also-had-to-fight-anti-vaxxers-11556337660", "title": "The Founding Generation Also Had to Fight 'Anti-Vaxxers'", "date": "2019-04-27 00:01", "summary": "In the 1720s, Cotton Mather supported an early form of inoculation; Washington, Jefferson and Adams followed suit. On August 7, 1721, amid a raging smallpox epidemic, a new satirical newspaper appeared in Boston. The brainchild of Benjamin Franklin's older brother, James, the New-England Courant set out to expose religious cant and threats to freedom. That summer, it saw no greater threat to the liberty of Boston's citizens than \"variolation,\" an early form of vaccination in which infectious material from a smallpox patient was inserted under the skin of a healthy subject in hopes of inducing an immune response. One of the leading advocates of this untested medical procedure was Cotton Mather, the Puritan preacher who had embarrassed Bostonians with his endorsement of the Salem witch trials decades earlier, which only served to sharpen James Franklin's invective.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rescuing-msgs-unsavory-reputation-11556337610", "title": "The FDA Says It's Safe, So Feel Free to Say 'Yes' to MSG", "date": "2019-04-27 00:00", "summary": "Ajinomoto is trying to convince Americans that its seasoning is good to eat-and maybe even healthy. TOKYO-When restaurants across America put signs in their windows vowing never to use your company's flagship product, you might have a problem.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubiome-offices-searched-by-fbi-11556301287", "title": "Microbiome Testing Startup Under Scrutiny for Billing Practices", "date": "2019-04-27 20:58", "summary": "Lab-test maker uBiome searched by FBI amid similar inquiries by state authorities, insurers. Lab-testing startup uBiome Inc. is under scrutiny from law enforcement and insurers for billing practices regarding its tests for the microbiome-the microorganisms that live in the digestive tract and other parts of the body-according to people familiar with those inquiries.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]