[{"link": "https://www.wsj.com/articles/lebron-james-says-tweet-supporting-hong-kong-protests-was-misinformed-11571107697", "title": "LeBron James Says Tweet Supporting Hong Kong Protests Was 'Misinformed'", "date": "2019-10-14 22:48", "summary": "In his first comments about the league's standoff with China, the NBA superstar criticized Rockets general manager Daryl Morey, saying 'I believe he wasn't educated on the situation'. Los Angeles Lakers superstar LeBron James criticized Houston Rockets general manager Daryl Morey for the tweet that set off a crisis between the NBA and China, saying that Morey's support for antigovernment protesters in Hong Kong was \"misinformed or not really educated on the situation.\"", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-top-russia-adviser-fiona-hill-set-to-testify-on-capitol-hill-about-ukraine-11571057396", "title": "Former Russia Adviser Testifies She Was Alarmed About Ukraine Pressure", "date": "2019-10-14 22:36", "summary": "Fiona Hill's nine-hour testimony comes as Democrats examine Trump's effort to get Kyiv to investigate Bidens. WASHINGTON-President Trump's former top Russia adviser told House committees Monday that she and other White House officials grew so alarmed about the administration's efforts to push Ukraine to open certain investigations that they raised their concerns with a White House lawyer, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-scrutinize-rudy-giuliani-s-ukraine-business-dealings-finances-11571092100", "title": "Prosecutors Scrutinize Giuliani's Ukraine Business Dealings, Finances", "date": "2019-10-14 22:34", "summary": "Trump lawyer's bank records have been examined; witnesses are questioned about work for a Ukraine mayor, efforts to oust U.S. ambassador. Federal prosecutors in Manhattan are examining Rudy Giuliani's business dealings in Ukraine, including his finances, meetings and work for a city mayor there, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-broadens-data-collection-through-propaganda-app-and-translation-service-11571058689", "title": "This App Helps You Learn About China, While China Learns All About You", "date": "2019-10-14 22:28", "summary": "Two recent reports suggest increased sophistication by Beijing in harnessing vast reams of information for political ends. BEIJING-China is using a widely downloaded mobile app and a translation service to hoover up billions of pieces of data inside its borders and around the world, according to reports published in recent days by researchers in Australia and Germany.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/graphics/what-womens-work-looks-like/?mod=article_inline", "title": "What 'Women's Work' Looks Like Now", "date": "2019-10-14 22:18", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saks-owner-joining-authentic-brands-in-nearly-270-million-bid-for-barneys-11571066747", "title": "Barneys' New Suitor Seeks Tie-Up With Saks", "date": "2019-10-14 21:50", "summary": "Authentic Brands would license Barneys' name to Saks Fifth Avenue as part of $270 million bid for bankrupt luxury retailer. Barneys New York Inc. could get a new life inside Saks Fifth Avenue stores if a deal to buy the luxury retailer out of bankruptcy succeeds, according to people familiar with the situation.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-to-weigh-retaliatory-options-against-turkey-11571072243", "title": "U.S. Boosts Steel Tariffs on Turkey, Sanctions Officials", "date": "2019-10-14 21:01", "summary": "President Trump threatens more-powerful financial penalties if Ankara doesn't cease military campaign against Kurdish militias. WASHINGTON-President Trump authorized sanctions and raised steel tariffs on Turkey, while threatening more-powerful financial penalties if Ankara continued a military offensive in northern Syria launched after Mr. Trump decided to withdraw U.S. troops from the region.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fort-worth-officer-resigns-after-fatal-shooting-of-black-woman-11571081823", "title": "Fort Worth, Texas, Officer Charged With Murder of Black Woman", "date": "2019-10-14 21:00", "summary": "He had resigned from the police force earlier in the day; family of Atatiana Jefferson calls for outside probe. An officer who fatally shot an African-American woman in her home was arrested and charged with murder late Monday, the Fort Worth, Texas police department said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-governor-calls-for-refunds-from-pg-e-after-blackouts-11571093395", "title": "California Governor Calls for Refunds From PG&E After Blackouts", "date": "2019-10-14 20:24", "summary": "Public utilities commission official says 'unacceptable situation' should never be repeated. California state officials on Monday lambasted PG&E Corp.'s handling of last week's planned power shutdown, with a regulator ordering corrective action and the governor calling for rebates to customers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-top-vatican-official-resigns-amid-london-real-estate-scandal-11571075328", "title": "A Top Vatican Official Resigns Amid London Real-Estate Scandal", "date": "2019-10-14 19:56", "summary": "The property affair has already led to the suspension of five Vatican employees, including a senior financial supervisor for the Holy See. ROME-The Vatican's head of security has resigned over leaks connected to a widening financial scandal over the Holy See's investments in London real estate.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-nail-salon-workers-say-poor-conditions-persist-11571097134", "title": "New York Nail-Salon Workers Say Poor Conditions Persist", "date": "2019-10-14 19:52", "summary": "Gov. Cuomo created a task force in 2015 to address wage exploitation and workplace-safety issues. New York City nail-salon employees are protesting what they say are poor working conditions, despite stricter state regulations aimed at improving safety.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-syria-mess-11571095091", "title": "Trump's Syria Mess", "date": "2019-10-14 19:18", "summary": "He resorts to sanctions as the harm from withdrawal builds.. What a fiasco. Foreign-policy blunders often take months or years to reveal their damaging consequences, but the harm from President Trump's abrupt withdrawal of U.S. forces from northern Syria is playing out almost in real time.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-warren-zuckerberg-clash-11571094949", "title": "The Warren-Zuckerberg Clash", "date": "2019-10-14 19:15", "summary": "The candidate wants to join with Big Tech to suppress her opposition.. Silicon Valley companies excel at many things, but there's little evidence their expertise extends to designing ingenious new systems for controlling political speech. That's why Facebook was wise to confirm last month that it won't try to police the ads of politicians for false statements as it does ordinary ads. Facebook's vice president of global affairs and communications Nick Clegg wrote that the company does not believe its role is to \"prevent a politician's speech from reaching its audience and being subject to public debate and scrutiny.\"", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-at-the-supreme-court-11571094825", "title": "Puerto Rico at the Supreme Court", "date": "2019-10-14 19:13", "summary": "Congress has the power to manage territories as it wants.. Amid a spiraling economic crisis in Puerto Rico, Congress established a control board to impose outside discipline. The Supreme Court on Tuesday will consider the board's constitutionality in a case that ostensibly pits Congress's plenary authority over U.S. territories against the Appointments Clause. Yet there is no real constitutional conflict between the two.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ethical-dilemmas-ai-poses-for-health-care-11571018400", "title": "The Ethical Dilemmas AI Poses for Health Care", "date": "2019-10-14 19:02", "summary": "Artificial intelligence promises all sorts of advances for medicine. And all sorts of concerns.. Could a machine-learning algorithm diagnose your next illness?", "categories": [["Business", "Journal Reports: Technology"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-barr-gets-religion-11571094063", "title": "Bill Barr 'Gets' Religion", "date": "2019-10-14 19:01", "summary": "The attorney general gives a speech on secularism, and the left goes bananas.. For Notre Dame fans, this football weekend was a twofer. Not only did the Irish beat a longtime rival, the University of Southern California, on Saturday, the campus was treated to a sight it had never before seen: the attorney general of the United States, at a pregame tailgater, serenading faculty, students and fans with his bagpipes.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-techno-kleptomania-11571093919", "title": "China's Techno-Kleptomania", "date": "2019-10-14 18:58", "summary": "Beijing's schemes imperil American companies and national security. It'll take a huge effort to stop them.. The news that the U.S. has arrested Peng Xuehua of Hayward, Calif., for allegedly funneling classified American secrets to China's Ministry of State Security can't be dismissed as an isolated incident. Beijing seems to be digging for technological secrets across the U.S. Director Christopher Wray said in July that the Federal Bureau of Investigation has 1,000 active investigations into attempted intellectual property theft in America, mostly involving China.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-is-stepping-up-where-others-fail-to-act-11571093850", "title": "Turkey Is Stepping Up Where Others Fail to Act", "date": "2019-10-14 18:57", "summary": "Syria's refugee flows, violence and instability have pushed us to the limit of our tolerance.. Since the Syrian civil war began in 2011, no country has felt the pain of the ensuing humanitarian crisis more severely than Turkey. We took in 3.6 million Syrian refugees-more than any other country-and spent $40 billion to offer them education, health care and housing. Our culture of hospitality compelled us to shoulder the burden of hosting millions of war victims with very little help from the international community.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-laureates-aim-too-low-on-global-poverty-11571093795", "title": "Nobel Laureates Aim Too Low on Global Poverty", "date": "2019-10-14 18:56", "summary": "Immigration and growth would help more than addressing the winners' 'manageable questions.'. The Royal Swedish Academy of Sciences will award the 2019 Nobel Prize in Economic Sciences to Abhijit Banerjee and Esther Duflo of the Massachusetts Institute of Technology and Michael Kremer of Harvard \"for their experimental approach to alleviating global poverty.\" The award reveals a deepening fault line among economists about how best to fight poverty.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/return-to-the-reich-review-refugee-redux-11571093723", "title": "'Return to the Reich' Review: Refugee Redux", "date": "2019-10-14 18:56", "summary": "The true story of a Jewish boy from Freiburg who escaped Nazi Germany only to return as an American commando on a secret mission.. It was with noble purpose that Eric Lichtblau came to write \"Return to the Reich.\" He wanted to celebrate the anonymous, unsung heroes of World War II and sought the advice of Eli Rosenbaum, a former director of the Justice Department's Office of Special Investigations. Mr. Rosenbaum, a long-time Nazi hunter, suggested the author look up Freddy Mayer, who led one of the war's most successful spy efforts.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-barr-takes-on-the-new-macro-morality-11571093670", "title": "Notable & Quotable: Barr Takes On the New 'Macro-Morality'", "date": "2019-10-14 18:54", "summary": "'We call on the State to mitigate the social costs of personal misconduct and irresponsibility.'. Attorney General William Barrspeaking at the University of Notre Dame law school, Oct. 11:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mike-pompeos-predicament-11571093624", "title": "Mike Pompeo's Predicament", "date": "2019-10-14 18:53", "summary": "The Syria withdrawal worried allies, divided the GOP, and made his job a lot harder.. Foreign leaders have found much to dislike in President Trump's policy-the aggressive stance on trade, the chaotic policy process, the disregard for convention and past agreements. Yet they've seemed willing to work with the administration anyway. However much it pained them, they appeared to believe that Mr. Trump had a strong enough political coalition behind his foreign-policy program that, on the whole, it was better to deal pragmatically with the administration than to try to wait out his presidency.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fuzzy-profound-words-cause-mental-rot-11571093595", "title": "'Fuzzy-Profound' Words Cause Mental Rot", "date": "2019-10-14 18:53", "summary": "They make it seem like deep thinking is going on, but it isn't.. What are \"qualia\"? I stumbled on the word recently in the Times Literary Supplement, where a review of novels by Neal Stephenson and Don DeLillo observed that both authors \"are much concerned with qualia.\" I looked up \"quale,\" the singular, in the Oxford English Dictionary, which defines it as \"the property or quality of a thing; Philosophy a quality or property as perceived or experienced by a person; (also) a thing having certain qualities.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/assad-widens-grip-in-syria-after-u-s-pullback-pact-with-kurds-11571077050", "title": "Kurdish-Syrian Pact Scrambles Mideast Alliances", "date": "2019-10-14 18:48", "summary": "Kurdish authorities give way to regime allied with Russia and Iran in territory cleared by U.S. coalition. ISTANBUL-Syrian troops entered areas that have been outside their control for years on Monday, after a quickly forged pact between Kurdish forces and the Syrian government to confront a Turkish military campaign reshaped alliances in Syria.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mother-cabrini-will-get-new-york-statue-after-political-squabble-11571092955", "title": "Mother Cabrini Will Get New York Statue After Political Squabble", "date": "2019-10-14 18:42", "summary": "Resume Subscription. Over the past several months, Mayor Bill de Blasio has faced mounting criticism for omitting Mother Cabrini, a popular Roman Catholic saint and Italian immigrant, from a New York City initiative to build statues to honor famous women.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/uber-shedding-about-350-jobs-to-shore-up-business-11571092680", "title": "Uber Shedding About 350 Jobs to Shore Up Business", "date": "2019-10-14 18:38", "summary": "Ride-hailing company reveals third round of layoffs this year with cuts in Uber Eats, autonomous driving units. Uber Technologies Inc. is cutting about 350 jobs, or about 1% of its workforce, in its latest round of layoffs as it faces market pressure to slash losses and assure investors it can turn a profit.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/foreign-markets-are-caught-in-dollars-web-11571092670", "title": "Foreign Markets Are Caught in Dollar's Web", "date": "2019-10-14 18:37", "summary": "Dollar's pre-eminent status makes escaping U.S.-based uncertainty difficult. The capital markets and global economy are caught in a feedback loop amplified by U.S. politics and the U.S. dollar. The question is how long investors will suffer.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-new-chairman-is-a-boardroom-force-familiar-with-crises-11571061169", "title": "Boeing's New Chairman Is a Boardroom Force Familiar With Crises", "date": "2019-10-14 18:32", "summary": "David Calhoun's experience in aerospace and facing challenges at GE and Caterpillar leads customers to express reassurance at his appointment. Boeing Co. 's boardroom shakeup puts David Calhoun, a powerful behind-the-scenes figure, in position to control the aerospace giant's response to the 737 MAX crisis, one of the most fraught episodes in the company's history.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/early-blizzard-wallops-vulnerable-crops-11571065990", "title": "Early Blizzard Wallops Vulnerable Crops", "date": "2019-10-14 18:20", "summary": "Farmers who planted late after rainy spring face new threat from early freeze. Farmers who delayed planting in waterlogged fields this spring face a new threat as they race to harvest their crops: snow.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-government-plays-down-brexit-as-queen-reopens-parliament-11571054349", "title": "U.K. Government Plays Down Brexit as Queen Reopens Parliament", "date": "2019-10-14 18:04", "summary": "British government uses Queen's speech to push election messages. LONDON-A crucial week for Brexit began Monday with Queen Elizabeth II presenting Prime Minister Boris Johnson's vision for Britain outside the European Union during a pomp-filled ceremony to reopen parliament.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-than-a-dozen-police-are-killed-in-ambush-in-mexico-11571080059", "title": "Police Killed in Ambush in Mexico", "date": "2019-10-14 18:03", "summary": "Gunmen opened fire on police convoy and set fire to their vehicles. MEXICO CITY-At least 13 state policemen in southwestern Mexico were killed and three others wounded Monday in an ambush by suspected members of a drug cartel, the largest such attack on security forces in several years.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecuador-begins-cleanup-after-nearly-two-weeks-of-deadly-protests-11571089214", "title": "Ecuador Begins Cleanup After Nearly Two Weeks of Deadly Protests", "date": "2019-10-14 18:02", "summary": "President faces challenges of satisfying both indigenous demonstrators and IMF. QUITO, Ecuador-Buses resumed service and shops reopened as indigenous protesters on Monday returned home and a veneer of normality returned to this small Andean nation a day after the government reversed economic austerity measures that unleashed nearly two weeks of deadly protests.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bond-investors-worry-this-is-as-good-as-it-gets-11571054400", "title": "Bond Investors Worry This Is as Good as It Gets", "date": "2019-10-14 18:02", "summary": "Yields near record lows amid signs of rising recession risk create a dilemma. This year's global debt rally has left some investors wondering if the biggest gains are in the rearview mirror.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interest-rates-are-fallingbut-your-credit-card-rate-could-be-going-up-11571056355", "title": "Interest Rates Are Falling-but Your Credit-Card Rate Could Be Going Up", "date": "2019-10-14 17:59", "summary": "To help cover generous rewards programs for affluent cardholders, banks raise rates. Lenders are charging record-high margins on credit cards even as borrowers take on more debt.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-stocks-to-watch-after-fastenal-topped-forecasts-11571089975", "title": "Four Stocks to Watch After Fastenal Topped Forecasts", "date": "2019-10-14 17:52", "summary": "Fastenal shares are up 35% year to date after the rally. Fastenal Co. shareholders got a pleasant surprise on Friday, leaving investors to wonder what other companies can buck the economic headwinds.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-sees-spate-of-deadly-attacks-involving-homeless-11571089747", "title": "New York Sees Spate of Deadly Attacks Involving Homeless", "date": "2019-10-14 17:49", "summary": "Most recent death is of homeless man punched in Queens. The New York Police Department has classified an Oct. 10 death a homicide, bringing the number of homeless people who died violently in the city over the past two weeks to at least six.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-explores-for-natural-gas-off-the-coast-of-cyprus-raising-tensions-11571077134", "title": "Turkey Explores for Natural Gas Off the Coast of Cyprus, Raising Tensions", "date": "2019-10-14 17:39", "summary": "Drilling activities represent country's boldest move yet in its spat with Cyprus and the EU over the large untapped reserves in eastern Mediterranean. As Turkey pursues a military offensive in Syria, it is also flexing its muscles in Europe's backyard: off the coast of Cyprus. There, Turkey started new offshore natural-gas-drilling activities earlier this month, prompting a European Union decision Monday to draw up sanctions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harley-davidson-halts-electric-motorcycle-production-11571073048", "title": "Harley-Davidson Halts Electric Motorcycle Production", "date": "2019-10-14 17:33", "summary": "Manufacturer tells customers to not charge LiveWire bike at home. Harley-Davidson Inc. has stopped production and deliveries of its first electric motorcycle after discovering a problem related to the vehicle's charging equipment, a major setback for a product the company is counting on to rejuvenate sales.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-prize-in-economics-awarded-11571046679", "title": "Nobel Prize in Economics Awarded for Work on Poverty", "date": "2019-10-14 16:51", "summary": "Trio pioneered the testing of policies to improve educational outcomes and health and address problems associated with the very poor. Three economists whose work on poverty alleviation has taken them out of universities and into remote villages, fields and schools around the world were awarded the Nobel Prize in economics Monday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-lyondellbasell-cfo-faced-with-slowdown-in-demand-for-plastics-chemicals-11571086232", "title": "New LyondellBasell CFO Faces Slowdown in Demand for Plastics, Chemicals", "date": "2019-10-14 16:50", "summary": "Michael McMurray joins from insulation and roofing company Owens Corning. Plastics and chemicals manufacturer LyondellBasell Industries NV has hired a new finance chief to find ways to grow even as trade tensions between the U.S. and China and a slowing world economy are damping demand for the company's products.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/william-forsythe-a-quiet-evening-of-dance-review-a-hushed-deconstruction-of-ballet-11571085018", "title": "'William Forsythe: A Quiet Evening of Dance' Review: A Hushed Deconstruction of Ballet", "date": "2019-10-14 16:30", "summary": "This uneven work at The Shed is by turns casual and eye-catchingly formal, sometimes with the air of dry choreographic exercises and at other times that of playful, engaging, pure dance.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-mixed-amid-trade-uncertainty-11571042265", "title": "U.S. Stocks Inch Lower in Quiet Session", "date": "2019-10-14 16:18", "summary": "Some analysts attribute a decline in oil prices to waning hopes for a solid U.S.-China trade deal. U.S. stocks inched lower Monday, kept in a narrow range by thin trading volumes ahead of the start of third-quarter earnings season.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polands-ruling-party-loses-control-of-senate-11571084288", "title": "Poland's Ruling Party Loses Control of Senate", "date": "2019-10-14 16:18", "summary": "Defeat in election sets up clash between the nationalist government and more liberal opposition. WARSAW-Poland's ruling party lost control of the country's Senate, according to official results Monday, setting the stage for legislative clashes between one of Europe's most nationalist governments and its more liberal opposition.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ernst-ludwig-kirchner-review-a-colorful-portrait-11571084135", "title": "'Ernst Ludwig Kirchner' Review: A Colorful Portrait", "date": "2019-10-14 16:15", "summary": "Neue Galerie's vibrant survey of the eminent German Expressionist is a celebration of painting.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/commodities-markets-take-hit-on-wariness-over-trade-deal-11571054341", "title": "Oil Takes Hit Amid Wariness Over Trade Deal", "date": "2019-10-14 16:06", "summary": "Oil prices end lower on reports China wants further talks before signing up to 'phase one' of a trade deal with the U.S.. Oil prices fell Monday as market participants focused on obstacles that could prevent the U.S. and China from completing a trade pact.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-debacle-highlights-risks-of-high-valuations-set-by-existing-investors-11571082942", "title": "WeWork Debacle Highlights Risks of High Valuations Set by Existing Investors", "date": "2019-10-14 15:55", "summary": "Earlier this year, SoftBank led a funding round valuing the company at $47 billion. It could go below $10 billion in the wake of a failed IPO.. The rise and fall of WeWork's valuation shines a spotlight on the risks of insider-led \"up\" rounds, in which a firm reinvests in one of its portfolio companies at a higher price tag.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-plan-to-end-conflict-with-russia-meets-resistance-11571081695", "title": "Ukraine Plan to End Conflict With Russia Meets Resistance", "date": "2019-10-14 15:34", "summary": "President Volodymyr Zelensky plans to withdraw Ukrainian forces and holding elections in territories controlled by Russian-backed separatists. KYIV, Ukraine-Thousands renewed protests against President Volodymyr Zelensky's plan to end a simmering conflict with Russia by withdrawing Ukrainian forces and holding elections in Ukrainian territories controlled by Russian-backed separatists.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-evacuates-state-department-personnel-in-syria-11571070928", "title": "U.S. Begins Pulling Out From Northern Syria", "date": "2019-10-14 15:32", "summary": "The Trump administration started to evacuate a small contingent of American diplomats and relocating troops as Turkey pressed its military campaign. The U.S. began pulling back from northeastern Syria, evacuating a small contingent of American diplomats and relocating troops as Turkey pressed its military campaign against Kurdish forces, displacing tens of thousands of people.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-tech-mogul-jia-yueting-files-for-bankruptcy-in-u-s-11571080535", "title": "Chinese Tech Mogul Jia Yueting Files for Bankruptcy in U.S.", "date": "2019-10-14 15:15", "summary": "Entrepreneur will relinquish equity in owner of electric vehicle startup Faraday to resolve billions in debt. Chinese billionaire Jia Yueting, the founder of an electric-vehicle startup and an internet streaming service, filed for chapter 11 bankruptcy in the U.S., seeking protection from banks and other creditors that are owed as much as $3.6 billion.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmaker-to-test-machine-learning-to-prevent-drug-shortages-11571079794", "title": "Drugmaker to Test Machine Learning to Prevent Drug Shortages", "date": "2019-10-14 15:03", "summary": "Germany-based Merck plans pilot using TraceLink software to sharpen its supply-and-demand forecasts. Merck KGaA plans to use analytics and machine learning to predict and prevent drug shortages, a move that could also save it money.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bidens-concede-11571078740", "title": "The Bidens Concede", "date": "2019-10-14 14:45", "summary": "Do CNN and NBC still want to defend the family business model?. Not even the Biden family seems willing to stand behind their questionable financial arrangements. A business associate in Shanghai doesn't seem to have an explanation yet, either. Are the bitter-enders at CNN and NBC News finally ready to stop defending the indefensible?", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rouhani-says-iran-has-evidence-tanker-was-hit-by-rockets-11571075625", "title": "Rouhani Says Iran Has Evidence Tanker Was Hit by Rockets", "date": "2019-10-14 14:22", "summary": "Iranian president stops short of blaming anyone; experts raise doubts that it was projectiles that pierced ship's hull. Iranian President Hassan Rouhani said Tehran had evidence that the Iranian tanker damaged in the Red Sea was attacked with rockets fired from boats, warning that those responsible would face consequences but stopping short of blaming anyone.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/baltimore-reports-12-rise-in-homicides-11571077160", "title": "Baltimore Reports 12% Rise in Homicides", "date": "2019-10-14 14:19", "summary": "Burst of violence over the weekend includes 17 shooting victims, with 4 fatalities. BALTIMORE-Seventeen people were shot over the weekend in Baltimore, including four who died, police said, bringing attention to a rise in the city's murder rate after a decline last year.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thousands-rally-in-hong-kong-for-u-s-bill-supporting-citys-special-status-11571074463", "title": "Thousands Rally in Hong Kong for U.S. Bill Supporting City's Autonomy", "date": "2019-10-14 14:14", "summary": "Protesters believe law would compel city's leaders to maintain separate system of government from mainland's. HONG KONG-Tens of thousands of protesters waving U.S. flags and with \"The Star-Spangled Banner\" blaring from loudspeakers gathered in downtown Hong Kong late Monday to call for U.S. lawmakers to pass legislation that would increase scrutiny of freedoms in the city.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-returns-to-work-with-impeachment-turkey-crowding-legislative-agenda-11571071612", "title": "Congress Returns to Work With Impeachment, Turkey Crowding Legislative Agenda", "date": "2019-10-14 13:58", "summary": "Deals on spending, trade, drug prices and gun control remain unsettled. WASHINGTON-Lawmakers returning to Washington this week will find a political landscape transformed by the impeachment inquiry in the House and President Trump's withdrawal of U.S. troops from northern Syria.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-kurdish-allies-shamefully-abandoned-11571074693", "title": "Our Kurdish Allies Shamefully Abandoned", "date": "2019-10-14 13:38", "summary": "This seems to be the result of a telephone call with the Turkish dictator, executed without comprehensive staff consultation and consideration.. Regarding your editorial \"With Friends Like the U.S.\" (Oct. 8): A great nation doesn't betray its friends. When one group is so mistreated, others take notice. Among friends, trust implodes; among foes, expectations explode. While such past betrayals have been bipartisan, this administration has been particularly reckless in raising the dangers. It failed to respond to Iran's shooting down of an American drone flying over international waters and to the Pearl Harbor-like attack on Saudi Arabian oil facilities. Sanctions were an insufficient response; bullets would have been better.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louisiana-focus-on-health-not-abortion-11571074650", "title": "Louisiana: Focus on Health, Not Abortion", "date": "2019-10-14 13:37", "summary": "Louisiana could better invest its resources to actually improve the health and safety of its residents rather than wasting time, energy and dollars to promote a law which has no proven benefit.. Regarding your editorial \"A Judicial Abortion Test\" (Oct. 7): The Louisiana law requiring doctors who perform abortions to have admitting privileges at a nearby hospital was ostensibly passed to ensure the health and safety of women in Louisiana, but in reality its intent is to severely limit or even eliminate access to abortion services in the state. In this context, it is useful to look at the current health status of the people in Louisiana. Life expectancy at 75.6 years is three years shorter than the national average. The neonatal mortality rate is 7.5/1,000 live births compared with the national rate of 5.8/1000 live births. The state ranks fifth in cancer and heart-disease death rates and has the second highest rates for preterm births and low- birthrate infants. The adult obesity rate is 36.8% compared with the U.S. average of 29.9%, and the adult smoking rate is 23.1% compared with the U.S. average of 14%.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-should-balk-its-not-the-universal-umpire-11571074572", "title": "Congress Should Balk; It's Not the Universal Umpire", "date": "2019-10-14 13:36", "summary": "More and more Americans seem to accept as a legitimate role of government the coercion of private citizens in areas having nothing whatsoever to do with the roles of government spelled out in our Constitution.. Regarding Andy Smith's Oct. 5 letter responding to Joanna Cohen's \"Put the Playoffs Back in Waking Hours\" (op-ed, Oct. 1): I am as nostalgic as anyone about the good old days of kids sneaking their transistor radios into school to hear an afternoon World Series game on a free broadcast. But I nearly went into shock reading Mr. Smith's letter suggesting that Congress should dictate schedules and outlets for baseball broadcasts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/those-supercenters-may-not-be-that-super-11571074610", "title": "Those Supercenters May Not Be That Super", "date": "2019-10-14 13:36", "summary": "\"Supercenters\" are staffed by midlevel professionals with a master's degree, not physicians. This model works well for the healthy but may pose a serious threat to the yet undiagnosed kidney failure, cardiac or cancer patient.. \"A Supercenter for Medicine\" isn't the answer as Charles Silver and David A. Hyman suggest (op-ed, Oct. 4). Physician visits account for only 20% of total health-care spending in the U.S. Is it wise to run them out of business? It is important to point out that these \"supercenters\" are staffed by midlevel professionals with a master's degree, not physicians. Some may say this is fine and they will see a doctor for the \"serious\" issues. The problem is many serious issues present as common colds, lumps and bumps, etc. This model works well for the healthy but may pose a serious threat to the yet undiagnosed kidney failure, cardiac or cancer patient. We'd do well to remember that we are not paying doctors $100 for 10 minutes of their time. We are paying them for the 8-12 years of medical and post-medical-school training that allows them to diagnose and treat us in 10 minutes. Buyer beware. You get what you pay for.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/legal-regulated-pot-is-the-answer-to-vaping-deaths-11571074541", "title": "Legal, Regulated Pot Is the Answer to Vaping Deaths", "date": "2019-10-14 13:35", "summary": "The correct way to fix the problem of poisonous THC vaping is to legalize and regulate it.. I'm sorry to say that Dr. Scott Gottlieb has it completely backward (\"Pot Legalization Makes Vaping Deadly,\" op-ed, Oct. 11). The correct way to fix the problem of poisonous THC vaping is to legalize and regulate it. His article goes on and on citing the consequences of not doing so. I'm sure he doesn't realize it, but he is simply underscoring the reasons why some states have stepped forward to protect their citizens by bringing marijuana into the legal and regulated arena.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-currency-already-was-devalued-11571069469", "title": "Facebook's Currency Already Was Devalued", "date": "2019-10-14 13:32", "summary": "The social network's image problem tarnished libra's coin from the start. Cryptocurrency was always going to be a hard sell-especially when the seller was Facebook .", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/central-europes-democratic-lesson-11571073033", "title": "Central Europe's Democratic Lesson", "date": "2019-10-14 13:10", "summary": "Voters in Poland and Hungary defy worries about authoritarian rule.. Since the fall of Communism, former Soviet satellites like Hungary and Poland have shown that countries burdened by a statist past can flourish as capitalist democracies. Today many in the West worry that Budapest and Warsaw are turning authoritarian again, but elections Sunday show democracy is still alive in both.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/catalan-separatist-leaders-sentenced-for-2017-independence-referendum-11571043234", "title": "Spain's Catalan Separatist Leaders Found Guilty of Sedition", "date": "2019-10-14 12:51", "summary": "Supreme Court sentences those accused of organizing the unauthorized vote to between nine and 13 years. Spain's highest court sentenced nine Catalan separatist leaders to between nine and 13 years in jail for their role in an illegal independence referendum, a sentence that triggered protests and will likely play a central role in Spain's national elections next month.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-condemns-anti-media-video-shown-at-pro-trump-conference-11571060414", "title": "White House Condemns Anti-Media Video Shown at Pro-Trump Event", "date": "2019-10-14 11:20", "summary": "Video shows fake version of President Trump shooting characters meant to represent media organizations. The White House said Monday that President Trump strongly condemns a graphic video that shows a fake version of the president shooting and attacking members of the news media and political rivals, but that he hadn't yet seen it.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grazing-tables-are-suddenly-everywhere-and-nobody-knows-how-to-use-them-11571065282", "title": "Grazing Tables Are Suddenly Everywhere-And Nobody Knows How to Use Them", "date": "2019-10-14 11:01", "summary": "Resume Subscription. When Jacob Holland recently attended a fundraiser, he faced a table covered with heaps of food. Not on separate dishes. Not on dishes at all.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/india-partially-lifts-cellphone-service-ban-in-kashmir-11571051800", "title": "India Partially Lifts Cellphone-Service Ban in Kashmir", "date": "2019-10-14 10:46", "summary": "Internet blackout still in effect, while millions get voice service restored. SRINAGAR-India has restored cellphone voice services to millions of residents of the Kashmir Valley, a step back from the near-total communications ban imposed more than two months ago, though an internet blackout is still in effect.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/minnesotas-iron-range-likes-its-miners-a-deadly-brazil-disaster-is-giving-it-pause-11571064180", "title": "'Sense of Dread': How a Mining Disaster in Brazil Raised Alarms in Minnesota", "date": "2019-10-14 10:43", "summary": "Resume Subscription. EMBARRASS, Minn.-An earthen dam is set to rise behind the trees of Dan Ehman's 120 woodland acres in northeastern Minnesota's Iron Range, a region with close ties to mining for more than a century.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-new-way-to-treat-hot-flasheswith-talk-therapy-11571063350", "title": "A New Way to Treat Hot Flashes-With Talk Therapy", "date": "2019-10-14 10:29", "summary": "A novel emerging approach offers women an alternative to hormone therapy for debilitating menopausal symptoms. ", "categories": [["Life & Work", "Health & Wellness"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/health-wellness?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republicans-continue-to-run-on-trump-allegiance-11571062442", "title": "Republicans Continue to Run on Trump Allegiance", "date": "2019-10-14 10:14", "summary": "Result in Louisiana governor race shows power of Trump ties for Republicans. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-niners-may-be-super-the-cowboys-areoof-11571060180", "title": "The Niners May Be Super. The Cowboys Are...Oof.", "date": "2019-10-14 09:36", "summary": "Jets win! Teddy Bridgewater! Washington stinks less than Miami! And other trenchant thoughts from an NFL weekend. I may be terrible at my job. It's nothing you haven't already suspected or concluded yourself-but it's perhaps worse than you thought.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democrats-prepare-for-debate-questions-about-biden-ukraine-11571059187", "title": "Democrats Prepare for Debate Questions About Biden, Ukraine", "date": "2019-10-14 09:19", "summary": "White House contenders have largely defended former vice president on the campaign trail. It was a defining moment in the bitterly contested 2016 Democratic primary: Vermont Sen. Bernie Sanders, in his first debate against Hillary Clinton, blasted questions over her use of a private email server when she was secretary of state.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-one-of-new-yorks-most-connected-designers-spills-the-tea-11571057696", "title": "When One of New York's Most Connected Designers Spills the Tea", "date": "2019-10-14 08:54", "summary": "Fashion darling and Wes Anderson collaborator Waris Ahluwalia pours his soul into a new project: a tiny, twee tea room. (Say that three times fast.). Ten years ago, designer-actor Waris Ahluwalia was in the midst of conceiving a 10-day pop-up for his jewelry brand, House of Waris. Looking at the space, which was underneath the High Line in New York City's Chelsea neighborhood, he started to worry that fine jewelry alone wouldn't draw a crowd. Waris, 44, known in fashion and art circles by just his first name, had the idea to turn the venue's outdoor space into a tearoom.", "categories": [["Food"]], "category_links": ["https://www.wsj.com/news/types/magazine-food?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-hexo-caledonia-mining-conocophillips-general-motors-boeing-11571043869", "title": "Stocks to Watch: ConocoPhillips, General Motors, Boeing", "date": "2019-10-14 08:38", "summary": "Here are some of the companies with shares expected to trade actively Monday. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-rihanna-and-amazon-pulled-off-their-fashion-week-special-11571056067", "title": "How Rihanna and Amazon Pulled Off Their Fashion Week Special", "date": "2019-10-14 08:27", "summary": "Pulled together in just a few weeks, Rihanna's Amazon Prime Video fashion show was a hit, the streaming service says, especially among new audiences. Has Rihanna's show unseated Victoria's Secret's?. Even before Rihanna's lingerie brand Savage X Fenty debuted its fashion show on Amazon's Prime Video service on September 20th there was one common refrain from fashion press and Twitter pundits alike:", "categories": [["Fashion"]], "category_links": ["https://www.wsj.com/news/types/magazine-fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/johnson-johnsons-legal-challenges-mount-11571055242", "title": "Johnson & Johnson's Legal Challenges Mount", "date": "2019-10-14 08:14", "summary": "Health-care company faces more than 100,000 lawsuits and is taking many to trial to deter what it sees as more frivolous claims. Johnson & Johnson , facing lawsuits from more than 100,000 plaintiffs over its product safety and marketing tactics, has taken the aggressive strategy of battling many of the cases in court.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cargo-weight-is-dragging-down-aviation-11571054778", "title": "Cargo Weight Is Dragging Down Aviation", "date": "2019-10-14 08:06", "summary": "Weakness in international trade is hurting airlines' freight revenues and poses a problem for Boeing. For all the fears of a global economic slowdown, putting people on a plane is still a moneymaking proposition. But putting goods on a plane might not be.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-pays-what-in-taxes-the-answer-isn-t-so-simple-11571053554", "title": "Who Pays What in Taxes? The Answer Isn't So Simple.", "date": "2019-10-14 07:45", "summary": "Book finds rich and poor bear similar tax burdens; some economists disagree. WASHINGTON-It is a tax policy question with a seemingly simple answer: Who pays what?", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-correas-walk-off-home-run-helps-the-astros-even-up-the-alcs-11571052771", "title": "Carlos Correa's Walk-Off Home Run Helps the Astros Even Up the ALCS", "date": "2019-10-14 07:32", "summary": "The series shifts to Yankee Stadium, where the Yankees won all three games against Houston during the 2017 ALCS. HOUSTON-By the time Carlos Correa stepped up to the plate in the bottom of the 11th inning on Sunday night, it had been more than two hours since the Houston Astros' last hit. One after another, New York Yankees relievers shut down Houston's lineup to extend Game 2 of the American League Championship Series.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/berners-for-yang-why-some-young-voters-back-a-new-democratic-outsider-11571052600", "title": "'Berners for Yang': Some Young Voters Back a Democratic Outsider", "date": "2019-10-14 07:30", "summary": "Andrew Yang's presence in the race could pose a hurdle for Bernie Sanders. LAS VEGAS-A Democratic presidential candidate-running against the establishment and raising millions for his campaign online-drew hundreds of young voters to a union hall here, pitching a radical idea to remake the U.S. economy.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-and-south-korea-get-ready-to-do-battleon-the-soccer-field-11571051634", "title": "North and South Korea Get Ready to Do Battle-on the Soccer Field", "date": "2019-10-14 07:15", "summary": "Some experts suggest the inter-Korean match could be closer than expected. SEOUL-North and South Korea may not be conversing much these days. But the two neighboring countries will meet Tuesday for a men's soccer World Cup qualifier match in Pyongyang.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/back-door-capital-outflows-should-worry-beijing-11571051723", "title": "'Back Door' Capital Outflows Should Worry Beijing", "date": "2019-10-14 07:15", "summary": "Officially, China has been successful in preventing citizens from moving cash abroad to avoid a weakening yuan-but all might not be what it seems.. The Chinese talk of \"walking through the back door\"-meaning finding a way around the rules, and often implying graft or the use of personal connections.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nfls-big-plans-for-china-slipped-away-11571050803", "title": "America Obsessed Over Janet Jackson. But the NFL Secretly Enraged China.", "date": "2019-10-14 07:00", "summary": "Americans remember one infamous moment from the 2004 Super Bowl. The Chinese were offended by another one-and it derailed the NFL's strategy in the world's most populous country.. During the halftime show of the 2004 Super Bowl, an image briefly aired with the potential to offend billions of people. No, not that image.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meredith-adds-another-home-renovation-tv-duo-to-its-new-magazine-lineup-11571050801", "title": "Meredith to Launch Magazine Built Around HGTV's 'Property Brothers'", "date": "2019-10-14 07:00", "summary": "Publisher to launch quarterly publication featuring HGTV's 'Property Brothers,' years after creating Magnolia Journal with Chip and Joanna Gaines. Meredith Corp. is betting the same playbook that made Magnolia Journal its most successful magazine launch will work for a new title featuring Drew and Jonathan Scott, the hosts of the HGTV series \"Property Brothers.\"", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-may-take-an-extended-intermission-11571050801", "title": "Netflix May Take an Extended Intermission", "date": "2019-10-14 07:00", "summary": "Coming results won't settle the question of longer-term competition, which could impede recovery for the battered stock. Netflix has faced plenty of doubters before. This time it may take the company a while to prove them wrong-if it can.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/give-us-your-rich-europe-tells-the-u-k-11571050397", "title": "Give Us Your Rich, Europe Tells the U.K.", "date": "2019-10-14 06:53", "summary": "Italy and other European countries are slashing taxes and rolling out incentives to persuade the wealthy to relocate. As rich people in the U.K. fret over Brexit and the possibility of an avowed socialist coming to power, Italy and other European countries are slashing taxes to tempt the jet set to relocate.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-abuse-allegations-oregon-brings-back-foster-kids-sent-out-of-state-11571045404", "title": "After Abuse Allegations, Oregon Brings Back Foster Kids Sent Out of State", "date": "2019-10-14 05:30", "summary": "Struggling with the most challenging cases, state sent children to privately run homes with little oversight. Foster children in Oregon who were sent to privately run group homes out of state are now being brought back following numerous allegations of abuse.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-these-executives-want-candid-advice-they-text-11571045401", "title": "When These Executives Want Candid Advice, They Text", "date": "2019-10-14 05:30", "summary": "More women leaders say they are creating text-based advisory groups to help them navigate business challenges and get no-fluff advice. After meeting someone particularly smart and insightful, technology executive Heather Fernandez sometimes asks, \"Can we take this relationship to text?\"", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-can-overcome-a-long-gap-in-your-resume-11571045407", "title": "You Can Overcome a Long Gap in Your Résumé", "date": "2019-10-14 05:30", "summary": "Employers are becoming more flexible about time spent away from work, thanks to a tight labor market and a greater cultural shift. How long can you step out of the workforce without sinking your career? The answer may surprise you.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drawn-by-the-salary-women-flock-to-trucking-11571045406", "title": "Drawn by the Salary, Women Flock to Trucking", "date": "2019-10-14 05:30", "summary": "Resume Subscription. Last year, Rebekah Koon left her job as an assistant manager of a gas station in Fort Bragg, N.C., to train as a truck driver, inspired by watching her uncle hit the road as a long-haul trucker when she was growing up.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deere-ramps-up-leases-as-sales-slow-11571045404", "title": "Deere Ramps Up Leases as Sales Slow", "date": "2019-10-14 05:30", "summary": "Renting equipment to stressed U.S. farmers boosts sales but is more complex than lending customers money for purchases. Deere & Co. is spending billions of dollars annually to buy its own equipment for a leasing program, which lifts sales of new farm tractors and construction machinery but adds financial complexity and weighs on the used-equipment market.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silicon-valley-takes-on-amazons-cashierless-go-stores-11571045401", "title": "Silicon Valley Takes On Amazon's Cashierless 'Go' Stores", "date": "2019-10-14 05:30", "summary": "Zippin and Standard Cognition are two of the startups pitching their systems and apps as nonthreatening alternatives to Amazon's cashier-free tech. SAN FRANCISCO- Amazon.com Inc. recently opened its fourth cashierless convenience store here, all located within a few blocks of each other. Nearby, two startups are each demonstrating their own technology that they envision powering cashier-free stores across America.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-probes-bot-generated-social-media-messages-about-e-cigarettes-11571045405", "title": "Congress Probes Bot Messages About E-Cigarettes", "date": "2019-10-14 05:30", "summary": "House investigators ask five manufacturers of vaping products whether they used bots for marketing. WASHINGTON-A congressional committee and the Massachusetts attorney general are investigating whether millions of bot-generated social-media messages about e-cigarettes have been misleading consumers about safety and health issues.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-say-costs-of-complying-with-goodwill-accounting-rules-outweigh-benefits-11571045400", "title": "Companies Say Costs of Complying With Goodwill Accounting Rules Outweigh Benefits", "date": "2019-10-14 05:30", "summary": "New feedback could help FASB decide whether to change standards on assets tied to company acquisitions. Company executives who were recently asked to weigh in on existing rules governing how companies account for goodwill in their financial statements say the standards have saddled them with unnecessary costs and are too subjective.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-u-s-exports-tumble-as-tariffs-bite-11571037788", "title": "China's U.S. Exports Tumble as Tariffs Bite", "date": "2019-10-14 03:23", "summary": "Shipments to the U.S. slumped nearly 22% in September, while overall exports were down 3.2%. BEIJING-China's exports to the U.S. shrank by more than one-fifth last month, hit by heavier tariffs, underscoring the urgency for Beijing to resolve trade friction with Washington.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecuadors-leader-pulls-back-austerity-measures-after-deadly-protests-11571036873", "title": "Ecuador Scraps Measure to Slash Fuel Subsidies After Deadly Protests", "date": "2019-10-14 03:07", "summary": "The government plans to form a joint commission with the indigenous groups that opposed the measure to discuss a planned economic overhaul.. QUITO, Ecuador-President Lenín Moreno agreed to scrap a decree to eliminate fuel subsidies and indigenous groups called an end to strikes and protests after almost two weeks of street clashes triggered by Ecuador's austerity measures.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11570996177", "title": "Pepper...and Salt", "date": "2019-10-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}]