[{"link": "https://www.wsj.com/articles/lawsuits-challenge-new-jerseys-workplace-confidentiality-rule-11548608400", "title": "Lawsuits Challenge New Jersey's Workplace Confidentiality Rule", "date": "2019-01-27 18:57", "summary": "Several state employees fight in court to stop state from enforcing secrecy directive used in workplace investigations. When Jake Stouch filed a workplace complaint against a senior investigator at the New Jersey Division of Child Protection and Permanency in November, he was told not to discuss the matter with anyone.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/from-wi-fi-to-bluetooth-to-5g-all-your-wireless-is-about-to-change-11548597600", "title": "From Wi-Fi to Bluetooth to 5G, All Your Wireless Is About to Change", "date": "2019-01-27 18:47", "summary": "An unprecedented number of devices are coming online soon, and our current wireless systems weren't built to handle the volume. Wireless internet changed our lives, making it possible to do so much more in so many places-around the home or office, or even way out in the wilderness. Yet you likely never think about it, so long as it's working. It's like oxygen: You take it for granted until it's gone-and panic sets in.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-amazon-seek-foothold-in-electricity-as-home-automation-grows-11548604800", "title": "Google, Amazon Seek Foothold in Electricity as Home Automation Grows", "date": "2019-01-27 18:44", "summary": "Tech companies look to expand their reach, reap consumer data as smart-home ecosystem expands. Alphabet Inc.'s Google and Amazon.com Inc. are taking early steps to expand into the electricity business, as home-energy automation emerges as a rich new source of customer data.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/manufacturers-take-a-sales-hit-in-china-11548590400", "title": "Manufacturers Take Sales Hit in China", "date": "2019-01-27 18:42", "summary": "U.S. factories face weaker global trade as China's economy slows to its lowest growth rate since 1990. A growing number of industrial companies said their sales are softening in China, threatening a strong three-year run for U.S. manufacturers.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/whos-negotiating-border-security-to-avoid-shutdown-2-0-11548630949", "title": "Who's Negotiating Border Security to Avoid Shutdown 2.0", "date": "2019-01-27 18:15", "summary": "All 17 members of the group are on the Appropriations Committee in either the House or the Senate. WASHINGTON-All 17 members of the group appointed to work out a compromise on border-security funding are on the Appropriations Committee in either the House or the Senate. The group will be led by House Appropriations Committee Chairman Nita Lowey (D., N.Y.) and its ranks include the panel's top Republican, Kay Granger of Texas.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hungary-bucks-u-s-push-to-curb-russian-and-chinese-influence-11548626080", "title": "Hungary Bucks U.S. Push to Curb Russian and Chinese Influence", "date": "2019-01-27 16:54", "summary": "The NATO ally has resisted approving a defense agreement with the U.S. amid political disagreements. BUDAPEST-Hungarian Prime Minister Viktor Orban has told U.S. diplomats that he wants his country to be \"neutral, like Austria\" as Washington pushes for a tougher line on Russia and China, deepening fears that a longtime American ally is drifting from its orbit.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-california-tax-grab-11548624316", "title": "Another California Tax Grab", "date": "2019-01-27 16:25", "summary": "The politicians have fueled an affordability crisis that drives away businesses and exacerbates homelessness.. California Gov. Gavin Newsom let his 2-year-old son run on stage to display his soft side as he delivered his inaugural address Jan. 7. Then he showed his command-and-control side by making clear he wants more spending and new taxes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ftc-joins-huawei-on-a-misguided-troll-hunt-11548624270", "title": "The FTC Joins Huawei on a Misguided Troll Hunt", "date": "2019-01-27 16:24", "summary": "The commission's lawsuit against Qualcomm threatens to undermine American innovation.. Qualcomm , the American company whose technology turned cellphones into smartphones, can't seem to get any respect lately. The chip designer was hauled in for trial this month in a suit the Federal Trade Commission filed in the final days of the Obama administration. The FTC claims Qualcomm violates antitrust laws by overcharging phone makers for using its patented technology like 4G in smartphones. The lawsuit threatens to weaken the patents that have secured the key innovations of the modern tech age.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-political-division-in-perspective-11548624184", "title": "Notable & Quotable: Political Division in Perspective", "date": "2019-01-27 16:23", "summary": "'Several eras in the past . . . experienced far more divisiveness than we are going through right now.'. Civil War historian James McPherson in an interview with Public Discourse, Jan. 24:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-lost-vietnam-but-saved-southeast-asia-11548624224", "title": "America Lost Vietnam but Saved Southeast Asia", "date": "2019-01-27 16:23", "summary": "Had the U.S. stayed out of Indochina, it might have had to intervene in the Philippines at greater cost.. America got into World War II because of Vietnam. When the Japanese conquered what was then French Indochina in September 1941, the U.S. replied with severe economic sanctions, which convinced the Japanese that America was hostile and might use its fleet to block Tokyo's conquest of Southeast Asia. In December the Japanese attacked the U.S. fleet at Pearl Harbor.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-spring-11548624135", "title": "Venezuelan Spring", "date": "2019-01-27 16:22", "summary": "The people are destitute, angry and tired of socialism. They want it to end.. The latest Venezuelan effort to topple dictator Nicolás Maduro is a pivotal moment in Latin American history, as the international community is acknowledging.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/strike-back-against-every-cyberattack-11548624081", "title": "Strike Back Against Every Cyberattack", "date": "2019-01-27 16:21", "summary": "The U.S. can keep foreign hacks at bay by showing its ability and will to retaliate.. Another week, another data breach. The latest is 773 million online accounts for sale, many with passwords included, known as Collection #1. More are likely to come-go ahead and check your status at HaveIBeenPwned.com. All this the same month Marriott admitted that five million unencrypted passport numbers were snatched from its system, probably by the Chinese. Oh, and the Russians might have hacked the Democratic National Committee again after the 2018 midterms. How do we stop this?", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-man-behind-the-big-apple-11548624042", "title": "The Man Behind 'the Big Apple'", "date": "2019-01-27 16:20", "summary": "Ad exec Bill Phillips made New York City's nickname immortal.. Bill Phillips was walking to work from his Manhattan apartment, eating an apple, one spring morning in 1975. As the chairman of ad agency Ogilvy & Mather stepped over piles of refuse, he thought: \"I must be crazy to live here.\" A garbage strike was only one of many problems facing New York: Crime was up, bankruptcy was looming, and there was no prospect of a bailout.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/out-of-the-gobi-review-the-good-earth-was-elsewhere-11548623993", "title": "'Out of the Gobi' Review: The Good Earth Was Elsewhere", "date": "2019-01-27 16:19", "summary": "Mao sent Weijian Shan into the countryside to learn the peasants' wisdom, but China's opening to the West changed his life.. On Aug. 28, 1980, a young professor from Beijing stepped off a plane at the San Francisco airport. His sponsors met him, welcomed \"our new scholar from China\" and took him for a meal in Chinatown. What may have seemed an unremarkable moment was anything but: The professor was among the first Chinese academics to come to the U.S., and he carried with him, beyond his suitcase and credentials, a collection of improbable and harrowing experiences.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-taliban-show-optimism-in-afghan-peace-talks-11548622334", "title": "U.S., Taliban Show Optimism in Afghan Peace Talks", "date": "2019-01-27 15:52", "summary": "Negotiators laud pace of progress in efforts to end 17-year war, but caution that plenty of hurdles need to be overcome. KABUL-U.S. and Taliban negotiators expressed optimism about the prospects for a negotiated settlement of the 17-year Afghan war after six days of face-to-face talks in Qatar, but they cautioned about the challenges that lay ahead.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alysa-liu-is-the-future-of-u-s-figure-skating-but-its-a-long-way-until-2022-11548620934", "title": "Alysa Liu Is the Future of U.S. Figure Skating, but It's a Long Way Until 2022", "date": "2019-01-27 15:28", "summary": "The 13-year-old old became the youngest ever American champion, but she is not eligible to compete in international competitions. When 13-year-old Alysa Liu landed three triple Axels to become the youngest ever American figure skating champion this weekend, it put the beleaguered U.S. back on track for Olympic glory-by making it a lot more like Russia.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-employees-head-back-to-work-with-payday-still-uncertain-11548620459", "title": "Federal Employees Head Back to Work With Payday Still Uncertain", "date": "2019-01-27 15:20", "summary": "Acting White House chief of staff Mick Mulvaney said back pay owed to federal workers should go out by the end of the week. WASHINGTON-By the end of the week, hundreds of thousands of federal employees heading back to work should receive pay they missed during the government shutdown.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-economy-week-ahead-11548619200", "title": "Global Economy Week Ahead", "date": "2019-01-27 15:00", "summary": "January jobs report will be highlight of this week's data. In the week ahead, the U.S. will see the January jobs report. Overseas, new economic growth data in France and manufacturing data in China will help shed light on the state of global economic growth.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/busting-the-nominations-dam-11548619121", "title": "Busting the Nominations Dam", "date": "2019-01-27 14:58", "summary": "The GOP is poised to change Senate rules to speed up confirmation votes.. Halfway into President Trump's four-year term, Democrats continue to do everything they can to block him from assembling a government. Senate Republicans are considering a rule change to break this dam of Democratic obstruction on nominees, and please do.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tulsi-gabbards-2020-contribution-11548619003", "title": "Tulsi Gabbard's 2020 Contribution", "date": "2019-01-27 14:56", "summary": "Despite her affinity for Assad, she sometimes raises good questions.. The left is ascendant in the Democratic Party, as likely presidential candidates outdo each other with promises of free college, single-payer health care and a guaranteed income. Yet the party's direction on foreign policy is still up for grabs, which makes Rep. Tulsi Gabbard's presidential bid more interesting.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-credits-for-phantom-jobs-11548618954", "title": "Tax Credits for Phantom Jobs", "date": "2019-01-27 14:55", "summary": "An audit of New Jersey's business 'incentives' makes for grim reading.. As controversy continues to swirl around Amazon's sweet HQ2 deal in Long Island City, N.Y., there's a warning from across the Hudson River about the perils of playing the corporate \"incentives\" game. After scrutinizing New Jersey's efforts to trade business tax credits for jobs, the state comptroller this month released a weapons-grade audit.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kick-the-tires-on-car-insurance-to-understand-what-you-get-11548615600", "title": "Kicking Tires on Car Insurance to Understand What You Get", "date": "2019-01-27 14:00", "summary": "Resume Subscription. It's easy to go off course when picking car insurance, especially if you don't fully understand what you are buying and what affects the price you pay.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saudi-arabia-releases-ethiopian-billionaire-al-amoudi-11548614361", "title": "Saudi Arabia Releases Ethiopian Billionaire Al Amoudi", "date": "2019-01-27 13:39", "summary": "'He paid and paid a lot' for freedom following November 2017 arrest in government-described corruption roundup. Saudi authorities released billionaire Mohammed Hussein Al Amoudi after nearly 15 months of detention, Ethiopian officials said, the latest in a wave of prominent businesspeople to regain their freedom after being rounded up in November 2017.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-vote-harvesting-pro-and-con-11548612867", "title": "California's 'Vote Harvesting,' Pro and Con", "date": "2019-01-27 13:14", "summary": "Any ballot marked outside the supervised environment of an official polling place is potentially subject to undue influence or worse.. As a former federal prosecutor who has investigated and prosecuted election fraud, I can vouch for the accuracy of your critique of California's voting model (\"Harvesting Democratic Votes,\" Review & Outlook, Jan. 19). Most jurisdictions have long recognized that some absentee voting is necessary, but any ballot marked outside the supervised environment of an official polling place is potentially subject to undue influence or worse.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/border-wall-issue-is-a-national-rorschach-test-11548612819", "title": "Border Wall Issue Is a National Rorschach Test", "date": "2019-01-27 13:13", "summary": "Free housing, free tuition, free health care and other benefits aren't \"rights\" for immigrants to be paid for by the efforts of lifelong American citizens.. Regarding \"Capital Journal: Wall Marks Deep Divide for Americans\" (U.S. News, Jan. 22): Government dependency and entitlements are also real issues. As an international businessman, I would welcome immigration reform and freer economic immigration on terms that I have encountered in most other countries. We should allow immigrants who want to work to come freely and to do so without providing them with public benefits. They must be able to support themselves, and they must have made the determination for themselves that the opportunities present in America warrant their sacrifice and investment. Free housing, free tuition, free health care and other benefits aren't \"rights\" for immigrants to be paid for by the efforts of lifelong American citizens.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-effective-carbon-tax-would-slowly-disappear-11548612766", "title": "An Effective Carbon Tax Would Slowly Disappear", "date": "2019-01-27 13:12", "summary": "As fossil fuels are eliminated, less carbon tax will be collected. It's a self-eliminating tax.. Letter writer R.H. Gruy asserts that a carbon tax will \"be increased without limit and will never go away, since 'climate change' has no solution\" (\"The Never-Ending, Open-Ended Carbon Tax,\" Jan. 22).", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dreamers-arent-the-pawns-government-workers-are-11548612726", "title": "Dreamers Aren't the Pawns, Government Workers Are", "date": "2019-01-27 13:12", "summary": "Giving the Dreamers a three-year grace period is no concession since it doesn't lead to a Dreamer's ability to make life plans.. Regarding your editorial \"Pelosi's Dreamer Pawns\" (Jan. 22): Giving the Dreamers a three-year grace period is no concession since it doesn't lead to a Dreamer's ability to make life plans. Your editorial is off the mark. The unfortunate pawns are the furloughed government workers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-150-000-buys-in-california-five-bathtubs-perched-on-giant-stilts-11548611686", "title": "What $150,000 Buys in California: Five Bathtubs Perched on Giant Stilts", "date": "2019-01-27 12:54", "summary": "A sculptor plans to mount the tubs above the Petaluma River for a public art project; 'They should use that money to fix potholes,' one critic says. PETALUMA, Calif.-Brian Goggin rolled into town in a graffiti-covered truck, ferrying a bathtub made of canvas to preview his latest work.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-this-a-stolen-super-bowl-well-11548610279", "title": "Is This a Stolen Super Bowl? Well...", "date": "2019-01-27 12:31", "summary": "The Rams and Patriots will play in Atlanta, but Saints fans are still furious-and may be forever. I want to be clear: the missed pass interference call in the NFC Championship between the New Orleans Saints and the Los Angeles Rams was one of the worst, if not the worst, missed calls I've seen in a high-stakes NFL game. Even if you don't believe it was the worst, you'd have to agree it was enormously consequential, likely costing the Saints a shot at the Super Bowl. I don't blame Saints fans for being furious. Agitated. Sad. I don't know what stage of grief they're in right now. I've heard from many of them; I just want to give them all a hug.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-confidentiality-rule-complicates-sex-assault-probe-11548608400", "title": "New Jersey Confidentiality Rule Complicates Sex-Assault Probe", "date": "2019-01-27 12:00", "summary": "Murphy aides have testified that they knew about the accusation but were told that they couldn't discuss it. New Jersey's confidentiality directive has complicated the state's handling of a sexual-assault allegation that has roiled Gov. Phil Murphy's administration.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/universal-music-sale-puts-resurgent-industry-on-the-market-11548607472", "title": "Universal Music Sale Puts Resurgent Industry on the Market", "date": "2019-01-27 11:44", "summary": "With strong appetite for investment opportunities in the business and Universal's command of market, world's largest music company could fetch hefty premium.. Vivendi SA's plans to sell half of the world's biggest music company will allow it to cash in on the music-streaming revolution and give potential investors the chance to participate in the resurgent industry.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/are-ico-tokens-securities-startup-wants-a-judge-to-decide-11548604800", "title": "Are ICO Tokens Securities? Startup Wants a Judge to Decide", "date": "2019-01-27 11:00", "summary": "Kik Interactive plans to fight an expected SEC enforcement action over a 2017 initial coin offering. A Canadian social-media startup is gearing up to challenge Washington's ability to regulate the fledgling cryptocurrency industry.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pfizer-pivots-to-cancer-drugs-for-growth-11548601200", "title": "Pfizer Pivots to Cancer Drugs for Growth", "date": "2019-01-27 10:00", "summary": "Drugmaker didn't sell any cancer treatments 20 years ago. Now, it sells 17, part of the industry's push into the lucrative area. ", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/maines-largest-city-strains-under-asylum-seeker-influx-11548601200", "title": "Portland, Maine, Strains Under Asylum-Seeker Stream", "date": "2019-01-27 10:00", "summary": "Resume Subscription. PORTLAND, Maine-This community has long offered a generous hand to immigrants.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/nyc-council-bill-would-save-commercial-landlords-cash-in-a-property-tax-appeal-11548601200", "title": "NYC Council Bill Would Save Commercial Landlords Cash in a Property-Tax Appeal", "date": "2019-01-27 10:00", "summary": "Bill would raise the property-value threshold requiring building owners to submit an income audit in a tax appeal. The City Council passed a bill last week that could give thousands of commercial and apartment-building owners in New York City a financial break when they appeal their property-tax assessments.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/you-lose-11548598129", "title": "Roger Stone to Randy Credico: 'You Lose'", "date": "2019-01-27 09:08", "summary": "Resume Subscription. Longtime Trump adviser Roger Stonewas indicted Thursday for allegedly lying to Congress about his communications with WikiLeaks, the website that released thousands of hacked emails that were damaging to Hillary Clinton before the U.S. election. Mr. Stone was also charged with obstructing the House Intelligence Committee's investigation and tampering with a witness, allegedly related to his interactions with New York radio personality Randy Credico. He said in statements that he would plead not guilty to the charges.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/drillers-are-easing-off-the-gas-11548597601", "title": "Drillers Are Easing Off the Gas", "date": "2019-01-27 09:00", "summary": "In an industry not known for restraint, Appalachia's shale giants are decelerating natural-gas output as prices languish. Some of the companies responsible for flooding the U.S. with natural gas are dialing back on drilling amid worries that supplies of the fuel are outpacing demand and potentially sending already depressed prices into a tailspin.", "categories": [["Markets", "Commodities", "Gas Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/gas-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-job-for-robots-taking-stock-for-retailers-11548597600", "title": "New Job for Robots: Taking Stock for Retailers", "date": "2019-01-27 09:00", "summary": "As retail supply chains get more complicated, stores are looking at mobile data collection to track inventory levels. Retailers that have been turning to robots to handle inventory in warehouses are testing whether machines can handle a new task: detecting when store shelves need restocking.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-cant-just-phone-it-in-11548597600", "title": "Apple Can't Just Phone It In", "date": "2019-01-27 09:00", "summary": "March quarter forecast and service comparisons remain a risk, while stock is well above trough valuations. Apple Inc. might seem to have an incredibly low bar to clear with its upcoming earnings report. That isn't quite the case.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-approval-rating-steady-despite-shutdown-wsj-nbc-news-poll-says-11548597643", "title": "Trump's Voter Standing Steady Despite Shutdown, Poll Says", "date": "2019-01-27 09:00", "summary": "At the same time, more Americans blame him than Congress for the impasse. WASHINGTON-President Trump's standing among Americans remained effectively unchanged even as he presided over the longest partial government shutdown in U.S. history, the latest example of how his unusual brand of politics has resonated with a strong core of supporters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/overlap-of-tech-earnings-trade-talks-fed-meeting-will-test-stocks-11548594001", "title": "Overlap of Tech Earnings, Trade Talks, Fed Meeting Will Test Stocks", "date": "2019-01-27 08:00", "summary": "Results from Silicon Valley come this week as investors continue to weigh global growth concerns. A rebound in shares of beaten-down technology companies has helped steady the stock market following its worst quarter since 2011.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-arab-nation-christians-buddhists-and-jews-emerge-to-worship-11548594001", "title": "In Arab Nation, Christians, Buddhists and Jews Emerge to Worship", "date": "2019-01-27 08:00", "summary": "U.A.E. celebrates religious tolerance and prepares to welcome Pope Francis. DUBAI-Every Friday, on the fourth floor of a hotel conference center in this Arab business hub, several thousand Christians arrive to worship in two-hour shifts at what may be the world's best-hidden megachurch.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-start-off-2019-with-a-bang-11548590400", "title": "Stocks Start Off 2019 With a Bang", "date": "2019-01-27 07:00", "summary": "But some investors are skeptical of the global rally, citing the challenges that continue to confront financial markets. Stocks around the world are rallying at the fastest pace in months, the latest sign that the fears investors grappled with late last year have largely subsided. But worries remain that markets still aren't on solid ground.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/novak-djokovic-rolls-to-australian-open-title-11548586552", "title": "Novak Djokovic Rolls to Australian Open Title", "date": "2019-01-27 05:55", "summary": "The world's No. 1 player beat Rafael Nadal in straight sets to win his 15th Grand Slam championship. At the Australian Open, everyone expected a close, exciting final between Novak Djokovic and Rafael Nadal, two of the best players in the history of men's tennis. Djokovic, 31 years old and ranked No. 1 in the world, had won the last two Grand Slam titles. Nadal, 32 and ranked No. 2, had yet to lose a set. The last time these two met in the Melbourne final, in 2012, they battled for nearly six hours in one of the finest Grand Slam finals in history.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}]