[{"link": "https://www.wsj.com/articles/weve-been-humbled-boeings-ceo-struggles-to-contain-737-max-crisis-11577062371", "title": "'We've Been Humbled': Boeing's CEO Struggles to Contain 737 MAX Crisis", "date": "2019-12-22 19:52", "summary": "Resume Subscription. After the grounding of Boeing Co. 's 737 MAX jet dragged on through the summer, Dennis Muilenburg, the Boeing CEO, decided to seek some advice.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/bloomberg-2020-ramps-up-in-new-york-11577059200", "title": "Bloomberg 2020 Ramps Up in New York", "date": "2019-12-22 19:00", "summary": "The billionaire candidate's campaign is spending heavily as polls suggest he trails Joe Biden, Bernie Sanders in his home state. New York's presidential primary is still four months away, but while other candidates are focusing on early-voting states like Iowa and New Hampshire, Michael Bloomberg has already begun assembling a campaign apparatus in his home state.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/modi-defends-indias-new-citizenship-law-as-protests-persist-11577039734", "title": "Modi Defends India's New Citizenship Law as Protests Persist", "date": "2019-12-22 18:15", "summary": "Prime minister says measure provides a haven for persecuted minorities, while critics claim it adds a religious test that threatens to exclude Muslims. NEW DELHI-Indian Prime Minister Narendra Modi defended a new citizenship law critics say discriminates against Muslims, as violent clashes between authorities and protesters persisted despite curfews, internet cuts and the deployment of thousands of police.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senators-see-house-sending-over-trump-impeachment-articles-soon-11577043231", "title": "Senators See House Sending Over Trump Impeachment Articles Soon", "date": "2019-12-22 17:36", "summary": "Congressional leaders have been at an impasse over rules and witnesses in the trial. Lawmakers signaled Sunday they believe congressional leaders will reach a deal that will prompt the House of Representatives to send the articles of impeachment to the Senate soon, amid a standoff over the rules and additional witnesses in President Trump's trial.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/egypt-frees-jailed-sisi-challenger-11577052752", "title": "Egypt Frees Jailed Sisi Challenger", "date": "2019-12-22 17:33", "summary": "Sami Annan was arrested after an announcement that he would vie against President Abdel Fattah Al Sisi in the 2018 presidential vote. CAIRO-The Egyptian military on Sunday released one of the country's former chiefs-of-staff, nearly two years after his arrest following an announcement that he would challenge President Abdel Fattah Al Sisi in the 2018 presidential vote, military officials and his lawyer said.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fashion-designer-emanuel-ungaro-dies-11577037838", "title": "Fashion Designer Emanuel Ungaro Dies", "date": "2019-12-22 17:32", "summary": "He was known for his use of vibrant color, mixed prints and elegant draping. PARIS-French fashion designer Emanuel Ungaro, who was known for his use of vibrant color, mixed prints and elegant draping, has died. He was 86 years old.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-bipartisan-spending-party-11577053425", "title": "The Bipartisan Spending Party", "date": "2019-12-22 17:23", "summary": "Congress ends its year with a blowout for everyone but taxpayers.. Congress has left town for the year but alas not before another bipartisan spending party that has typified the Trump Presidency. The numbers deserve notice because they are likely to have more long-term impact than impeachment.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warrens-mea-culpa-11577053268", "title": "Elizabeth Warren's Mea Culpa", "date": "2019-12-22 17:21", "summary": "Liberals rethink a law limiting Section 230 liability protection.. Advent is a season for reflection and repentance, and last week Democrats issued a political mea culpa by acknowledging that a new law eliminating liability protections for online platforms that unknowingly host sex trafficking may be harming its intended beneficiaries.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ira-bait-and-switch-11577053233", "title": "The IRA Bait and Switch", "date": "2019-12-22 17:20", "summary": "Congress changes the rules-unless you die before New Year's Day.. The trouble for retirement accounts begins on page 643 of Congress's behemoth spending bill, under the always ominous heading: \"Title IV-Revenue Provisions.\" That's where lawmakers upended the meticulous estate planning of who knows how many Americans.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeing-space-capsule-is-back-but-its-return-to-space-up-in-the-air-11577034940", "title": "Boeing Starliner Capsule Returns; NASA Weighs Need for More Testing", "date": "2019-12-22 17:13", "summary": "After the Starliner's debut launch failed to reach the correct orbit, NASA to review data before deciding if Boeing has to conduct a second test flight. Boeing Co. 's plan to ferry astronauts into orbit faces a three-month delay if it is required to make a second uncrewed test flight of its Starliner space capsule, which landed successfully Sunday morning after a curtailed first launch.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tax-reform-has-delivered-for-workers-11577045463", "title": "Tax Reform Has Delivered for Workers", "date": "2019-12-22 15:11", "summary": "Two years later the data show that investment has increased, with wages and job participation rising.. It's been two years since President Trump signed the Tax Cuts and Jobs Act into law. To the delight of supply-siders, the law contained significant marginal tax rate reductions for individuals and corporations. At the time there was lively debate concerning the likely economic impact of the bill, with opponents pointing to analyses that found little effect from the rate reductions. At the White House, where we worked at the time, we produced analyses that suggested economic growth would surge. On the second anniversary of the TCJA, the numbers are in, and our projections have been vindicated.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-and-the-renaissance-11577045426", "title": "Impeachment and the Renaissance", "date": "2019-12-22 15:10", "summary": "The 'virtue politics' of the Italian humanists point the way out of America's current discontent.. It's common for historians to write books for the anniversaries of famous events, like the recent 500th anniversary of the outbreak of the Protestant Reformation or the 100th of the Russian Revolution. But it doesn't always work out that way.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-kremlin-tightens-its-grip-11577045357", "title": "The Kremlin Tightens Its Grip", "date": "2019-12-22 15:09", "summary": "A new law can label a Russian a 'foreign agent' for reporting or posting on Facebook.. The Kremlin has taken another disturbing step toward entrenching authoritarianism in Russia. President Vladimir Putin recently signed a law allowing authorities to designate journalists and ordinary citizens who are social-media users as \"foreign agents\" as long as they receive any money from abroad.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-trumps-protection-leaves-jews-confused-11577045388", "title": "Why Trump's Protection Leaves Jews Confused", "date": "2019-12-22 15:09", "summary": "He vigorously opposes anti-Semitism yet gets accused of it himself.. Anti-Semitism is on the rise in the U.S., but the response from America's Jews has been confused. Donald Trump is the first president to confront anti-Semitism by recognizing Jerusalem as Israel's capital and by extending civil-rights protection to Jewish college students in the U.S. Yet some Jews and Jewish organizations condemn him as an anti-Semite and denounce his initiatives.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-is-impeached-or-is-he-11577045305", "title": "President Trump Is Impeached. Or Is He?", "date": "2019-12-22 15:08", "summary": "A party-line House vote leaves no principled argument against a party-line acquittal.. Suddenly, impeachment can wait. Speaker Nancy Pelosi said Thursday she'll delay transmitting the two House-approved articles to the Senate, in an obvious ploy for partisan advantage. For anti-Trump legal scholars Noah Feldman and Laurence Tribe, that has created a Schrödinger's Cat scenario. They disagree on whether President Trump has been impeached at all.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/genius-anxiety-review-lights-that-shone-brightly-11577045269", "title": "'Genius & Anxiety' Review: Lights That Shone Brightly", "date": "2019-12-22 15:07", "summary": "Examining a century during which a number of Jewish thinkers-among them Freud, Herzl and Einstein-changed how we \"see the world.\". Nationalists to the right of us, socialists to the left, thugs in the streets and mobs on Twitter: The \"Jewish Question\" has returned on a resentful tide of lies and violence. It is now, Norman Lebrecht observes in this thrilling and tragic history, \"cool to be cruel about Jews (though not about other minorities).\" Frightening for Jews, this should alarm all Americans. The fever of Jew-hatred is an inerrant symptom of moral rot and civilizational crisis.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/santa-wheres-my-hoverboard-11577045182", "title": "Santa, Where's My Hoverboard?", "date": "2019-12-22 15:06", "summary": "If that's too much to ask, I'm willing to settle for a mouse I can use on my iPad.. Another year, another disappointment-I'm still not getting a hoverboard for Christmas. And I mean the real Marty McFly hoverboard, not that self-balancing scooter thing on Amazon that catches fire. Actually, there are lots of \"gifts from the future\" I'm not getting this year, even though many of them are already feasible or are really, really close to being possible.", "categories": [["Opinion", "Inside View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/inside-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-desperately-seeks-dollars-11577045202", "title": "Venezuela Desperately Seeks Dollars", "date": "2019-12-22 15:06", "summary": "U.S. sanctions fail to unseat Maduro. The regime is still feeling the pinch.. When the bearded comandante of the Cuban Revolution showed up at offices of The Wall Street Journal in lower Manhattan in 1995, wearing a suit and tie, it was part of a shtick to clean up his image.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-manufacturing-japan-jobs-market-11577044800", "title": "Economy Week Ahead: U.S. Manufacturing, Japan Jobs Market", "date": "2019-12-22 15:00", "summary": "Germany will report on retail sales for November. Economic news will be light in the holiday week. The U.S. will offer snapshots of the manufacturing and housing sectors while Japan will offer an update on its jobs market and retail sales.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-robocallers-and-scammers-love-gift-cards-11577019600", "title": "Why Robocallers and Scammers Love Gift Cards", "date": "2019-12-22 14:58", "summary": "They offer fraudsters quick cash, and retailer guardrails vary; one person was duped into buying $21,000 of Macy's gift cards in an hour. Holly Kay bought eight $1,000 Macy's gift cards at a California mall because a scammer told her to on the Saturday before Thanksgiving. Forty minutes later, she bought $13,000 more in gift cards at that store.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/star-wars-opens-to-massivebut-series-low-175-5-million-11577039960", "title": "'Star Wars' Leads Box Office With Disappointing $175.5 Million", "date": "2019-12-22 14:53", "summary": "Final installment of Skywalker trilogy opens down 20% from 'Last Jedi' debut. LOS ANGELES-Not even the Force can withstand withering reviews.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-president-wins-new-term-but-vote-challenges-remain-11577014250", "title": "Afghan President Wins New Term, but Vote Challenges Remain", "date": "2019-12-22 14:08", "summary": "Ashraf Ghani barely exceeded the threshold needed to avoid a runoff against his top rival, who is likely to appeal the results. KABUL-Afghan President Ashraf Ghani won another five-year term in office, according to preliminary results the election commission announced on Sunday, nearly three months after votes were cast in an election tarnished by a record-low turnout.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/saudis-kuwait-seek-end-to-spat-over-shared-oil-fields-11577039355", "title": "Saudis, Kuwait Near End to Spat Over Shared Oil Fields", "date": "2019-12-22 13:41", "summary": "Resolution of five-year dispute would be success for Saudi energy minister Abdulaziz bin Salman. Saudi Arabia and Kuwait are this week set to end a five-year dispute over oil fields in a territory shared between the two countries, people familiar with the matter said Sunday, paving the way for the return of half a million barrels a day of output.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-office-chair-gets-a-gaming-makeover-11577023200", "title": "The Office Chair Gets a Gaming Makeover", "date": "2019-12-22 13:36", "summary": "Flashy seats designed for gamers are popular gifts this holiday season; 'It's a status symbol'. Every Christmas, Kristin Lindsay's sons ask for videogames or toys. But this holiday season, the boys, ages 9 and 13, want expensive chairs instead-gaming chairs, to be precise.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/o-tannenbaum-o-tannenbaum-how-green-art-thou-really-11577032802", "title": "O Tannenbaum, O Tannenbaum. How Green Art Thou Really?", "date": "2019-12-22 13:30", "summary": "Resume Subscription. BERLIN-Nobody loves real Christmas trees like the Germans do. They buy nearly 30 million of them each year, one for almost every three people in the country. Germany is widely credited with originating a now almost global yuletide tradition.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/employers-turn-to-on-the-job-boot-camps-to-fill-out-workforce-11577034001", "title": "Employers Turn to On-the-Job 'Boot Camps' to Fill Out Workforce", "date": "2019-12-22 13:29", "summary": "New Mexico funds short-term training to address skills gap, unemployment. LOS ALAMOS, N.M.-Michael Colyer doubled his salary when he got into a program that trains workers to monitor toxic waste at Los Alamos National Laboratory.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-virginia-democrats-get-ready-to-rule-the-roost-11577037601", "title": "In Virginia, Democrats Get Ready to Rule the Roost", "date": "2019-12-22 13:00", "summary": "Gun-violence prevention, equal rights are top agenda items as Gov. Ralph Northam and new legislative leaders head to Richmond. Gun control. Civil rights. A minimum-wage increase.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-you-protect-your-iphone-its-a-case-study-that-divides-americans-11577037328", "title": "Do You Protect Your iPhone? It's a Case Study That Divides Americans.", "date": "2019-12-22 12:55", "summary": "Resume Subscription. Alex Dunn and John Dagdelen have a smashing bet going: Who will break their phone first?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazons-choice-isnt-the-endorsement-it-appears-11577035151", "title": "'Amazon's Choice' Isn't the Endorsement It Appears", "date": "2019-12-22 12:19", "summary": "The retailer attaches the badge to some items with safety concerns, that make false claims or whose listings appear to have been manipulated. Americans searching for last-minute Christmas gifts on Amazon.com will get lots of results that include \"Amazon's Choice\" products. Many shoppers will assume that is a dependable stamp of approval.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pardon-me-did-you-say-good-socialism-11577032046", "title": "Pardon Me, Did You Say 'Good' Socialism?", "date": "2019-12-22 11:27", "summary": "The problem is government sticking its nose where it doesn't belong.. Walter E. Block offers a limited defense of one type of socialism (\"Bad Capitalism and Good Socialism,\" op-ed, Dec. 16) but his arguments fall flat when the unit of analysis is a country. The only \"good\" socialism Prof. Block cites involves voluntary arrangements among small groups of people, such as in convents, cooperatives or even families, in which members know each other and feel accountable to the group. Today's debate about socialism and capitalism, however, takes place at the country level, not at the level of the kibbutz or commune, and there are no countries in which socialism has worked on a large scale. At the country level, capitalism works and socialism doesn't-ever.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ig-delivers-and-the-press-corps-shrugs-11577031941", "title": "The IG Delivers and the Press Corps Shrugs", "date": "2019-12-22 11:25", "summary": "No one at the FBI was vindicated, the inspector general testified.. Regarding Holman Jenkins's \"The Horowitz Horror Show\" (Business World, Dec. 11): The inspector general's 434-page report brilliantly \"suckered\" the anti-Trump crowd, politicians and media, both prone to knee-jerk damnation or applause without careful thought. The report's terse determination that the FBI had an \"authorized purpose\" in surveilling the 2016 campaign was interpreted by the left as completely negating President Trump's claims of a witch hunt.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-reality-check-on-dairy-and-the-usmca-11577031817", "title": "A Reality Check on Dairy and the USMCA", "date": "2019-12-22 11:23", "summary": "There will be new rules to discipline Canada's export-pricing shenanigans, but the Canadians have shown dogged ingenuity in shirking such rules in the past.. I've seen trade agreements \"oversold\" and even participated in doing it somewhat, but Rep. Ted Budd's \"Got Trade? Dairy Farmers Stand to Gain from the USMCA\" (Cross Country, Dec. 14) sets a new standard for making a silk purse out of a sow's ear. The farm economy, especially dairy, has suffered greatly over the last few years, but most of the pain came from the uncertainty about the fate of Nafta-plus the salvoes with China-the search for the perfect at the expense of the good.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reasons-to-revive-the-tax-credit-for-biodiesel-blenders-11577031704", "title": "Reasons to Revive the Tax Credit for Biodiesel Blenders", "date": "2019-12-22 11:21", "summary": "Renewal of the federal tax credit would be a significant financial and health benefit to New Yorkers.. Regarding your editorial \"Return of the Tax Games\" (Dec. 11): New York City and state have instituted restrictions-and hefty fines-on truck and bus idling to limit emissions of soot, particulate matter and nitrogen oxides. Those emissions are known contributors to lung and cardiovascular diseases. Biodiesel can help older buses and trucks cut those same emissions substantially, protecting the health and well-being of New Yorkers.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jersey-city-mayor-calls-for-stiffer-gun-laws-after-attack-on-jewish-grocery-11577030403", "title": "Jersey City Mayor Calls for Stiffer Gun Laws After Attack on Jewish Grocery", "date": "2019-12-22 11:00", "summary": "Fulop says local officials can't prevent weapons from out of state; 'it feels like we are swimming upstream'. JERSEY CITY, N.J.-Mayor Steven Fulop is calling for tougher federal gun laws and said the city was reviewing how to improve its active-shooter response after the recent attack here on a Jewish grocery store.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-negative-rates-work-yes-but-not-by-much-11577030400", "title": "Do Negative Rates Work? Yes, but Not by Much", "date": "2019-12-22 11:00", "summary": "Two major central banks are going in opposite directions on negative rates, intensifying the debate about how best to counter the next recession. Federal Reserve policy makers opposed to taking interest rates negative in the next recession might take comfort from the end of Sweden's dalliance with below-zero rates.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lebron-james-and-the-golden-age-of-geezer-athletes-11577029570", "title": "LeBron James and the Golden Age of Geezer Athletes", "date": "2019-12-22 10:51", "summary": "He was the best player in NBA history at 24 and 28. Now he's doing it again in his age-35 season. This is the third act of James's career: the post-prime.. LOS ANGELES-There are few players in the Los Angeles Lakers' locker room with a better understanding of LeBron James than someone who hadn't played with him until this season and barely plays with him now.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/surprise-exception-to-the-global-manufacturing-slowdown-greece-11577026800", "title": "Surprise Exception to the Global Manufacturing Slowdown: Greece", "date": "2019-12-22 10:00", "summary": "Contrasting performance of Greece and Germany shows global integration is a two-edged sword. Just a few years ago, Greece stood out from the rest of the developed world for its devastated economy. Its unemployment rate was 25% and its high debt levels had brought on default and crisis.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pacific-islands-fear-spread-of-measles-during-holiday-travel-season-11577026800", "title": "'All You Need Is One Person on a Plane': Stifling a Lethal Measles Outbreak", "date": "2019-12-22 10:00", "summary": "Health officials expand efforts to prevent highly contagious virus spreading to more Pacific islands after deadly outbreak in Samoa. International health officials are expanding their efforts to prevent a potential spread of measles to more Pacific islands during the holiday travel period, following a large and deadly outbreak in Samoa.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-world-war-i-hero-looks-like-according-to-1917-11577023200", "title": "How '1917' Captures the Face of World War I", "date": "2019-12-22 09:00", "summary": "Director Sam Mendes's film uses an edgy cinematic technique to follow a pair of soldiers through the horrors of the Great War. George MacKay is a veteran of war on screen. The 27-year-old actor has played a soldier or veteran seven times in movies and television over the years, including World War II and Afghanistan fighters. Now he has his third role set in World War I, but the biggest of his career so far. As a stoic English infantryman saddled with an impossible mission, he helps carry the new movie \"1917,\" a Golden Globes nominee opening on Christmas.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brooklyn-hospital-center-plans-to-sell-land-to-finance-overhaul-of-campus-11577023201", "title": "Brooklyn Hospital Center Plans to Sell Land to Finance Overhaul", "date": "2019-12-22 09:00", "summary": "Proposal envisions high-rise towers; hospital seeks rezoning for residential use. Facing financial pressure and increasing capital needs, the Brooklyn Hospital Center wants to redevelop its downtown Brooklyn campus and sell large parcels of its site to finance the project.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/klobuchar-works-to-boost-momentum-in-iowa-11577022834", "title": "Klobuchar Works to Boost Momentum in Iowa", "date": "2019-12-22 08:53", "summary": "With long days on the trail, Minnesota senator looks to make up ground on Biden and other front-runners ahead of first Democratic presidential nominating contest. After Thursday night's Democratic presidential debate in Los Angeles, Amy Klobuchar slept for about 3½ hours, appeared on cable television shows before sunrise and then flew to Iowa, where her green campaign bus was waiting.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-a-wall-of-fire-australias-deadly-blazes-intensify-and-destroy-11577016911", "title": "'In a Wall of Fire': Australia's Deadly Blazes Intensify", "date": "2019-12-22 07:15", "summary": "Fire officials say area the size of Nebraska is at risk of burning in New South Wales state; \"not much left\" in town of Balmoral. Wildfires intensified near Sydney over the weekend, threatening houses on the fringe of Australia's largest city and devastating a small town about 50 miles away.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-british-voters-change-teams-patterns-emerge-11577016016", "title": "As British Voters Change Teams, Patterns Emerge", "date": "2019-12-22 07:07", "summary": "Conservative Party victory amplifies shifting allegiances-and it isn't all about Brexit. LONDON-Britain's parliamentary election this month revealed deepening splits among the country's voters, dividing old and young, the educated and less-educated, and big-city residents and people elsewhere.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-generation-gap-over-church-at-christmas-11577016000", "title": "The Generation Gap Over Church at Christmas", "date": "2019-12-22 07:00", "summary": "Strains surface when millennial children who rarely attend religious services visit baby-boomer parents who do. Christmas is a religious holiday and a family one, too, and that's where things can get complicated.", "categories": [["Life & Work", "Turning Points"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/turning-points?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/miners-seek-safer-waste-disposalbut-it-hasnt-been-easy-11577016001", "title": "After Deadly Dam Spills, Miners Seek a Better Way-It Isn't Working Out", "date": "2019-12-22 07:00", "summary": "Companies hope to develop technology that makes storing waste less dangerous, but it hasn't been easy. SYDNEY-Global miners searching for new ways to handle mining waste following deadly spills in Brazil in recent years are reaching a frustrating conclusion: Many promising options aren't proven at large scale.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/speed-cameras-the-cities-with-the-worst-offenders-11577010601", "title": "Speed Cameras: The Cities With the Worst Offenders", "date": "2019-12-22 05:30", "summary": "Resume Subscription. NEW ORLEANS-As the Nissan cruised past single-story homes near Holy Cross School in the city's Gentilly neighborhood, a speed camera clocked the car going 30 mph in a 20 mph zone.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russian-markets-rally-as-investors-look-past-u-s-sanctions-11577010600", "title": "Russian Markets Rally as Investors Look Past U.S. Sanctions", "date": "2019-12-22 05:30", "summary": "Stocks, bonds and the ruble have gained this year on signs of economic recovery. Russian markets have soared this year as the threat of U.S. sanctions has waned and investors have turned their attention to signs of an improving economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brookfields-bet-on-malls-looks-riskier-than-ever-11577019601", "title": "Brookfield's Bet on Malls Looks Riskier than Ever", "date": "2019-12-22 00:01", "summary": "Canadian investment giant defends contrarian strategy as things get worse for mall owners. Brookfield Asset Management Inc.'s big bet on malls last year, the firm's latest wager on an out-of-favor asset, is looking riskier than ever as other investors increasingly sour on the sector.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]