[{"link": "https://www.wsj.com/articles/bid-to-unify-house-democrats-is-threatened-by-splits-on-issues-11563976552", "title": "Bid to Unify House Democrats Faces Tests on Issues", "date": "2019-07-24 19:53", "summary": "House Speaker Nancy Pelosi and Rep. Alexandria Ocasio-Cortez will meet to bridge differences. WASHINGTON-The tenuous peace deal struck by the Democratic leadership between its moderate and liberal flanks is facing a series of tests as lawmakers confront differences within the party on topics ranging from spending to impeachment and Israel.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mueller-is-set-to-testify-before-congress-after-two-years-of-mostly-silence-11563964343", "title": "Mueller Defends Investigation as 'Thorough' and 'Fair' in House Testimony", "date": "2019-07-24 19:32", "summary": "Former special counsel repeatedly directed lawmakers to his report and didn't respond to Republican criticisms. Former special counsel Robert Mueller repeatedly directed lawmakers to his report on Russian election interference and provided clipped answers to questions during hearings Wednesday that provided more partisan jousting than fresh insight into his inquiry.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/northrop-grumman-general-dynamics-bolster-full-year-profit-forecasts-11563985832", "title": "Northrop Grumman, General Dynamics Bolster Full-Year Profit Forecasts", "date": "2019-07-24 19:25", "summary": "Aerospace-and-defense companies post gains in quarterly earnings, topping analysts' expectations. Northrop Grumman Corp. and General Dynamics Corp. , two of the largest aerospace-and-defense companies, raised their profit outlooks for the year as they posted second-quarter results that beat expectations.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-judiciary-panel-prepares-lawsuit-to-enforce-subpoena-of-don-mcgahn-11564001645", "title": "House Panel Prepares Suit to Enforce McGahn Subpoena", "date": "2019-07-24 19:25", "summary": "Dispute centers on whether former White House counsel's testimony about efforts to curtail Russia probe would be public or private. WASHINGTON-The House Judiciary Committee is preparing to file a lawsuit in the coming days to enforce a subpoena for testimony by former White House counsel Don McGahn, as the panel has so far failed to reach a deal with the White House over a central aspect of his testimony: whether it would be public or private.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-buy-promotes-insider-to-cfo-11564001712", "title": "Best Buy Promotes Insider to CFO", "date": "2019-07-24 19:21", "summary": "Matt Bilunas will assume the CFO post vacated by Corie Barry, who was named chief executive this year. Best Buy Co. on Wednesday named Matt Bilunas, a 13-year veteran of the company, as its next chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-scales-back-outlook-spooking-investors-11564003287", "title": "PayPal Scales Back Outlook, Spooking Investors", "date": "2019-07-24 19:20", "summary": "Shares fall after company warns full-year revenue is likely to be lower than previously forecast. Shares of PayPal Holdings Inc. fell more than 6% in aftermarket trading on Wednesday after the financial-technology company said delays in product integrations, as well as other factors, would cause its full-year revenue to be lower than it had previously predicted.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-privacy-penalty-11564009934", "title": "Facebook's Privacy Penalty", "date": "2019-07-24 19:12", "summary": "The punishment is about as stiff as current law allows.. Rebuke or reprieve? That's the debate over the $5 billion settlement announced Wednesday between Facebook and the Federal Trade Commission for privacy violations. While the agreement stretches the law, it probably achieves the best possible outcome for users barring clearer privacy rules from Congress.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-uber-board-members-step-down-11564008622", "title": "Two Uber Board Members Step Down", "date": "2019-07-24 19:10", "summary": "Arianna Huffington and Benchmark's Matt Cohler had been vocal about changing ride-hailing firm's culture and oversight. Two Uber Technologies Inc. directors-including entrepreneur Arianna Huffington-are stepping down from the ride-hailing company's board, the company said Wednesday.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/softbank-to-greenlight-40-billion-investment-in-second-vision-fund-11563993379", "title": "SoftBank Looks to Goldman, Apple for Sequel to $100 Billion Vision Fund", "date": "2019-07-24 19:07", "summary": "Apple, Goldman Sachs and Kazakhstan government are among backers. SoftBank Group Corp. is expected to invest $40 billion into its new technology megafund after securing backing from an unlikely coalition of investors including Apple Inc., Goldman Sachs Group Inc. and Kazakhstan's government.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-board-approves-agency-overhaul-to-cut-costs-11564009241", "title": "MTA Board Approves Agency Overhaul to Cut Costs", "date": "2019-07-24 19:00", "summary": "Reorganization calls for 2,700 job cuts; officials estimate $530 million in annual savings. New York's Metropolitan Transportation Authority board voted Wednesday to implement a reorganization plan that could reshape the nation's largest transit agency.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazil-will-give-workers-up-to-8-billion-to-spur-growth-11564003368", "title": "Brazil Will Give Workers Up to $8 Billion to Spur Growth", "date": "2019-07-24 18:58", "summary": "Government to distribute funds normally set aside for unemployed as economy struggles. BRASÍLIA-President Jair Bolsonaro will give Brazilians early access this year to as much as 30 billion reais ($8 billion) in funds normally set aside for the unemployed in an effort to spur the country's moribund economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crisis-in-the-red-zone-review-blood-will-tell-11564008581", "title": "'Crisis in the Red Zone' Review: Blood Will Tell", "date": "2019-07-24 18:49", "summary": "The author of \"The Hot Zone\" grippingly chronicles another Ebola outbreak, in 2014-16, and offers a grim forecast for future flare-ups.. HIV, the human immunodeficiency virus, made its presence felt beginning in 1981, first gradually and then dramatically. We now know that it \"emerged\" decades previously, crossing from an animal reservoir to a human host. It then smoldered in isolated individuals before conditions permitted it to spread explosively. HIV has since evolved before our eyes, becoming less aggressive and more insidious, especially in the West, but it is still a major health problem, nowhere more than in Africa.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impeachment-limps-on-11564008539", "title": "Impeachment Limps On", "date": "2019-07-24 18:49", "summary": "The Mueller hearing was a dud, but House Democrats probably won't be deterred.. In a highly anticipated appearance Wednesday, former special counsel Robert Mueller endured interrogations by the House Judiciary and Intelligence committees. Designed by their Democratic chairmen to strengthen the case for impeaching President Trump, the effort failed.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spring-training-with-the-2020-democrats-11564008483", "title": "Spring Training With the 2020 Democrats", "date": "2019-07-24 18:48", "summary": "A visit to Iowa's Field of Dreams, where practice goes on for more than a year.. Des Moines, Iowa", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trade-wars-are-sending-jobs-elsewhere-11564008528", "title": "Trade Wars Are Sending Jobs Elsewhere", "date": "2019-07-24 18:48", "summary": "Foreign investors are building fewer factories in the U.S.. The costs of America's trade disputes with the world continue to mount. Academic studies document clearly, for example, that new U.S. tariffs on washing machines and other products have raised U.S. consumer prices of those goods, thereby cutting into Americans' real incomes.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nypd-arrests-man-accused-of-throwing-water-at-police-11564008300", "title": "NYPD Arrests Man Accused of Throwing Water at Police", "date": "2019-07-24 18:45", "summary": "Suspect is accused of dumping a bucket of water on an officer in one of two weekend dousing incidents in which police were targeted. New York City police have arrested a man accused of dumping a bucket of water on an officer, in one of two similar incidents over the weekend.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-settlement-vindicates-consumer-privacy-11564008019", "title": "Facebook Settlement Vindicates Consumer Privacy", "date": "2019-07-24 18:40", "summary": "The FTC imposes a historic fine and creates a strong protocol to prevent further abuses of data.. The Federal Trade Commission's case against Facebook has come to represent a general reckoning for the many ills attributed to the company. So it's important to understand what the case, which was settled Wednesday, was actually about: the privacy commitments Facebook made to its users and the government.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xi-changed-my-mind-about-trump-11564008053", "title": "Xi Changed My Mind About Trump", "date": "2019-07-24 18:40", "summary": "The president defends not only U.S. sovereignty but the entire world order.. At first I had no idea why President Trump talked so much about sovereignty. I've changed my mind. To be more precise, Xi Jinping changed it. Mr. Trump is the only thing that stands between us and a world dominated by China.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-opposite-flaws-of-trump-and-mueller-11564007993", "title": "The Opposite Flaws of Trump and Mueller", "date": "2019-07-24 18:39", "summary": "The rebel who tramples norms vs. the bureaucrat who evades responsibility for his own decisions.. They're an exquisite and excruciating pair of opposites: the compulsive rule-breaker and the morbid rule-follower, the man who takes personal credit for everything good that happens, even if it doesn't, and the man who attributes his every decision to norms and regulations. They seem to be archetypal: juvenile delinquent and Boy Scout, wildcat entrepreneur and organization man, artist and bureaucrat.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/improve-dont-repeal-obamacares-cadillac-tax-11564007975", "title": "Improve, Don't Repeal, ObamaCare's Cadillac Tax", "date": "2019-07-24 18:39", "summary": "It's the law's least popular provision, but its goal of discouraging lavish employer plans is worthy.. There's one provision of ObamaCare almost everyone wants to repeal. Last week the House voted 419-6 to repeal the so-called Cadillac tax, a 40% excise on high-cost employer-sponsored health insurance. The bill now moves to the Senate.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liquidity-rush-fuels-venture-investors-favorite-deals-11564007476", "title": "Liquidity Rush Fuels Venture Investors' Favorite Deals", "date": "2019-07-24 18:31", "summary": "Valuations and deal sizes are rising in key sectors as investors reap the rewards of earlier pricey bets. This year's record run of initial public offerings is lighting a fire under an already heated venture-capital market.", "categories": [["Pro VC Commentary Analysis"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-commentary-analysis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/costs-weigh-on-caterpillars-profit-11563969795", "title": "China Sales, Higher Costs Weigh on Caterpillar", "date": "2019-07-24 18:27", "summary": "Equipment maker says machine sales declined 8% in Asia. Caterpillar Inc. trimmed back its profit forecast, amid lower sales in China and higher tariff and labor costs, as the machinery giant steers through a tricky moment in the global economy.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-growth-story-nears-final-chapter-11564006645", "title": "Tesla's Growth Story Nears Final Chapter", "date": "2019-07-24 18:17", "summary": "Record deliveries prove meaningless for Elon Musk's challenged auto company. It is time for Elon Musk and Tesla shareholders to accept reality: The company's days as a growth darling are coming to an end.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mueller-show-goes-bust-11564003715", "title": "The Mueller Show Is a Bust", "date": "2019-07-24 18:15", "summary": "The special counsel hearings refute the case for impeachment.. The only person in Washington happier than Donald Trump about Robert Mueller's Wednesday appearance before Congress is Nancy Pelosi. The House Speaker's impeachment caucus had hoped the hearing would mobilize new public support despite her opposition, but it was more likely their last gasp.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-earthquakes-caused-200-million-in-damage-report-says-11564006544", "title": "California Earthquakes Caused $200 Million in Damage, Report Says", "date": "2019-07-24 18:15", "summary": "The estimate doesn't include damage to infrastructure, such as roads or to a nearby naval base. A pair of earthquakes that shook California earlier this month caused about $200 million in property damage, according to a new report.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/columbine-high-school-wont-be-torn-down-11564006422", "title": "Columbine High School Won't Be Torn Down", "date": "2019-07-24 18:13", "summary": "The Colorado community had considered razing and rebuilding the school to address a continued trespassing and a 'morbid fascination' with it. Columbine High School, where two gunmen killed 13 people 20 years ago, won't be razed and rebuilt after the community couldn't come to a clear consensus on the proposal, school district officials said Wednesday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-stays-out-of-the-corner-11564006434", "title": "Facebook Stays Out of the Corner", "date": "2019-07-24 18:13", "summary": "Facebook delivers despite mounting regulatory pressure; it isn't going anywhere.. Facebook is like that kid in class who is constantly getting into trouble but still manages good grades-maddening, but still impressive.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-brands-board-opens-probe-of-jeffrey-epstein-s-role-at-company-11564006165", "title": "L Brands Board Opens Probe of Jeffrey Epstein's Role at Company", "date": "2019-07-24 18:09", "summary": "Retailer says it doesn't believe financier was ever an employee or representative. L Brands Inc. said its board of directors has hired an outside law firm to conduct a review of financier Jeffrey Epstein's role at the retail company.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ford-operating-income-flat-stands-by-forecast-for-improved-profitability-11563999368", "title": "Ford Results Disappoint, but It Stands by Profit Outlook", "date": "2019-07-24 18:00", "summary": "Auto giant shows some early signs of progress in Chief Executive Jim Hackett's turnaround strategy. Ford Motor Co. posted flat second-quarter operating income and a disappointing earnings outlook, but stood by a forecast for improved profitability this year as it begins to reverse steep losses overseas.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morgan-stanley-creates-encrypted-vault-for-wealth-management-customers-11564005119", "title": "Morgan Stanley Creates Encrypted Vault for Wealth-Management Customers", "date": "2019-07-24 17:52", "summary": "Platform built on Box Inc. technology can be used for securely storing financial documents and sharing them with the bank. Morgan Stanley is offering its 3.2 million wealth-management customers an encrypted platform where they can store financial documents and share them with the bank more securely than faxing, emailing or mailing information.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/key-moments-from-the-mueller-hearings-11564005071", "title": "Key Moments From the Mueller Hearings", "date": "2019-07-24 17:51", "summary": "Here is a rundown of some of the key exchanges, on Russia, impeachment, Wikileaks and more. Former special counsel Robert Mueller testified for about seven hours Wednesday in front of two committees on Capitol Hill. He repeatedly responding to lawmakers' questions about his investigation by pointing them to his report, defended his probe and his staff and cautioned against election interference by Russia.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-highest-minimum-wage-sparks-fight-in-small-california-city-11563960603", "title": "America's Highest Minimum Wage Sparks Fight in Small California City", "date": "2019-07-24 17:50", "summary": "Restaurants in Emeryville say they can't keep raising prices, but workers say $16.30 an hour is barely enough in Bay Area. EMERYVILLE, Calif.-The economy is booming in the Bay Area, but at Patatas Neighborhood Kitchen, located in this small city just north of Oakland, owner Marcos Quezada recently eliminated the dinner shift and laid off six of his 10 workers.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-risks-of-a-no-deal-brexit-11564004912", "title": "The Risks of a No-Deal Brexit", "date": "2019-07-24 17:48", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["World", "Podcast"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allergan-recalls-breast-implants-after-fda-cites-lymphoma-link-11563992704", "title": "Allergan Recalls Breast Implants After FDA Cites Lymphoma Link", "date": "2019-07-24 17:39", "summary": "FDA has received reports of 573 cases of implant-associated lymphoma and 33 deaths of such patients. Allergan PLC recalled certain textured breast implants from the market after U.S. health regulators said there was an increase in cases of a rare type of cancer and deaths among women receiving the implants.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/silver-finally-gets-investor-love-11563991142", "title": "Silver Finally Gets Investor Love", "date": "2019-07-24 17:38", "summary": "Prices are on track for their best month since December and at highest in more than a year. Investors are taking a shine to silver, as a soaring rally in gold puts the spotlight on the less-expensive precious metal.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/anthem-shares-fall-following-earnings-results-11563983002", "title": "Anthem Shares Fall Following Earnings Results", "date": "2019-07-24 17:38", "summary": "Company's Medicaid business pushed a key spending metric higher than expected. Anthem Inc. reported higher earnings and raised its guidance for the year, but shares fell amid concern about the Medicaid business, which pushed a key spending metric higher than expected.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazon-executive-to-take-cfo-role-at-digital-mapping-startup-mapbox-11564004197", "title": "Amazon Executive to Take CFO Role At Digital Mapping Startup Mapbox", "date": "2019-07-24 17:36", "summary": "Nitin Agrawal, previously a finance executive at Amazon Web Services, is expected to join Mapbox in August. Mapbox Inc., a digital mapping startup approaching unicorn status, has recruited a finance executive from an Amazon.com Inc. subsidiary to serve as its chief financial officer.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-jetblue-buy-goldman-esg-cash-fund-11563987684", "title": "Apple, JetBlue Buy Goldman ESG Cash Fund", "date": "2019-07-24 17:32", "summary": "Goldman is offering corporations a money-market fund with an environmental, social and governance twist. Apple Inc., JetBlue Airways Corp. and other U.S. corporations are parking cash in a new socially conscious offering managed by Goldman Sachs Group Inc.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/national-grid-isnt-providing-new-gas-hookups-in-new-york-11564003583", "title": "National Grid Isn't Providing New Gas Hookups", "date": "2019-07-24 17:26", "summary": "Utility says it cannot process requests in New York area until a stalled pipeline wins approval. National Grid hasn't been providing new gas service to businesses and residents in Brooklyn, Queens and Long Island because of a standoff with the state over a stalled pipeline.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cord-cutting-hits-at-t-again-while-wireless-media-grow-11563965519", "title": "Cord-Cutting Hits AT&T Again While Wireless, Media Grow", "date": "2019-07-24 17:25", "summary": "Company lost nearly one million pay-television customers in second quarter. AT&T Inc. lost nearly one million pay-TV customers in the second quarter as cord cutting continued to take its toll, while the company's wireless and media businesses helped to offset the losses.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-last-all-male-board-on-the-s-p-500-is-no-longer-11564003203", "title": "The Last All-Male Board on the S&P 500 Is No Longer", "date": "2019-07-24 17:20", "summary": "Car-auction company Copart is last company on index to add a woman to its board. There are no longer any all-male boards among S&P 500 companies.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-put-facebooks-privacy-issues-in-rearview-mirror-11563996761", "title": "Investors Put Facebook's Privacy Issues in Rearview Mirror", "date": "2019-07-24 17:11"}, {"link": "https://www.wsj.com/articles/silver-finally-gets-investor-love-11564002112", "title": "Silver Finally Gets Investor Love", "date": "2019-07-24 17:01", "summary": "Prices are on track for their best monthly performance since December. Investors are taking a shine to silver, as a soaring rally in gold puts the spotlight on the less expensive precious metal.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-cryptocurrency-evades-swipe-fee-limits-11564001590", "title": "A Cryptocurrency Evades Swipe-Fee Limits", "date": "2019-07-24 16:53", "summary": "We need competitive markets and reasonable regulations like the Durbin Amendment to help keep these fees in check; letting Visa, Mastercard and Facebook run our currency is the wrong approach.. I was initially puzzled that your July 19 editorial \"Cryptocurrency to the Rescue\" tries to boost Facebook 's beleaguered Libra cryptocurrency proposal by attacking my 2010 amendment that reined in Visa and Mastercard's anticompetitive fixing of debit-card swipe fees. The issues seem unrelated, but then I saw the connection: Visa and Mastercard, which hate my amendment, are both angling to be founding members of the Libra Association which would oversee Facebook's currency.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tupperware-shares-fall-sharply-as-chinese-economy-cools-11563987455", "title": "Tupperware Shares Fall Sharply as Chinese Economy Cools", "date": "2019-07-24 16:52", "summary": "Company lowers its forecast for the year, reports decline in profit and sales. Tupperware Brands Corp. is grappling with a consumer pullback in key overseas markets and struggling to hold on to the most active dealers of its products around the world.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louis-vuittons-owner-is-a-well-rounded-traveler-11564001537", "title": "Louis Vuitton's Owner Is a Well-Rounded Traveler", "date": "2019-07-24 16:52", "summary": "Investors are focused on whether demand for designer goods will hold up in Asia but LVMH looks surprisingly robust in every region. Investors tend to favor luxury brands that are popular with Asian consumers, but companies that also do well close to home have the best chance of hanging on to their plush stock market valuations.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tenet-healthcare-to-spin-off-conifer-unit-11563994792", "title": "Tenet Healthcare to Spin Off Conifer Unit", "date": "2019-07-24 16:49", "summary": "Company expects to complete tax-free separation by end of 2021's second quarter. Tenet Healthcare Corp. said it would pursue a tax-free spinoff of its majority-owned Conifer Health Solutions unit into a separate, publicly traded company after efforts to sell the health-care operations management business failed to yield a sufficient offer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stock-rally-pauses-in-europe-11563954595", "title": "Chip Makers Help Lift U.S. Stocks", "date": "2019-07-24 16:46", "summary": "Dow industrials decline, meanwhile, weighed down by Caterpillar and Boeing. The S&P 500 climbed Wednesday, as chip makers rallied, helping the broad index overcome earlier losses that followed disappointing earnings from industrial giants Caterpillar and Boeing.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-travel-the-world-at-90-off-join-an-airline-11563960600", "title": "To Travel the World at 90% Off, Join an Airline", "date": "2019-07-24 16:45", "summary": "Carriers provide generous flight perks to their employees and rivals' staffers: weekend in Maui or perhaps journey to Montenegro. Paris for the weekend. A day on a beach to escape winter. Never been to Montenegro or Tahiti or South Dakota? Let's go, go, go.", "categories": [["Life & Work", "Travel", "The Middle Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/the-middle-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/transport-sector-signals-problems-ahead-for-industrial-stocks-11563997472", "title": "Transport Sector Signals Problems Ahead for Industrial Stocks", "date": "2019-07-24 16:44", "summary": "Shipments by truck, rail declined in June for a seventh consecutive month. Caterpillar Inc.'s earnings disappointed on Wednesday, and there are early indications that there's more pain coming for industrial stocks.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ups-reports-higher-profit-in-second-quarter-11563968470", "title": "UPS Rides a Surge in Overnight Air Shipments", "date": "2019-07-24 16:43", "summary": "Delivery giant's earnings beat analysts' estimates, as it prepares to fight rival FedEx for a bigger slice of domestic e-commerce shipping volumes. United Parcel Service Inc. posted a 30% quarterly surge in next-day air shipping volumes, as online shippers used the delivery giant's planes to get packages to homes faster.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-state-creates-group-to-study-rise-of-robots-11564000659", "title": "New York State Creates Group to Study Rise of Robots", "date": "2019-07-24 16:37", "summary": "Panel will examine everything from potential effects on workers to moral questions of developing humanoids. New York state will convene a panel to study the impact of artificial intelligence, robotics and automation on the state and suggest areas of potential regulation, according to a bill signed Wednesday by Gov. Andrew Cuomo.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-of-the-impeachment-dream-11563999203", "title": "Death of the Impeachment Dream", "date": "2019-07-24 16:13", "summary": "The Mueller hearings confirm that voters will decide when Trump leaves office.. House Democrats hoped that Wednesday's hearings would allow them to highlight their favorite portions of the Mueller report for people who haven't read it. Democrats didn't expect this segment of Americans to include the author.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-governments-struggle-to-build-coalition-to-secure-persian-gulf-11563999044", "title": "European Governments Struggle to Build Coalition to Secure Persian Gulf", "date": "2019-07-24 16:10", "summary": "Varying proposals haven't come together, as the U.S., Russia and Iran pursue their own plans amid tensions over seized tankers; shipping industry treads water. European governments are struggling to build an international coalition to protect oil tankers in Middle East waterways while pursuing diplomatic solutions after last week's seizure of a U.K. tanker by Iran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/identity-politics-and-conflict-in-washington-11563998756", "title": "Identity Politics and Conflict in Washington", "date": "2019-07-24 16:05", "summary": "It is shocking how utterly fast the House of Representatives was able to pass a condemnation resolution regarding the president's tweets. This proves that when it wants to, Congress can rapidly get something done.. Regarding your editorial \"Pelosi's Glass House\" (July 17): It is shocking how utterly fast the House of Representatives was able to muster itself to pass a condemnation resolution on July 16 regarding the president's tweets made not even two days earlier. Congress doesn't even work most Mondays. This proves that, when it wants to, it can rapidly get something done. I can think of scores of things that Congress needs to get done just as quickly. Let's start with the normal appropriation bills, debt limits, border security and immigration-system overhaul. Don't forget that the honorable members are working on a pay raise for themselves. This type of action by the House is part of the reason that a great portion of the American electorate holds Congress in contempt and the vast majority of Americans are in favor of term limits.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-picks-his-top-team-for-brexit-battle-11563966841", "title": "Johnson Takes the Helm in Britain, Gears Up for Brexit Battle", "date": "2019-07-24 15:53", "summary": "Theresa May's successor names a new cabinet that skews toward his party's anti-EU wing. LONDON-Boris Johnson assembled a team of mainly euroskeptic ministers to prepare an all-out push to get the U.K. out of the European Union, replacing more than half of his predecessor's cabinet as he took over as British prime minister.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-board-to-tighten-oversight-as-zuckerberg-keeps-control-11563982646", "title": "Facebook Board to Tighten Oversight, as Zuckerberg Keeps Control", "date": "2019-07-24 15:50", "summary": "FTC settlement requires the company to create a privacy committee stocked with independent board members. As Facebook Inc.'s co-founder and chief executive, Mark Zuckerberg, holds extraordinary sway over the social-media giant. Wednesday's settlement with the Federal Trade Commission keeps his power largely intact, even as it calls for the board to tighten the reins on the company's privacy practices.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-second-quarter-restructuring-charge-is-bigger-than-expected-11563950082", "title": "Deutsche Bank Revamp Pushes Lender Into Big Loss", "date": "2019-07-24 15:29", "summary": "Troubled German bank books a multibillion-dollar charge related to its restructuring. Deutsche Bank AG reported a €3.15 billion ($3.51 billion) net loss in the second quarter, reflecting the pain of a global revamp and a large restructuring charge that wiped out what would have been a modest profit.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arkansas-antiabortion-bills-temporarily-blocked-11563950788", "title": "Arkansas Antiabortion Laws Temporarily Blocked", "date": "2019-07-24 15:25", "summary": "U.S. district judge gives two-week reprieve to state's sole surgical abortion clinic. The sole surgical abortion clinic in Arkansas was granted a brief reprieve after a federal judge temporarily blocked three laws restricting abortion access minutes before they were slated to take effect, likely forcing the clinic to close its doors.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/para-mi-by-cuco-review-every-song-a-diary-entry-11563995315", "title": "'Para Mi' by Cuco Review: Every Song a Diary Entry", "date": "2019-07-24 15:08", "summary": "The 21-year-old musician and SoundCloud star releases a major-label debut that stays true to his brand of homemade, personal pop-much of it recorded in his bedroom.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beyond-line-the-art-of-korean-writing-review-understanding-a-revered-art-form-11563995003", "title": "'Beyond Line: The Art of Korean Writing' Review: Understanding a Revered Art Form", "date": "2019-07-24 15:03", "summary": "An exhibition at the Los Angeles County Museum of Art spotlights the energy, grace and enduring legacy of Korean calligraphy.. Los Angeles", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bill-ackmans-playbook-works-against-him-11563994425", "title": "Bill Ackman's Playbook Works Against Him", "date": "2019-07-24 14:53", "summary": "Investors are upset about a decision from the activist's London-listed fund to issue bonds. William Ackman is being hoisted with his own petard.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ogilvy-says-it-wont-stop-working-for-customs-and-border-protection-11563994081", "title": "Ogilvy Says It Won't Stop Working for Customs and Border Protection", "date": "2019-07-24 14:48", "summary": "'Some of you feel strongly that we should stop working for CBP,' CEO acknowledges in staff memo. WPP PLC's Ogilvy won't quit working for U.S. Customs and Border Protection, the advertising agency said in an internal memo responding to backlash over the account.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-de-blasios-gym-evacuated-after-bomb-threat-11563983929", "title": "Mayor de Blasio's Gym Evacuated After Bomb Threat", "date": "2019-07-24 14:40", "summary": "Police officials say no bomb was found at Prospect Park YMCA; NYPD investigating. The Brooklyn gym where Mayor Bill de Blasio works out most mornings was evacuated early Wednesday after a bomb threat, police officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-this-smart-pillow-help-your-resolve-to-meditate-11563992115", "title": "Can This Smart Pillow Help Your Resolve to Meditate?", "date": "2019-07-24 14:15", "summary": "A cushy new service links meditation guidance, custom music and a smart pillow that soothingly pulses to the beats and creates an \"immersive at-home experience.\" We try it out. AT THEIR CORE, meditation pillows are merely designated cushions to comfortably plop down upon while you ohmmmm, designed to keep a bony butt or spine from getting sore. In the ever-growing health and wellness market, they're completely overshadowed by popular apps like Calm and Headspace that provide anywhere access to meditation, guiding you through customized relaxation sessions while on the go.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ebay-to-launch-shipping-logistics-service-for-big-sellers-11563992042", "title": "EBay to Launch Shipping, Logistics Service for Big Sellers", "date": "2019-07-24 14:14", "summary": "Plan would use third-party providers to offer faster delivery, logistics savings to help the site's sellers compete for online consumers. Online marketplace eBay Inc. is rolling out a fulfillment service aimed at helping its high-volume sellers ship orders to customers faster and more cheaply.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nightingale-tells-a-different-rape-revenge-story-11563991942", "title": "'The Nightingale' Tells a Different Rape-Revenge Story", "date": "2019-07-24 14:12", "summary": "'Maybe revenge isn't as sweet as we would hope,' says director Jennifer Kent. It's easy to find movie heroines, wronged by men, who exact sweet revenge. With her second film, \"The Nightingale,\" director Jennifer Kent knowingly upends that typical movie fantasy. The story's heroine, Clare, is a young Irish convict and servant in 1825 Tasmania, who sets out to avenge her rape and violence against her family. What sets the film apart, Ms. Kent said, is its focus on the effect of that quest on Clare. \"Maybe revenge isn't as sweet as we would hope,\" she said. \"The Nightingale,\" which won a special jury prize at the Venice Film Festival last fall, opens on Aug. 2.", "categories": [["Books & Arts", "Arts", "Film"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/film?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/france-moves-to-lift-ban-on-assisted-reproduction-for-female-couples-11563990327", "title": "France Moves to Lift Ban on Assisted Reproduction for Female Couples", "date": "2019-07-24 13:45", "summary": "Proposal by President Macron risks a backlash from conservatives and a split in his coalition. PARIS-French President Emmanuel Macron's government aims to lift a ban that prevents female couples and single women from using assisted reproduction to have children, a move that risks a backlash from conservatives in his ruling coalition.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-techs-risks-arent-priced-in-11563989587", "title": "Big Tech's Risks Aren't Priced In", "date": "2019-07-24 13:33", "summary": "The outcome of the government's latest crackdown is uncertain, but investors shouldn't assume business will remain as usual. Tech investors may have an understandable case of headline fatigue, but they still shouldn't fall asleep at the wheel.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/max-sends-boeing-to-big-quarterly-loss-11563969334", "title": "Boeing Might Halt MAX Production if Grounding Drags On", "date": "2019-07-24 13:11", "summary": "Aerospace giant posts biggest-ever quarterly loss after taking $7 billion hit on grounding of best-selling jet. Boeing Co. said it might slow or halt production of its 737 MAX jetliner if regulators don't approve its return to service by the end of this year.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-mexico-city-hotel-for-true-fans-of-midcentury-modernism-11563987930", "title": "A Mexico City Hotel for True Fans of Midcentury Modernism", "date": "2019-07-24 13:05", "summary": "Resume Subscription. IF DON DRAPER, the adulterous ad man of \"Mad Men,\" had ever gone to Mexico City, he would have stayed-and strayed-at the Camino Real Polanco. The most ambitious work of architect Ricardo Legorreta, with 712 rooms and 8 acres of gardens, the hotel was built for the 1968 summer Olympics as a key component in the city's massive spruce-up. It soon became an icon of Mexican Modernism, an architectural movement known for adventurously using geometric forms and eye-popping colors. Set in the gardens, a series of sloping low-rise structures evoked Aztec pyramids, a nod to the city's pre-Hispanic past. Other flourishes included hot-pink lattice gates and a fountain that erupts and swirls like an ocean during a storm. The interiors weren't demure either: The lobby appeared straight out of \"The Jetsons\" and the Blue Bar basked under neon lights. Despite its many distractions, the hotel served as the base for that year's Mexican athletes. The Games themselves were overshadowed by the politics of the day, marked by black-power protests, student riots and deadly clashes with armed forces-extreme even by 1968 standards.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/dunkin-offering-beyond-meat-breakfast-sausage-11563971350", "title": "Dunkin' Joins Meatless Rush With Beyond Patty", "date": "2019-07-24 13:05", "summary": "Coffee chain adds plant-based sausage sandwich to menus in Manhattan. Dunkin' Brands Group Inc. is diving into the meat-replacement craze.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-the-souvenir-cap-the-ultimate-humble-brag-11563987296", "title": "Is the Souvenir Cap the Ultimate Humblebrag?", "date": "2019-07-24 12:54", "summary": "Everyone from former special counsel Robert Mueller to rapper Travis Scott has worn a baseball hat emblazoned with an insider's location, a deceptively unassuming garment. IN THE GIFT SHOP at the Chinati Foundation, an art museum full of minimalist masterworks in Marfa, Texas, visitors can purchase a $21 ball cap with \"Chinati\" stitched across the front in a neat sans-serif font. The hat, which is only available in that particular store-or, for the desperate, by phone-has become a curious \"I was there\" status symbol on the eastern seaboard. Frequent any quintessentially Brooklyn haunt, be it a coffee shop that serves flat whites or a craft-beer bar, and the odds are good you'll spot someone wearing a Chinati hat. It's not merely a hat; it declares (truthfully or not, reverently or irreverently) that you journeyed all those miles just to see some art in a dusty, underpopulated western Texas town.", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-new-home-sales-pick-up-in-june-11563976976", "title": "U.S. New Home Sales Picked Up in June", "date": "2019-07-24 12:51", "summary": "The median sales price of a new home in June was $310,400, roughly the same as a year ago. WASHINGTON-Home-buyers bought more new homes in June, a bright spot in the beleaguered housing sector.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-military-keeps-close-watch-on-hong-kong-protests-11563987042", "title": "China's Military Keeps Close Watch on Hong Kong Protests", "date": "2019-07-24 12:50", "summary": "Spokesman says law allows city's government to ask armed forces to help maintain public order. BEIJING-China's military is closely monitoring political unrest in Hong Kong, a defense spokesman said, describing recent violence there as intolerable and citing a law that permits the city's government to ask Chinese armed forces to help maintain public order.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-expect-too-much-clarity-from-boeing-11563986453", "title": "Investors Expect Too Much Clarity from Boeing", "date": "2019-07-24 12:40", "summary": "Boeing's top brass said what investors didn't want to hear: that the estimated cost of the 737 MAX crisis could change. Boeing has finally given investors some idea of how big the bill for the 737 MAX fiasco could be. Until regulators break their silence on when the plane is likely to fly, however, numbers can only provide so much clarity.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-secret-to-golfs-new-schedule-is-still-a-secret-11563982790", "title": "The Secret to Golf's New Schedule Is Still a Secret", "date": "2019-07-24 12:38", "summary": "The end of the British Open marks an earlier-than-usual conclusion to the majors season. But for most players, the adjustment on how to peak for the sport's biggest events remains a source of guesswork and uncertainty.. Five months ago, Justin Rose, then the No. 1-ranked golfer in the world, decided to do something he had never done before. At a time of year when most players are ramping up their playing schedules, Rose took a full month off, from early February to early March.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/t-rowes-profit-rises-bucking-weakness-across-industry-11563985906", "title": "T. Rowe's Profit Rises, Bucking Industry Trend", "date": "2019-07-24 12:31", "summary": "Multi-asset funds and retirement products help asset manager's second-quarter results. T. Rowe Price Group Inc.'s second-quarter profit rose 18%, helped by flows into multi-asset funds and a focus on retirement products.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-no-deal-brexit-just-in-time-for-christmas-has-u-k-businesses-worried-11563966488", "title": "A No-Deal Brexit, Just in Time for Christmas, Worries U.K. Businesses", "date": "2019-07-24 12:30", "summary": "A separation in October coincides with the start of retail stockpiling for the holidays and flu season. LONDON-As Prime Minister Boris Johnson prepares to lead the country out of the European Union, businesses are confronting the renewed prospect of leaving the bloc without a deal. This time, it is even more complicated.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warsaw-home-prices-rise-alongside-growing-crop-of-luxury-skyscrapers-11563984104", "title": "Warsaw Home Prices Rise Alongside Growing Crop of Luxury Skyscrapers", "date": "2019-07-24 12:01", "summary": "Resume Subscription. After decades of solid economic growth that has transformed Poland, Warsaw is experiencing a surge in luxury housing, pushing prices up 20% last year in the high-end sector and causing a dramatic change to the city's skyline.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/warsaw-today-11563984062", "title": "Warsaw Today", "date": "2019-07-24 12:01", "summary": "The city has transformed many of its landmarks into upscale draws. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-taste-for-luxury-11563984022", "title": "A Taste for Luxury", "date": "2019-07-24 12:00", "summary": "Inside a single-family home outside of Warsaw for sale for $2 million. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/women-take-the-helm-on-cruise-ships-11563975210", "title": "Women Take the Helm on Cruise Ships", "date": "2019-07-24 11:57", "summary": "Male-dominated industry seeks more female captains and officers to ease labor crunch, update its image. Capt. Serena Melani -set to become the first woman to helm a new major cruise ship at launch-is used to charting new waters.", "categories": [["Business", "Management", "Management & Careers", "Managing Your Career"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-s-driverless-car-unit-cruise-delays-robot-taxi-service-11563971401", "title": "Cruise, GM's Driverless-Car Unit, Delays Robot-Taxi Service", "date": "2019-07-24 11:47", "summary": "Cruise CEO says company needs to log more test miles before launching service, declines to offer new timeline. General Motors Co. 's driverless-car business, Cruise, will delay the roll out of an autonomous ride-hailing service scheduled for late this year, underscoring the difficulty of safely deploying robotic vehicles on public roads.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-poised-to-approve-merger-of-t-mobile-sprint-11563967640", "title": "U.S. Poised to Approve Merger of T-Mobile, Sprint", "date": "2019-07-24 11:39", "summary": "Wireless companies to divest customers, assets to Dish Network to address antitrust concerns. The Justice Department is poised to approve T-Mobile US Inc.'s merger with Sprint Corp. under a plan designed to create a new wireless carrier by handing assets to satellite-TV provider Dish Network Corp. , according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renee-fleming-takes-final-bow-on-upper-west-side-apartment-11563982145", "title": "Renee Fleming Takes Final Bow on Upper West Side Apartment", "date": "2019-07-24 11:29", "summary": "The Grammy-winning opera singer is listing her 3,000-square-foot home with a wraparound terrace for $6.895 million. Famed soprano Renée Fleming is putting her Upper West Side penthouse on the market for $6.895 million amid a planned move to Washington, D.C.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/security-chiefs-warn-of-breaches-through-long-lifespan-devices-11563960600", "title": "Security Chiefs Warn of Breaches Through Long-Lifespan Devices", "date": "2019-07-24 11:25", "summary": "Bigger-ticket smart items such as refrigerators might end up not being supported before the end of their life. NEW YORK-As internet-connected devices proliferate, chief information security officers worry about how long they are likely to stick around.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-art-collectors-aspen-home-asks-16-9-million-11563980179", "title": "An Art Collector's Aspen Home Asks $16.9 Million", "date": "2019-07-24 10:56", "summary": "Nancy Magoon's 9,560-square-foot estate in the gated Starwood neighborhood is an exhibit unto itself, with works by Andy Warhol, Damien Hirst and more.. Nancy Magoon's home in Aspen, Colo., is brimming with the spoils of a lifetime spent collecting art. The objects that adorn her property, both inside and out, range from postmodern installations to brightly hued paintings and prehistoric pottery.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-gets-caught-in-the-u-s-china-crossfire-11563980001", "title": "Europe Gets Caught in the U.S.-China Crossfire", "date": "2019-07-24 10:53", "summary": "Resume Subscription. Europe's export engine is losing steam. That worries Mario Draghi.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/an-art-collectors-aspen-retreat-11563979908", "title": "An Art Collector's Aspen Retreat", "date": "2019-07-24 10:51", "summary": "The home of Nancy Magoon is full of works by artists like Damien Hirst and Andy Warhol.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/doordash-to-change-pay-model-for-delivery-workers-after-criticism-11563979844", "title": "DoorDash to Change Pay Model for Delivery Workers After Criticism", "date": "2019-07-24 10:50", "summary": "Chief Executive Tony Xu said the new compensation structure would ensure worker pay rises when customers tip on the DoorDash app. DoorDash Inc. plans to change how it pays food-delivery workers after facing criticism for applying customer tips to the minimum payments that workers receive for each drop-off.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-promises-further-military-cooperation-with-russia-11563973937", "title": "China Promises Further Military Cooperation With Russia", "date": "2019-07-24 10:25", "summary": "Beijing accuses U.S. of undermining regional stability and sharpens its warnings against Taiwan in new defense report. BEIJING-China vowed to step up military cooperation with Russia, a day after the two countries' first joint air patrol triggered a rare confrontation over the Sea of Japan and stoked U.S. concern about the intensifying partnership between Beijing and Moscow.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-guys-and-some-white-paint-keep-the-tour-de-france-rated-g-11563978036", "title": "Two Guys and Some White Paint Keep the Tour de France Rated G", "date": "2019-07-24 10:20", "summary": "Resume Subscription. SENTENAC-DE-SÉROU, France-They ripped through the early-morning mist, up and down the mountain passes, with their eyes glued to the tarmac. The world's most famous bicycle race, the Tour de France, would be coming through in a few hours. It was their job to make sure the road surface was fit for a global television audience.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/treasury-secretary-finds-no-security-concerns-with-google-work-in-china-11563976459", "title": "Treasury Secretary Finds No Security Concerns With Google Work in China", "date": "2019-07-24 10:10", "summary": "Findings rebuke claims made by billionaire investor Peter Thiel. Treasury Secretary Steven Mnuchin said he and President Trump have found no national security concerns about work that Google is doing in China, a rebuke of claims made by billionaire investor and Facebook Inc. board member Peter Thiel.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexican-inflation-slowed-in-early-july-11563968785", "title": "Mexican Inflation Slowed in Early July", "date": "2019-07-24 10:04", "summary": "Food and beverage prices rose 0.54% from the end of June, and transportation costs were up 0.46%. MEXICO CITY-Mexican inflation edged closer to the central bank's target in the first half of July, with consumer prices rising moderately from the end of June, led by increases in food and transportation costs.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-boris-johnsons-britain-a-cold-world-awaits-11563976803", "title": "For Boris Johnson's Britain, a Cold World Awaits", "date": "2019-07-24 10:00", "summary": "After leaving the EU, Britain would confront a more protectionist, nationalist world. For new U.K. Prime Minister Boris Johnson, Brexit isn't about Britain turning its back on the world. Quite the opposite: leaving the European Union is a chance for a sovereign Britain to stake out a new, more free position in the global economy.", "categories": [["Economy", "Capital Account"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/capital-account?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congressional-leaders-urge-members-to-approve-spending-deal-11563967997", "title": "Congressional Leaders Urge Members to Approve Spending Deal", "date": "2019-07-24 09:38", "summary": "Bill prompts skepticism from both sides of the aisle, but is still expected to pass both chambers and get Trump's signature. WASHINGTON-Congressional leaders from both parties are urging lawmakers to support a two-year spending deal that also lifts the government's borrowing limit, seeking to ensure the compromise negotiated for weeks passes with broad bipartisan majorities.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glaxosmithklines-vaccines-boost-its-revenue-inoculate-it-from-advair-rivals-11563974688", "title": "GlaxoSmithKline's Vaccines Boost Its Revenue", "date": "2019-07-24 09:24", "summary": "U.K. Drugmaker said revenue rose by 5% largely thanks to strong sales of its shingles vaccine. LONDON- GlaxoSmithKline PLC said newer vaccines and a tax windfall softened the bite of competition from a new generic version of its best-selling inhaler Advair in the second quarter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daimler-to-cut-costs-after-first-quarterly-loss-in-10-years-11563955287", "title": "Daimler's Travails Reflect Broader Pain in Luxury Autos", "date": "2019-07-24 09:21", "summary": "New Daimler CEO seeks to address slowdown in sales by stemming the outflow of cash. BERLIN-Daimler AG, the maker of Mercedes-Benz cars, said Wednesday that it would step up cost-cutting efforts in the second half of the year after reporting the company's first quarterly loss in a decade.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-therapy-session-between-you-a-therapistand-thousands-of-listeners-11563974413", "title": "The Therapy Session Between You, a Therapist-and Thousands of Listeners", "date": "2019-07-24 09:20", "summary": "A wave of podcasts allows anybody with a Wi-Fi connection to be a fly on the couch as people bare their souls. Earlier this year, podcasting company Gimlet Media began recruiting volunteers for a new show with New York psychiatrist Alexandra Sacks. \"Are you struggling with an issue related to motherhood?\" producers asked on social media. \"Do you want to talk about it with an expert for a new Gimlet podcast?\"", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-amazon-chipotle-snap-texas-instruments-visa-11563966835", "title": "Stocks to Watch: UPS, Caterpillar, Sprint, Chipotle, and More", "date": "2019-07-24 09:14", "summary": "Here are some of the companies with shares expected to trade actively Wednesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-much-protein-should-you-eat-each-day-11563374327", "title": "How Much Protein Do You Need a Day?", "date": "2019-07-24 08:56", "summary": "Eight ounces of protein daily are enough in a balanced diet that includes fruits, vegetables and grains, our expert says. It's summer, the season when protein-rich burgers and steaks are sizzling on outdoor grills. That got us wondering: How much protein should an adult consume every day? Most dietitians consider these nutrients a building block of a healthy diet. Proteins, which are long chains of amino acids, are the basic components of tissue found in all human muscles and internal organs.", "categories": [["Life & Work", "Burning Question"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/burning-question?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/youtubes-liza-koshy-on-falling-asleep-to-meditation-soundscapes-11563971786", "title": "YouTube's Liza Koshy on Falling Asleep to Meditation Soundscapes", "date": "2019-07-24 08:36", "summary": "'Apparently it makes you smarter?' says the actor and comedian, whose YouTube comedy 'Liza on Demand' bows its second season in September. Number of unread emails:", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-lord-of-the-rings-veterans-favorite-things-11563971720", "title": "A 'Lord of the Rings' Veteran's Favorite Things", "date": "2019-07-24 08:35", "summary": "The celebrated composer Howard Shore on the objects he can't live without-including an imposing piece of armor gifted by director Peter Jackson. \"THE WHITE CAPEZIOS on the left were a part of my onstage costume while I was the musical director of Saturday Night Live from 1975 to 1980. I have such fond memories of that period.", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tesla-expected-to-cut-losses-in-second-quarter-what-to-watch-11563970633", "title": "Tesla Expected to Cut Losses in Second Quarter: What to Watch", "date": "2019-07-24 08:17", "summary": "Some analysts wonder whether the electric-car maker can meet its 2019 delivery target. Tesla is expected to release second-quarter earnings after the market closes Wednesday. Here's what you need to know:", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-fed-preps-a-rate-cut-ecb-weighs-stimulus-of-its-own-11563970318", "title": "As Fed Preps a Rate Cut, ECB Weighs Stimulus of Its Own", "date": "2019-07-24 08:11", "summary": "Relaunching quantitative easing could trigger fresh tensions between the ECB and Germany. The eurozone's $13 trillion economy is faltering, buffeted by trade tensions and international uncertainties. Germany's mighty export machine is stalling and the political situation in Italy remains volatile.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/falling-real-yields-signal-worry-over-u-s-economy-11563969600", "title": "Falling Real Yields Signal Economic Worry", "date": "2019-07-24 08:00", "summary": "Decline in yield on 10-year Treasury inflation-protected securities has been especially persistent. Yields on U.S. government bonds have fallen broadly this year. But the decline in the yield on one particular type has been especially persistent and is, according to some investors, a sign of concern for the U.S. economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-really-might-weaken-the-dollar-11563966000", "title": "Trump Really Might Weaken the Dollar", "date": "2019-07-24 07:00", "summary": "Currency intervention hasn't been tried by the U.S. for years, but don't count out an effort by the Trump administration to weaken the dollar. The Federal Reserve probably won't cut rates as much as President Trump thinks it should, but he has another tool he can use to stimulate the economy: He can sell the dollar.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mercedes-maker-needs-to-unload-freightliner-11563965479", "title": "Mercedes Maker Needs to Unload Freightliner", "date": "2019-07-24 06:51", "summary": "Daimler's truck business performed much better than its Mercedes-Benz car division, highlighting the case for a split. While Mercedes-Benz cars lost money for Daimler in the second quarter, the German automotive conglomerate's truck division fired on all cylinders. The case for a split of these two world-class businesses has never seemed stronger.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-wonder-if-the-ecb-can-do-enough-to-make-a-difference-11563964562", "title": "Investors Wonder if the ECB Can Do Enough to Make a Difference", "date": "2019-07-24 06:36", "summary": "The central bank meets Thursday with expectations high that it will ease policy, or at least promise that it will do so in coming months. The European Central Bank has convinced financial markets that it will act. The question is, among its grab bag of possible moves, will it do more than investors expect?", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crypto-promoter-justin-sun-makes-speedy-recovery-after-being-too-ill-to-meet-warren-buffett-11563962061", "title": "Crypto Promoter Makes Speedy Recovery After Being Too Ill to Meet Buffett", "date": "2019-07-24 05:54", "summary": "Kidney stones were cited as the reason for the delaying of Mr. Sun's lunch meeting with the billionaire investor, for which the Chinese citizen paid $4.6 million in a charity auction. Cryptocurrency investor and entrepreneur Justin Sun said he is feeling better and is attempting to return to work by the end of the week, a day after he postponed a charity lunch with Warren Buffett because of a health issue.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-municipal-bond-market-is-now-controlled-by-just-a-few-firms-11563960602", "title": "The Municipal-Bond Market Is Now Controlled by Just a Few Firms", "date": "2019-07-24 05:30", "summary": "Concentration benefits firms like Nuveen and Vanguard, as well as some investors, but critics see risks if the market cools. A few behemoths are increasingly dominating the municipal market, helping to lower prices for many investors but also sparking worries about concentration and influence.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shanghais-funhouse-mirror-nasdaq-shows-whats-wrong-with-chinese-markets-11563956458", "title": "Shanghai's Funhouse-Mirror Nasdaq Shows What's Wrong With Chinese Markets", "date": "2019-07-24 04:20", "summary": "Even with improved listing rules, China's tech board is unlikely to flourish until its equity markets become less speculative. China wants its own Nasdaq to stop domestic tech stars from fleeing to list abroad. But its latest effort looks no more likely to be successful than the previous attempt.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11563907752", "title": "Pepper...and Salt", "date": "2019-07-24 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/story/on-this-day-fifty-years-ago-c3ffee05?mod=article_inline", "title": "A Day-By-Day Look Back at the Moon Mission", "date": "2019-07-24 00:01"}, {"link": "https://www.wsj.com/story/on-this-day-fifty-years-ago-july-24-5a5dd499?mod=article_inline", "title": "On This Day of the Moon Mission: Splashdown", "date": "2019-07-24 00:01"}, {"link": "https://www.wsj.com/articles/inside-shippings-record-cocaine-bust-11563960604", "title": "Inside Shipping's Record Cocaine Bust", "date": "2019-07-24 00:01", "summary": "An audacious effort to use a 9,400-mile commercial trade lane as an international drug smuggling corridor came apart in a nighttime raid on a ship at sea. On a cloudy evening on June 16, the MSC Gayane was making its way into Delaware Bay for a stopover at the Port of Philadelphia when it was intercepted by boats carrying about a dozen armed U.S. Customs and Border Protection and other federal agents.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-abandons-use-of-terms-black-identity-extremism-11563921355", "title": "FBI Abandons Use of Term 'Black Identity Extremism'", "date": "2019-07-24 22:33", "summary": "Bureau has reorganized domestic terrorism categorization in favor of 'racially motivated violent extremism' category. WASHINGTON-The Federal Bureau of Investigation's director said the bureau has abandoned the term \"black identity extremism\" as part of a broad reconceptualization of how it thinks about racially motivated crime.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-expected-to-settle-sec-claims-of-inadequate-disclosures-over-privacy-practices-11563933513", "title": "Facebook Expected to Settle SEC Claims of Inadequate Disclosures Over Privacy Practices", "date": "2019-07-24 22:16", "summary": "Pact to include fine larger than $100 million. The Securities and Exchange Commission is expected to announce a settlement with Facebook Inc. on Wednesday related to claims it inadequately disclosed risks involving its privacy practices, a person familiar with the matter said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-will-punish-guatemala-for-not-reaching-safe-third-country-agreement-11563887818", "title": "Trump Wants to Punish Guatemala Over Failed 'Safe Third Country' Deal", "date": "2019-07-24 20:50", "summary": "Guatemalan president had canceled U.S. trip to discuss agreement requiring migrants to seek asylum there. President Trump threatened to punish Guatemala for what he described as the country's reneging on a proposed deal to welcome Central American asylum seekers.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-settlement-requires-mark-zuckerberg-to-certify-compliance-11563923987", "title": "Facebook Settlement Requires Zuckerberg to Certify Privacy Protections", "date": "2019-07-24 20:32", "summary": "Deal with Federal Trade Commission opens chief executive to potential liability for noncompliance. WASHINGTON-Facebook Inc. CEO Mark Zuckerberg will have to personally certify that the company is taking steps to protect consumer privacy under a settlement expected to be announced with the Federal Trade Commission on Wednesday, a person familiar with the matter said.", "categories": [["WSJ News Exclusive", "Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/visas-results-beat-projections-in-latest-quarter-11563914800", "title": "Visa Beats Projections on Higher Card Spending", "date": "2019-07-24 20:09", "summary": "Chief Executive Al Kelly talks up card network's growing presence in fintech sector, possible Libra role. Visa Inc. reported strong financial results for the latest period on the back of higher card spending, as the company touted its push into the financial-technology sector, including its possible role in Facebook Inc.'s Libra project.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}]