[{"link": "https://www.wsj.com/articles/judge-blocks-rules-allowing-employers-to-opt-out-of-covering-birth-control-11547510345", "title": "Judge Blocks Rules Letting Employers Opt Out of Covering Birth Control", "date": "2019-01-14 18:59", "summary": "Trump administration had revised regulations to let companies with religious or moral objections not offer such insurance plans. A federal judge temporarily blocked a revised set of Trump administration rules allowing employers with religious or moral objections to opt out of providing their workers with health insurance that covers birth control.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-considers-harshest-venezuela-sanctions-yet-on-oil-11547510165", "title": "U.S. Considers Harshest Venezuela Sanctions Yet, on Oil", "date": "2019-01-14 18:56", "summary": "Washington eyes punitive actions on state-oil firm PdVSA and military. CARACAS-The U.S. is evaluating whether to impose tougher sanctions against Venezuela's military and vital oil industry, a senior Trump administration official said Monday, as it seeks to ratchet up pressure on authoritarian leader Nicolás Maduro to hold free and fair elections.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/popular-hedge-fund-bet-on-pg-e-upended-by-californias-deadliest-fire-11547477495", "title": "PG&E Was a Hedge-Fund Darling. That Bet Flopped.", "date": "2019-01-14 18:54", "summary": "Since the November fire, PG&E shares have plunged, challenging the idea that utilities are a safe bet. Utilities have long been considered ultrasafe bets. But PG&E Corp.'s announcement Monday that it will file for bankruptcy is teaching investors that isn't always true.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-mideast-strategy-11547509876", "title": "Trump's Mideast Strategy", "date": "2019-01-14 18:51", "summary": "Like Obama, he wants the U.S. to step back. Unlike Obama, he wants to contain Iran.. As Secretary of State Mike Pompeo concludes his swing through the Middle East, the Trump administration's regional strategy is coming into view. Like President Obama, President Trump wants to reduce American commitments while promoting stability. But their strategies differ. Mr. Obama thought the best hope for a reduced U.S. footprint was conciliating Iran. Mr. Trump, by contrast, seeks to build a coalition of U.S. regional allies-even if those allies fall well short of perfection-that can provide a stable security architecture and offset Iranian strength as the U.S. steps back.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dale-carnegie-and-the-parking-attendant-11547509812", "title": "Dale Carnegie and the Parking Attendant", "date": "2019-01-14 18:50", "summary": "An employee inspired a Florida resort owner to an act of grace.. On Gulf of Mexico Drive in Longboat Key, Fla., I rode past the wreckage of the Colony Beach and Tennis Resort. Once the No. 1-ranked tennis destination in the U.S., its buildings have recently been leveled to make room for a planned new development.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mitch-mcconnell-rules-11547509844", "title": "Mitch McConnell Rules", "date": "2019-01-14 18:50", "summary": "The Senate majority leader's low-key shutdown strategy is working.. In the daily headlines, the government shutdown-now the longest in American history-is reported as a clash between two uncompromising forces: President Trump and Speaker Nancy Pelosi. In this battle, however, the most important general may be the one who's escaped almost all notice. Senate Majority Leader Mitch McConnell has put on full display his penchant for knowing when the best course is to do nothing.", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-age-of-surveillance-capitalism-review-the-new-big-brother-11547509779", "title": "'The Age of Surveillance Capitalism' Review: The New Big Brother", "date": "2019-01-14 18:49", "summary": "Tech companies have shown themselves to be increasingly cavalier with our personal data. Are we handing over too much information? Frank Rose reviews \"The Age of Surveillance Capitalism\" by Shoshana Zuboff.. According to Google's Ngram Viewer, which measures the appearance in books of a given phrase over time, the word \"surveillance\"-from the French sur + veiller, \"to watch over\"-saw relatively little use until about 1960. At that point, sparked perhaps by the Cold War, it started turning up more and more frequently, a trend that continues to this day. Expect that trend to kick into overdrive now that Shoshana Zuboff's \"The Age of Surveillance Capitalism\" is out, for hers is the rare volume that puts a name on a problem just as it becomes critical-in this case, the quandary raised by Google and Facebook when they figured out how to fashion the data exhaust of our everyday lives into, as she puts it, \"prediction products\": little oracles that anticipate our intentions and offer them up to anyone willing to pay.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/l-a-schools-have-a-math-problem-11547509576", "title": "L.A. Schools Have a Math Problem", "date": "2019-01-14 18:46", "summary": "By going on strike, the teachers union makes it even harder to increase wages and staffing.. Here's a problem that a high-school economics teacher in Los Angeles would relish under different circumstances: Farmer Bob has been growing potatoes for decades, but now the market is shifting, and Bob's $8 billion business is losing nearly $500 million a year. Bob agreed years ago to provide his workers generous health-care and pension benefits in exchange for paying them lower wages. Bob's employees have gone on strike, demanding more money and additional workers.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russias-future-is-rapped-in-an-enigma-11547509551", "title": "Russia's Future Is Rapped in an Enigma", "date": "2019-01-14 18:45", "summary": "Musicians have helped spur an antiestablishment moment that could loosen Putin's grip on the culture.. Moscow", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/newmont-to-buy-goldcorp-in-deal-valued-at-10-billion-11547461489", "title": "Newmont to Buy Goldcorp, Creating World's Largest Gold Miner", "date": "2019-01-14 18:45", "summary": "Deal valued at $10 billion comes as miners are competing for dwindling supply of easy-to-find gold. Newmont Mining Corp. agreed to buy rival Canadian gold producer Goldcorp Inc. in a $10 billion, all-stock deal, creating the world's largest gold miner.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcuniversal-to-launch-own-streaming-service-11547504961", "title": "NBCUniversal to Offer Streaming", "date": "2019-01-14 18:45", "summary": "The ad-supported service would be offered free to 52 million pay-TV subscribers. Comcast Corp.'s NBCUniversal said it plans to launch an ad-supported streaming video service that will be free for pay-TV subscribers, adding to a plethora of coming options for consumers from big media companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/debt-denial-is-a-threat-to-america-11547509494", "title": "Debt Denial Is a Threat to America", "date": "2019-01-14 18:44", "summary": "'Modern monetary theory' rests on dangerous, false premises. The U.S. won't grow its way out of the red.. Do deficits matter? Between Republican tax cuts and Democratic spending proposals, U.S. lawmakers act as if the answer is no. Lately, academic economists have echoed the sentiment, advocating large, unfunded infrastructure spending programs-the main thrust of former International Monetary Fund chief economist Olivier Blanchard's recent presidential address to the American Economic Association. \"Put bluntly,\" Mr. Blanchard said, \"public debt may have no fiscal cost.\"", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-court-sentences-canadian-national-to-death-for-drug-crimes-in-retrial-11547470636", "title": "China Sentences Canadian to Death for Drug Conviction", "date": "2019-01-14 18:42", "summary": "Legal experts see move as effort to pressure Canada over its arrest of Huawei executive; Canada's Trudeau expresses extreme concern. A Chinese court ordered the death penalty for a Canadian national in the latest example of how deeply ensnared Canada has become in a battle between the U.S. and Beijing over the detention of a prominent Huawei Technologies Co. executive.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vote-on-brexit-deal-is-set-to-leave-u-k-no-clearer-on-route-out-of-eu-11547472392", "title": "May's Brexit Deal Faces Likely Defeat as Deadline Nears", "date": "2019-01-14 18:39", "summary": "Vote is expected to leave U.K.'s prime minister in political turmoil 10 weeks before scheduled departure. British Prime Minister Theresa May faces a likely heavy defeat in a vote Tuesday on her plan to leave the European Union, setting the stage for further political turmoil that will test the U.K.'s historically stable political institutions and arcane constitution.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-barr-knows-about-firing-an-fbi-head-11547508931", "title": "What Barr Knows About Firing an FBI Head", "date": "2019-01-14 18:35", "summary": "He helped bring about the dismissal of William Sessions, the only director before Comey to be sacked.. Senate Minority Leader Chuck Schumer demanded last week that President Trump withdraw William Barr's nomination as attorney general. Mr. Schumer cited a 19-page memo Mr. Barr wrote last June arguing that Mr. Trump couldn't be prosecuted for obstruction of justice over the 2017 firing of James Comey as director of the Federal Bureau of Investigation. But Bill Barr knows something about firing an FBI director. He's one of the few people who have been involved in doing so.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stitch-fix-uses-machine-learning-to-augment-the-human-touch-11547508890", "title": "Stitch Fix Uses Machine Learning to Augment the Human Touch", "date": "2019-01-14 18:34", "summary": "Online shopping and styling company uses the power of technology to supplement what people do best. Figuring out how people want their clothing to fit, or if a particular shirt matches their personal sense of style, is tricky, regardless of whether it is done by a human or a bot.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/notable-quotable-the-knights-of-columbus-11547508267", "title": "Notable & Quotable: The Knights of Columbus", "date": "2019-01-14 18:24", "summary": "'No American should be asked to renounce his or her faith or membership in a faith-based, service organization in order to hold public office.'. Rep. Tulsi Gabbard (D., Hawaii), writing in the Hill, Jan. 8:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsin-man-charged-in-kidnapping-had-only-seen-girl-once-before-killing-parents-abducting-her-complaint-says-11547501304", "title": "Man Charged in Kidnapping Had Only Seen Girl Once Before Abduction", "date": "2019-01-14 18:16", "summary": "Jake Patterson charged with homicide, kidnapping, armed burglary; he held girl for months under his bed, according to authorities. The Wisconsin man charged with kidnapping a 13-year-old girl and murdering her parents had only seen the girl once before abducting her and holding her for nearly three months under his bed, according to a criminal complaint.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-wage-gains-are-unlikely-san-francisco-fed-says-11547507658", "title": "Big Wage Gains Are Unlikely, San Francisco Fed Says", "date": "2019-01-14 18:14", "summary": "Workers have seen only modest pay increases despite a hot job market, bank economists find. The U.S. economy's very hot job market is unlikely to spark big wage gains soon, new research from the San Francisco Fed says.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ivanka-trump-to-help-select-nominee-for-world-bank-president-11547503159", "title": "Ivanka Trump to Help Select Nominee for World Bank President", "date": "2019-01-14 18:12", "summary": "Selection of bank's president is shaping up as a test for Trump administration's international clout. Ivanka Trump, President Trump's daughter and senior White House adviser, will help Treasury Secretary Steven Mnuchin and acting chief of staff Mick Mulvaney lead the process of selecting the next World Bank president.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexit-turns-u-k-parliament-on-its-head-11547507446", "title": "Brexit Turns U.K. Parliament on Its Head", "date": "2019-01-14 18:10", "summary": "As Theresa May's minority government struggles to get her deal through, the speaker of the House of Commons is wielding sensitive powers of his own. LONDON-These are unusual days for Britain's Parliament.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-and-his-lawyer-are-at-odds-moving-toward-a-split-11547507021", "title": "Weinstein and His Lawyer Are Moving Toward Possible Split", "date": "2019-01-14 18:03", "summary": "Hollywood producer is facing sex-crime charges; trial is scheduled for May. Hollywood producer Harvey Weinstein and his defense attorney, Benjamin Brafman, are considering parting ways, according to people familiar with the matter.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-rejected-grahams-proposal-to-reopen-government-11547477613", "title": "House Democrats Plan Bills Aimed at Ending Shutdown", "date": "2019-01-14 17:54", "summary": "Measures aren't likely to advance in the GOP-controlled Senate. WASHINGTON-House Democrats this week plan to vote on two bills aimed at reopening the government, as President Trump on Monday again called on them to end the partial shutdown by supporting his request for a wall along the southern border.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-bond-trading-suggests-some-investors-fear-losses-11547506247", "title": "PG&E Bond Trading Suggests Some Investors Fear Losses", "date": "2019-01-14 17:50", "summary": "As utility plans bankruptcy, bond market activity indicates some debtholders expect less than full recovery. Trading in PG&E Corp. securities signals that Wall Street believes there is a significant likelihood the company's planned bankruptcy could wipe out its shares while inflicting losses on bondholders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsa-staffing-shortages-spread-amid-government-shutdown-11547471790", "title": "TSA Staffing Shortages Spread Amid Government Shutdown", "date": "2019-01-14 17:21", "summary": "Terminal B checkpoint at Houston's George Bush Intercontinental Airport remains closed Monday. The partial government shutdown rippled through the U.S. transportation system Monday as staffing issues closed a security checkpoint at Houston's largest airport and the world's biggest hub in Atlanta suffered unusually long lines.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natural-gas-jumps-by-most-since-november-on-cold-weather-11547504379", "title": "Natural Gas Jumps By Most Since November on Cold Weather", "date": "2019-01-14 17:19", "summary": "Price reaches highest close since end of December. Natural gas prices notched their biggest one-day gain in two months Monday after weather reports forecast much colder weather that could lift heating demand.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dollar-weakens-slightly-on-new-china-worries-11547488537", "title": "Dollar Weakens Slightly on New China Worries", "date": "2019-01-14 17:17", "summary": "The dollar edged lower Monday as concerns about China's economy lifted the Japanese yen and other haven currencies. The dollar edged lower Monday as concerns about China's economy lifted the Japanese yen and other haven currencies.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/all-eyes-on-corporate-guidance-after-weak-economic-data-11547470800", "title": "All Eyes on Corporate Guidance After Weak Economic Data", "date": "2019-01-14 16:52", "summary": "Economic reports in emerging and developed markets have been broadly below expectations. Tepid global economic data have triggered a razor-sharp focus among investors on corporate guidance.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-slump-on-signs-of-slowing-economic-growth-11547454618", "title": "Stocks Slip on Signs of Slowing Growth", "date": "2019-01-14 16:46", "summary": "Utility shares lead losses in the S&P 500, with PG&E falling almost 50%. U.S. stocks fell Monday, notching their second straight session of losses, after downbeat Chinese economic data added to signs of slowing growth around the world.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dawoud-bey-night-coming-tenderly-black-review-out-of-darkness-11547501848", "title": "'Dawoud Bey: Night Coming Tenderly, Black' Review: Out of Darkness", "date": "2019-01-14 16:37", "summary": "Dawoud Bey's large-scale photographs dive into art and literary history while trying to re-create the experience of slaves fleeing on the Underground Railroad.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-steady-11547484030", "title": "U.S. Government Bonds Mixed", "date": "2019-01-14 16:32", "summary": "Reports reinforce concerns about slowing economic growth in China and the eurozone. U.S. government bonds finished mixed Monday following the release of soft economic data out of China and the eurozone.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-suit-says-airbnb-used-in-20-million-illegal-hotel-scheme-11547500722", "title": "Suit Says Airbnb Used in $20 Million Illegal Hotel Scheme", "date": "2019-01-14 16:18", "summary": "Lawsuit by city officials says brokerage relied mainly on Airbnb to run illegal short-term rental operation. A Manhattan residential brokerage was the hub of a wide-reaching illegal hotel scheme-primarily through listings on Airbnb Inc.-that earned more than $20 million over three years, a lawsuit by New York City said on Monday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-eu-set-conflicting-goals-for-looming-trade-talks-11547500468", "title": "U.S., EU Set Conflicting Goals for Looming Trade Talks", "date": "2019-01-14 16:14", "summary": "Agriculture will likely be a key sticking point in new negotiations; Europe will also seek to avoid U.S. auto tariffs. The U.S. and European Union are staking out sharply different goals for coming trade negotiations, raising the prospect for renewed trans-Atlantic commercial tensions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/peakequity-leads-30-million-investment-in-careerarc-11547500362", "title": "PeakEquity Leads $30 Million Investment in CareerArc", "date": "2019-01-14 16:12", "summary": "Resume Subscription. PeakEquity Partners led a $30 million investment in CareerArc Group LLC, a human-resources technology company.", "categories": [["Pro PE Deals"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-deals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/autonomous-vehicle-startup-zoox-names-intel-executive-aicha-evans-as-ceo-11547499600", "title": "Autonomous Vehicle Startup Zoox Picks Intel Executive as New CEO", "date": "2019-01-14 16:00", "summary": "The Senegal native will become one of the most high-profile black women running a Silicon Valley tech company. Autonomous vehicle startup Zoox Inc. has named veteran Intel Corp. executive Aicha Evans its new CEO, recruiting a seasoned manager to replace its ousted founder as the company attempts to reinvent the car.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shutdown-has-been-a-year-in-the-making-11547498818", "title": "The Wall Funding Deals Trump Rejected", "date": "2019-01-14 15:57", "summary": "President says he's ready to negotiate over funding for a border wall. Here are three deals he has rejected. President Trump on Monday said it is up to Congress to end the government shutdown and the impasse over his request for border-wall funding. Yet Mr. Trump has three times rejected offers that over the past year have gotten further from his objectives.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-drug-price-controls-kill-innovation-11547499452", "title": "Would Drug Price Controls Kill Innovation?", "date": "2019-01-14 15:57", "summary": "Affordability doesn't need to come at the expense of innovation.. Regarding your editorial \"The Drug Price-Control Threat\" (Jan. 8): Our nation's prescription-drug system lacks transparency and competition, allowing brand-name pharmaceutical companies to maintain their monopolies and price gouge patients.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fleet-footed-cultural-ambassadors-11547499416", "title": "Fleet-Footed Cultural Ambassadors", "date": "2019-01-14 15:56", "summary": "A trio of Havana-based dance troupes take the stage at the Joyce Theater's Cuba Festival.. ", "categories": [["Books & Arts", "Dance Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/dance-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/most-floridians-support-felon-voting-rights-11547499315", "title": "Most Floridians Support Felon Voting Rights", "date": "2019-01-14 15:55", "summary": "It is important for reintegration into society for former felons to begin to participate in the normal responsibilities of citizenship.. I am a Florida Republican who voted to restore the voting rights of nonviolent felons who have completed all terms of their punishment. Gov. Ron DeSantis would be wise to not fight the nonpartisan will of the people (\"Split in Florida Over Felons' Voting Rights,\" U.S. News, Jan. 8). It would be a big mistake to make this an issue about the fear that these felons would all vote Democratic. That is the mistake that Democrats are making about the border wall.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/compassion-teens-and-gender-dysphoria-11547499207", "title": "Compassion, Teens and Gender Dysphoria", "date": "2019-01-14 15:53", "summary": "Transgender teens have higher rates of depression and anxiety. Having to pretend to be someone you are not is extremely stressful.. My child is a transgender male, and I take issue with pretty much everything Abigail Shrier writes in \"When Your Daughter Defies Biology\" (op-ed, Jan. 7), starting with the title. I recommend that Ms. Shrier better educate herself on what determines gender in humans. Genitalia is only one factor. A good starting place is the documentary \"Gender Revolution,\" available on YouTube.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-jersey-attorney-general-to-investigate-states-corporate-tax-credits-11547493649", "title": "New Jersey Attorney General to Investigate State's Corporate Tax Credits", "date": "2019-01-14 15:42", "summary": "Grewal's move comes after audit found incentives program lacked sufficient oversight. New Jersey Attorney General Gurbir Grewal said Monday his office will investigate whether any laws were broken during the state's distribution of corporate tax incentives.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/faa-proposes-more-commercial-drone-operations-at-night-and-over-people-11547495257", "title": "FAA Proposes More Drone Operations at Night, Over Crowds", "date": "2019-01-14 15:40", "summary": "Regulatory move tracks Trump administration commitments to promote growth of industry. Federal air-safety regulators for the first time proposed allowing small drones to routinely fly over crowds of people and at night, long-awaited steps toward opening up more airspace and commercial opportunities for unmanned aircraft.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conditions-ripe-for-deals-among-financial-advisers-report-says-11547498371", "title": "Conditions Ripe for Deals Among Financial Advisers, Report Says", "date": "2019-01-14 15:39", "summary": "Advisory sector had busiest deal-making year in 2018, according to new study. The financial-advisory sector saw its busiest deal-making year in 2018 and the pace isn't showing signs of slowing down, according to a report from TD Ameritrade Institutional's FA Insight.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-confident-in-china-sales-despite-troubling-headwinds-11547497720", "title": "Alibaba Confident in China Sales Despite 'Troubling Headwinds'", "date": "2019-01-14 15:28", "summary": "E-commerce giant's longer-term assurance comes as U.S. companies are seeing demand in China dim as trade tensions hit the economy. The president of Chinese e-commerce giant Alibaba Group Holding Ltd. expressed confidence in the country's consumer market despite recent data showing a deepening economic slowdown.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-clarida-well-do-best-we-can-without-government-data-11547494492", "title": "Clarida Says Fed Can Be Patient With Rate Increases", "date": "2019-01-14 14:59", "summary": "Vice chairman's comments were similar to those he made last week and echoed remarks made by Fed Chairman Jerome Powell. Federal Reserve Vice Chairman Richard Clarida reiterated Monday the central bank can afford to be patient this year with interest-rate increases as the U.S. economy maintains solid momentum heading into 2019.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-price-dips-on-weak-chinese-data-11547465135", "title": "Oil Price Dips on Weak Chinese Data", "date": "2019-01-14 14:54", "summary": "Unexpected decline in Chinese imports and exports in December weighs on equities and commodities. •Oil prices fell Monday on the back of weak Chinese trade data, which provided a fresh signal the world's second-largest economy is slowing.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-speaks-with-turkeys-erdogan-repeats-warning-to-not-harm-kurds-11547493495", "title": "Trump Speaks With Turkey's Erdogan, Repeats Warning to Not Harm Kurds", "date": "2019-01-14 14:44", "summary": "Conversation follows Trump tweet that U.S. would 'devastate Turkey economically' if it targets the Kurds in Syria. WASHINGTON-President Trump discussed the U.S. troop withdrawal from Syria with Turkish President Recep Tayyip Erdogan on Monday and again advised his counterpart against targeting Kurdish populations in the area, a White House spokeswoman said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abandoning-the-trump-authoritarian-argument-11547494941", "title": "Abandoning the Trump 'Authoritarian' Argument", "date": "2019-01-14 14:42", "summary": "Leftist pundits admit the Constitution works.. Almost two years into the Trump presidency even left-leaning pundits are starting to acknowledge that reports of the demise of our republic were greatly exaggerated. In related news, a revealing interview with the new top investigator in the U.S. House shows what Democrats really think of Russian collusion claims.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weak-chinese-data-drags-on-copper-prices-11547475805", "title": "Weak Chinese Data Drags on Copper Prices", "date": "2019-01-14 14:42", "summary": "The industrial metal is down 20% from its June four-year highs. Copper prices fell on Monday, hurt by the latest round of lukewarm Chinese economic data.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-bullish-on-china-trade-deal-ahead-of-speech-to-u-s-farmers-11547492943", "title": "Trump Bullish on China Trade Deal", "date": "2019-01-14 14:09", "summary": "After talks last week in Beijing, the two sides are still far from making a deal, according to people briefed on the matter. WASHINGTON-President Trump on Monday said that China is feeling the pain from U.S. tariffs, boding well for a trade deal, but talks so far between the two nations haven't yielded concrete results.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/polish-politician-dies-after-stabbing-sparking-uproar-11547492920", "title": "Polish Politician Dies After Stabbing, Sparking Uproar", "date": "2019-01-14 14:08", "summary": "Poland is torn by political tensions between the conservative government and the centrist opposition. WARSAW-The popular mayor of a major Polish city died on Monday after being stabbed during a public address, sparking an uproar in a country torn by political tensions between the conservative government and the opposition.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paypal-brings-back-cmo-role-to-hire-former-apple-executive-allison-johnson-11547492744", "title": "PayPal Brings Back CMO Role to Hire Former Apple Executive Allison Johnson", "date": "2019-01-14 14:05", "summary": "Lapsed post returns to help company whose portfolio has become more diversified. PayPal Holdings Inc. has named Allison Johnson executive vice president and chief marketing officer, reviving a post that disappeared from the company in 2013.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-buy-whisky-when-you-can-buy-a-fighter-jet-11547492070", "title": "Why Buy Whisky When You Can Buy a Fighter Jet", "date": "2019-01-14 13:54", "summary": "BAE advertises the Eurofigher Typhoon in the London Underground alongside ads for Scotch and guitars. Has a slow commute ever made you want to buy a $100 million jet?", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/behind-the-scenes-of-wsj-magazines-young-hollywood-shoot-with-cole-sprouse-11547491317", "title": "Behind the Scenes of WSJ. Magazine's Young Hollywood Shoot With Cole Sprouse", "date": "2019-01-14 13:41", "summary": "The actor moved to the other side of the lens to capture his peers in a portfolio showcasing Hollywood's next generation. For this month's Talents & Legends issue, actor Cole Sprouse moved to the other side of the lens to capture his peers in a portfolio showcasing Hollywood's next generation. Sprouse, who is currently filming season 3 of the CW series Riverdale and stars in the romantic drama Five Feet Apart, out in March, has a growing career as a photographer. He captured 10 up-and-coming actors on the rooftop of the Rosslyn Lofts in downtown Los Angeles. \"The energy truly shifted depending on each actor,\" says Sprouse. \"Some were loud and boisterous, some were quiet and awkward.\"", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poll-shows-majority-of-new-yorkers-have-low-opinion-of-raises-for-state-lawmakers-11547490929", "title": "Poll Shows Majority of New Yorkers Have Low Opinion of Raises for State Lawmakers", "date": "2019-01-14 13:35", "summary": "Special committee recommended $50,000 increase over three years, lawmakers' first raise in 20 years. New York voters are unhappy with a pay hike for state lawmakers, a poll released Monday shows.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cities-and-states-with-the-most-federal-workers-affected-by-the-shutdown-11547294400", "title": "Where the Government Shutdown Hits Hardest", "date": "2019-01-14 13:27", "summary": "In all, about 420,000 federal employees deemed essential are working without pay, while another 380,000 are furloughed. The partial government shutdown is now the longest in modern history and hundreds of thousands of federal workers have started to miss paychecks. A look at where federal workers are based, and how their salaries measure up to average salaries in those regions, helps draw a picture of the potential impact on local economies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russell-westbrook-worst-nba-shooter-11547488655", "title": "The Star With the Worst Shooting Season in NBA History", "date": "2019-01-14 12:59", "summary": "Russell Westbrook is on pace for the lowest 3-point shooting percentage ever among high-volume shooters. He keeps shooting anyway.. Russell Westbrook is a man of amazing extremes. The enigmatic Oklahoma City Thunder star and former NBA most valuable player does not do moderation.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ghosns-wife-writes-to-watchdog-group-about-his-treatment-in-jail-11547488698", "title": "Ghosn Lost 15 Pounds in Two Weeks Due to Harsh Treatment, Wife Says", "date": "2019-01-14 12:58", "summary": "Her letter to Human Rights Watch comes ahead of hearing on whether to grant bail to ousted Nissan executive. The wife of ousted Nissan Motor Co. executive Carlos Ghosn urged an international human-rights watchdog to raise awareness of her husband's treatment at the hands of the Japanese criminal justice system, ahead of a court hearing on whether to grant Mr. Ghosn bail after more than 50 days in jail.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chairman-of-krispy-kreme-dr-pepper-owner-resigns-11547468555", "title": "Chairman of Company Behind Krispy Kreme, Dr Pepper Resigns", "date": "2019-01-14 12:50", "summary": "Bart Becht has been a key figure in the company's aggressive acquisition spree in recent years. LONDON-JAB Ltd., the consumer-goods powerhouse that owns Krispy Kreme, Dr Pepper and Peet's Coffee, said its chairman-one of the architects of its push into some of the world's best-known food and drink brands-is stepping down.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-in-talks-to-boost-u-s-presence-11547487930", "title": "Belarus in Talks to Boost U.S. Presence", "date": "2019-01-14 12:45", "summary": "Discussions mark a turn away from Russia for former Soviet state, could worsen relations between Moscow and Washington. MOSCOW-Belarus said it was in talks to boost the U.S. diplomatic presence in the former Soviet republic, a move that could exacerbate tensions between Moscow and Washington.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citigroup-posts-higher-profit-11547470869", "title": "Citigroup Swings to Profit Despite Trading Weakness", "date": "2019-01-14 12:34", "summary": "New York bank's trading revenue tumbles 14% under tough market conditions in the fourth quarter. Citigroup Inc. bounced back from a year-earlier loss, but its vital trading business struggled under tough market conditions in the fourth quarter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tailored-brands-we-hate-the-way-it-looks-11547487283", "title": "Tailored Brands: We Hate the Way It Looks", "date": "2019-01-14 12:34", "summary": "The discounted share price of the owner of the Men's Wearhouse and Jos. A. Bank brands might look tempting, but investors shouldn't indulge. Suits are out. Fleece vests and jeans are in. That is bad news for Tailored Brands , which owns the Men's Wearhouse and Jos. A. Bank brands. The stock tanked in December when the company reported declining traffic to its Men's Wearhouse stores amid competition from new players such as Bonobos. Now the Jos. A. Bank stores are suffering, too.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robot-hotel-loses-love-for-robots-11547484628", "title": "Robot Hotel Loses Love for Robots", "date": "2019-01-14 11:50", "summary": "The robot revolution will have to wait at the Henn na Hotel in Japan, which is laying off low-performing droids. SASEBO, Japan-Yoshihisa Ishikawa's one-night stay at a robot-staffed hotel in western Japan wasn't relaxing.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-citigroup-could-stumble-11547484644", "title": "How Citigroup Could Stumble", "date": "2019-01-14 11:50", "summary": "Investors shook off weakness in fixed-income trading, but Citigroup's exposure to emerging markets could keep it from hitting its financial targets. Citigroup turned in a mediocre set of results on Monday that show how its grand plans for the future could fall short.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/protests-intensify-in-sudan-threatening-longtime-president-11547484442", "title": "Protests Intensify in Sudan, Threatening Longtime President", "date": "2019-01-14 11:47", "summary": "Death toll climbs and ruling-party members waver as economic discontent spurs unrest. Sudanese President Omar al-Bashir faces the stiffest challenge to his three-decade rule as protests over a worsening economic crisis pushed into a fourth week.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-bizarre-life-of-a-male-street-style-star-11547483804", "title": "Inside the Bizarre Life of a Male Street-Style Star", "date": "2019-01-14 11:36", "summary": "At the Pitti Uomo trade show in Florence, men come from the around the world not to conduct business, but to be photographed in extravagant outfits. AUSTIN MELLA and Joel Vasquez caught my attention on the first day of Pitti Uomo, a men's fashion trade show held twice yearly in Florence, Italy. When I spotted this American duo inside the fair's cobblestoned courtyard, each man wore a flat-brimmed black fedora and a suit the color of produce-figs for Mr. Mella, blueberries on Mr. Vasquez. Unlike the department-store retailers, reporters and brand representatives who attend Pitti Uomo on business, neither man was there for work. Back home in Orlando, Mr. Mella, 25, is a maintenance technician, while Mr. Vasquez, 26, is an aircraft mechanic. They flew halfway around the world on their vacation time for \"the love of fashion,\" as Mr. Vasquez explained, but also to see and be seen. Without any meetings on their agenda and with flashy outfits on their backs, these two men were prime examples of the \"Pitti Peacock.\"", "categories": [["Life & Work", "Style & Fashion", "On Trend"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/on-trend?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kanye-west-donates-10-million-to-art-project-11547482425", "title": "Kanye West Donates $10 Million to Art Project", "date": "2019-01-14 11:14", "summary": "The rapper is donating $10 million to artist James Turrell's Roden Crater Project in an extinct volcano in Arizona. Kanye West embarked on an art pilgrimage last month to the ethereal, glowing light installations of artist James Turrell. On Monday, the rap star said he's donating $10 million to the Turrell Art Foundation to help fund Roden Crater Project-an extinct volcano in northern Arizona where Mr. Turrell has been embedding works for more than four decades.", "categories": [["Books & Arts", "Arts", "Art & Auctions"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-auctions?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mta-chair-to-hire-firm-to-check-safety-of-revised-l-train-tunnel-repair-plan-11547400413", "title": "MTA Board Emergency Meeting to Discuss Hiring Consultant to Review Revised L-Train Plan", "date": "2019-01-14 11:11", "summary": "Acting MTA chief says review is needed to explore concerns about new construction method, including health risks from silica dust, cost and duration of repairs. The Metropolitan Transportation Authority's board will hold an emergency meeting on Tuesday to discuss hiring an independent consultant to review plans to avoid the full shutdown of the L train subway tunnel connecting Brooklyn and Manhattan.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-launches-task-force-to-tackle-financial-crime-11547482098", "title": "U.K. Launches Task Force to Tackle Financial Crime", "date": "2019-01-14 11:08", "summary": "Home Office to commit millions to overhauling the suspicious-activity reporting regime. The U.K. home secretary and chancellor will chair jointly a new task force that will work with the financial sector to fight economic crime, the government said Monday.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-medical-screening-checklist-for-older-adults-11546544284", "title": "The Medical Screenings Older Adults Need-and When", "date": "2019-01-14 10:45", "summary": "Retirement columnist Glenn Ruffenach also explains how to make sure designated beneficiaries receive their IRA inheritances. My question is about health. Have you written about preventive tests for older adults? How can I evaluate various screenings? Is there a good list out there?", "categories": [["Markets", "Journal Reports: Funds/ETFs", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-a-gap-year-fill-out-the-financial-aid-forms-anyway-11546619217", "title": "Taking a Gap Year? Fill Out the Financial-Aid Forms Anyway", "date": "2019-01-14 10:44", "summary": "High-school seniors often figure they can wait to complete their Fafsa form. That's a mistake.. High-school students planning to take a year off before starting college-a \"gap year\"-may see no point in filling out financial-aid forms during their senior year.", "categories": [["Markets", "Journal Reports: Funds/ETFs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-funds-etfs?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/james-turrells-new-masterpiece-in-the-desert-11547480071", "title": "James Turrell's New Masterpiece in the Desert", "date": "2019-01-14 10:34", "summary": "The artist has dedicated half his life to creating a massive-yet largely unseen-work of art. After more than four decades, he reveals a new master plan to the public. Editor's Note: As reported in The Wall Street Journalon January 14, Kanye West donated $10 million to James Turrell's Roden Crater. The announcement came after WSJ. Magazine's story on Turrell, which will appear in the print edition of the magazine on January 19, had gone to press.", "categories": [["WSJ. Magazine"]], "category_links": ["https://www.wsj.com/news/types/magazine-wsj-magazine?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pompeo-stresses-friendship-with-saudis-amid-stormclouds-11547479710", "title": "Pompeo Stresses Friendship With Saudis Amid Storm Clouds", "date": "2019-01-14 10:28", "summary": "Secretary of State reinforces alliance with kingdom while discussing Yemen, Khashoggi. RIYADH, Saudi Arabia-Secretary of State Mike Pompeo met with Saudi Arabia's leaders on Monday, bearing a message of support for a close Trump administration ally at a time when the relationship is under pressure at home and abroad.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-office-shakeup-beware-reorg-fatigue-11547479540", "title": "How to Navigate Yet Another Office Shakeup", "date": "2019-01-14 10:25", "summary": "Some companies like to reorganize way too much-here's how to keep your head through all that change. If you like your job and your work team, don't get too comfortable. Your employer may be planning a reorganization.", "categories": [["Life & Work", "Careers", "Work & Family"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/management-careers?mod=breadcrumb", "https://www.wsj.com/news/types/work-family?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hemp-bets-grow-after-crop-is-legalized-11547478051", "title": "Hemp Bets Grow After Crop Is Legalized", "date": "2019-01-14 10:00", "summary": "Resume Subscription. Hemp is poised for a comeback.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/cat-person-returns-in-a-new-short-story-collection-11547477595", "title": "'Cat Person' Returns in a New Short-Story Collection", "date": "2019-01-14 09:53", "summary": "'You Know You Want This' marks Kristen Roupenian's book debut after her story became a sensation. If there is a downside for a literary newcomer who writes a short story read by more than three million people, generates an international conversation about sexual consent and scores a $1.3 million book deal, it might be this: How does she live up to the hype?", "categories": [["Books & Arts", "Up Next"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/up-next?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-democratic-narrative-misses-the-reality-of-2018-11547476812", "title": "Democratic Narrative Misses the Reality of 2018", "date": "2019-01-14 09:40", "summary": "Everyone knows the key voter for Democrats in 2020 is young and liberal-except last year's election shows that's not exactly the case. As Democrats move from success in the 2018 midterms to the early stages of picking a 2020 presidential candidate, a narrative is taking root. It holds that the key Democratic voter today is young, liberal and rebellious-in short, a version of Rep. Alexandria Ocasio-Cortez, the 29-year-old activist who became the youngest congresswoman ever and who appears to be pushing the party to the left.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hedge-fund-backed-media-group-prepares-bid-for-gannett-11547427720", "title": "Gannett Is Target of Fund-Backed Bid", "date": "2019-01-14 09:02", "summary": "Digital First Media has taken 7.5% stake in USA Today publisher. A hedge-fund-backed media group known for buying up struggling local papers and cutting costs has made an offer for USA Today publisher Gannett Co.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indian-farmers-reap-a-bitter-harvest-ahead-of-elections-11547474400", "title": "Indian Farmers Despair, Planting Seeds of Doubt About Modi's Re-Election", "date": "2019-01-14 09:00", "summary": "Falling income and rising debt are at heart of discontent in rural areas. MANDSAUR, India-Wherever India's farmers are struggling-as they are in this rural community-Indian politicians are never far behind promising help. These days farmers are questioning just how helpful those politicians have really been.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-s-young-hollywood-portfolio-10-rising-stars-on-progress-inclusion-and-their-responsibilities-for-the-future-11547474388", "title": "WSJ.'s Young Hollywood Portfolio: 10 Rising Stars on Progress, Inclusion and Their Responsibilities for the Future", "date": "2019-01-14 08:59", "summary": "Laura Harrier, Noah Centineo and more share their perspectives. \"It's so easy to compare and want to change yourself. To look at other people and feel like, 'If only I had more of this or more of that, or if I was prettier or skinnier.' I spent a long time feeling like that,\" says Harrier, who starred in Spider-Man: Homecoming and BlacKkKlansman and will next appear in Balance, Not Symmetry. \"When I was like, 'Oh, being comfortable with yourself and knowing who you are as a human being is enough,' it just made me feel a lot better in life.\" Louis Vuitton dress, price upon request, select Louis Vuitton stores.", "categories": [["Magazine - Culture"]], "category_links": ["https://www.wsj.com/news/types/magazine-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-bed-bath-beyond-unitedhealth-lennar-starbucks-11547468170", "title": "Stocks to Watch: PG&E, Citigroup, Lululemon, Starbucks", "date": "2019-01-14 08:57", "summary": "Here are some of the companies with shares expected to trade actively in Monday's session. Here are some of the companies with shares expected to trade actively in Monday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-initiates-chapter-11-reorganization-for-utility-11547465293", "title": "PG&E Prepares for Bankruptcy Amid Wildfire Fallout", "date": "2019-01-14 08:11", "summary": "State's largest utility says it faces more than $30 billion in fire-related liability costs. PG&E Corp. plans to file for bankruptcy protection by the end of the month as it faces more than $30 billion in potential liability costs related to its role in sparking deadly California wildfires.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/glencore-gave-loans-to-businesses-linked-to-suspect-congo-dealings-11547470801", "title": "Glencore Gave Loans to Businesses Linked to Suspect Congo Dealings", "date": "2019-01-14 08:00", "summary": "Documents show mining giant provided nearly $1 billion in loans and advances to aid investments by accused businessman Dan Gertler. ", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-brady-drew-brees-beware-the-zombie-geezers-11547470483", "title": "Tom Brady & Drew Brees: Beware the Zombie Geezers!", "date": "2019-01-14 07:54", "summary": "Patrick Mahomes and Jared Goff are brilliant young talents, but if either wants a Super Bowl, they'll have to pry it from ancient fingers. It's Yesterday vs. Tomorrow...Old Farts vs. The Future...Geezers vs. Generation Z...Flip Phones vs. iPhones...4:30 p.m. Dinners vs. 9:30 p.m. Dinners...Pickleball vs. Pokémon...DeLorean vs. Tesla...help me out here, gang...I need more hacky old-school clichés vs. hacky new-school clichés...", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cadillac-tesla-and-the-long-road-to-cheap-electric-vehicles-11547469662", "title": "Cadillac, Tesla and the Long Road to Cheap Electric Vehicles", "date": "2019-01-14 07:41", "summary": "GM's decision new strategy won't speed consumer adoption of EVs, but it makes business sense.. Tesla isn't the only one struggling to make a cheap electric vehicle: General Motors has decided to hitch its EV strategy to a Cadillac. Mass-market EVs will eventually transform the U.S. auto industry-but not quite yet.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lululemon-raises-fourth-quarter-guidance-for-profit-revenue-11547467267", "title": "Lululemon Raises Fourth-Quarter Guidance for Profit, Revenue", "date": "2019-01-14 07:01", "summary": "New revenue guidance is based on comparable sales on a constant-dollar basis increasing in the mid to high teens. Lululemon Athletica Inc. on Monday raised its revenue and earnings guidance for the fourth quarter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/poland-tries-to-balance-reliance-on-huawei-with-spy-fallout-11547463104", "title": "Spy Charges Put Huawei's European Ambitions in Jeopardy", "date": "2019-01-14 06:43", "summary": "After bombshell arrest, Polish officials consider how to defuse potential security threats related to the Chinese telecom giant. WARSAW-In the decade since arriving in Poland, Huawei Technologies Co. has established itself as a pillar of the country's telecommunications network and one of its most high-profile foreign corporations.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oecd-sees-further-slowdown-in-global-economy-this-year-11547465894", "title": "OECD Sees Further Slowdown in Global Economy This Year", "date": "2019-01-14 06:38", "summary": "Gauges of future economic activity suggest some cooling likely in the U.S. this year. The U.S. and many other large economies are set for a further slowdown this year, although there are signs of stabilization in China, according to leading indicators released Monday by the Organization for Economic Cooperation and Development.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-exports-take-a-surprising-fall-in-december-11547464678", "title": "China's Exports Take a Surprising Fall in December", "date": "2019-01-14 06:17", "summary": "The Trump administration's trade tactics dent another growth driver, as exports decline 4.4% from a year ago.. BEIJING-The Trump administration's trade tactics, which have piled uncertainty onto a slowing Chinese economy, dented another growth driver last month: China's juggernaut exports.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apples-pain-isnt-xiaomis-gain-11547463708", "title": "Apple's Pain Isn't Xiaomi's Gain", "date": "2019-01-14 06:01", "summary": "Resume Subscription. The bad news for smartphone makers has been unending lately: Apple and Samsung both warned this month that their most recent results will be hurt by slowing handset sales. Even though Chinese brands have been chipping away market share from these two giants, they won't be immune from the slowdown.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-rattled-markets-with-warning-about-china-whos-next-11547461800", "title": "Apple Rattled Markets With China Warning. Who's Next?", "date": "2019-01-14 05:30", "summary": "After iPhone maker blamed much of its revenue slump on the country's slowing economy, focus shifts to Starbucks, Nike and others with big exposure. When Apple Inc. said China's slowing economy contributed to its late-year sales slump, the news rattled the stocks of other major U.S. companies with big operations in the world's second-largest economy.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-trade-conflict-starts-to-bite-china-11547459606", "title": "The Trade Conflict Starts to Bite China", "date": "2019-01-14 04:56", "summary": "A bleak December confirms the real hit is just arriving now. Chinese exports have been suffering this winter, but until Monday there wasn't much evidence that the trade tussle with the U.S.-rather than slowing global growth-was a major culprit.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-military-cargo-plane-crashes-near-tehran-11547459297", "title": "Iranian Military Cargo Plane Crashes Near Tehran", "date": "2019-01-14 04:54", "summary": "Sanctions have made it harder for Tehran to buy new planes or spare parts for its aging fleet. An Iranian military cargo plane crashed at an airport outside Tehran on Monday, killing 15 people and spotlighting again the country's patchy air safety record.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jakarta-manila-lead-recent-rebound-in-emerging-asian-stocks-11547444288", "title": "Jakarta, Manila Lead Recent Rebound in Emerging Asian Stocks", "date": "2019-01-14 04:53", "summary": "Resume Subscription. Following a tumultuous period of trade disputes and currency weakness, some emerging markets in Asia have rallied in recent months. They have been boosted by dovish comments from Federal Reserve Chairman Jerome Powell and a temporary U.S.-China trade truce.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-you-need-to-know-about-theresa-mays-brexit-deal-as-it-goes-to-parliament-for-crucial-vote-11547459469", "title": "U.K. Parliament's Vote on Brexit Deal Explained", "date": "2019-01-14 04:51", "summary": "The vote is unlikely to produce certainty around Brexit just over two months before Britain is due to leave the EU. LONDON-British lawmakers are set to vote this week on the terms of the divorce deal that Prime Minister Theresa May has spent two years hammering out with the European Union following the 2016 referendum vote to leave the bloc. The vote, which was originally scheduled for December but was pulled at the last minute because of the scale of opposition to the deal, is now set for Tuesday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cockpit-voice-recorder-recovered-from-indonesias-lion-air-crash-11547444698", "title": "Cockpit Voice Recorder Recovered From Indonesia's Lion Air Crash", "date": "2019-01-14 04:29", "summary": "Investigators hope the recorder will shed light on the flight's final moments. JAKARTA, Indonesia-Divers recovered the cockpit voice recorder from a Lion Air jetliner that crashed in the Java Sea in October, officials said, a potentially important step in helping to understand what happened in the minutes before the new Boeing 737 MAX 8 plane went down.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-warns-turkey-not-to-attack-kurds-in-syria-11547423353", "title": "Trump Warns Turkey Not to Attack Kurds in Syria", "date": "2019-01-14 00:48", "summary": "'Will devastate Turkey economically if they hit Kurds,' the president said on Twitter, while also calling on Kurds not to provoke Ankara. WASHINGTON-President Trump vowed on Sunday to devastate Turkey's economy if it targets Kurdish populations in northern Syria as the U.S. withdraws its forces, and called for a 20-mile safe zone between the Turkish border and U.S.-allied fighters.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blackstone-to-start-growth-investing-business-11547442180", "title": "Blackstone to Start Growth-Investing Business", "date": "2019-01-14 00:03", "summary": "Private-equity firm hires General Atlantic's Jon Korngold to run the platform. Blackstone Group LP hired away a General Atlantic executive to launch a business that will invest in fast-growing companies.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11547407095", "title": "Pepper...and Salt", "date": "2019-01-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-annual-trade-surplus-with-u-s-hits-record-despite-trumps-tariff-offensive-11547439977", "title": "China Posts Record Trade Surplus With U.S. Despite Tariff Offensive", "date": "2019-01-14 23:26", "summary": "China posted a trade surplus of $323.32 billion with the U.S. in 2018. BEIJING-China's trade surplus with the U.S. hit a record last year, as robust American demand for Chinese goods undercut the Trump administration's tariff offensive aimed at narrowing the countries' lopsided trade gap.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-ceo-geisha-williams-is-stepping-down-11547431270", "title": "CEO of PG&E Steps Down Amid California Wildfire Crisis", "date": "2019-01-14 22:42", "summary": "Geisha Williams is leaving the state's largest utility as it faces billions in potential fire liability costs. PG&E Corp. said Sunday that Chief Executive Geisha Williams was stepping down as the company grapples with the growing political and financial fallout of its role in helping spark California wildfires.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ashland-to-make-board-changes-as-shareholders-apply-pressure-11547436601", "title": "Ashland to Make Board Changes", "date": "2019-01-14 22:30", "summary": "Chemicals firm strikes deal with Neuberger Berman; activist Cruiser has been waging a proxy fight. Ashland Global Holdings Inc., locked in a proxy fight with an activist investor, struck a deal with a different, typically quiet investor to add two new directors and make other changes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-sought-options-to-strike-iran-11547375404", "title": "White House Sought Options to Strike Iran", "date": "2019-01-14 22:10", "summary": "State and Pentagon officials were rattled by the request. President Trump's National Security Council asked the Pentagon to provide the White House with military options to strike Iran last year, generating concern at the Pentagon and State Department, current and former U.S. officials said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/singapores-capitaland-buys-real-estate-firm-for-more-than-4-billion-11547434701", "title": "Singapore's CapitaLand Buys Real-Estate Firm for More Than $4 Billion", "date": "2019-01-14 21:58", "summary": "Resume Subscription. SINGAPORE- CapitaLand Ltd. said it would buy another real-estate company from Singapore state investment firm Temasek Holdings Pte. for more than US$4 billion dollars.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nfls-final-four-two-generational-showdowns-11547433872", "title": "NFL's Final Four: Two Generational Showdowns", "date": "2019-01-14 21:44", "summary": "Patrick Mahomes, Jared Goff, Tom Brady and Drew Brees lead the league's best offenses and will battle as a new era of quarterback takes on the old. Foxborough, Mass.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/slowing-earnings-growth-gloomy-forecasts-add-to-stock-markets-woes-11547384401", "title": "Slow Earnings Growth, Dim Forecasts Weigh on Stocks", "date": "2019-01-14 21:22", "summary": "String of lowered estimates raises investors' concerns that biggest U.S. companies are losing momentum. The U.S.'s biggest public companies are warning that their earnings may not be as strong as they hoped this year, intensifying pressure on a bull market that has struggled to regain its footing.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-aviation-administration-moving-to-call-inspectors-back-to-work-11547258636", "title": "FAA Plans to Call Inspectors Back to Work", "date": "2019-01-14 21:16", "summary": "Most flights and airport security screening still unaffected by shutdown, TSA says. The Federal Aviation Administration is gearing up to ask more airline inspectors and other technical employees to return to work in coming days, according to agency and union officials, reflecting efforts to cope with the partial government shutdown.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/state-street-albany-lawmakers-eye-campaign-finance-reform-but-activists-want-more-11547398800", "title": "Albany Eyes Campaign-Finance Reform, but Activists Want More", "date": "2019-01-14 20:29", "summary": "Prominent names including Chris Hughes, Jonathan Soros, Craig Newmark and Alec Baldwin urge leaders against a nibbling approach. Democratic leaders of the New York State Assembly and Senate are set to approve a passel of bills to increase voter participation and tighten campaign-finance laws. But there's still a push to go further on some issues, including the creation of a public-matching system to finance campaigns.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gymboree-expected-to-file-for-bankruptcy-for-second-time-11547423248", "title": "Gymboree Expected to File for Bankruptcy for Second Time in Two Years", "date": "2019-01-14 20:26", "summary": "Children's clothing retailer Gymboree Group is expected to file for bankruptcy protection as soon as this week and will liquidate its stores. Children's clothing retailer Gymboree Group Inc. is expected to seek bankruptcy protection this week, with plans to close all 900 of its stores, according to people familiar with the matter.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}]