[{"link": "https://www.wsj.com/articles/united-airlines-to-review-worst-travel-nightmare-11548113595", "title": "United Airlines to Review 'Worst Travel Nightmare'", "date": "2019-01-21 18:33", "summary": "Passengers were grounded for 12 hours on United Airlines plane headed from Newark to Hong Kong following medical, mechanical problems. United Continental Holdings Inc. is reviewing an incident that left 250 passengers stuck on an airplane on a small Canadian airfield for about 12 hours last weekend, prompting some to email airline Chief Executive Oscar Munoz.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-whatsapp-limits-users-ability-to-forward-messages-11548096022", "title": "Facebook's WhatsApp Fights Fake News by Curbing Message Forwarding", "date": "2019-01-21 18:31", "summary": "Action follows criticism that the platform was used to spread misinformation, rumors. Facebook Inc.'s WhatsApp messaging service is limiting users' ability to forward content, seeking to curtail ways the popular platform allows the spread of misinformation and sometimes has led to violence.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gillibrand-comes-home-for-2020-campaign-kickoff-11548090001", "title": "Gillibrand Comes Home for 2020 Campaign Kickoff", "date": "2019-01-21 18:05", "summary": "Presidential contender and her team will be based in hip Troy. Troy bills itself as the \"Home of Uncle Sam.\" Will that now change to Aunt Kirsten?", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-martin-luther-king-jr-day-11548111836", "title": "Photos: Martin Luther King Jr. Day", "date": "2019-01-21 18:03", "summary": "Across America, the life of the slain civil rights leader is commemorated with wreaths, rallies and days of service. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/deciem-founder-brandon-truaxe-has-died-11548111021", "title": "Deciem Founder Brandon Truaxe Has Died", "date": "2019-01-21 17:50", "summary": "Skin-care founder had been stripped of CEO role after erratic behavior. TORONTO-Deciem founder Brandon Truaxe, whose erratic behavior led to his being stripped of his CEO role at the popular skin-care company, died on Sunday.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carlos-ghosn-offers-to-pay-for-ankle-monitor-security-to-get-bail-in-japan-11548014402", "title": "Carlos Ghosn Offers to Pay for Ankle Monitor, Security to Get Bail in Japan", "date": "2019-01-21 17:32", "summary": "The former Nissan chairman also offered to surrender his passport and live in a rented Tokyo apartment. TOKYO-Carlos Ghosn scaled back his request for bail as his detention stretches into its ninth week, promising to stay in Tokyo and pay for an ankle monitor and security guards to ensure he doesn't flee.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-experts-call-on-beijing-to-release-detained-canadians-11548108000", "title": "China Experts Call on Beijing to Release Detained Canadians", "date": "2019-01-21 17:00", "summary": "More than 100 Western academics and former diplomats sign open letter to President Xi Jinping. BEIJING-More than 100 Western academics and former diplomats urged Beijing to release two Canadians detained last month, warning that the detentions during a diplomatic row with Canada will heighten distrust of China.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-says-it-foiled-military-uprising-11548105608", "title": "Venezuela Says It Foiled Military Uprising", "date": "2019-01-21 16:20", "summary": "Authorities arrested 27 dissident soldiers ahead of antigovernment demonstrations planned for Wednesday. Venezuela's armed forces quelled a brief uprising at a military stockade, authorities said Monday, prompting protests in a poor Caracas enclave and heightening tensions ahead of antigovernment demonstrations planned for later this week.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/senate-to-weigh-trumps-proposal-to-end-shutdown-with-passage-unlikely-11548095329", "title": "Senate to Weigh Trump's Proposal to End Shutdown, With Passage Unlikely", "date": "2019-01-21 16:06", "summary": "Impasse drags into 31st day, with another employee pay period deadline looming. WASHINGTON-The Senate this week is expected to vote on a border-security proposal put forward by President Trump that is unlikely to garner enough support to cross procedural hurdles, leaving no clear path forward as the partial government shutdown stretches into its fifth week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emmanuel-macron-courts-world-business-elite-at-hallmark-of-frances-splendor-11548099421", "title": "Macron Courts Business Elite at Hallmark of France's Splendor", "date": "2019-01-21 16:03", "summary": "At Versailles Palace, Davos-bound business leaders are wined, dined and urged to 'choose France'. VERSAILLES, France-French President Emmanuel Macron hosted the world's Davos-bound business elite at the Palace of Versailles on Monday in an effort to mend France's image, badly bruised by the yellow-vest protests.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-shaming-of-karen-pence-11548104530", "title": "The Shaming of Karen Pence", "date": "2019-01-21 16:02", "summary": "A mob of secular Puritans targets her for teaching at a Christian school.. Will no one speak up for Karen Pence other than her husband?", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charles-de-gaulle-saw-brexit-coming-11548104472", "title": "Charles De Gaulle Saw Brexit Coming", "date": "2019-01-21 16:01", "summary": "He said U.K. membership would weaken the EU and divide Britain.. The Brexit soap opera continues, with all eyes now fixed on the Irish frontier. The land border between Northern Ireland and the Irish Republic is open, but it will be difficult to keep it that way once the U.K. leaves the European Union. Late last year Theresa May's government accepted Brussels' demand for an \"Irish backstop\" in its Brexit plan-a commitment to introduce a customs border between Northern Ireland and the rest of the U.K. so that cross-border travel and trade would remain seamless. The unpopularity of this idea among U.K. Brexiteers is the chief reason Parliament voted down Prime Minister May's proposed Brexit agreement with the EU.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ravages-of-capitalism-11548104419", "title": "'The Ravages of Capitalism'", "date": "2019-01-21 16:00", "summary": "The New Yorker's ads for the rich support writers who hate the hands that feed them.. An anonymous writer, reviewing a book of poetry in the New Yorker, says the poems probe \"the contradictions of desire amid the ravages of capitalism and racism.\" That's an odd juxtaposition. Racism is horribly destructive, but capitalism? People live longer and better thanks to free markets.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-want-to-negotiate-review-deal-or-no-deal-11548104369", "title": "'We Want to Negotiate' Review: Deal or No Deal", "date": "2019-01-21 15:59", "summary": "When hostages are taken and demands are announced, is it better to negotiate with captors or to refuse to make any concessions?. In March 1973, members of the terrorist group Black September held a Belgian and two American diplomats hostage in Khartoum, Sudan, and demanded the release of various prisoners, including Sirhan Sirhan, the man convicted in Sen. Robert Kennedy's murder. A reporter asked President Nixon how he planned to respond. With the nation's memories of the late senator still fresh, Nixon couldn't appear to entertain concessions that would free the assassin. \"As far as the United States as a government giving in to blackmail demands, we cannot do so and we will not do so,\" Nixon said. \"We will do everything we can to get them released but we will not pay blackmail.\" The terrorists, hearing the statement hours later, promptly killed the diplomats. Nixon's no-concessions gambit, articulated for a specific political moment, has defined U.S. policy on hostages ever since.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-crippling-cost-of-70-tax-rates-11548104300", "title": "The Crippling Cost of 70% Tax Rates", "date": "2019-01-21 15:58", "summary": "Alexandria Ocasio-Cortez's proposal would smother investment and innovation, leaving America poorer.. Newly elected Rep. Alexandria Ocasio-Cortez spent her first few weeks on Capitol Hill calling for a 70% top marginal income-tax rate, and suddenly the debate over optimal rates has reopened. To support her charge, some liberals are citing a 2011 study by economists Peter Diamond and Emmanuel Saez, which advocates for confiscatory upper-range tax rates. But a quick look at their analysis reveals grave caveats that only an advocate of higher taxes could possibly overlook.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kamala-harris-for-the-prosecution-11548104240", "title": "Kamala Harris for the Prosecution", "date": "2019-01-21 15:57", "summary": "Liberals used to champion due process and the rights of the accused. These days they're more selective.. Can a prosecutor win the Democratic presidential nomination? The question appears to worry Sen. Kamala Harris, a former San Francisco district attorney and California attorney general, who announced her candidacy Monday.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-womens-march-follows-farrakhan-off-a-cliff-11548104190", "title": "The Women's March Follows Farrakhan off a Cliff", "date": "2019-01-21 15:56", "summary": "Its leaders' anti-Semitism drives off the Democratic Party and the Southern Poverty Law Center.. Saturday's Women's March was much smaller than the original, held in 2017. It was notable not only because far fewer showed up but for who stayed away. The Democratic Party disavowed its partnership with the march, as did the Southern Poverty Law Center, Emily's List, the Human Rights Campaign, NARAL, the Center for American Progress and hundreds of other liberal interest groups. The march had 550 official partners in 2018 and less than half as many this year. One by one, the pink hats came off.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pelosis-dreamer-pawns-11548103367", "title": "Pelosi's Dreamer Pawns", "date": "2019-01-21 15:42", "summary": "Democrats won't talk even after Trump offers extended legal status.. Democrats rejected Donald Trump's compromise on immigration even before it was offered on Saturday, and that by itself should be instructive for the American public. Do Democrats want a deal to reopen the government and offer new security for more than a million immigrants, or do they want to use them as pawns against Mr. Trump?", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-xi-jinping-slowdown-11548103276", "title": "The Xi Jinping Slowdown", "date": "2019-01-21 15:41", "summary": "China's weakest growth in 30 years shows the logic of a trade deal.. The logic behind a U.S.-China trade deal grew even more persuasive with Monday's report that the Chinese economy grew by 6.6% last year, its slowest rate since 1990.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-growth-debate-for-germany-11548103118", "title": "A Growth Debate for Germany", "date": "2019-01-21 15:38", "summary": "The main center-right party's new leader weighs tax reform.. Now that Europe's economy shows signs of slowing, the question will be what to do about it. One hopeful development is that tax reform may be back on the table in Germany, the eurozone's largest and most important economy.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-sen-kamala-harris-says-she-is-running-for-president-in-2020-11548073967", "title": "Kamala Harris Says She Is Running for President", "date": "2019-01-21 15:27", "summary": "Former prosecutor joins crowded field, seeking to become second black commander in chief. WASHINGTON-California Sen. Kamala Harris said Monday she will seek the Democratic nomination for president, launching a campaign to become the nation's first woman and second African-American to win the White House.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/insurgents-attack-military-compound-in-afghanistan-killing-dozens-11548101323", "title": "Insurgents Attack Intelligence-Agency Base in Afghanistan, Killing Dozens", "date": "2019-01-21 15:08", "summary": "U.S., Taliban officials meet in Qatar for another round of talks. KABUL-On a day when Taliban and U.S. officials met in the Gulf state of Qatar for another round of talks to end the Afghan war, insurgents detonated a captured Humvee loaded with explosives at the gate of a base operated by the country's intelligence agency and stormed the compound, spraying gunfire.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanderss-presidential-do-over-hinges-on-better-results-in-the-south-11548066601", "title": "Bernie Sanders's Presidential Do-Over Hinges on Better Results in the South", "date": "2019-01-21 15:01", "summary": "For 2020 candidates, emphasis on education could strengthen appeal with African-Americans, party leaders and voters say. COLUMBIA, S.C.-Sen. Bernie Sanders' insurgent 2016 presidential bid ran into a snag here after strong showings in Iowa and New Hampshire: His opponent Hillary Clinton trounced him in this early-voting state, foreshadowing the Vermont independent's weakness in areas where the Democratic base is largely made up of nonwhite voters.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-sanctions-leading-syrian-businessman-11548098347", "title": "EU Sanctions Leading Syrian Businessman", "date": "2019-01-21 14:19", "summary": "Samer Foz positioned himself as an intermediary to foreign investors in Syria's reconstruction, and had said he shouldn't be sanctioned. A leading Syrian businessman, Samer Foz, was among 11 individuals and five companies the European Union sanctioned Monday for providing financial and other support to the regime of President Bashar al-Assad.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pinkerton-detectives-still-exist-and-theyre-tired-of-being-the-bad-guys-11548097818", "title": "Pinkerton Detectives Still Exist, and They're Tired of Being the Bad Guys", "date": "2019-01-21 14:10", "summary": "The security agents, who gained fame as Old West law enforcers, are still around-and they're not happy about being antagonists in 'Red Dead Redemption II'. Pinkerton's National Detective Agency, formed in the 1800s to help law enforcement track down criminals, once sparred with the outlaw Jesse James. It later became entangled in the notorious labor disputes of industrial America.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-fined-57-million-by-french-regulator-11548085558", "title": "Google Fined $57 Million in Biggest Penalty Yet Under New European Law", "date": "2019-01-21 14:03", "summary": "The fine is one of the highest profile regulatory actions stemming from the European Union's new GDPR rules. A French regulator fined Alphabet Inc.'s Google €50 million ($56.8 million)-the biggest penalty so far under a new European privacy law-alleging the search-engine giant didn't go far enough getting valid user consent to gather data for targeted advertising.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-u-s-pressure-germany-bans-iranian-airline-11548077815", "title": "Under U.S. Pressure, Germany Bans Iranian Airline", "date": "2019-01-21 13:49", "summary": "Berlin said the move in the interests of the country's security. BERLIN-Germany's government banned an Iranian airline from operating in the country following U.S. allegations that its aircraft transported weapons and fighters to war-torn Syria. U.S. officials say the move against Mahan Air is the result of longstanding pressure from the Trump administration.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-accuses-facebook-twitter-of-failing-to-comply-with-data-laws-11548085132", "title": "Russia Accuses Facebook, Twitter of Failing to Comply With Data Laws", "date": "2019-01-21 13:36", "summary": "Social-media giants' servers for storing Russian's personal data must be located in Russia, says watchdog. MOSCOW-Russia launched administrative action against Facebook Inc. and Twitter Inc. on Monday for failing to comply with its data laws, a move that comes just days after Facebook removed the accounts of what it said were two misinformation campaigns based in the country.", "categories": [["World", "Europe", "Russia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/russia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-hits-iranian-targets-in-syria-after-attack-on-golan-heights-11548070220", "title": "Israel Hits Iranian Targets in Syria After Golan Heights Attack", "date": "2019-01-21 13:29", "summary": "At least 11 people reported killed by the Israeli strikes, four of them Syrian soldiers. TEL AVIV-Israel said Monday it struck several Iranian targets in Syria in response to a missile attack, sending what appeared to be an increasingly forceful public message to Tehran to stay away from its borders as U.S. troops prepare to leave Syria.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-and-north-korean-spies-have-held-secret-talks-for-a-decade-11548091335", "title": "U.S. and North Korean Spies Have Held Secret Talks for a Decade", "date": "2019-01-21 13:29", "summary": "Resume Subscription. WASHINGTON-U.S. intelligence officials have met with North Korean counterparts secretly for a decade, a covert channel that allowed communications during tense times, aided in the release of detainees and helped pave the way for President Trump's historic summit last year with North Korean leader Kim Jong Un.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/glass-tops-long-weekend-box-office-11548094614", "title": "'Glass' Tops Long Weekend Box Office", "date": "2019-01-21 13:16", "summary": "The robust opening for 'Glass' could be complicated by withering reviews from critics. LOS ANGELES-Director M. Night Shyamalan's \"Glass\" easily topped the holiday box office at theaters this weekend, making an estimated $47 million over its first four days in the U.S. and Canada.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apollo-nears-deal-to-acquire-u-k-packaging-company-rpc-group-for-more-than-3-8-billion-11548090633", "title": "Apollo Nears Deal to Acquire U.K. Packaging Company RPC Group", "date": "2019-01-21 12:37", "summary": "Apollo/RPC could announce deal Tuesday. Private-equity giant Apollo Global Management LLC is in advanced talks to acquire RPC Group PLC, one of Europe's biggest packaging companies, for more than $3.8 billion, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blue-on-blue-war-for-the-l-a-schools-11548092055", "title": "The Blue-on-Blue War for the L.A. Schools", "date": "2019-01-21 12:34", "summary": "The blue-on-blue battle over teacher pay in Los Angeles is a reminder that fissures in our body politic are more complex than a simple blue-red divide.. Regarding your editorial \"Unions in La-La Land\" (Jan. 15) and the same-day op-ed \"L.A. Schools Have a Math Problem\" by Los Angeles Unified School District (LAUSD) Superintendent Austin Beutner: The blue-on-blue battle over teacher pay in Los Angeles is a reminder that fissures in our body politic are more complex than a simple blue-red divide. Regardless of which blue side \"wins\" the Los Angeles teachers union strike, there still will be unaffordable pension and health benefits that squeeze the school district toward bankruptcy, and there still will be a public-school system failing to give many students a decent education.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-can-improve-grid-defense-against-hacks-11548092020", "title": "We Can Improve Grid Defense Against Hacks", "date": "2019-01-21 12:33", "summary": "Our nation's utilities are the lifeblood of our economy and our civilization.. \"Russian Hack Exposes Weakness in U.S. Power Grid\" (page one, Jan. 11) illuminates the continued cybersecurity needs of the energy sector and underscores the urgency with which these vulnerabilities must be addressed. The sophistication and widespread nature of such attacks raise the question: Are we doing enough to defend our nation's critical infrastructure? The modernization of U.S. electric-utility systems and energy grids will result in exponential growth of connected devices. Advanced connectivity will add to customer convenience while improving efficiency and reliability, but it will also increase points of entry into networks, which may be targeted by cyber criminals.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-never-ending-open-ended-carbon-tax-11548091985", "title": "The Never-Ending, Open-Ended Carbon Tax", "date": "2019-01-21 12:33", "summary": "Americans should fear an open-ended tax that can be increased without limit and will never go away.. Mark Mills's \"Have We Got a Carbon Tax 'Dividend' for You\" (op-ed, Jan. 9) isn't nearly scary enough. The price of every single thing will increase with the tax: electricity, gasoline, food, clothing and anything manufactured or transported by fossil-based energy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/old-techniques-can-work-11548091930", "title": "Old Techniques Can Work", "date": "2019-01-21 12:32", "summary": "A physical barrier (wall) is a \"third-century solution\" as the wheel is a Neolithic solution.. Regarding Kyle Peterson's \"The Weekend Interview with Will Hurd: Lessons From a Republican Survivor\" (Jan. 5): A physical barrier (wall) is a \"third-century solution\" as the wheel is a Neolithic solution.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/islamic-state-again-attacks-u-s-troops-in-syria-11548091969", "title": "Islamic State Again Attacks U.S. Troops in Syria", "date": "2019-01-21 12:32", "summary": "Second such suicide bombing claimed by extremist group in less than a week; U.S. military says no American casualties in latest attack. BEIRUT-Islamic State claimed responsibility for a suicide bombing targeting U.S.-led coalition forces in Syria in its second such attack in days, highlighting the threat the extremist group still poses as it reverts to a guerrilla-style insurgency after losing most of its territory.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-weaken-as-chinas-growth-slows-11548060008", "title": "Global Stocks Weaken as China's Growth Slows", "date": "2019-01-21 12:17", "summary": "The Chinese economy last year expanded at its slowest pace since 1990. Global stocks lost momentum Monday after data showed that China's economy grew at its slowest pace in nearly three decades last year, the latest sign that the world economy is decelerating.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-brexit-defeat-may-offers-little-new-on-leaving-eu-11548090537", "title": "After Brexit Defeat, May Offers Little New on Leaving EU", "date": "2019-01-21 12:08", "summary": "Prime minister promises Parliament a greater say in future trade negotiations with EU, but little new on how U.K. plans to leave trading bloc. LONDON-After a humbling rebellion by her own party against her Brexit deal and several days of consulting lawmakers across the British Parliament, Prime Minister Theresa May on Monday laid out her new plan for leaving the European Union.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-blown-call-that-will-live-on-in-new-orleans-infamy-11548089685", "title": "The Blown Call That Will Live in Infamy in New Orleans", "date": "2019-01-21 11:54", "summary": "Missed pass-interference penalty against the Rams'will shroud this NFC Championship in controversy for eternity. NEW ORLEANS-With a spot in the Super Bowl on the line, Los Angeles Rams defensive back Nickell Robey-Coleman was ready to make a bold decision. He planned to intentionally commit a penalty.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risk-rises-in-municipal-bonds-11548086400", "title": "Risk Rises in Municipal Bonds", "date": "2019-01-21 11:00", "summary": "Money has poured into high-yield munis even as investors have pulled money from the sector overall. When The Spires at Berry College sought to borrow money to build retirement homes recently, the Georgia-based senior-living center sold municipal bonds.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-downturn-hits-industrial-cities-11548085736", "title": "China's Downturn Hits Industrial Cities", "date": "2019-01-21 10:48", "summary": "In Yancheng, businesses like auto parts and textiles that helped drive years of growth are now sputtering. YANCHENG, China-China's slowdown is worsening, with key labor-intensive industries that the government has counted on for employment and output getting pinched and making a turnaround harder to engineer.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-go-from-overoptimistic-to-sort-of-pessimistic-11548084000", "title": "Investors Go From Overoptimistic to Sort of Pessimistic", "date": "2019-01-21 10:20", "summary": "While bullish sentiments dominated at Davos in 2018, this year fundamental economics matter more than mood. The rarified air of the Swiss Alps helped reveal a scary truth to investors attending the Davos forum last year: The elite gathered in Switzerland were wildly optimistic about the economy and markets. The catchphrase was \"synchronized global recovery,\" and it appeared the market bears had been vanquished.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wall-marks-a-deep-cultural-divide-11548083260", "title": "The Wall Marks a Deep Cultural Divide", "date": "2019-01-21 10:07", "summary": "Fight over extension of a wall along the U.S. border with Mexico has crystallized a divide between those happy with the evolving face of America and those alarmed by it. ", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-year-old-problems-for-suburban-commuters-11548082850", "title": "New Year, Old Problems for Suburban Commuters", "date": "2019-01-21 10:00", "summary": "NJ Transit, Metro-North Railroad and Long Island Rail Road trains delayed over safety system installation, repairs and upgrades. Suburban rail commuters in the Greater New York region suffered some of their worst rush-hour delays and cancellations in 2018-and for many, this year promises more of the same.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-power-struggle-behind-the-los-angeles-teachers-strike-11548082800", "title": "The Power Struggle Behind the Los Angeles Teachers Strike", "date": "2019-01-21 10:00", "summary": "A debate over funding and charter schools, as the union calls superintendent Austin Beutner 'the millionaire CEO of LAUSD'. LOS ANGELES-When Austin Beutner became head of the Los Angeles Unified School District last year, one of his associates in the nonprofit world warned him: \"They're going to eat you alive.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/charter-schools-stay-open-as-striking-teachers-decry-their-growth-11548082825", "title": "Charter Schools Stay Open as Striking Teachers Decry Their Growth", "date": "2019-01-21 10:00", "summary": "Nearly one in five L.A. public school students attends charters unaffected by the strike; union wants a cap on them. ", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-approves-sanctions-on-novichok-poisoning-suspects-11548082526", "title": "EU Approves Sanctions on Poisoning Suspects", "date": "2019-01-21 09:55", "summary": "The decision, which was denounced by the Kremlin, is the first time the EU has imposed sanctions under its new chemical weapons response regime. BRUSSELS-European Union foreign ministers imposed sanctions Monday against four Russian military intelligence officials, including the two men the British government have accused of poisoning a former Russian spy in the English city of Salisbury last year.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/imf-lowers-2019-global-growth-forecast-11548075601", "title": "IMF Lowers 2019 Global Growth Forecast", "date": "2019-01-21 09:31", "summary": "New projection largely reflects poor economic performance out of Europe. ", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conan-obrien-doesnt-want-to-be-killing-time-11548081010", "title": "Conan O'Brien Doesn't Want to Be Killing Time", "date": "2019-01-21 09:30", "summary": "The comedian wants to shake up the late-night TV talk format with his sleek, revamped show on TBS. Conan O'Brien doesn't want to spill all the beans about his revamped TV show, which returns to TBS on Tuesday after being on hiatus since October. Pressed for details, the longtime late-night host reveals a little and deflects a little. The reformatted \"Conan\" will air Mondays through Thursdays at 11 p.m., for half an hour instead of an hour. Mr. O'Brien won't sit behind a desk and normally will have only one guest a night. Stand-up comedians will still perform regularly but not musical acts.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/indians-are-binge-watching-mobile-videos-pushing-youtube-others-to-innovate-11548079230", "title": "Indians Are So Crazy About Mobile Video, They Use YouTube Like Google", "date": "2019-01-21 09:00", "summary": "Explosion of video is transforming India's media landscape, and companies are scrambling to feed demand. ", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/qatar-muscles-in-on-saudi-arabia-with-lebanon-investment-11548077269", "title": "Qatar Muscles in on Saudi Arabia With Lebanon Investment", "date": "2019-01-21 08:27", "summary": "The tiny nation pledges to shore up Lebanon's ailing economy, amid fraying ties with the Arab world. Qatar pledged Monday to shore up Lebanon's ailing economy by buying $500 million's worth of governments bonds, a move that muscles in on rival Saudi Arabia's role as Beirut's financial patron.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-super-bowl-to-drive-america-crazy-11548076136", "title": "A Super Bowl to Drive America Crazy", "date": "2019-01-21 08:08", "summary": "The Patriots and Rams are a tantalizing match-up, but after two contentious championship games, there are hard feelings. This is a pretty delicious Super Bowl, but I can already tell the matchup is making America cranky.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cohen-threatened-cnbc-that-trump-would-sue-after-2014-poll-disappointment-11548075720", "title": "Cohen Threatened CNBC That Trump Would Sue After 2014 Poll Disappointment", "date": "2019-01-21 08:02", "summary": "Future president also complained to network over 'business leader' ranking after fixer tried to rig online survey. Donald Trump and his then-attorney Michael Cohen pressured CNBC in 2014 to place the real-estate tycoon higher in its list of the country's top business leaders after Mr. Cohen failed to manipulate the rankings in Mr. Trump's favor, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-dash-for-cash-adds-to-stock-markets-vulnerability-11548075601", "title": "Investors' Cash Dash Adds to Stock Market's Vulnerability", "date": "2019-01-21 08:00", "summary": "Cash holdings in investment portfolios are rising quickly, raising doubts about recent rebound. Investors are increasing their cash holdings at the fastest pace in a decade, highlighting doubts about the durability of the stock market's early 2019 rebound.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/truckers-see-momentum-slowing-heading-into-2019-11548075600", "title": "Truckers See Momentum Slowing Heading Into 2019", "date": "2019-01-21 08:00", "summary": "Carriers can't count on booming demand this year, and some suggest the freight parade is nearing an end. Trucking companies face an uphill climb in 2019 as a freight boom that delivered record profit for carriers over the past year begins to soften.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-scientist-accused-of-violating-laws-in-engineering-gene-editing-babies-11548073252", "title": "China Moves to Punish Scientist Involved With Gene-Edited Babies", "date": "2019-01-21 07:28", "summary": "He Jiankui will be transferred to authorities; officials say those involved in the experiment will be 'severely dealt with.'. Chinese authorities investigating a scientist who claimed to have engineered the world's first gene-edited babies accused him of violating national laws and forging documents needed to proceed with the experiment, state media reported Monday.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/super-time-watching-supermoon-11548072248", "title": "Photos: Supermoon, Super Lunar Eclipse", "date": "2019-01-21 07:04", "summary": "The moon, Earth and sun lined up Sunday night to create a rare eclipse. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/overseas-investment-seen-rebounding-as-u-s-firms-repatriate-less-profits-11548072126", "title": "Overseas Investment Seen Rebounding as U.S. Firms Repatriate Less Profits", "date": "2019-01-21 07:02", "summary": "The United Nations expects foreign direct investment to rebound in 2019 but remain subdued by precrisis standards. Corporate overseas investment will likely rebound this year as U.S. companies repatriate less profits, but will nonetheless continue to be weak by precrisis standards in the face of a darkening economic outlook and uncertainties about trade rules, the United Nations said Monday.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-restrained-remodel-11548072000", "title": "A Restrained Remodel", "date": "2019-01-21 07:00", "summary": "Architects Tod Williams and Billie Tsien's revamp of the Hood Museum at Dartmouth exhibits a quiet confidence and a superb sense of materials.. Hanover, N.H.", "categories": [["Books & Arts", "Arts", "Architecture"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/architecture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-major-markets-major-headache-stocks-that-crash-without-warning-11548072002", "title": "A Major Market's Major Headache: Stocks That Crash Without Warning", "date": "2019-01-21 07:00", "summary": "Some stock-price collapses have made Hong Kong seem more like an untamed emerging market. Hong Kong is home to a developed, $3.8 trillion stock market. A series of stock-price collapses has made it seem, of late, more like an untamed emerging market.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/numbers-game-for-the-bank-of-japan-80-trillion-means-about-20-trillion-11548072005", "title": "Trillion Schmillion: Japan Isn't Even Trying to Hit Its Bond-Buying Target", "date": "2019-01-21 07:00", "summary": "Central bank, pledged to buy about ¥80 trillion in government bonds annually, is on track for about ¥20 trillion this year. TOKYO-How much is about 80? The Bank of Japan's answers include 79, 38, and, lately, about 20.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-c-penney-struggles-to-avoid-a-fate-worse-than-the-sears-scenario-11548072000", "title": "J.C. Penney Struggles to Avoid Same Fate as Sears", "date": "2019-01-21 07:00", "summary": "Retailer grapples with declining sales and executive vacancies; 'a broken business'. J.C. Penney Co. 's sales are falling, its stores are stuck in malls and the turnaround strategy keeps changing. Now, three months after the embattled retailer hired a new chief executive, a handful of senior positions remain vacant.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/philippine-vote-on-muslim-self-rule-puts-christians-on-edge-11548039823", "title": "Philippine Vote on Muslim Self-Rule Puts Christians on Edge", "date": "2019-01-21 06:49", "summary": "Vote offers hope for end to decades of conflict; results aren't expected for several days. COTABATO, Philippines-A Muslim-majority region in the Philippines voted on a proposal for greater self-determination, a pivotal attempt at peace that tests the fragile relationship between Muslims and a Roman Catholic minority concerned about creeping Islamic authority.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brexits-looming-impact-11548070261", "title": "Brexit's Looming Impact", "date": "2019-01-21 06:31", "summary": "Uncertainty has a high price. LONDON-In a world economy beset by risks, a botched British departure from the European Union won't help. And it could still go badly.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/macrons-tumble-tells-a-larger-story-11548070260", "title": "Macron's Tumble Tells a Larger Story", "date": "2019-01-21 06:31", "summary": "Resume Subscription. French President Emmanuel Macron, once the darling of Davos, is skipping the Swiss Alps this year as he contends with the \"yellow vest\" protest movement at home. The absence is a sign of how quickly the fires of populism can engulf world leaders, even those perched at a seemingly safe distance.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-industrial-robots-hacking-risks-are-on-the-rise-11548070202", "title": "For Industrial Robots, Hacking Risks Are On the Rise", "date": "2019-01-21 06:30", "summary": "Resume Subscription. In the future, industrial robots may create jobs, boost productivity and spur higher wages. But one thing seems more certain for now: They're vulnerable to hackers.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/privacy-problems-mount-for-tech-giants-11548070201", "title": "Privacy Problems Mount for Tech Giants", "date": "2019-01-21 06:30", "summary": "Resume Subscription. Big tech companies have taken a public lashing in the past year over their handling of users' personal information. But many of their biggest privacy battles have yet to be fought-and the results will help determine the fate of some of the world's largest businesses.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-shrinking-of-the-political-middleand-what-it-means-11548070200", "title": "The Shrinking of the Political Middle-and What It Means", "date": "2019-01-21 06:30", "summary": "Resume Subscription. In the past two years, the world has been rocked first by the rise of right-wing populists and now by a re-energized left. Both are products of a deeper-seated, destabilizing trend: the hollowing out of the political middle.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/russia-flexes-its-muscle-in-the-middle-east-11548070200", "title": "Russia Flexes Its Muscle in the Middle East", "date": "2019-01-21 06:30", "summary": "Resume Subscription. Russia is strengthening ties with the U.S.'s traditional Arab allies, scrambling the Middle East's political landscape and demonstrating how Moscow could cement its role as a regional power broker.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/investors-best-option-keep-faith-in-u-s-stocks-11548070201", "title": "Investors' Best Option: Keep Faith in U.S. Stocks", "date": "2019-01-21 06:30", "summary": "European and emerging markets are too dependent on the choices of a handful of Chinese officials. Investors face a difficult choice in 2019: Either trust that U.S. stocks can once again be star performers, or put their faith in Chinese officials. Even after an unnerving few months, the U.S. seems the more sensible bet.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-fix-the-world-11548070200", "title": "How to Fix the World", "date": "2019-01-21 06:30", "summary": "Resume Subscription. If you had the power to solve some of the world's most pressing issues, if you had the command of the necessary resources, workforces and energy-what would you do?", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/oil-prices-in-2019-may-hinge-on-u-s-iran-showdown-11548070201", "title": "Why Oil Prices May Hinge on U.S.-Iran Showdown", "date": "2019-01-21 06:30", "summary": "Electric vehicles, renewables and climate change could affect the oil market down the road, but won't have much impact in 2019. The number of electric vehicles is growing. Consumer discomfort with plastic bottles is rising. Diplomats are pushing global action to curb greenhouse-gas emissions. The price of renewable energy continues to fall.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-pause-as-chinese-data-signals-slowdown-11548069221", "title": "Oil Prices Pause as Chinese Data Signals Slowdown", "date": "2019-01-21 06:13", "summary": "Oil market observers largely expect the trend higher to continue. • Oil prices were mixed Monday morning, pausing after hitting an eight-week high Friday amid fresh signs of slowing growth in China.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-key-european-leaders-skip-davos-amid-turmoil-at-home-11548066601", "title": "Trump, Key European Leaders Skip Davos Amid Turmoil at Home", "date": "2019-01-21 05:30", "summary": "May and Macron also bow out of World Economic Forum meeting as U.S. shutdown, Brexit talks and protests drag on. DAVOS, Switzerland-President Trump is staying in Washington to deal with the partial government shutdown. U.K. Prime Minister Theresa May is tied up with Brexit talks in London. French President Emmanuel Macron is responding to yellow-vest protests at home.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-old-school-chinese-stimulus-wont-help-11548065242", "title": "Why Old-School Chinese Stimulus Won't Help", "date": "2019-01-21 05:07", "summary": "Resume Subscription. When China slowed sharply in 2015, debt-ridden state-owned enterprises and property developers needed a bailout. The government turned to cash-rich households for help.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-chinas-growth-slowdown-could-rattle-stocks-around-the-world-11548046167", "title": "How China's Growth Slowdown Could Rattle Stocks Around the World", "date": "2019-01-21 04:21", "summary": "Resume Subscription. China's economy grew 6.4% year-over-year in the fourth quarter of 2018, confirming analyst expectations for the slowest expansion in a decade. What happens this year could reverberate through equity markets far away.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patriots-to-face-the-rams-in-the-super-bowl-11548040524", "title": "Patriots to Face the Rams in the Super Bowl", "date": "2019-01-21 00:53", "summary": "Patriots outdueled the Chiefs 37-31 in thrilling AFC Championship. KANSAS CITY, Mo.-During a season when the NFL turned into a videogame, it's fitting that both of the league's conference championship games ended in dramatic fashion in overtime.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rams-rally-to-claim-super-bowl-spot-11548030044", "title": "Rams Rally to Claim Super Bowl Spot", "date": "2019-01-21 21:19", "summary": "After falling behind early, Rams worked their way back to defeat the New Orleans Saints 26-23 in overtime to win the NFC Championship. NEW ORLEANS-The Rams could have been forgiven if they scurried out of the Superdome mere minutes into this NFC Championship.", "categories": [["Sports", "NFL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nfl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/death-toll-rises-to-85-from-mexican-pipeline-explosion-11548035455", "title": "Death Toll Rises to 85 From Mexican Pipeline Explosion", "date": "2019-01-21 20:50", "summary": "Authorities have 65 reports of missing persons, Hidalgo state governor says. MEXICO CITY-The death toll from a massive explosion at an illegal tap of a gasoline pipeline in central Mexico rose Sunday to 85, and 58 people remained hospitalized, some of them in serious condition, authorities said.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/storm-brings-snow-freezing-rain-to-parts-of-northeast-11548013776", "title": "Winter Storm Covers Parts of U.S., Snarling Travel", "date": "2019-01-21 19:09", "summary": "Much of upstate New York and northern New England had 12 to 18 inches of snow over the weekend, as frigid air bore down on the region.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}]