[{"link": "https://www.wsj.com/articles/sotomayor-works-to-build-ties-with-trumps-court-appointees-11568157992", "title": "Sotomayor Seeks to Build Ties with Trump's Court Appointees", "date": "2019-09-10 19:26", "summary": "Justice says these relationships could moderate the Supreme Court's shift to right. SANTA FE, N.M.-Justice Sonia Sotomayor said that despite sharp ideological differences with Justices Neil Gorsuch and Brett Kavanaugh, and the controversy that marred the latter's confirmation, she was working to build relationships with the Trump appointees that could moderate the Supreme Court's shift to the right.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/9-11-memorial-is-a-beacon-for-communities-facing-tragedies-11568157708", "title": "9/11 Memorial Is a Beacon for Communities Facing Tragedies", "date": "2019-09-10 19:21", "summary": "Resume Subscription. On any given day, the National September 11 Memorial & Museum welcomes thousands of visitors to its site at the location of the former World Trade Center. But as the institution prepares to mark the 18th anniversary on Wednesday of the event that claimed nearly 3,000 lives, it is finding a role for itself far beyond its lower Manhattan home.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/john-bolton-resigns-11568157627", "title": "John Bolton Resigns", "date": "2019-09-10 19:20", "summary": "The White House loses a voice willing to disagree with the President.. John Bolton resigned as White House national security adviser on Tuesday, which must delight North Korea's Kim Jong Un, Iran's Hassan Rouhani, Russia's Vladimir Putin and Venezuela's Nicolás Maduro. America's adversaries lost a rare internal restraint on President Trump's inconstant and transactional security instincts. The world is now a more dangerous place.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-labors-minimum-wage-remorse-11568157570", "title": "Big Labor's Minimum-Wage Remorse", "date": "2019-09-10 19:19", "summary": "After job losses, unions now want to impose limits on self-checkout at grocery stores.. Big Labor has had big success getting politicians to raise the minimum wage, despite warnings that it could lead to more automation. Well, what do you know, now the Oregon AFL-CIO wants voters to limit self-checkout kiosks in grocery stores.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-think-about-health-coverage-11568157544", "title": "How to Think About Health Coverage", "date": "2019-09-10 19:19", "summary": "New Census data show the poverty rate fell for the fourth year in a row.. The number of Americans without health insurance rose last year, the Census Bureau reported Tuesday, and Democrats say this justifies more government control. Yet the reality is more complicated-in particular, note that having a Medicaid card is no guarantee of great medical care.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/there-is-a-mental-health-crisis-on-campus-11568157092", "title": "There Is a Mental-Health Crisis on Campus", "date": "2019-09-10 19:11", "summary": "What's causing it? Where did it come from? Students discuss.. Editor's note: This Future View is about the sharp increase in depression, anxiety and suicidal thinking reported by college students over the last decade. Next week we'll ask, \"How do you view the rise of vaping and e-cigarettes? How should the law view it?\" Students should click here to submit opinions of fewer than 250 words before Sept. 17. The best responses will be published that night.", "categories": [["Opinion", "Future View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/future-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/thomas-paine-and-the-clarion-call-for-american-independence-review-the-man-who-lit-the-fuse-11568155969", "title": "'Thomas Paine and the Clarion Call for American Independence' Review: The Man Who Lit the Fuse", "date": "2019-09-10 18:52", "summary": "His words famously kindled American rebellion and raised the ﬁghting spirit of nearly defeated soldiers. He would soon have even more to say.. American colonists began fighting George III long before they resolved to rid themselves of him. Thomas Paine transformed their resistance into a revolution with \"Common Sense,\" published in January 1776. Unlike other writers of the time, Paine didn't adopt the gentlemanly style of a statesman. He appealed to his readers' rawest passions without insulting even the most rarified intelligence. Nothing could be more absurd, he wrote, than supposing \"a continent to be perpetually governed by an island.\" If monarchy were truly a divine institution, surely God wouldn't have so often given mankind \"an ass for a lion.\" Any American who favored reconciliation, he insisted, has \"the heart of a coward and the spirit of a sycophant.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sanders-praises-communist-capitalism-11568155904", "title": "Sanders Praises Communist Capitalism", "date": "2019-09-10 18:51", "summary": "Yes, China lifted millions out of poverty-by moving away from socialism.. Sen. Bernie Sanders's praise for the government of China should raise eyebrows, and not only for the obvious reasons. His assessment of the Chinese economy knocks the pins out from under his political and economic philosophy.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-at-t-be-broken-up-11568155870", "title": "Should AT&T Be Broken Up?", "date": "2019-09-10 18:51", "summary": "The 'activist' Elliott Management doesn't say possibly because it doesn't know.. It was the biggest and most controversial merger of 2018. It consumed a massive amount of media attention and resulted in, among other things, an ignominious defeat for the Trump Justice Department, which sued to block the deal.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trans-atlantic-democracy-is-torn-in-two-11568155799", "title": "Trans-Atlantic Democracy Is Torn in Two", "date": "2019-09-10 18:50", "summary": "Political crises in the U.S. and U.K. show how populism clashes with constitutions.. Populist insurgencies in the world's two oldest English-speaking democracies have exposed deep flaws in their constitutional systems. Attending to these defects should be an urgent order of business in both nations.", "categories": [["Opinion", "Politics & Ideas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/politics-ideas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-to-give-up-majority-control-of-baker-hughes-11568154610", "title": "GE to Give Up Majority Control of Baker Hughes", "date": "2019-09-10 18:48", "summary": "Conglomerate will raise nearly $3 billion in cash from oil investment but trigger a more than $7 billion charge. General Electric Co. is giving up majority control of Baker Hughes , selling shares in the oil-field services firm that will raise about $3 billion cash but trigger a more-than-$7 billion accounting charge.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/robert-frank-1924-2019-he-saw-america-without-illusions-11568155629", "title": "Robert Frank, 1924-2019: He Saw America Without Illusions", "date": "2019-09-10 18:47", "summary": "The photographer, who died Monday, created unvarnished, revelatory images of the nation.. ", "categories": [["Opinion", "Commentary", "Cultural Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cultural-commentary?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weighing-the-sentencing-of-parents-in-the-college-admissions-cheating-scheme-11568155291", "title": "Weighing the Sentencing of Parents in the College-Admissions Cheating Scheme", "date": "2019-09-10 18:41", "summary": "The fraud case involving admissions spots at U.S. universities is the largest ever prosecuted by the Justice Department. BOSTON-A federal judge prolonged the suspense Tuesday over whether parents who have admitted to cheating to get their children into college will serve time in jail, deciding not to rule following a hearing on sentencing guidelines.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warrens-assault-on-retiree-wealth-11568155283", "title": "Warren's Assault on Retiree Wealth", "date": "2019-09-10 18:41", "summary": "Her vision of 'accountable capitalism' would destroy savings built over a lifetime-and sink the economy.. Who owns the vast wealth of America? Old folks. According to the Federal Reserve, households headed by people over the age of 55 own 73% of the value of domestically owned stocks, and the same share of America's total wealth. Households of ages 65 to 74 have an average of $1,066,000 in net worth, while those between ages 35 and 44 have less than a third as much on average, at $288,700.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-too-comfortable-end-for-robert-mugabe-11568155247", "title": "A Too-Comfortable End for Robert Mugabe", "date": "2019-09-10 18:40", "summary": "Zimbabwe's brutal dictator impoverished millions but died in a hospital bed surrounded by family.. \"Peace has come to Zimbabwe / Third World's right on the one / Now's the time for celebration / 'Cause we've only just begun.\" So sings Stevie Wonder in \"Master Blaster,\" his 1980 hit single. And he wasn't the only one who turned out to be overly optimistic about the southern African nation's future under its then-new leader, Robert Mugabe.", "categories": [["Opinion", "Upward Mobility"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/upward-mobility?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alternatives-to-google-your-search-returned-no-results-11568155213", "title": "Alternatives to Google? Your Search Returned No Results", "date": "2019-09-10 18:40", "summary": "Our investigation will find out whether the internet's gate keeper is, in fact, blocking the entrance.. Google once honored the Canadian philosopher and media theorist Marshall McLuhan with a so-called \"Google Doodle\" for predicting the internet's invention in 1962. McLuhan's work was so influential that he coined many of the phrases people use to talk about the internet today: \"the medium is the message\" and \"surfing\" the web. He also predicted that the internet would transform the world into a \"global village.\" But McLuhan never guessed that a single company might become that village's gatekeeper and use its power to become the wealthiest person in town.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/car-crashes-into-and-kills-10-year-old-boy-in-brooklyn-11568155152", "title": "Car Crashes Into and Kills 10-Year-Old Boy in Brooklyn", "date": "2019-09-10 18:39", "summary": "Driver who police say may have had a medical episode jumps curb at bus stop in Midwood, then runs into building scaffolding. A 10-year-old boy standing next to a bus stop in Brooklyn was killed by a car Tuesday afternoon when a driver jumped the curb and crashed into him, police officials said.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-18-years-ago-11568155174", "title": "Notable & Quotable: 18 Years Ago", "date": "2019-09-10 18:39", "summary": "'The scope of the terror assault would have been unimaginable before yesterday.'. From \"A Terrorist Pearl Harbor\" by the Journal editorial board, Sept. 12, 2001.", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pope-says-he-doesnt-fear-possible-schism-with-u-s-conservatives-11568151175", "title": "Pope Says He Doesn't Fear Possible Schism With U.S. Conservatives", "date": "2019-09-10 18:34", "summary": "Pontiff has faced criticism for focusing on social causes while downplaying traditional teachings. ROME-Pope Francis made his most explicit public acknowledgment of tensions with conservative Catholics in the U.S., saying he hopes the divisions within the church don't lead to a schism.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-says-russia-orchestrated-chechen-rebels-murder-in-germany-11568131176", "title": "Russia Orchestrated Chechen Rebel's Murder in Germany, U.S. Officials Say", "date": "2019-09-10 18:31", "summary": "The murder is rekindling concerns that Moscow is ramping up a foreign assassination campaign against perceived enemies abroad. Russia was behind the murder last month of a former Chechen rebel in Germany, U.S. officials said on Tuesday, rekindling concerns that Moscow is ramping up an assassination campaign against the country's perceived enemies abroad.", "categories": [["WSJ News Exclusive", "Europe"]], "category_links": ["https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-plans-two-part-saudi-listing-to-expedite-ipo-11568130368", "title": "Aramco Plans Two-Part Saudi Listing to Expedite IPO", "date": "2019-09-10 18:13", "summary": "Saudi's national oil giant is considering a 1% offering in 2019 and another 1% next year on the Tadawul. Saudi Arabia is planning a two-part listing of Saudi Arabian Oil Co. on its domestic stock market to ensure that the exchange can easily absorb what would be the kingdom's largest initial public offering, according to advisers familiar with the process.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-wants-gamers-to-hit-subscribe-with-apple-arcade-11568153508", "title": "Apple Wants Gamers to Hit 'Subscribe' With Apple Arcade", "date": "2019-09-10 18:11", "summary": "The new videogame service launching Sept. 19 will cost $4.99 a month in the tech giant's latest push to drive up subscription revenue. Apple Inc. is launching its new Arcade videogame subscription service next week with a $4.99 monthly price that grants access to about 100 titles, an offering that analysts expect to be a tough sell since consumers are used to downloading mobile games free.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/merrill-lynch-to-pay-300-000-for-failure-to-promptly-produce-audit-trail-data-11568153485", "title": "Merrill Lynch to Pay $300,000 for Failure to Promptly Produce Audit Trail Data", "date": "2019-09-10 18:11", "summary": "Merrill Lynch failed to produce reliable audit trail data requested by the division of enforcement, CFTC says. The U.S. Commodity Futures Trading Commission said Tuesday that Merrill Lynch Pierce Fenner & Smith Inc. will pay $300,000 to settle charges it failed to produce required records and separately failed to \"supervise its employees and agents to ensure that they fulfilled the firm's statutory and regulatory obligations to keep and promptly produce such records.\"", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paris-capital-of-fashion-review-the-city-of-sartorial-love-11568152165", "title": "'Paris, Capital of Fashion' Review: The City of Sartorial Love", "date": "2019-09-10 17:49", "summary": "An exhibition at the Museum at FIT traces the evolution of the couture mecca from the 1700s to the present.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-boltons-exit-gop-interventionism-gives-way-to-trump-11568152086", "title": "With Bolton Out, GOP Interventionism Bows to Trump", "date": "2019-09-10 17:48", "summary": "The departing national security adviser embraced a hawkish strain of Cold War-era Republican foreign policy that the president has largely sidelined. Longtime Republican thinking on national security, which embraces American intervention abroad and is comfortable with military action, just collided with Trumpian thinking on national security, which is dubious of intervention abroad and deeply skeptical of foreign wars.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/number-of-americans-without-insurance-shows-first-increase-since2008-11568128381", "title": "Number of Uninsured Americans Rises for First Time in Decade", "date": "2019-09-10 17:47", "summary": "Increase is largely driven by a decline in coverage under public programs such as Medicaid. The number of Americans without health insurance climbed to 27.5 million in 2018, according to federal data that show the first year-to-year increase in a decade, before the Affordable Care Act began reducing the ranks of the uninsured.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hunting-for-cheap-stocks-is-back-in-favor-11568139117", "title": "Hunting for Cheap Stocks Is Back in Favor", "date": "2019-09-10 17:39", "summary": "Value stocks Monday had one of their best days relative to growth shares since the financial crisis. Is it finally time for value stocks to shine?", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amazons-new-multistory-warehouse-aims-to-cut-delivery-times-11568113201", "title": "Amazon's New Multistory Warehouse Aims to Cut Delivery Times", "date": "2019-09-10 17:28", "summary": "Having vertical distribution facilities closer to urban customers helps slash delivery times. Amazon.com Inc. has agreed to take space in a first-of-its-kind three-story warehouse, a new type of distribution center that could reduce delivery times in congested cities to hours rather than days.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rift-deepens-between-michael-flynn-prosecutors-over-cooperation-11568141797", "title": "Rift Deepens Between Flynn, Prosecutors Over Cooperation", "date": "2019-09-10 17:27", "summary": "Government hints it could ask for jail time for former Trump national security adviser. WASHINGTON-Former national security adviser Michael Flynn's new legal team accused the government of withholding critical evidence in his criminal case, and prosecutors hinted on Tuesday that they might depart from their earlier recommendation that Mr. Flynn get no prison time.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americans-get-richer-11568150716", "title": "Americans Get Richer", "date": "2019-09-10 17:25", "summary": "And for those concerned about economic inequality, there appears to be less of it.. By important measurements life is getting better in the United States, especially for those at the bottom of the income ladder. Meanwhile, it will be interesting to see if Democratic presidential candidates remain obsessed with income inequality amid evidence that it's been declining in the Trump era.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-prices-get-washingtons-attention-ahead-of-2020-election-11568150578", "title": "Drug Prices Get Washington's Attention Ahead of 2020 Election", "date": "2019-09-10 17:22", "summary": "Pelosi, Grassley push legislative measures, while Trump indicates he will issue an executive action. Concern over high drug prices is driving proposals this fall from both Republicans and Democrats on an issue likely to be near the top of the 2020 election agenda.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-of-15-new-york-city-middle-school-students-has-vaped-recently-11568149647", "title": "One of 15 New York City Middle-School Students Vaped Recently", "date": "2019-09-10 17:07", "summary": "'E-cigarettes threaten decades of progress we have made in fighting youth nicotine use,' city health commissioner says. One in 15 middle-school students in New York City public schools report having recently used an e-cigarette, according to a new report released Tuesday by the New York City Department of Health and Mental Hygiene.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gamestop-grapples-with-falling-sales-as-competition-looms-11568149677", "title": "GameStop Grapples With Falling Sales as Competition Looms", "date": "2019-09-10 17:07", "summary": "'We are committed to acting with a sense of urgency,' CEO says. GameStop Corp. continues to struggle to hold on to customers as some of the biggest technology companies prepare to lure in gamers with new subscription services.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-giant-bet-against-natural-gas-is-blowing-up-11568129290", "title": "A Giant Bet Against Natural Gas Is Blowing Up", "date": "2019-09-10 17:00", "summary": "Hedge funds, money managers went bearish before prices shot up 25%. A popular wager in the energy markets is backfiring.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/afghan-president-inherits-long-sought-role-after-u-s-ends-taliban-talks-11568149013", "title": "Afghan President Inherits Long-Sought Role After U.S. Ends Taliban Talks", "date": "2019-09-10 16:56", "summary": "Burden shifts to process-oriented technocrat Ashraf Ghani to map a path to peace. KABUL-President Trump's decision to cancel a U.S.-Taliban deal and end negotiations effectively hands Afghan President Ashraf Ghani the control he has long craved over a peace process from which he had been excluded.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/global-stocks-dip-with-central-banks-in-focus-11568102593", "title": "Dow Industrials Extend Winning Streak", "date": "2019-09-10 16:55", "summary": "Tech shares stumble as investors rotate out of growth stocks. The Dow Jones Industrial Average turned higher in the final minutes of Tuesday's session to extend its winning streak to five days.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-s-anbang-to-sell-u-s-hotels-for-more-than-5-8-billion-11568148794", "title": "China's Anbang to Sell Hotels for More Than $5.8 Billion", "date": "2019-09-10 16:53", "summary": "Unit of South Korean financial-services company agrees to deal despite fake deeds. A Chinese insurer has agreed to sell a luxury hotel portfolio for more than $5.8 billion, overcoming an unusual stumbling block: A California individual secretly created a series of fake deeds to transfer ownership for up to a half dozen of the hotels.", "categories": [["WSJ News Exclusive", "Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-curbs-its-upsell-11568148752", "title": "Apple Curbs Its Upsell", "date": "2019-09-10 16:52", "summary": "Slimmed-down iPhone lineup holds the line on prices following two years of increases. Apple Inc. probably won't sell many more iPhones in the coming year than last, but at least it isn't giving customers an extra reason to stay away.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-commissioner-who-targeted-u-s-technology-giants-gets-second-term-11568119303", "title": "EU Commissioner Who Targeted Tech Giants Gets Second Term", "date": "2019-09-10 16:50", "summary": "Margrethe Vestager's reappointment is warning that Brussels isn't backing down on global tech oversight. BRUSSELS-The European Union official overseeing the regulatory push against Silicon Valley is poised to stay on the job for an unexpected second term-a warning that the new administration isn't backing down on global tech oversight.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-cuts-more-than-400-technical-jobs-11568144111", "title": "Uber Cuts More Than 400 Jobs", "date": "2019-09-10 16:48", "summary": "Layoffs in the product and engineering divisions represent about 8% of the divisions' combined workforce. Uber Technologies Inc. cut 435 technical employees in the company's latest downsizing as it faces market pressures to turn a profit and the possibility of higher driver pay.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-prices-sink-after-trump-ousts-john-bolton-11568148284", "title": "Oil Prices Sink After Trump Ousts John Bolton", "date": "2019-09-10 16:46", "summary": "The market is assuming Bolton's departure could lead to an eventual loosening of sanctions against Iran and Venezuela and more global supply of oil. U.S. oil prices fell about $1 a barrel Tuesday when President Trump announced via Twitter that he had asked for and accepted the resignation of national security adviser John Bolton.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rush-to-corporate-bonds-reflects-nervous-confidence-11568107803", "title": "Rush to Corporate Bonds Reflects Cautious Optimism", "date": "2019-09-10 16:45", "summary": "In shifting away from stocks, investors are unfazed by debt loads despite slower earnings growth. Some investors are shifting money from stocks into corporate bonds, a sign that concern about slower earnings growth isn't leading to worries about the ability of companies to pay back their debts.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/n-j-governor-pressures-gun-industry-to-tighten-controls-11568148130", "title": "N.J. Governor Pressures Gun Industry to Tighten Controls", "date": "2019-09-10 16:42", "summary": "Gov. Murphy threatens to pull state business from firearm makers, retailers that don't do enough to stop illegal sales. New Jersey Gov. Phil Murphy said the state may end business relationships with retailers and makers of guns if they don't adopt measures to curb illegal firearm sales.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looking-at-you-review-big-brother-in-your-pocket-11568147908", "title": "'Looking at You' Review: Big Brother in Your Pocket", "date": "2019-09-10 16:38", "summary": "Kamala Sankaram and Rob Handel's opera takes a hard look at surveillance in an app-based world.. ", "categories": [["Books & Arts", "Opera Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/opera-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mallinckrodt-shares-rise-after-it-agrees-to-sell-biovectra-11568147654", "title": "Mallinckrodt Shares Rise After It Agrees to Sell BioVectra", "date": "2019-09-10 16:34", "summary": "Drugmaker's stock surges 85% on news of deal with H.I.G. Capital. Mallinckrodt PLC agreed to sell its contract drug-manufacturing subsidiary to private-equity firm H.I.G. Capital in a deal valued at up to $250 million, sending its stock price up 85%.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jpmorgan-ceo-dimon-raises-specter-of-zero-rates-11568147683", "title": "JPMorgan CEO Dimon Raises Specter of Zero Rates", "date": "2019-09-10 16:34", "summary": "Chief executive says bank is discussing what fees and charges could be introduced. The biggest bank in the U.S. is starting to prepare for how to make money if interest rates in the U.S. drop to zero.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-the-party-could-be-winding-down-for-apples-shares-11568129600", "title": "Are Apple's Shares Approaching a Speed Bump?", "date": "2019-09-10 16:22", "summary": "Stock has had strong run in 2019, but plenty of threats loom. As consumers celebrate the unveiling of Apple Inc.'s new iPhone 11, investors best beware.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fema-official-contractor-executive-charged-over-puerto-rico-grid-repairs-11568130851", "title": "FEMA Official, Contractor Executive Charged Over Puerto Rico Grid Repairs", "date": "2019-09-10 16:15", "summary": "Prosecutors detailed an alleged contract-steering scheme involving Puerto Rico's electric utility. Federal prosecutors indicted a high-ranking Federal Emergency Management Agency official and the former president of a Puerto Rico utility contractor, charging them with corruption in connection with repairs to the U.S. territory's hurricane-ravaged electric grid.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weworks-latest-threat-old-school-landlords-trying-to-copy-wework-11568127640?tesla=y?mod=article_inline", "title": "WeWork's Latest Threat: Old-School Landlords Copying WeWork", "date": "2019-09-10 15:45", "summary": "Resume Subscription. At a dinner two years ago, held in the wine cellar of real-estate executive Jeffrey Hines, managers of the office-building company he heads voiced growing suspicions about WeWork.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/amazons-new-multistory-warehouse-aims-to-cut-delivery-times-11568113201?tesla=y?mod=article_inline", "title": "Amazon's New Multistory Warehouse Aims to Cut Delivery Times", "date": "2019-09-10 15:45", "summary": "Having vertical distribution facilities closer to urban customers helps slash delivery times. Amazon.com Inc. has agreed to take space in a first-of-its-kind three-story warehouse, a new type of distribution center that could reduce delivery times in congested cities to hours rather than days.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-decline-as-treasury-auctions-new-debt-11568133890", "title": "U.S. Government Bonds Decline as Treasury Auctions New Debt", "date": "2019-09-10 15:39", "summary": "Auction and crowded slate of corporate issuers added to supply of fresh debt. U.S. government-bond prices fell anew Tuesday, with the Treasury Department and a crowded slate of corporate issuers adding to the supply of fresh debt.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-unveils-new-sanctions-related-to-terror-financing-11568143019", "title": "Trump Administration Unveils New Terror-Related Sanctions", "date": "2019-09-10 15:17", "summary": "Expansion of counterterrorism powers comes on eve of 18th anniversary of Sept. 11 attacks. WASHINGTON-The Trump administration unveiled new counterterrorism powers on the eve of the 18th anniversary of the Sept. 11 attacks and imposed sanctions on dozens of individuals and entities allegedly involved with terror groups.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-vows-to-annex-jordan-river-valley-if-re-elected-11568136801", "title": "Netanyahu Vows to Annex Jordan River Valley If Re-Elected", "date": "2019-09-10 14:55", "summary": "Prime minister's plan would leave any future Palestinian state encircled by Israel. TEL AVIV-Israeli Prime Minister Benjamin Netanyahu said he would annex a huge swath of the West Bank along the border with Jordan if he stays in power after next week's election, in a last-minute push on Tuesday to draw more conservative votes.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-talks-with-north-korea-u-s-faces-new-chessboard-11568123173", "title": "In Talks With North Korea, U.S. Faces New Chessboard", "date": "2019-09-10 14:46", "summary": "Missile tests and strained alliances complicate the path to nuclear deal. SEOUL-Seven months after the U.S. and North Korea walked out of nuclear talks at a summit in Vietnam, the two sides appear ready again to work toward a deal that trades Pyongyang's nuclear weapons for a loosening of U.S.-led economic sanctions.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-presses-for-strong-swiss-cryptocurrency-rules-11568140998", "title": "U.S. Warns Switzerland on Oversight of Facebook's Libra", "date": "2019-09-10 14:43", "summary": "Officials meet to discuss regulations that would apply to Libra, a digital currency proposed by Facebook. The U.S. urged Switzerland to ensure its regulations governing cryptocurrencies are strong enough to prevent abuse, as the European banking hub prepares to host Libra, a digital currency proposed by Facebook Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/victorias-secret-rethinks-the-supermodel-11568140125", "title": "Victoria's Secret Rethinks the Supermodel", "date": "2019-09-10 14:28", "summary": "Lingerie powerhouse to feature women in more shapes and sizes as it seeks to reverse sales slump. COLUMBUS, Ohio-Make room, Gigi Hadid. Victoria's Secret will no longer rely on a small group of supermodels to promote its sexy lingerie, as the chain shifts to more inclusive marketing to end a prolonged sales slump.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/median-u-s-household-income-showed-no-growth-in-2018-11568126412", "title": "Median U.S. Household Income Showed No Growth in 2018", "date": "2019-09-10 14:20", "summary": "Median income was $63,179, essentially flat from a year earlier after three years of increases. WASHINGTON-American incomes remained essentially flat in 2018 after three straight years of growth, according to Census Bureau figures released Tuesday that offer a broad look at U.S. households' financial well-being.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bronx-teen-who-fatally-stabbed-classmate-gets-14-years-in-prison-11568138841", "title": "Bronx Student Who Fatally Stabbed Classmate Gets 14 Years in Prison", "date": "2019-09-10 14:13", "summary": "Abel Cedeno, who is gay, said he killed Matthew McCree at a high school after being bullied for years. A gay Bronx student who said he fatally stabbed a high-school classmate after years of being bullied was sentenced to 14 years in prison Tuesday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/j-p-morgan-says-shipping-loans-will-go-only-to-clean-vessels-11568139086", "title": "JPMorgan Says Shipping Loans Will Go Only to Clean Vessels", "date": "2019-09-10 14:11", "summary": "The environmental-protection criteria have become a critical part of ship financing as new maritime emissions regulations are looming. LONDON-J.P. Morgan Asset Management is joining a chorus of global financiers saying that protecting the environment will be a key consideration for extending shipping loans.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trumps-trade-policy-is-working-11568138994", "title": "President Trump's Trade Policy Is Working", "date": "2019-09-10 14:09", "summary": "The Trump tariffs are attracting billions of dollars of foreign investment in manufacturing on U.S. soil while the threat of tariffs incentivized Mexico to do more in two days on border security than in the last decade.. When it comes to giving the White House trade policy advice, Robert B. Zoellick has zero credibility (\"The Trade War's Winners Don't Include Us,\" op-ed, Sept. 5). As the U.S. trade representative when and after China entered the World Trade Organization, Mr. Zoellick fiddled for years while what would eventually be more than 75,000 American factories were shuttered and more than five million American manufacturing jobs were offshored.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-high-tech-schooling-guarantees-nothing-11568138835", "title": "A High-Tech Schooling Guarantees Nothing", "date": "2019-09-10 14:07", "summary": "I feel I have no recourse against districts and schools that want to put screens in front of my kids at school and then send them home for more screen time where homework is done on YouTube.. Regarding \"Schools' Tech Push Meets Backlash\" (Page One, Sept. 4): I feel I have no recourse against districts and schools that want to put screens in front of my kids at school and then send them home for more screen time where homework is done on YouTube. Google classroom hides the books and homework assignments from parents. I would so appreciate paging through Chapter 4 to see what my son is learning and being able to go back a few pages. My 14-year-old gained a near-zero foundation in math in middle school partly because of my poor parenting skills, but largely because there is so little \"working out\" of problems on paper. His printing is nearly illegible. But he reads the Journal daily.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uncertainty-not-rates-explains-low-investment-11568138747", "title": "Uncertainty, Not Rates, Explains Low Investment", "date": "2019-09-10 14:05", "summary": "It seems clear by now that declining business investment is due not to high borrowing costs but to uncertainty about the contents of the next tweet.. Your criticism of Fed monetary Vice Chair William Dudley's comments about Fed policy (\"The Federal Reserve Resistance,\" Review & Outlook, Aug. 28) misses the point. His point is that if Fed interest-rate policy won't ameliorate the negative effects of President Trump's erratic and incoherent trade policies, then further interest-rate reductions will only create a sugar high and be damaging in the long term. His point is that Fed tools may be ill-equipped to deal with the economic fallout caused by those policies. He suggests that Fed Chairman Jerome Powell has reached that conclusion and argues that if he has, then the Fed, exercising its independence, should respond accordingly by not cutting rates. Mr. Dudley is right.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/max-grounding-puts-boeing-on-track-for-lowest-deliveries-in-eight-years-11568129160", "title": "MAX Grounding Puts Boeing on Track for Fewest Deliveries in Eight Years", "date": "2019-09-10 14:04", "summary": "Plane maker booked its sixth consecutive month without an order for the 737 MAX. Boeing Co. delivered 18 jetliners in August, leaving the aerospace giant on track for its lowest annual total in eight years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fade-the-donald-dont-trade-the-donald-11568137509", "title": "Fade the Donald, Don't Trade the Donald", "date": "2019-09-10 13:45", "summary": "President Trump inspired a tongue-in-cheek index with his market-moving tweets, but trading on them may not be worth it. Once upon a time, U.S. presidents had to do something dramatic such as vomit on the Japanese prime minister or have a heart attack to impact stock prices. Active attempts to cheer markets, however well timed, were frowned upon.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-new-tax-math-for-people-living-in-high-tax-states-11568137115", "title": "The New Tax Math for People Living in High-Tax States", "date": "2019-09-10 13:38", "summary": "The limit on deductions for state income taxes and property taxes costs some taxpayers tens of thousands. More snowbirds are expected to make a permanent move as the curbs on state and local tax deductions are starting to be felt.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tapping-into-aramcos-ipo-11568136742", "title": "How to Tap Into Aramco's IPO", "date": "2019-09-10 13:32", "summary": "U.S. investors can take part in Saudi Arabia's biggest-ever public offering of stock. Saudi Aramco-the world's most profitable company-is drawing up plans to list 1% of the oil giant on Saudi Arabia's domestic stock market, known as the Tadawul. The size of the IPO, which could happen before the end of the year, will depend on the company's valuation. Saudi Crown Prince Mohammed bin Salman has said Aramco should be valued at about $2 trillion. Analysts, though, put the company's value at closer to $1.5 trillion, a figure that would raise $15 billion from investors.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inequality-is-holding-back-the-u-s-economy-11568136471", "title": "Inequality Is Holding Back the U.S. Economy", "date": "2019-09-10 13:27", "summary": "Rising inequality isn't a problem just for those at the bottom of the distribution. When it comes to money, America has always had winners and losers, but the widening gulf between the rich and the bulk of U.S. households may be making almost everybody worse off. That includes investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/health-insurance-consumers-to-get-743-million-in-rebates-under-aca-rule-11568131882", "title": "Health-Insurance Consumers to Get $743 Million in Rebates Under ACA Rule", "date": "2019-09-10 13:10", "summary": "Law requires refunds if companies don't spend a big enough share of premium dollars on health care. Health insurers are expected to pay out a record $743 million to consumers this month under an Affordable Care Act rule that requires refunds if the companies don't spend a big enough share of premium dollars on health care.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-former-fifth-avenue-home-of-the-late-john-gutfreund-11568135325", "title": "The Former Fifth Avenue Home of the Late John Gutfreund", "date": "2019-09-10 13:08", "summary": "The sprawling co-op previously owned by the former Salomon Brothers chief was recently purchased by billionaire investor Stanley Druckenmiller.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/for-drug-companies-there-are-real-costs-to-unpopularity-11568134482", "title": "For Drug Companies, There Are Real Costs to Unpopularity", "date": "2019-09-10 12:59", "summary": "Drug investors should expect harsh rhetoric from Washington as the 2020 election approaches. A familiar headache for drug investors is likely to soon reappear.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alibaba-sends-jack-ma-off-with-birthday-extravaganza-11568127370", "title": "Alibaba Sends Jack Ma Off With Birthday Extravaganza", "date": "2019-09-10 12:45", "summary": "Sixty thousand employees packed a stadium in China on Tuesday as Mr. Ma retired from his post as executive chairman. HANGZHOU, China-Twenty years after former English teacher Jack Ma founded online retailer Alibaba Group Holding Ltd. in an apartment in this southern China metropolis, he bid farewell to 60,000 employees who packed a stadium to wish him a happy birthday-and send him off with an extravaganza of song, dance and fireworks.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-pressures-at-t-to-deliver-on-time-warner-deal-promises-11568114112", "title": "Activist to AT&T: What's the Plan With WarnerMedia?", "date": "2019-09-10 12:34", "summary": "Elliott says AT&T hasn't articulated strategic rationale for Time Warner acquisition. When AT&T Inc. agreed to buy Time Warner nearly three years ago, it promised to create an entertainment and advertising behemoth that could take on Silicon Valley giants like Alphabet Inc.'s Google and Netflix Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stanley-druckenmiller-buys-fifth-avenue-co-op-for-less-than-half-its-original-ask-11568133046", "title": "Once Asking $120 Million, Fifth Avenue Co-op Sells to Stanley Druckenmiller at Steep Discount", "date": "2019-09-10 12:30", "summary": "Billionaire investor buys the roughly 12,000-square-foot duplex of the late Salomon Brothers CEO John Gutfreund. A sprawling Fifth Avenue co-op that for decades was home to former Salomon Brothers chief executive John Gutfreund has sold for $53 million, a fraction of its original $120 million asking price, records show.", "categories": [["WSJ News Exclusive", "Private Properties"]], "category_links": ["https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ftc-warns-cbd-companies-about-treatment-claims-11568132532", "title": "FTC Warns CBD Companies About Treatment Claims", "date": "2019-09-10 12:22", "summary": "Agency targets three companies' health and medical claims about cannabidiol products. The Federal Trade Commission is taking aim at certain companies that sell cannabidiol, or CBD, and have claimed their products can treat or cure serious diseases and health conditions.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/activist-wants-at-t-to-be-more-like-verizon-11568112635", "title": "Activist Wants AT&T to Be More Like Verizon", "date": "2019-09-10 12:10", "summary": "Elliott says Verizon rightly focused on its wireless business instead of pursuing media deals. An activist investor's attempt to force a strategy revamp at AT&T Inc. spotlights the diverging paths the two largest U.S. wireless carriers have taken in search of growth.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mnuchin-top-administration-officials-to-testify-on-fannie-and-freddie-overhaul-effort-11568109601", "title": "Treasury Secretary Details Plans for Fannie, Freddie", "date": "2019-09-10 12:06", "summary": "Trump administration to require mortgage-finance companies to pay fee for support from Treasury before allowing them to retain their earnings. WASHINGTON-The Trump administration plans to require Fannie Mae and Freddie Mac to begin paying a fee for support from the Treasury Department in exchange for a change to the mortgage-finance companies' status that will allow them to retain their earnings, Treasury Secretary Steven Mnuchin said Tuesday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-questions-starbucks-about-revenue-recognition-policy-11568066841", "title": "SEC Questions Starbucks About Revenue-Recognition Policy", "date": "2019-09-10 12:00", "summary": "Coffee chain agrees to provide additional disclosure related to gift cards and Nestlé deal. Starbucks Corp. has agreed to provide additional disclosures on how it recognizes revenue after the U.S. Securities and Exchange Commission questioned some of its accounting practices.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chip-makers-still-await-clearance-to-sell-to-huawei-11568120167", "title": "Chip Makers Still Await Clearance to Sell to Huawei", "date": "2019-09-10 11:57", "summary": "Trump promised to grant exemptions to a blacklist against the Chinese telecom giant, but that pledge remains unfulfilled. More than two months after President Trump agreed to ease export restrictions on Huawei Technologies Co., the U.S. has yet to green-light any sales to the Chinese telecom giant-frustrating U.S. chip makers that stand to lose billions of dollars in revenue.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-job-openings-cool-in-slowing-labor-market-11568131077", "title": "U.S. Job Openings Cool in Slowing Labor Market", "date": "2019-09-10 11:57", "summary": "A pullback in openings aligns with other labor-market signals pointing to a slowdown. WASHINGTON-The number of job openings decreased in July from a year earlier for the second consecutive month, underscoring slowing demand for new workers, though opportunities remain plentiful for job seekers.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-world-according-to-david-hockney-11568130021", "title": "The World According to David Hockney", "date": "2019-09-10 11:40", "summary": "The 82-year-old artist's monumental new work, a meditation on the view from his Normandy home, demonstrates his singular way of seeing things.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-do-farmers-make-money-on-corn-by-charging-to-shoot-it-from-a-cannon-11568129784", "title": "How Do Farmers Make Money on Corn? By Charging to Shoot It From a Cannon", "date": "2019-09-10 11:36", "summary": "Resume Subscription. Farmers across the U.S. have stumbled onto a fertile side hustle at a time when prices for their crops are low: cramming produce into an air gun and charging people to fire it into the sky.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-legendary-shelby-cobra-built-to-beat-ferraris-and-corvettes-11568128750", "title": "A Legendary Shelby Cobra, Built to Beat Ferraris and Corvettes", "date": "2019-09-10 11:19", "summary": "Resume Subscription. Bruce Meyer, 77, the founding chairman of the Petersen Automotive Museum in Los Angeles, on his Shelby Cobra CSX2001, as told to A.J. Baime.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/in-the-1960s-this-car-caused-a-sensation-11568128342", "title": "In the 1960s, This Car Caused a Sensation", "date": "2019-09-10 11:12", "summary": "Steve McQueen was among the celebrities who bought a Shelby Cobra, built by racing icon Carroll Shelby.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/democrats-campaign-travel-reveals-2020-priorities-11568113203", "title": "Democrats' Campaign Travel Reveals 2020 Priorities", "date": "2019-09-10 11:11", "summary": "The Journal tracked top presidential candidates' travel to find out where they are raising money, looking for delegates and eyeing the general election. Democratic presidential candidates have entered the hectic post-Labor Day campaign season. But the top contenders were pretty busy already, hitting 47 states, the District of Columbia and Puerto Rico even before the fall frenzy kicked off this month.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mans-best-friend-until-its-time-to-show-a-house-11568128242", "title": "Man's Best Friend (Until It's Time to Show a House)", "date": "2019-09-10 11:10", "summary": "Agents recall trying to sell homes where dogs and even a potbellied pig ruled the roost. ", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weworks-latest-threat-old-school-landlords-trying-to-copy-wework-11568127640", "title": "WeWork's Latest Threat: Landlords Copying WeWork", "date": "2019-09-10 11:00", "summary": "Resume Subscription. At a dinner two years ago, held in the wine cellar of real-estate executive Jeffrey Hines, managers of the office-building company he heads voiced growing suspicions about WeWork.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/how-to-negotiate-a-phased-retirement-with-your-boss-11568127431", "title": "How to Negotiate a 'Phased Retirement' With Your Boss", "date": "2019-09-10 10:57", "summary": "If you'd like to cut back your work hours ahead of retirement, explain what is in it for your employer. I'm 63 years old and approaching retirement. I would like to cut back on my hours at work and leave my job in stages. My company, though, doesn't offer that option. Have you talked with people who retired from work gradually? How did they do it? Any suggestions?", "categories": [["Markets", "Journal Reports: Wealth Management", "Ask Encore"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-sound-an-alarm-over-leg-stent-surgery-11568127286", "title": "Doctors Sound an Alarm Over Leg-Stent Surgery", "date": "2019-09-10 10:54", "summary": "Johns Hopkins researchers analyzing Medicare data say they've detected physicians performing what look like unnecessary vascular procedures. Now that unnecessary heart-stent procedures happen significantly less often, doctors are flagging a new area of concern: unnecessary leg stents.", "categories": [["Life & Work", "Your Health"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/your-health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-tougher-approach-to-big-tech-11568127217", "title": "Europe's Tougher Approach to Big Tech", "date": "2019-09-10 10:53", "summary": "Margrethe Vestager has been reappointed European antitrust chief and wants to strengthen the rules. U.S. tech giants beware: Margrethe Vestager is back and she is planning to change the rules.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boes-carney-central-banks-have-weapons-to-fight-next-downturn-11568126242", "title": "BOE's Carney: Central Banks Have Weapons to Fight Next Downturn", "date": "2019-09-10 10:37", "summary": "After the financial crisis, central banks have less room to maneuver to stimulate economies but they have other tools they can use. NEW YORK-The world's major central banks still have the ability to respond to a normal economic downturn, Bank of England Governor Mark Carney said Tuesday, but added they would likely need some help from government spending and taxation policies if trouble did happen.", "categories": [["Economy", "Central Banks"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/central-banks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/too-cool-for-school-david-spade-turned-to-comedy-11568125832", "title": "Too Cool for School, David Spade Turned to Comedy", "date": "2019-09-10 10:30", "summary": "The actor and comedian traded chess club, spelling bees and math club for sarcastic jokes and stand-up comedy. David Spade, 55, is an actor and stand-up comedian. A former \"Saturday Night Live\" cast member, he has starred in more than 35 films. He hosts Comedy Central's \"Lights Out With David Spade.\" He spoke to Marc Myers.", "categories": [["Real Estate", "House Call"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/house-call?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-ford-limoneira-and-roadrunner-transportation-and-wendys-11568110864", "title": "Stocks to Watch: Ford, Limoneira, Wendy's and Francesca's", "date": "2019-09-10 10:05", "summary": "Here are some of the companies with shares expected to trade actively Tuesday. Here are some of the companies with shares expected to trade actively in Tuesday's session. Stock movements noted by ticker reflect movements during regular trading hours.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-italy-is-smaller-but-still-big-on-local-flavor-11568124000", "title": "Little Italy Is Smaller, but Still Big on Local Flavor", "date": "2019-09-10 10:00", "summary": "Resume Subscription. The first person I met on a recent visit to Manhattan's Little Italy was a man wearing dark shades and floral shirt standing outside Il Cortile, an Italian restaurant. He spotted me scribbling notes. \"Wanna sketch me?\" he asked.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/electric-truck-maker-rivian-gets-new-cash-from-cox-enterprises-11568122201", "title": "Electric-Truck Maker Rivian Gets New Cash From Cox Enterprises", "date": "2019-09-10 09:30", "summary": "Companies will look to team up in vehicle maintenance and digital sales. Rivian Automotive, an electric pickup-truck startup backed by automotive and technology giants including Amazon.com Inc., has landed $350 million from privately held Cox Enterprises as it prepares to launch its first vehicle next year.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/google-amazon-and-microsoft-in-battle-to-store-health-data-in-the-cloud-11568122202", "title": "Tech Giants in Battle to Store Health Data in the Cloud", "date": "2019-09-10 09:30", "summary": "Hospitals are seeking new ways to manage patient data and analyze it for hidden patterns or use it for new treatments. Amazon.com Inc., Microsoft Corp. and Alphabet Inc.'s Google are striking sweeping agreements to store data and develop software for hospitals, as the technology giants wrestle for control in health-care and cloud-computing markets.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/brazils-sky-high-murder-rate-begins-to-fall-11568122084", "title": "Brazil's Sky-High Murder Rate Begins to Fall", "date": "2019-09-10 09:28", "summary": "Justice Minister Sergio Moro says homicides dropped about 20% this year through June. BRASÍLIA-Homicides in Brazil have declined by a fifth this year after falling in 2018 at the fastest rate in at least a decade, reversing a violent trend that has haunted Latin America's biggest nation and propelled a law-and-order politician to the presidency.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/airbnb-leads-20-million-funding-round-into-atlas-obscura-11568120400", "title": "Airbnb Leads $20 Million Funding Round Into Atlas Obscura", "date": "2019-09-10 09:00", "summary": "Travel and exploration website's trips and events to be listed on Airbnb as part of deal. Travel and exploration website Atlas Obscura has built its brand by shining a light on little-known things. Now, the company is looking to up that wattage with a major investment from home-sharing juggernaut Airbnb Inc.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/democratic-primary-contenders-get-tough-on-front-runner-joe-biden-11568119885", "title": "Democratic Primary Contenders Get Tough on Front-Runner Joe Biden", "date": "2019-09-10 08:51", "summary": "Rivals challenge him as being too moderate and mistake-prone. WASHINGTON-Joe Biden is facing a test from Democratic primary rivals who are trying to put him on the defensive while they press for a next-generation candidate who could energize the party and defeat President Trump.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hollywood-producer-brian-grazers-most-valued-possessions-11568119321", "title": "Hollywood Producer Brian Grazer's Most Valued Possessions", "date": "2019-09-10 08:42", "summary": "A tribal mug for espresso and a high-tech bicycle he calls \"super-pimpy\": everything the veteran film and television producer can't live without.. \"I saw that Scott 'Genius' mountain bike in Aspen in a store window. My wife, Veronica, bought it secretly and surprised me on my birthday. It's so badass and super-pimpy. Those his-and-hers gold dog tags were another surprise from my wife. Mine makes me feel safe, because I go on dangerous bike rides and I surf. If there's a 911, they know who I am. To the left is a 22-karat-gold pendant with St. Christopher on one side and a Jewish star on the other. My mom is Jewish, and my dad's side was Catholic. My mother's mom, little Sonia Schwartz, my mentor, gave it to me. The espresso cup is from Myanmar. This rural tribe handmade it, and every time I drink out of it, I think about my experience there, which I loved. Next to it is one of my blowguns. In 1985, through Sting, I met an Amazonian tribesman named Raoni, who hunted with a blowgun. So I bought blowguns, and I became kind of an expert blowgun shooter. The story behind that Wu-Tang Clan sweatshirt is that about 25 years ago, I was in the backseat of a taxicab, and I heard this wild guy called Ol' Dirty Bastard. I thought, I'm going to meet this guy, and I meet ODB, a member of Wu-Tang. And he became the beginning of a journey into understanding East Coast hip-hop. On the shelf is Chile Crunch, a condiment. I get crates of it from the Meat & Cheese Restaurant & Farm Shop in Aspen. I like spices on my huevos rancheros. On top of that is a photo of me. About 30 years ago, I got invited to a party at the house of Marvin Davis, then the owner of 20th Century Fox. I brought a picture of myself in a kitschy frame that cost $1. I put it among his pictures of family and dignitaries, thinking it would be clever and distinctive. He was outraged. It scared me, but then I thought, Things that scare you, you should do. Since then, I've snuck in photos during visits with Fidel Castro, Bill Gates, George Clooney, Owen Wilson. I snuck one into three of Rupert Murdoch's houses. If you invited me to your house, I'd put a framed photo of me in a place where you'd only find it later.\"", "categories": [["Still Life"]], "category_links": ["https://www.wsj.com/news/types/magazine-still-life?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/blood-test-could-help-identify-troops-suffering-from-ptsd-11568119269", "title": "Blood Test Could Help Identify Troops Suffering From PTSD", "date": "2019-09-10 08:41", "summary": "Army-sponsored research promises to show if soldiers are likely to experience lasting effects from trauma. A team of researchers from top medical schools is moving closer to developing a blood test that promises to quickly and accurately help diagnose combat troops with post-traumatic stress disorder, even those who try to hide the effects, the team said in a journal article released Monday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israels-baseball-team-now-starring-actual-israelis-11568119037", "title": "Israeli Baseball: Now Starring Actual Israelis", "date": "2019-09-10 08:37", "summary": "A group of Jewish-American players became citizens to help the country qualify for the Tokyo Olympics. The underdog Israeli team that emerged as a sensation at the 2017 World Baseball Classic came with an asterisk. Despite the name of the country splashed across their uniforms, almost none of the players who helped upset powerhouses like South Korea, Chinese Taipei and Cuba were actually Israeli. Instead, the roster featured a collection of Americans participating under the tournament's heritage rule, which granted eligibility to anybody with a Jewish grandparent or spouse.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-durants-new-headspace-11568119028", "title": "Kevin Durant's New Headspace", "date": "2019-09-10 08:37", "summary": "The Nets new star is focused on his recovery and elated to be coming to Brooklyn-so can everyone stop worrying about whether or not he's happy? \"We talk about mental health a lot. We only talk about it when it comes to players. We need to talk about it when it comes to executives, media, fans.\". \"Some days I hate the NBA,\" Kevin Durant says wearily.", "categories": [["Feature"]], "category_links": ["https://www.wsj.com/news/types/magazine-feature?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-buys-itself-extra-time-to-avoid-shutdown-11568118998", "title": "Congress Buys Itself Extra Time to Avoid Shutdown", "date": "2019-09-10 08:36", "summary": "McConnell says Senate would move to pass a temporary funding measure. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biotech-startup-lyra-therapeutics-brings-on-first-full-time-cfo-amid-funding-push-11568116801", "title": "Biotech Startup Lyra Therapeutics Brings On First Full-Time CFO Amid Funding Push", "date": "2019-09-10 08:00", "summary": "Venture-backed company hires CFO as the company's lead medical treatment inches closer to commercialization. Lyra Therapeutics Inc., coming off a growth year following an infusion of venture capital, recently hired its first full-time, in-house finance chief-a sign of maturity as the company's lead medical treatment inches closer to commercialization.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-too-much-negativity-about-negative-rates-11568116800", "title": "There's Too Much Negativity About Negative Rates", "date": "2019-09-10 08:00", "summary": "ECB now thinks negative rates didn't even have that much effect on the economy or prices. European bankers are squealing in fear that they'll be stuck with even steeper negative interest rates by the European Central Bank this week. The banks quite rightly fret that lower rates hit their profits, and they want the ECB to help. To avoid trouble in future, it should.", "categories": [["Markets", "Streetwise"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/streetwise?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netflix-hbo-go-hulu-amazon-prime-pretty-soon-it-all-adds-up-11568114959", "title": "Netflix. HBO Go. Hulu. Amazon Prime. Pretty Soon It All Adds Up", "date": "2019-09-10 07:29", "summary": "Subscription creep gets costly in an a-la-carte world. The solution: subscription hopping. The last time Netflix asked me \"Are you still watching?\" I had to think really hard about it. Was I still watching? Or at least enough to make my $16-a-month payment worth it?", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/technology-is-banks-new-battleground-11568114378", "title": "Technology Is Banks' New Battleground", "date": "2019-09-10 07:19", "summary": "European banks are playing catch up with their American rivals in tech spending, particularly in cutting-edge areas like artificial intelligence. European banks are spending vast sums on technology-but it may not be enough to defend against the incursions of bigger, richer American rivals.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hotels-step-up-luxury-in-japan-11568110800", "title": "Hotels Step Up Luxury in Japan", "date": "2019-09-10 07:11", "summary": "Developers are building new luxe hotels in Tokyo ahead of the 2020 Summer Olympics. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/real-estate-firms-turn-to-mortgages-insurance-offerings-11568113202", "title": "Real-Estate Firms Turn to Mortgages, Insurance Offerings", "date": "2019-09-10 07:00", "summary": "Companies look for new ways to generate additional income. Residential real-estate companies are piling into new businesses like mortgages and title insurance, aiming to generate additional income to offset tight margins in their core business.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nextdoor-gets-a-financing-boost-from-mary-meekers-venture-firm-11568113200", "title": "Nextdoor Gets a Financing Boost From Mary Meeker's Venture Firm", "date": "2019-09-10 07:00", "summary": "Bond and others invested $47 million in the neighborhood-based social platform's latest fundraising round. Nextdoor Inc., which offers a neighborhood-oriented social media platform, has received fresh investment from venture capitalist Mary Meeker, the company said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-is-experiencing-a-luxury-hotel-boom-ahead-of-2020-olympics-11568113202", "title": "Tokyo Is Experiencing a Luxury Hotel Boom Ahead of 2020 Olympics", "date": "2019-09-10 07:00", "summary": "Resume Subscription. TOKYO-A wave of new luxury hotels is sweeping across Japan's capital city, as developers start to showcase their projects before legions of visitors descend on Tokyo for the 2020 Summer Olympics.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/long-hotel-rally-losing-steam-as-supply-swells-business-travel-falls-11568113201", "title": "Long Hotel Rally Losing Steam as Supply Swells, Business Travel Falls", "date": "2019-09-10 07:00", "summary": "A crush of new projects weighs on room rates. A nearly decadelong rally for the hotel business is showing signs of petering out.", "categories": [["Real Estate", "Property Report"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/property-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-a-real-credit-crackdown-looks-like-11568112715", "title": "What a Real Credit Crackdown Looks Like", "date": "2019-09-10 06:54", "summary": "India is upturning its shadow-banking sector. Chinese policy makers should watch closely.. An emerging-market economy with a population of over a billion is recording its slowest growth rates in years, triggered by a crackdown on rampant nonbank lending. No, not that one.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/impartiality-is-the-source-of-a-newspapers-credibility-11568109602", "title": "Impartiality Is the Source of a Newspaper's Credibility", "date": "2019-09-10 06:00", "summary": "That means honestly reporting, editing and delivering the news without opinion or bias.. America has a vital interest in good journalism. But journalism confronts serious challenges. The advertising-based business model that supported it for more than a century has been disrupted. More than 1,800 U.S. newspapers have closed in the past 15 years-mostly weeklies, but also 75 dailies. Many surviving midsize metropolitan newspapers are shadows of what they once were. They have significantly reduced their news staffs and pages.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-gig-could-be-up-for-ride-hailers-11568109601", "title": "The Gig Could Be Up for Ride Hailers", "date": "2019-09-10 06:00", "summary": "A California bill stands to bring significant increases in expenses. A fight in California over the status of gig workers such as Uber drivers raises long-term questions on the treatment of independent workers. Regulation could have serious impacts for some companies more than others, though.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mario-draghis-plan-for-final-jolt-of-stimulus-runs-into-opposition-11568107800", "title": "Opposition Mounts to Draghi's Plans for a Last ECB Stimulus Package", "date": "2019-09-10 05:30", "summary": "Departing ECB president faces the possibility of a rare defeat amid questioning of need for more rate cuts or a new bond-buying program. FRANKFURT-European Central Bank President Mario Draghi hopes to end his eight-year term with a bang. Some fear it could conclude with a fizzle.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-mind-of-bill-gates-revealed-on-netflix-11568107801", "title": "In Bill Gates's Mind, a Life of Processing", "date": "2019-09-10 05:30", "summary": "A new documentary profiles the tech-titan-turned-philanthropist. In an interview with The Wall Street Journal, Mr. Gates reflects on his shifting public image.. Bill Gates, one of the first faces of the personal computer, has seen several reboots of his public image.", "categories": [["Books & Arts", "Arts", "Television"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/television?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/netanyahu-says-iran-tried-to-develop-nuclear-warheads-at-secret-facility-11568052262", "title": "Israeli Leader Accuses Iran of Secret Nuclear Work", "date": "2019-09-10 04:14", "summary": "The Israeli leader is imploring world powers to put more pressure on Tehran. Israeli Prime Minister Benjamin Netanyahu said Iran destroyed a facility this summer where it had conducted secret nuclear-weapons experiments, the latest volley in his campaign imploring world powers to heap more diplomatic pressure on Tehran.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-consumer-prices-fattened-by-precious-pork-11568097179", "title": "Chinese Consumer Prices Fattened by Precious Pork", "date": "2019-09-10 02:33", "summary": "Overall consumer-price index rose 2.8% from a year earlier. BEIJING-China's consumer inflation rate kept up an accelerated pace in August as the price of pork, a mainstay of the Chinese diet, rose at its fastest clip in eight years.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abraaj-breakup-sees-actis-take-over-more-funds-11568149917", "title": "Abraaj Breakup Sees Actis Take Over More Funds", "date": "2019-09-10 00:01", "summary": "Abraaj's collapse has provided opportunities for its former rivals. The breakup of Abraaj Group's emerging-markets funds empire is nearly complete.", "categories": [["Pro PE Fund News"]], "category_links": ["https://www.wsj.com/news/types/pro-pe-fund-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/executives-say-1-billion-for-ai-research-isnt-enough-11568153863", "title": "Executives Say $1 Billion for AI Research Isn't Enough", "date": "2019-09-10 00:01", "summary": "Representatives from Intel, Nvidia call for more money and rules governing data protection and privacy. The announcement Tuesday of a nearly $1 billion federal commitment toward artificial-intelligence research drew a mixed response from business leaders who said the U.S. needs to do more to maintain a competitive edge in AI.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11568054970", "title": "Pepper...and Salt", "date": "2019-09-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-rally-ahead-of-north-carolina-election-seen-as-2020-bellwether-11568061633", "title": "Trump Holds Rally Ahead of North Carolina Election Seen as Bellwether", "date": "2019-09-10 23:46", "summary": "Tuesday's do-over vote was called after officials found evidence of ballot fraud on behalf of the then-GOP candidate. President Trump traveled to North Carolina on Monday to rally on behalf of a congressional candidate as he goes all-in on a special election both parties see as a referendum on the man in the White House and a bellwether for his 2020 chances.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seven-states-sue-sec-on-concern-broker-rule-is-weak-11568085859", "title": "States Sue SEC on Concern Broker Rule Is Weak", "date": "2019-09-10 23:31", "summary": "Attorneys general say agency exceeded its authority in deviating from Dodd-Frank. Seven states asked a federal court on Monday to invalidate a regulation that requires stockbrokers to disclose more about conflicts of interest that could influence their financial advice, claiming that the rule is weak.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/north-korea-fires-two-unidentified-projectiles-11568073493", "title": "North Korea Offers to Restart Nuclear Talks With U.S.", "date": "2019-09-10 21:27", "summary": "Pyongyang said it was open to 'comprehensive discussions' by late September-then fired two short-range projectiles. SEOUL-North Korea vowed to reconvene nuclear talks with Washington later this month and signaled it was ready to engage in comprehensive discussions, a pledge that was followed hours later by the test-firing of two short-range projectiles.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lewandowski-to-appear-at-house-hearing-next-week-11568043174", "title": "Committee to Vote to Ramp Up Democrats' Oversight of Trump", "date": "2019-09-10 21:26", "summary": "Former Trump campaign manager Corey Lewandowski to appear before panel. WASHINGTON-A planned House Judiciary Committee vote this week marks the start of an aggressive new phase of House Democrats' oversight of President Trump, putting new force behind a push to determine whether Mr. Trump's actions during the 2016 presidential campaign and after could form the basis for lawmakers to push him out of office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fda-warns-juul-about-marketing-products-as-safer-than-cigarettes-11568043119", "title": "FDA Warns Juul About Marketing Products as Safer Than Cigarettes", "date": "2019-09-10 20:43", "summary": "In a letter to the startup, the agency wrote that it was troubled by Juul's marketing and outreach practices. Juul Labs Inc. made unauthorized claims to adults and children that its electronic cigarettes were safer than traditional cigarettes, the Food and Drug Administration said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-lyft-poised-to-lose-fight-against-california-bill-to-label-drivers-employees-11568069041", "title": "Uber, Lyft Poised to Lose Fight Against California Measure", "date": "2019-09-10 20:42", "summary": "Proposed law likely to upend the business model of companies that rely on 'gig workers'. SACRAMENTO, Calif.-California Democrats are poised to pass landmark employment legislation over the objections of two of the companies that would be most affected: Silicon Valley ride-sharing giants Uber Technologies Inc. and Lyft Inc.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-insists-he-wants-a-brexit-deal-despite-no-deal-planning-11568037248", "title": "Johnson Vows Oct. 31 Brexit as Second Election Bid Fails", "date": "2019-09-10 20:38", "summary": "British prime minister loses second bid to get Parliament to approve an October election. British Prime Minister Boris Johnson stuck to his pledge that the U.K. would leave the European Union on Oct. 31-even as a law came into force preventing the country from leaving on that date without an agreement and Parliament again rejected his bid to call an election before then.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-plan-offers-nearly-18-billion-to-wildfire-victims-and-public-entities-11568066570", "title": "PG&E Plan Offers Nearly $18 Billion to Wildfire Victims, Public Entities", "date": "2019-09-10 20:26", "summary": "California utility outlines strategy to exit bankruptcy after bid to sell bonds stalls. PG&E Corp. on Monday unveiled a plan to settle billions of dollars in wildfire-related claims and exit bankruptcy next year as it seeks to prevent creditors from taking over the embattled company.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-pressures-exchanges-on-long-delayed-market-surveillance-project-11568074121", "title": "SEC Pressures Exchanges on Market-Surveillance Project", "date": "2019-09-10 20:08", "summary": "Exchanges could face financial penalties for missing deadlines to build database. The Securities and Exchange Commission is stepping up pressure on exchanges to finish a huge, long-delayed database designed to help detect market manipulation and investigate episodes of anomalous trading.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rescuers-pull-crew-members-from-capsized-cargo-ship-11568065851", "title": "Rescuers Pull Final Crew Member From Capsized Cargo Ship", "date": "2019-09-10 20:03", "summary": "Four trapped men emerge alive from ship a day after it overturned off Georgia coast. JEKYLL ISLAND, Ga.-Coast Guard rescuers pulled four trapped men alive from a capsized cargo ship Monday, drilling into the hull's steel plates to extract the crew members more than a day after their vessel overturned while leaving a Georgia port.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}]