[{"link": "https://www.wsj.com/articles/a-guide-to-the-mostand-leastintriguing-womens-trends-for-2019-11552072848", "title": "A Guide to the Most-and Least-Intriguing Women's Trends for 2019", "date": "2019-03-08 18:53", "summary": "At the fall runway shows in New York, London, Milan and Paris, the strongest designers moved fashion forward. Plus: The unmistakable hotness of hats. ONE MINUTE CAN feel incredibly long. The 60 seconds of silence commemorating the recently deceased designer Karl Lagerfeld at his final Chanel show in Paris this week vibrated with an acute awareness of his legacy: 36 years at the French brand (and 54 years at Fendi, plus an eponymous line, photographs, furniture, books). For that minute, editors, buyers, photographers and celebrities muted the collegial chatter that fills in-between moments during the month of fashion shows. Then, after the sound system broadcast a snippet of Mr. Lagerfeld's voice, his beloved efficiency prevailed. Chimes sounded and the show began: 72 elegant après-ski looks marched across a wintry set of snowy chalets. As the couturier is widely reputed to have said, \"Fashion is about going ahead, not about memory.\"", "categories": [["Life & Work", "Style & Fashion", "Fashion"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/fashion?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ips-bankruptcy-shines-light-on-ex-cfos-criminal-past-11552088406", "title": "IPS Bankruptcy Shines Light on Ex-CFO's Criminal Past", "date": "2019-03-08 18:42", "summary": "IPS creditor Stanley Black & Decker raises concerns about former freight processor executive's theft conviction. Lawyers for Stanley Black & Decker Inc. say the former finance chief at a payments processor from which the tool maker is trying to recover money previously faced a civil lawsuit over alleged bogus expense reports and has done prison time.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/care-com-puts-onus-on-families-to-check-caregivers-backgroundswith-sometimes-tragic-outcomes-11552088138", "title": "Care.com Puts Onus on Families to Check Caregivers' Backgrounds-With Sometimes Tragic Outcomes", "date": "2019-03-08 18:35", "summary": "The largest online marketplace for such services says its members are responsible for ensuring background checks are performed. On a warm July morning last year, Amelia Wieand left her twin toddlers at an in-home day-care center outside Knoxville, Tenn. She had read about the facility on Care.com, the largest online marketplace for babysitters and other caregivers.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-womens-soccer-team-alleges-gender-discrimination-11552059299", "title": "U.S. Women's Team Sues Soccer Federation, Alleging Gender Discrimination", "date": "2019-03-08 18:32", "summary": "Action against sport's American governing body comes just months before Women's World Cup. Soccer's U.S. Women's National Team alleged gender discrimination in a lawsuit against the U.S. Soccer Federation, a dramatic step just months from the kickoff of a Women's World Cup in which the American squad is the defending champion and favored to repeat.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-venture-capital-firms-feel-the-pull-of-san-francisco-11552076785", "title": "More Venture-Capital Firms Feel the Pull of San Francisco", "date": "2019-03-08 18:32", "summary": "Andreessen Horowitz and Y Combinator are the latest Silicon Valley stalwarts looking to put down stakes in the city. San Francisco's office rents may be the priciest in the nation, but that isn't deterring Silicon Valley's venture-capital stalwarts from putting down stakes there.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ge-says-two-longest-serving-directors-are-leaving-11552075672", "title": "GE Says Two Longest-Serving Directors Are Leaving", "date": "2019-03-08 18:31", "summary": "Departures of Geoff Beattie and James Mulva will leave board with 10 members for now. General Electric Co. said its two longest-serving directors are retiring as the conglomerate continues to restructure its board and operations after two difficult years.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-pays-to-be-a-wyoming-cowboy-11552087148", "title": "It Pays to Be A Wyoming Cowboy", "date": "2019-03-08 18:19", "summary": "Here's what happens when a university ignores identity scolds.. ", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-is-set-to-pass-election-overhaul-package-11552054493", "title": "House Passes Election Overhaul Package", "date": "2019-03-08 18:18", "summary": "Legislation, opposed by Republicans and ACLU, is likely to languish in Senate. WASHINGTON-The House passed along party lines legislation to overhaul election rules that is likely to stall in the Senate, setting up the bill itself to be a key issue in the 2020 campaign battle between Democrats and Republicans.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/xis-economy-needs-trumps-help-11552087061", "title": "Xi's Economy Needs Trump's Help", "date": "2019-03-08 18:17", "summary": "A trade deal could help China's economy more than Beijing's tepid stimulus.. The U.S. and China are getting closer to a trade deal, and it may arrive just in time for President Xi Jinping in Beijing. A series of high-profile policy meetings this week and next are highlighting that China needs an outside push to press the policies the country needs to continue its growth.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/february-jobs-scare-11552087045", "title": "February Jobs Scare", "date": "2019-03-08 18:17", "summary": "Few new jobs for the month, but wages keep accelerating.. Pessimists had a good day Friday as the labor report for February came in at a paltry 20,000 net new jobs even as wages rose at the fastest clip in a decade. The hiring slowdown may be partly a statistical blip, but it is probably also a sign of slower first-quarter growth amid global uncertainties.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-venezuelan-vice-president-charged-with-violating-sanctions-11552086488", "title": "Former Venezuelan Vice President Charged With Violating Sanctions", "date": "2019-03-08 18:08", "summary": "Tareck El Aissami paid for private flights using cash payments that were funneled through U.S. companies, according to prosecutors. U.S. prosecutors Friday charged the former vice president of Venezuela and one of his associates with violating sanctions in connection with their use of private jets.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/americas-great-immigration-system-11552086008", "title": "America's Great Immigration System", "date": "2019-03-08 18:00", "summary": "A meeting with Chinese officials helped convince Neeraj Kaushal nobody is better than the U.S. at handling new arrivals.. New York", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-calls-for-breakup-of-amazon-google-facebook-11552065735", "title": "Warren Calls for Breakup of Amazon, Google, Facebook", "date": "2019-03-08 17:59", "summary": "Democratic presidential hopeful puts spotlight on antitrust in tech industry ahead of 2020 campaign. Sen. Elizabeth Warren, the Massachusetts Democrat running for president, on Friday called for the breakup of Amazon.com Inc., Alphabet Inc.'s Google and Facebook Inc., taking an aggressive populist stance against some of the nation's most powerful companies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/moving-kids-from-foster-care-to-adoption-11552085962", "title": "Moving Kids From Foster Care to Adoption", "date": "2019-03-08 17:59", "summary": "It's tough to find families who will take children with behavior problems, but one nonprofit has a solution.. Salt Lake City", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-final-days-11552085909", "title": "Notable & Quotable: Final Days", "date": "2019-03-08 17:58", "summary": "\"Elderly, ill critics of the president...want to try to hang on to see how the story all turns out.\". Tim Mak writing at NPR.org, March 5:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-college-grass-roots-organizations-that-arent-11552085834", "title": "The College 'Grass-Roots' Organizations That Aren't", "date": "2019-03-08 17:57", "summary": "Groups pretending to be student-led movements are often political operations with billionaire backers.. If college students are politically conscious and impressionable, they might find themselves pawns of national political nonprofits masquerading as student groups. Such outfits, on both left and right, are expanding rapidly on campuses and recruiting students to advocate for their ideological agendas.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biggest-threat-to-5g-is-the-d-c-swamp-11552085782", "title": "Biggest Threat to 5G Is the D.C. Swamp", "date": "2019-03-08 17:56", "summary": "Weak antitrust leadership has meant a field day for critics of the Sprint and T-Mobile merger.. If the Trump administration is so keen on 5G, it has a strange way of showing it given the troubles besetting the pending merger of wireless operators Sprint and T-Mobile.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-has-already-lost-the-eastern-pacific-11552085723", "title": "America Has Already Lost the Western Pacific", "date": "2019-03-08 17:55", "summary": "The U.S. is way behind in establishing the naval and long-range air forces in the Pacific that will be required to deter China.. Mark Helprin's \"The U.S. Is Ceding the Pacific to China\" (op-ed, March 4) advocates a major arms buildup to prevent the Pacific Ocean from becoming \"a Chinese lake.\" The notion of China building artificial islands off the coast of California, as it has been doing all over the South China Sea, is surely alarming.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/handkerchiefs-for-use-and-fond-memories-11552085688", "title": "Handkerchiefs for Use and Fond Memories", "date": "2019-03-08 17:54", "summary": "In the six months since becoming a widow, I have stopped wearing eye makeup and started carrying Luke's hankies everywhere I go.. What a pleasure to read Stuart Green's essay \"In Praise of the Ever-Practical Handkerchief\" (Review, March 2). While hankies might seem old-fashioned to Mr. Green's 20-something sons, they were hardly gauche to my 45-year-old husband. Despite his relatively casual daily dress of bluejeans, collared shirt and dress shoes, Luke rarely left home without a hankie in his back pocket. I benefited from his habit on numerous occasions, soiling hankie after hankie with my mascara at weddings and in darkened movie theaters. The day after Luke died, I hesitantly walked through the door at a gathering of nearly 100 loved ones, gripping my mom's arm to steady me. When I locked eyes with our friend Carl, he approached and silently handed me a pristine white handkerchief; I knew then I would make it through that evening.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/michael-cohen-was-no-silver-bullet-for-the-hopeful-democrats-11552085589", "title": "Michael Cohen Was No Silver Bullet For the Hopeful Democrats", "date": "2019-03-08 17:53", "summary": "The Democrats proved to the public they will wholeheartedly believe an admitted liar if it fulfills their political agenda.. Regarding Peggy Noonan's \"Michael Cohen Makes History\" (Declarations, March 2): Ms. Noonan ignores two important lessons learned from Cohen's congressional hearing. The Democrats proved to the public they will wholeheartedly believe an admitted liar if it fulfills their political agenda. Antagonizing the president is more important to them than questioning whether to trust someone charged with perjury. More important, Michael Cohen has no actual knowledge of whether President Trump or his election campaign colluded with Russia. Democrats believed Russian collusion was their easiest path toward impeachment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-house-fire-has-reduced-my-past-to-ashes-11552085614", "title": "A House Fire Has Reduced My Past to Ashes", "date": "2019-03-08 17:53", "summary": "My vibrant past, previously brought to life through my journal readings, has been reduced to the shadows and whispers of my own fallible, incomplete memory.. As someone who lost her home in the 2017 California Tubbs fire, I appreciate the architectural details laid out in \"This Home Fights Fires\" (Mansion, March 1). Californians are sure to take note. However, I want to offer a different perspective to the line, \"The bareness is partly a result of having lost almost everything in the fire and realizing stuff isn't important.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/conservative-judges-o-k-just-being-a-conservative-not-o-k-11552085542", "title": "Conservative Judges Are O.K. Just Being a Conservative, Not O.K.", "date": "2019-03-08 17:52", "summary": "What seems to be missing from the continuing debate about Neomi Rao is that she hasn't been a judge.. Your Feb. 28 editorial \"The Right Hurts Its Own\" takes Sen. Josh Hawley to task for his concerns about judicial nominee Neomi Rao. What seems to be missing from the continuing debate about Ms. Rao is that she hasn't been a judge. Ms. Rao may be a prominent conservative with conservative opinions, but that should not be the standard for appointment to the federal judiciary. We've already had too many Trump appointees whose primary qualification seems to be having conservative beliefs rather than judicial experience. In the rush to appoint as many right-leaning appointees as possible to the bench, the Republican Senate leadership has been complicit in packing it with barely qualified individuals to make decisions that will affect all Americans for decades.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-deal-isnt-imminent-ambassador-branstad-says-11552031163", "title": "U.S.-China Trade Talks Hit a Bump", "date": "2019-03-08 17:28", "summary": "Trump's failed summit with North Korea stokes concern in Beijing over setting up meeting of presidents before deal is done. A U.S.-China trade accord is facing a new roadblock, as Chinese officials balk at committing to a presidential summit until the two countries have a firm deal in hand, according to people familiar with Beijing's thinking.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/palm-steakhouse-trademark-owner-files-for-bankruptcy-11552065790", "title": "Family Feud Over Palm Steakhouse Heads to Bankruptcy Court", "date": "2019-03-08 17:28", "summary": "Chapter 11 is designed to ease settlement between founders' descendants. The company that holds the Palm Restaurant steakhouse's trademarks filed for bankruptcy hoping to negotiate a settlement over disputed royalty payments among descendants of the 93-year-old chain's founders.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-still-hunting-for-allied-cooperation-in-syria-11552084123", "title": "U.S. Still Hunting for Allied Cooperation in Syria", "date": "2019-03-08 17:28", "summary": "Decision date passes without commitments; prisoner population swells. WASHINGTON-Trump administration officials didn't secure commitments from key European allies to send military forces to Syria, passing a target date set for Friday, but said they would continue building their case for allied involvement to prevent a resurgence of the Islamic State extremist group.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/air-force-secretary-heather-wilson-resigns-11552063505", "title": "Air Force Secretary Is Resigning", "date": "2019-03-08 17:21", "summary": "Wilson, a former House member, was once a favorite to become the first woman to lead the Defense Department. WASHINGTON-Air Force Secretary Heather Wilson, once a favorite to become the first woman to lead the U.S. Defense Department, on Friday announced plans to resign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-trump-administration-official-to-join-cnn-as-political-analyst-not-editor-11552083251", "title": "Former Trump Administration Official to Join CNN as Political Analyst, Not Editor", "date": "2019-03-08 17:17", "summary": "Sarah Isgur, who was a spokeswoman for former Attorney General Jeff Sessions, will be an on-air political analyst at the TV network. Former Justice Department spokeswoman Sarah Isgur announced on Friday that she would join CNN as a political analyst, weeks after her appointment to the network as a political editor prompted a backlash inside the TV network.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-shares-suffer-worst-day-in-five-months-as-exports-slump-11552032854", "title": "U.S. Stocks Post Weekly Decline", "date": "2019-03-08 17:15", "summary": "Disappointing U.S. payrolls report and weak Chinese export data add to concerns about global economy. Major U.S. indexes closed out their worst week since December ahead of the bull market's 10th anniversary, dragged down by swelling concerns about slowing economic growth around the world.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-scrapping-bonuses-pg-e-revives-themand-now-faces-protest-from-fire-victims-11552083251", "title": "After Scrapping Bonuses, PG&E Revives Them-and Faces Protest From Fire Victims", "date": "2019-03-08 17:14", "summary": "Law firm representing California wildfire victims said it opposes the approximately $350 million in proposed PG&E bonuses. Two weeks after PG&E Corp. canceled $130 million in employee bonuses citing the hardship suffered by victims of the California wildfires, the company asked the court for approval of an even bigger bonus package for 2019.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lacroixs-sales-bubble-pops-stock-tumbles-11552052653", "title": "LaCroix's Sales Bubble Pops; Stock Tumbles", "date": "2019-03-08 16:53", "summary": "National Beverage CEO blames 'injustice' for poor quarterly results. National Beverage Corp. , the maker of LaCroix sparkling water, reported a drop in quarterly sales for the first time in five years and issued an unusual apology, sending the company's share price tumbling Friday.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-denies-new-trial-in-serial-podcast-murder-case-11552081440", "title": "Court Denies New Trial in 'Serial' Podcast Murder Case", "date": "2019-03-08 16:44", "summary": "Adnan Syed, convicted in 2000 of strangling teenage girl in Maryland, loses appeal. ANNAPOLIS, Md.-Maryland's highest court denied a new trial Friday for a man whose murder conviction was chronicled in the hit podcast \"Serial.\"", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/under-red-skies-review-living-the-chinese-dream-11552081441", "title": "'Under Red Skies' Review: Living the Chinese Dream", "date": "2019-03-08 16:44", "summary": "A heartfelt introduction to China's recent history-and a rare firsthand dispatch from its millennial generation.. When the Chinese leader Deng Xiaoping died in February 1997, Karoline Kan had no idea who he was. Her elementary-school teacher in a town in northern China dramatically interrupted class with the news and exhorted the children to mourn. \"I know you are so sad, as am I,\" the teacher said. \"Thanks to our headmaster's support, we can all watch the funeral and pay our respects to Grandpa Deng together. You can cry. . . . I know you want to weep for our dearest Grandpa Deng.\" A school administrator watched expectantly from the back of the room. A few students managed to squeeze out tears, Ms. Kan recalls, but she could barely hold back laughter.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-catalogue-of-shipwrecked-books-review-the-mirage-of-a-perfect-library-11552081439", "title": "'The Catalogue of Shipwrecked Books' Review: The Mirage of a Perfect Library", "date": "2019-03-08 16:44", "summary": "Christopher Columbus's son attempted to organize the whole world's knowledge.. It is difficult to imagine a figure more famous than Christopher Columbus, whose Atlantic voyages changed the course of history. Far less familiar is the story of his son, the great librarian Hernando, who has long lived in his father's shadow. In the superb biography \"The Catalogue of Shipwrecked Books,\" Edward Wilson-Lee, who teaches English literature at Cambridge, throws light on Hernando's astounding accomplishments, giving us a man no less boldly visionary than his father but with a \"genius for ordering.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-hiring-a-bright-spot-amid-weaker-job-growth-11552081443", "title": "Tech Hiring a Bright Spot Amid Weaker Job Growth", "date": "2019-03-08 16:44", "summary": "Companies across the U.S. economy last month hired IT workers at the sharpest pace in more than four years. Companies across the U.S. economy last month hired information-technology workers at the sharpest pace in more than four years, bucking a slowdown in job growth for positions outside of technology, according to CompTIA.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/louis-xiv-review-the-sun-at-its-zenith-11552081440", "title": "'Louis XIV' Review: The Sun at Its Zenith", "date": "2019-03-08 16:44", "summary": "Josephine Wilkinson's admiring biography of Louis XIV covers war and politics efficiently, but this is very much a personal biography. The king's ministers receive less attention than his mistresses.. He became king at the age of 4 and reigned for more than 70 years. Voltaire said that the 17th century belonged to him. Napoleon, exiled to St. Helena, called him the greatest of French kings. He made war for much of his life, though in his last days he warned the great-grandson who was his heir not to imitate him in this respect. He was the patron of Molière and Racine and a devoutly Christian monarch who was nevertheless a serial adulterer. He was the creator of Versailles, an embodiment of the grandeur of France. At the same time, his wars piled up debt, and his understanding of his Christian duty led to the persecution of the industrious French Protestants known as Huguenots. It has been plausibly argued that his corralling of the great nobility at Versailles, and his exclusion of them from a share in government, contributed to the Revolution of 1789-so enduring was his influence thought to be, affecting events decades after his death.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-fall-amid-rise-in-wages-11552061031", "title": "U.S. Government Bonds Gain After Weak Jobs Report", "date": "2019-03-08 16:18", "summary": "Still, some investors said the weak jobs report wasn't likely to shift expectations for growth or the course of Federal Reserve policy. U.S. government bond prices rose Friday after data showed that the economy added fewer jobs in February than forecast, spurring concerns that slowing global growth is weighing on the U.S.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-draghi-moves-to-avert-recession-eurozone-looks-for-a-jolt-11552070496", "title": "As Draghi Moves to Avert Recession, Eurozone Looks for a Jolt", "date": "2019-03-08 15:27", "summary": "Concerns that a regional slowdown will worsen spurred a new ECB stimulus program. In January, Giorgio Caprino, co-owner of a toy importer based in northeast Italy, asked his bank to increase a credit line he needs to pay suppliers. A year ago, his bank would have waved the request through in less than a month, he says.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-pivot-to-messaging-puts-advertisers-in-a-tight-spot-11552042800", "title": "Facebook's Pivot to Messaging Puts Advertisers In a Tight Spot", "date": "2019-03-08 15:18", "summary": "While marketers are very familiar with Facebook's wide-open community, they are far less experienced with messaging apps. Many marketers will need new strategies if consumers adopt Facebook Inc.'s promised platform for private, encrypted, disappearing messages.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-nassau-county-executive-found-guilty-of-public-corruption-crimes-11552076167", "title": "Former Nassau County Executive Found Guilty of Public-Corruption Crimes", "date": "2019-03-08 15:16", "summary": "Edward Mangano, a Republican, held top office in Nassau from 2010 through 2017. A former Nassau County executive was convicted of public-corruption crimes Friday after his retrial for what federal prosecutors said was a bribery-and-kickback scheme.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-tech-breaking-up-is-hard-to-do-11552075881", "title": "Big Tech: Breaking Up Is Hard to Do", "date": "2019-03-08 15:11", "summary": "Calls to break up tech giants wrongly assume scale, influence are permanent. Big Tech's dominance these days certainly shouldn't be taken for granted. Nor should its permanence.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fears-of-softer-global-growth-weigh-on-oil-market-11552040857", "title": "Fears of Softer Global Growth Hurt Oil", "date": "2019-03-08 15:08", "summary": "Prices fell after downbeat trade comments and soft U.S. hiring figures. HIGHLIGHTS", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-march-2-9-2019-11552056643", "title": "Photos of the Week: From Tornado-Torn Alabama to General Motors Shutdowns", "date": "2019-03-08 14:59", "summary": "Tornado-torn Alabama begins rebuilding, General Motors shuts down the Chevy Cruze, revelers samba in Brazilian Carnival, and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/donna-karan-has-a-lot-to-talk-about-11552074942", "title": "Donna Karan Has a Lot to Talk About", "date": "2019-03-08 14:55", "summary": "The fashion designer, whose #MeToo comments stirred controversy, is hosting a new all-female art exhibition in New York. On a recent Monday morning in Los Angeles, Donna Karan, who loves talking, was juggling two conversations.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuela-blackout-stretches-across-country-closing-schools-and-businesses-11552053011", "title": "Venezuela Blackout Stretches Across Country, Closing Schools and Businesses", "date": "2019-03-08 14:49", "summary": "Maduro, without evidence, blames sabotage by local opponents and the U.S. for power outage. CARACAS-The biggest blackout in Venezuela's history entered its second day on Friday, as dialysis patients went without treatment, airlines canceled flights and factories and schools shut their doors in a nation reeling from an economic collapse.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/disney-nears-sale-of-yes-network-for-about-3-5-billion-11552059071", "title": "Disney Nears Sale of YES Network", "date": "2019-03-08 14:45", "summary": "Group of buyers includes New York Yankees, Sinclair and Amazon. Walt Disney Co. is in advanced talks to sell a majority stake in YES Network to a group that includes the New York Yankees, Sinclair Broadcast Group Inc. and Amazon.com Inc., in a deal that would value the sports network at around $3.5 billion, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parcel-carriers-slashed-9-700-jobs-in-february-11552074169", "title": "Parcel Carriers Slashed 9,700 Jobs in February", "date": "2019-03-08 14:42", "summary": "A slowdown in hiring in transportation and logistics sector follows strong expansion over previous year. Hiring at parcel-delivery firms plummeted in February as job growth slowed sharply across the broader U.S. economy, even as payrolls expanded in other logistics sectors.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-communications-director-bill-shine-resigns-to-take-campaign-post-11552064134", "title": "White House Communications Director Resigns, Takes Campaign Post", "date": "2019-03-08 14:38", "summary": "The ex-Fox News executive leaves the White House after less than a year. WASHINGTON-President Trump on Thursday accepted the resignation of Bill Shine, a top White House official overseeing communications, the White House said Friday-less than a year after the former Fox News executive joined the White House staff.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-case-in-mozambique-debt-runs-into-trouble-11552072878", "title": "U.S. Case in Mozambique Debt Runs Into Trouble", "date": "2019-03-08 14:21", "summary": "Former Credit Suisse bankers to contest extradition to U.S. to face fraud charges. Three former Credit Suisse Group AG bankers will fight extradition to the U.S. to face fraud charges over $2 billion in debt deals for government-owned companies in Mozambique, a lawyer representing the U.S. government said Friday.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/landlords-to-tesla-youre-still-on-the-hook-for-your-store-leases-11552059041", "title": "Landlords to Tesla: You're Still on the Hook for Your Store Leases", "date": "2019-03-08 14:11", "summary": "Landlords could seek a court injunction to prevent electric car maker from closing stores before the lease expiration. Tesla Inc.'s plans to save money by closing most of its retail stores and selling all cars online face a big potential hurdle: Store landlords show no signs of giving the company an easy way out of its leases.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sec-chief-wants-smaller-investors-to-have-better-faster-stock-data-11552052700", "title": "SEC Chief Wants Smaller Investors to Have Better Stock Data", "date": "2019-03-08 14:03", "summary": "Official lays out improvements for lower-cost public feed, more transparent fee structure. The government wants smaller investors to have better access to real-time information about stock prices as part of an effort to reduce the advantage big firms have in paying for faster stock-data feeds, a top securities official said Friday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-charts-that-show-why-mark-zuckerberg-is-overhauling-facebook-11552070444", "title": "Charts Show Why Facebook May Be Changing", "date": "2019-03-08 13:40", "summary": "Resume Subscription. Facebook Inc. Chief Executive Mark Zuckerberg this week announced a surprise shift for the company, with more emphasis on private messaging and less on public sharing.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/will-the-issue-of-character-be-trumps-undoing-11552070389", "title": "Will the Issue of Character Be Trump's Undoing?", "date": "2019-03-08 13:39", "summary": "The best way to unseat him may be to focus on restoring simple decency to the Oval Office. We are supposedly days away from the conclusion of Robert Mueller's investigation into Russian interference in the 2016 election. No one knows whether Mr. Mueller will allege criminal conduct by the president or any (more) of his close associates. Yet we can be reasonably confident that the report will not present a flattering portrait of the 45th president. But if there's no crime, his supporters will say, \"Who cares?\"", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-feels-very-badly-for-paul-manafort-11552059137", "title": "Trump Says He 'Feels Very Badly' For Manafort", "date": "2019-03-08 13:34", "summary": "President's remarks come after his ex-campaign chairman was sentenced to 47 months in prison. WASHINGTON-President Trump said Friday that he feels \"very badly\" for former campaign chairman Paul Manafort, who a day earlier was sentenced to 47 months in prison for not paying taxes and committing bank fraud, in the longest punishment to stem from special counsel Robert Mueller's investigation.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-was-once-game-of-thrones-inside-time-warner-at-t-said-enough-11552069473", "title": "It Was Once 'Game of Thrones' Inside Time Warner. AT&T Said, Enough.", "date": "2019-03-08 13:24", "summary": "The entertainment conglomerate for years talked of doing away with its powerful factions, but it took an outsider to make the move. For years, top Time Warner Inc. executives talked about putting an end to the fiefs inside the entertainment conglomerate. Its prime assets-Warner Bros., HBO, and the Turner cable networks-were helmed by powerful executives operating with an autonomy that helped deliver cultural touchstones such as \"Sopranos,\" \"Game of Thrones\" and the \"Batman\" movie franchise, but often discouraged cooperation.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/regulators-eye-another-rewrite-of-volcker-trading-restrictions-11552069050", "title": "Regulators Eye Another Rewrite of Volcker Trading Restrictions", "date": "2019-03-08 13:17", "summary": "Banks could get a break on the Volcker rule as regulators lean toward a third try after proposed Volcker 2.0 raised the industry's ire. WASHINGTON-What was supposed to be Volcker 2.0-a more industry-friendly version of postcrisis Wall Street trading restrictions-could be replaced with a third try by regulators.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/prosecutors-accuse-onecoin-leader-founder-of-operating-pyramid-scheme-11552068576", "title": "Prosecutors Accuse OneCoin Leader, Founder of Operating 'Pyramid Scheme'", "date": "2019-03-08 13:09", "summary": "The company has claimed to have more than three million members world-wide, according to prosecutors. Federal prosecutors in Manhattan unsealed charges against the leaders of cryptocurrency company OneCoin Ltd., accusing them of operating a world-wide pyramid scheme and defrauding investors of billions of dollars.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ipo-of-tradeweb-has-banks-feuding-over-the-alphabet-to-get-top-billing-11552067909", "title": "IPO of Tradeweb has Banks Feuding Over the Alphabet", "date": "2019-03-08 12:58", "summary": "Banks often fight over IPO assignments, but it gets even more interesting when they own the company. For banks, winning IPO mandates is as much about prestige as profit. The preening is more intense when they also own the company that is going public.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-tech-bubble-anniversary-be-wary-of-new-corporate-giants-11552041001", "title": "On Tech Bubble Anniversary, Be Wary of New Giants", "date": "2019-03-08 12:55", "summary": "Today's tech giants-Apple, Alphabet, Microsoft and Amazon-have a lot more substance to keep them aloft than those that dominated during the tech-stock boom, but they still may not be great investments. One difference between the tech giants of the dot-com era and tech giants now? Today's juggernauts really are massive, and not just in the eyes of exuberant investors.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/suspect-in-jayme-closs-case-to-plead-guilty-minnesota-tv-station-says-11552067025", "title": "Suspect in Jayme Closs Case to Plead Guilty, Minnesota TV Station Says", "date": "2019-03-08 12:50", "summary": "Jake Patterson expresses remorse for killing parents of girl, holding her for 88 days in letter to reporter. A Minnesota television station reported Thursday that the Wisconsin man charged with kidnapping 13-year-old Jayme Closs says in a letter from jail that he plans to plead guilty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-in-paris-see-where-genius-slept-11552066721", "title": "When in Paris, See Where Genius Slept", "date": "2019-03-08 12:38", "summary": "Modern architecture nuts take note: Le Corbusier's private Paris apartment has finally reopened after suitably finicky renovations. AFTER TWO YEARS of research and two more of renovation, Le Corbusier's flat and studio in Paris have reopened to the public. In 1931, the Swiss-French architect was commissioned to design the Molitor apartment building (with cousin Pierre Jeanneret) and negotiated the top two floors for himself. In 1934, he and his wife moved in and he stayed for the rest of his life.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-le-corbusiers-paris-flat-11552066555", "title": "Inside Le Corbusier's Paris Flat", "date": "2019-03-08 12:35", "summary": "A pilgrimage site for modern architect fetishists. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/may-warns-lawmakers-on-brexit-ahead-of-vote-11552066221", "title": "May Warns Lawmakers on Brexit Ahead of Vote", "date": "2019-03-08 12:30", "summary": "U.K. prime minister says Britain may never leave EU if lawmakers don't back divorce deal. U.K. Prime Minister Theresa May warned Friday that if British lawmakers fail to endorse a new Brexit divorce deal next week, Britain may never leave the European Union.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-cohen-directly-asked-me-for-a-pardonand-he-said-no-11552062532", "title": "Trump Says Cohen 'Directly Asked Me' for a Pardon, Adds 'I said NO'", "date": "2019-03-08 12:23", "summary": "Cohen told congressional committee he 'never asked for' pardon from Trump. WASHINGTON-President Trump said Friday that his former personal lawyer Michael Cohen asked him directly for a pardon, which he declined, and suggested that Mr. Cohen had lied in a congressional hearing last week.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eloquence-against-the-masses-11552065706", "title": "Eloquence in Defense of Order", "date": "2019-03-08 12:21", "summary": "Edmund Burke's 'Reflections on the Revolution in France' was a paean to tradition after a period of bloody turmoil that would lead to the Reign of Terror.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-dollar-edges-lower-11552064785", "title": "U.S. Dollar Edges Lower", "date": "2019-03-08 12:06", "summary": "Investors sold the currency after it recorded seven consecutive sessions of gains. The U.S. dollar fell to end the week as the monthly jobs report showed hiring growth slowed significantly in February.", "categories": [["Markets", "Currencies", "Foreign Exchange"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/currencies?mod=breadcrumb", "https://www.wsj.com/news/types/foreign-exchange?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-first-line-of-investing-defense-you-11552063624", "title": "The First Line of Investing Defense? You", "date": "2019-03-08 11:47", "summary": "State regulators are considering rules to protect investors, but your own vigilance remains crucial. The push to require stockbrokers to act in their clients' best interest is turning into a turf war.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-dress-at-goldman-sachs-11552063215", "title": "How to Dress at Goldman Sachs", "date": "2019-03-08 11:40", "summary": "The investment bank loosens its wardrobe policy. But there are plenty of questions.. Goldman Sachs is relaxing the dress code for its employees, a move once considered unimaginable for the Wall Street firm....", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-if-this-jobs-report-is-no-fluke-11552062695", "title": "What If This Jobs Report Is No Fluke?", "date": "2019-03-08 11:31", "summary": "Weaker jobs growth, falling unemployment and rising wages? Get used to it.. Friday's employment report was a study in contrasts, showing that hiring slowed last month but that the unemployment rate fell and wage growth picked up. Perhaps it was just a fluke. Or maybe the Federal Reserve will need to figure out what to do about it.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fire-reveals-chemical-dangers-in-garment-supply-chain-11552061541", "title": "Fire Reveals Chemical Dangers in Garment Supply Chain", "date": "2019-03-08 11:12", "summary": "Deadly blaze in Bangladesh renews scrutiny of safety factors in a global industry. DHAKA, Bangladesh-The fire that tore through a neighborhood here last month, killing around 70 people, began in an apartment block where chemicals for cosmetics were stored and nearly ignited the building's basement warehouse of clothing dye.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/februarys-hiring-chill-will-make-the-fed-even-more-patient-11552060964", "title": "February's Hiring Chill Will Make the Fed Even More Patient", "date": "2019-03-08 11:02", "summary": "Jobs report could convince more Federal Reserve officials to lower projected interest rate path. The February employment report, with unsettling signs of a sharp hiring slowdown despite rising wages, bolsters Federal Reserve officials' decision to stop raising interest rates.", "categories": [["Economy", "Analysis"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/living-with-a-nuclear-north-korea-11552060884", "title": "Living With a Nuclear North Korea", "date": "2019-03-08 11:01", "summary": "Most Americans aren't interested in a military solution to the threat-but also overestimate the U.S. ability to counter it. ", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-zero-waste-grocery-stores-make-a-difference-11552058031", "title": "Can Zero-Waste Grocery Stores Make a Difference?", "date": "2019-03-08 10:55", "summary": "A growing trend in food shopping eliminates single-use plastic packaging. Here's how it works-even when you forget to bring your own bag. BRIANNE MILLER was miles from shore when she realized she had to start a grocery store. As a marine biologist studying humpback whale habitats near Hawaii, she saw plastic wherever she looked: abandoned fishery nets, bottles, plastic crates.", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-to-vote-on-resolution-opposing-hate-on-thursday-11551973159", "title": "House Overwhelmingly Backs Resolution Opposing Hate", "date": "2019-03-08 10:48", "summary": "Measure is a reaction to comments made by freshman Democratic Rep. Ilhan Omar. WASHINGTON-The House on Thursday overwhelmingly approved a broad resolution condemning hate in all forms, a response to a freshman Democrat's remarks that were seen as anti-Semitic, but the move also exposes the rift that is roiling Democratic leadership as it struggles to find common ground with its newly emboldened progressive wing.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-retail-stocks-keep-blowing-up-11552059695", "title": "Why Retail Stocks Keep Blowing Up", "date": "2019-03-08 10:41", "summary": "Confident investors armed with great data and an industry in transition have made for a volatile combination for stocks like Macy's, J.C. Penney, Gap Inc and even Kroger. Information can be a double-edged sword on Wall Street. Nowhere is that more evident than in the troubled retail industry.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ten-caesars-book-review-ambition-cunning-and-cruelty-11552059541", "title": "'Ten Caesars' Book Review: Ambition, Cunning and Cruelty", "date": "2019-03-08 10:39", "summary": "The author of 'Churchill: Walking With Destiny' reviews a bloody, top-down history of the Roman Empire.. There havebeen many attempts to tell the story of the Roman Empire from the assassination of Julius Caesar in 44 B.C. to the death of Constantine in A.D. 337, but they generally suffer from the fact that many of the more than 50 emperors during that period were fairly nondescript. Barry Strauss, a classics professor at Cornell University and the author of several books on the ancient world, has hit upon a way around the problem, taking his cue from Suetonius, whose \"Twelve Caesars,\" though a great work, was written fairly early in the empire's history and thus lacked the full range of leaders from which to choose. Mr. Strauss concentrates on the lives of the 10 most significant emperors all told, and the result is an exceptionally accessible history of the Roman Empire.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matchmakers-emerge-as-an-antidote-to-the-agony-of-online-dating-11552059390", "title": "Matchmakers Emerge as an Antidote to the Agony of Online Dating", "date": "2019-03-08 10:36", "summary": "'We're both here because we've waved the white flag'. After four years of misleading photos, cheating boyfriends and messages that didn't quite sound authentic, Natasha Topinka decided she was through with online dating.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/help-for-taxpayers-who-need-to-prove-where-they-live-11552059340", "title": "Help for Taxpayers Who Need to Prove Where They Live", "date": "2019-03-08 10:35", "summary": "For people who own homes in different states, apps track your whereabouts to establish residency in one or the other. When Jim Stamos and his wife retired to Florida in 2015, they left behind the snowstorms of Connecticut. But because they kept their old house, they had a problem: If they couldn't prove they lived and spent most of their time in Florida, which has no state income tax, they might have to pay Connecticut, which does.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kevin-roche-imagined-work-spaces-to-make-office-life-livelier-11552059000", "title": "Kevin Roche Imagined Work Spaces to Make Office Life Livelier", "date": "2019-03-08 10:30", "summary": "Irish-born architect put green spaces on roofs, concealed parking and preserved landscapes. The architect Kevin Roche, who died March 1 at age 96, could think of few fates duller than a career cooped up inside the typical high-rise office building, something he described as \"hell up in the air.\" His mission, he declared, was to make office workers' lives a bit more pleasant.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crime-scene-chateau-of-disgraced-music-producer-phil-spector-asks-5-5-million-11552058692", "title": "Crime Scene: Estate of Disgraced Music Producer Phil Spector Asks $5.5 Million", "date": "2019-03-08 10:24", "summary": "Known as Pyrenees Castle, the fortress-style Alhambra, Calif. property is where actress Lana Clarkson died of a gunshot wound in 2003, leading to Mr. Spector's second-degree murder conviction.. In 2003, actress Lana Clarkson died of a gunshot fired in her mouth as she sat in the foyer of a château-style mansion, an event that led to the second-degree murder conviction of the home's owner, legendary music producer Phil Spector. Now, while Mr. Spector is in prison, his California compound is coming on the market for $5.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/phil-spectors-infamous-california-chateau-11552058573", "title": "Phil Spector's Infamous California Château", "date": "2019-03-08 10:22", "summary": "Pyrenees Castle is the fortress-style California estate where actress Lana Clarkson died in 2003; Mr. Spector is in prison after being convicted of her murder.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/monument-men-review-the-man-who-gave-us-lincoln-11552058126", "title": "'Monument Man' Review: The Man Who Gave Us Lincoln", "date": "2019-03-08 10:15", "summary": "The creator of the Concord 'Minute Man' and the seated ﬁgure in the Lincoln Memorial was, and remains, one of America's greatest sculptors.. It is a thing as rare as it is welcome-an authoritative book about a visual artist that is both well written and jargon free, and that seamlessly addresses a professional audience as well as the general reader. Just such a book is what the historian Harold Holzer has given us in \"Monument Man: The Life and Art of Daniel Chester French.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-ancient-battles-and-accidental-twins-11552058081", "title": "Children's Books: Ancient Battles and Accidental Twins", "date": "2019-03-08 10:14", "summary": "A graphic-novel version of 'The Iliad' retains most of the scenes and all of the pathos.. Sing in me, Muse, and through me tell the story of an illustrated retelling of the Trojan War by graphic novelist Gareth Hinds. \"The Iliad\" (Candlewick, 272 pages, $27.99) is a companion volume of sorts to Mr. Hinds's sweeping 2010 take on \"The Odyssey,\" although, like the Homeric epic on which it's based, it stands alone as a magnificent piece of storytelling.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/our-man-down-in-havana-review-mixing-mischief-and-principle-11552058002", "title": "'Our Man Down in Havana' Review: Mixing Mischief and Principle", "date": "2019-03-08 10:13", "summary": "While working for MI6, Graham Greene learned of operatives who made up reports from imaginary ﬁeld agents.. English author Graham Greene (1904-91) was of two minds about many things. He suffered the mood swings of a manic-depressive, was both a committed Catholic and a devoted sensualist, and played the revolutionaries' sympathizer while accepting spy assignments from the British government. A writer of many novels, he labeled his less fraught works of espionage fiction \"entertainments.\" But even his most lighthearted books contained violence and death. One of these, \"Our Man in Havana,\" a satire published three months before Fidel Castro overthrew Fulgencio Batista's regime in Cuba on the first day of 1959, paralleled future events on the island so closely that it came to seem clairvoyant.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-lingering-memories-of-long-gone-pleasures-11552057947", "title": "Fiction: Lingering Memories of Long-Gone Pleasures", "date": "2019-03-08 10:12", "summary": "A delirious love letter to the Karachi that was-boozy, polyglot and filled with dangers.. The great Pakistani city of Karachi, says the titular narrator of H.M. Naqvi's \"The Selected Works of Abdullah the Cossack\" (Black Cat, 294 pages, $16), was once a cultural mecca where visitors of all faiths and ethnicities came to carouse in boozy, polyglot harmony. That boisterous entrepot is long since gone-the clubs and cabarets shut down, the taste for pleasure replaced by fundamentalism and greed-yet it survives in the memory of the novel's aging hero, and in this delirious love letter to the Karachi that was.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/they-made-us-happy-review-make-em-laugh-11552057885", "title": "'They Made Us Happy' Review: Making 'Em Laugh", "date": "2019-03-08 10:11", "summary": "The world of Comden and Green was one of hopeful, generous New Yorkers whose city was a microcosm of America.. It's good to be reminded that youth culture is not merely a phenomenon of today. It was always present, especially in show biz, even before Elvis. Mickey Rooney and Judy Garland in the 1939 film version of \"Babes in Arms\" provided the rallying cry. Every subsequent generation has had its own version of \"Hey, kids, we can put on our show right here!\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-fiction-fantasy-thy-name-is-woman-11552057817", "title": "Science Fiction: Fantasy, Thy Name Is Woman", "date": "2019-03-08 10:10", "summary": "Jenn Lyons's novel introduces a world full of shape-shifters, firebloods and shadowdancers-but not a hairy-chested hero in sight.. Back in the days of Robert E. Howard and Conan the Barbarian, epic fantasy was about as teenage-male-oriented as it could get. Apart from the odd pirate queen, female characters were damsels in distress or princesses waiting to be rescued. Tempestuous, alluring and scantily dressed, they nevertheless used to vanish in between stories, to be replaced by another with the same function.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-susan-froderberg-on-extraordinary-mountain-ascents-11552057750", "title": "Five Best: Susan Froderberg on Extraordinary Mountain Ascents", "date": "2019-03-08 10:09", "summary": "The author of 'Mysterium,' a novel set on a fictional mountain in the Himalayas, picks nonfiction accounts of adventure.. By Heinrich Harrer (1959)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-seek-to-fill-skills-gap-by-retraining-their-own-workers-11552041000", "title": "Companies Seek to Fill Skills Gap by Retraining Their Own Workers", "date": "2019-03-08 10:06", "summary": "A tight labor market amplifies need to develop skills internally. Companies in search of workers in today's tight labor market are increasingly training existing employees, seeking to improve internally the skills they need as the modern workplace becomes more digital.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-nail-or-fail-the-pivot-to-tech-11552057210", "title": "Every Company Wants to Become a Tech Company-Even if It Kills Them", "date": "2019-03-08 10:00", "summary": "All sorts of businesses are collecting a 'rolling hairball' of data on their customers. Whether they can use their insights to transform into tech companies is another matter.. Wall Street loves a good reinvention story. The tough part is finding a happy ending.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-housing-starts-jumped-in-january-11552052085", "title": "U.S. Housing Starts Jumped in January", "date": "2019-03-08 09:56", "summary": "Starts rise 18.6% as housing market gains momentum in early 2019. Home building in the U.S. rose robustly in January, a sign the housing market gained momentum in early 2019 as mortgage rates eased.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teacher-of-the-old-masters-11552055881", "title": "Teacher of the Old Masters", "date": "2019-03-08 09:38", "summary": "After 500 years, it is Andrea del Verrocchio's turn in the spotlight. For the artist Andrea del Verrocchio, a breakout global show has been a long time coming. But after more than 500 years, the Renaissance master and teacher of Leonardo da Vinci finally is getting what organizers call his first world-wide exhibition.", "categories": [["Life & Work", "Ideas", "Icons"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/icons?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/norways-sovereign-wealth-fund-moves-toward-divesting-from-oil-gas-stocks-11552049960", "title": "Norway's Sovereign-Wealth Fund Moves Toward Divesting From Oil, Gas Stocks", "date": "2019-03-08 09:23", "summary": "The oil-rich country faces a difficult question: Is its economy too tethered to the price of crude?. Norway's $1 trillion sovereign-wealth fund took a major step toward selling off some of its substantial holdings in oil-and-gas companies, a move to shield the oil-rich nation from the risk of permanently lower crude prices.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pianist-lang-lang-reveals-whats-on-his-phone-11552053825", "title": "Pianist Lang Lang Reveals What's on His Phone", "date": "2019-03-08 09:03", "summary": "The classical musician and philanthropist-who will release 'Piano Book,' his first solo album in three years-once lost his phone inside a Steinway. First app checked in the morning and last before bedtime: My messages on WeChat .", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-shrinking-japans-fleet-squeezing-the-grocers-highway-dividing-lines-11552053739", "title": "Today's Logistics Report: Shrinking Japan's Fleet; Squeezing the Grocers; Highway Dividing Lines", "date": "2019-03-08 09:02", "summary": "Today's Top Supply Chain and Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-lebron-factor-who-drives-wine-trends-today-11552053545", "title": "The LeBron Factor: Who Drives Wine Trends Today", "date": "2019-03-08 08:59", "summary": "When LeBron James uncorks a bottle, the effect is viral. In this era of social-media influencers and crowdsourced ratings, which sources can wine drinkers trust?. LAST NOVEMBER,LeBron James posted a photo of the 2014 Jordan Alexander Valley Cabernet Sauvignon on his Instagram account (@kingjames). The following day, a user named Meg posted a review of a Jordan Chardonnay on Vivino, the popular wine app, awarding the wine 4.5 out of 5 stars. Her tasting note read simply \"LeBron.\"", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-pushes-ahead-with-new-foreign-investment-law-11552053228", "title": "China Pushes Ahead With New Foreign-Investment Law", "date": "2019-03-08 08:53", "summary": "Key complaints by U.S. businesses, such as security reviews, remain unaddressed. BEIJING-China's legislature made scant changes to a proposed law on foreign investment criticized by business groups as vague, as Beijing hurries the bill's passage to ease trade tensions with the U.S. while leaving key complaints unaddressed.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-posts-another-surprise-gain-in-employment-11552053141", "title": "Canada Posts Another Surprise Jobs-Market Gain", "date": "2019-03-08 08:52", "summary": "Topping estimates, 55,900 net new jobs were added in February. OTTAWA-Canada surprised with a sizable gain for February jobs, all of them full-time, as the labor market continued to outperform in the face of a weakening domestic outlook.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-basketballs-perfect-weekend-11552050049", "title": "College Basketball's Perfect Weekend", "date": "2019-03-08 08:00", "summary": "While college football enshrines its rivalries, college basketball too often leaves their timing and frequency to chance. But change is on the way.. As the season nears its end, two A-list rivalry games tip off Saturday night. For college basketball, that's strange.", "categories": [["Sports", "College Basketball"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/college-basketball?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/when-50-000-for-golf-clubs-isnt-too-much-11552050042", "title": "When $50,000 for Golf Clubs Isn't Too Much", "date": "2019-03-08 08:00", "summary": "Honma looks to follow PXG in selling high-end clubs at seemingly outlandish prices. Six years ago, Bob Parsons did something that sounds almost impossible. By his estimate, the billionaire founder of GoDaddy.com spent more than $300,000 on golf clubs. Anything new that promised to make a hard game easier, he bought. He'd pay for new shafts and grips and then pay for some more, always tinkering, no matter the cost.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-costco-marvell-okta-mdc-partners-american-outdoor-brands-and-eventbrite-11552045779", "title": "Stocks to Watch: Costco, Big Lots, Caterpillar", "date": "2019-03-08 07:57", "summary": "Here are some of the companies with shares expected to trade actively in Friday's session. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-keep-track-of-worlds-data-youll-need-more-than-a-yottabyte-11552048200", "title": "To Keep Track of World's Data, You'll Need More Than a Yottabyte", "date": "2019-03-08 07:30", "summary": "Scientist seeks approval for prefixes to describe ever-increasing numbers; no 'hellabytes' please. ", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/finlands-government-collapses-weeks-before-general-election-11552037078", "title": "Finland's Government Collapses Weeks Before General Election", "date": "2019-03-08 07:03", "summary": "Prime Minister Juha Sipilä has struggled to get his social and health-care reforms through parliament. Finland's government collapsed Friday, just weeks before the country heads to the polls for a general election, after the prime minister failed to win approval for key reforms.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/citi-and-advertiser-group-start-a-push-to-lift-female-musicians-11552042800", "title": "Citi and Advertiser Group Start a Push to Lift Female Musicians", "date": "2019-03-08 06:00", "summary": "Marketer will seek to use more female artists in its commercials. Citigroup Inc. and the Association of National Advertisers are expanding the industry's \"#SeeHer\" effort, which aims to improve the representation of women in marketing and media, with a new project boosting women in the music business.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/goldman-jpmorgan-eased-up-on-early-intern-recruiting-others-havent-11552041000", "title": "Goldman, JPMorgan Eased Up on Intern Recruiting. Others Haven't.", "date": "2019-03-08 05:30", "summary": "Most competitors are planning to hire students this spring for summer 2020 internships, which could set the two investment banks back in the scramble for junior employees. Goldman Sachs Group Inc. and JPMorgan Chase & Co. said last fall they would ease up on the intern-recruiting madness.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-hot-is-your-citys-job-market-11552041000", "title": "How Hot Is Your City's Job Market?", "date": "2019-03-08 05:30", "summary": "Wall Street Journal used five attributes to rank labor markets in 377 U.S. metro areas. ", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-a-decade-long-bull-run-11552041001", "title": "Inside a Decadelong Bull Run", "date": "2019-03-08 05:30", "summary": "Returns from U.S. stocks have trounced gains from commodities, international shares. The U.S. bull market turns 10 years old Saturday, underscoring the resilience of a rally that has persisted despite tepid global growth, anxieties about central bank policies and mounting trade tensions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-has-outsourced-economic-policy-to-china-11552032839", "title": "Europe Has Outsourced Economic Policy to China", "date": "2019-03-08 03:16", "summary": "With little room to tweak economic policy, what happens in Europe increasingly depends on political decisions in Beijing. This week, technocrats and functionaries gathered to discuss economic policy, making decisions that will determine the near-term prospects of the eurozone economy.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-amazing-collapsing-exports-11552028201", "title": "China's Amazing Collapsing Exports", "date": "2019-03-08 01:59", "summary": "The timing of the new year holiday had a big impact on China's February trade data. The broader picture still isn't very encouraging.. This time of year, the Chinese economy resembles a poorly kept barnyard. Dogs, pigs and even dragons run roughshod over the data.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/beijing-applauds-huawei-for-refusing-to-be-victimized-like-a-silent-lamb-11552028086", "title": "Beijing Applauds Huawei for 'Refusing to Be Victimized Like a Silent Lamb'", "date": "2019-03-08 01:54", "summary": "Foreign Minister Wang Yi endorses the company's aggressive legal strategy in its fight against the U.S.. BEIJING-China's foreign minister endorsed the aggressive legal strategy adopted by Huawei Technologies Co. in its fight against the U.S., saying the outcome is critical to China's national interests.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-exports-slump-as-slowdown-deepens-11552027014", "title": "Chinese Exports Plunge as Slowdown Deepens", "date": "2019-03-08 01:36", "summary": "Exports fell by more than imports, narrowing the trade surplus to $4.12 billion in February. BEIJING-China's exports fell sharply last month, adding to headwinds for the world's second-largest economy as officials struggle to arrest a slowdown.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-listed-chinese-stocks-stage-major-rally-in-2019-11552021773", "title": "U.S.-Listed Chinese Stocks Stage Major Rally in 2019", "date": "2019-03-08 00:09", "summary": "Chinese stocks were hammered last year, both at home and abroad. But the tides have shifted quickly this year.. Chinese stocks listed in the U.S. have staged a sharp comeback, buoyed by more supportive policies in the world's top two economies and signs of resilience among Chinese consumers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lenox-hill-hospital-plans-large-scale-revamp-of-manhattan-campus-11552021260", "title": "Lenox Hill Hospital Plans Large-Scale Revamp of Manhattan Campus", "date": "2019-03-08 00:01", "summary": "Overhaul estimated to cost more than $2 billion and would require extensive city, community approval. Lenox Hill Hospital officials are expected to announce Friday a multibillion-dollar rebuild of the institution's Upper East Side campus in Manhattan, an overhaul that aims to improve services and patient amenities.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/y-combinators-sam-altman-stepping-aside-as-president-11552087923", "title": "Y Combinator's Sam Altman Stepping Aside as President", "date": "2019-03-08 00:01", "summary": "Altman will become chairman, allowing him to devote more time to OpenAI, a nonprofit artificial-intelligence research group he created with Elon Musk. Sam Altman is stepping aside as president of Y Combinator, the famed Silicon Valley accelerator that has spawned some 1,900 companies.", "categories": [["Pro VC Industry News"]], "category_links": ["https://www.wsj.com/news/types/pro-vc-industry-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11553800209", "title": "Pepper...and Salt", "date": "2019-03-08 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/it-failed-ghosn-lawyer-fesses-up-to-dress-up-drama-11552020876", "title": "'It Failed': Ghosn Lawyer Fesses Up to Dress-Up Drama", "date": "2019-03-08 23:54", "summary": "Attorney behind the costume drama apologized, saying he feared it had damaged the former Nissan chairman's reputation. TOKYO-An attorney for Carlos Ghosn has apologized for dressing the former Nissan Motor Co. chairman in a workman's uniform in a bid to dodge the media upon his release from jail.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/paul-manafort-set-to-be-sentenced-11551961800", "title": "Manafort Sentenced to 47 Months", "date": "2019-03-08 23:50", "summary": "Ex-Trump campaign chairman gets considerably less than he could have faced for tax fraud and bank fraud; sentencing in separate case next week. ALEXANDRIA, Va.-A federal judge sentenced Paul Manafort, who served as Donald Trump's 2016 campaign chairman, to 47 months in prison on Thursday for dodging taxes and committing bank fraud, much less than he could have faced.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-administration-weighs-publicizing-hospital-rates-negotiated-with-insurers-11551990505", "title": "Trump Administration Weighs Publicizing Rates Hospitals Negotiate With Insurers", "date": "2019-03-08 22:16", "summary": "Requirement to release secret prices of health care would put more decision-making power in hands of patients, possibly lowering copays or deductibles.. WASHINGTON-The Trump administration is sounding out the medical industry on requiring hospitals, doctors and other health-care providers to publicly disclose the secretly negotiated prices they charge insurance companies for services, a move that would expose for the first time the actual cost of care.", "categories": [["Politics", "Health Policy"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/health-policy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-department-proposes-expanding-overtime-coverage-to-1-3-million-workers-11551998554", "title": "Trump Administration Proposes Expanding Overtime Coverage", "date": "2019-03-08 21:52", "summary": "Proposed rule sets $35,308 annual salary threshold for overtime coverage, up from current $23,660. An additional 1.3 million Americans who work more than 40 hours a week would become eligible for overtime pay under a rule proposed Thursday by the Labor Department.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-dismisses-stormy-danielss-suit-against-trump-cohen-11552001964", "title": "Judge Dismisses Daniels's Suit Against Trump, Cohen", "date": "2019-03-08 20:47", "summary": "Ruling says nothing left to litigate now that nondisclosure deal at heart of case was no longer being enforced. LOS ANGELES-A federal judge dismissed a lawsuit against President Trump and his former lawyer Michael Cohen filed by the adult-film star Stephanie Clifford.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simpsons-episode-featuring-michael-jacksons-voice-to-be-pulled-11552007802", "title": "'Simpsons' Episode With Michael Jackson's Voice to Be Pulled", "date": "2019-03-08 20:16", "summary": "'It feels clearly the only choice to make,' show's executive producer says, after airing of HBO documentary. A classic episode of \"The Simpsons\" featuring Michael Jackson's voice will be removed from circulation, the show's longtime executive producer, James L. Brooks, said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/queens-night-market-begins-a-new-chapter-11552005423", "title": "Queens Night Market Begins a New Chapter", "date": "2019-03-08 19:37", "summary": "The food destination, which aims to develop a more prominent media presence, has signed a deal to release a cookbook next year, featuring recipes from some of its 100-plus vendors. Since its inception in 2015, the Queens Night Market has become one of the more prominent events on the New York City food scene, welcoming 10,000-plus people nearly every Saturday to its location in Flushing Meadows Corona Park.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-probe-swastikas-found-at-sports-facility-11552005331", "title": "New York Police Probe Swastikas at Sports Facility", "date": "2019-03-08 19:35", "summary": "Symbols found at Asphalt Green center investigated as hate crime. The New York Police Department was investigating swastikas scrawled on the walls of an aquatics and fitness center in Manhattan as a hate crime, a police official said Thursday.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hackers-breach-college-applicant-databases-seek-ransom-11552003816", "title": "Hackers Breach College-Applicant Databases, Seek Ransom", "date": "2019-03-08 19:10", "summary": "Emails offer prospective students at Oberlin, Grinnell and Hamilton the chance to buy data in their files. Hackers breached the system that houses applicant information for three U.S. colleges in recent days and demanded thousands of dollars in ransom from prospective students for personal information they claimed to have stolen.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mario-draghis-last-try-11552003644", "title": "Mario Draghi's Last Try", "date": "2019-03-08 19:07", "summary": "Don't blame the ECB for the recession menacing the eurozone.. Just when Mario Draghi thinks he's on the path to monetary normalization, the failures of European leaders drag him back to center stage. The eurozone is flirting with recession, a banking crisis always seems to beckon in Italy, and with a few notable exceptions elected leaders have ignored the European Central Bank president's pleas for economic reform. So it's Mario to the rescue one more time.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wisconsins-school-monopolist-11552003612", "title": "Wisconsin's School Monopolist", "date": "2019-03-08 19:06", "summary": "The new Democratic Governor is moving to choke off school choice.. Wisconsin has been a pioneer in school choice. In Milwaukee about 28,000 students, all from modest means, receive state vouchers that let them attend private schools. So do 10,000 kids throughout the rest of the state, as well as another 700 special-needs students. In a sign of the progressive political times, Wisconsin's new Governor wants to dismantle this success.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oregon-will-learn-painful-housing-lessons-11552003505", "title": "Oregon Will Learn Painful Housing Lessons", "date": "2019-03-08 19:05", "summary": "Swedish economist Carl Assar Lindbeck famously stated: \"Next to bombing, rent control seems in many cases to be the most efficient technique so far known for destroying cities.\". I hope the Journal doesn't fall into the preposterous trap of \"affordable housing\" (\"Oregon, the Rent Control State,\" Review & Outlook, March 4), acceding to the idea that \"brand new\" housing, the most expensive consumer item in society, should be affordable to low-income people. Half, if not 100%, of all housing is affordable depending on how you spin it. (If it sold or rented it's affordable). The 1967 University of Michigan study \"New Homes and Poor People\" demonstrated when 1,000 new homes are built, 3,545 moves take place in a chain of moves. People move into the new 1,000 units at a rent of, say, $2,000 a month, vacating $1,500-a-month units which are then occupied by people vacating $900-a-month dwellings, etc., until no vacant units were left behind in the chain. There were an average of 3.5 moves for every new home. Of the 3,545 households that moved, 1,290 were categorized as low- and moderate-income at the time by the government. The conclusion of the study was that if poor people moved voluntarily, they benefited from the construction of 1,000 new homes even though they didn't occupy any of the new homes themselves.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-democrats-say-shush-11552003550", "title": "House Democrats Say Shush", "date": "2019-03-08 19:05", "summary": "H.R. 1 would chill the speech of groups on the left and right.. House Democrats are voting as early as Friday on H.R. 1, a campaign-finance reform bill that they allege is an attempt to rinse politics of \"dark money.\" But even their pals on the left aren't buying it.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-history-of-the-jews-in-poland-is-complex-11552003456", "title": "The History of the Jews in Poland Is Complex", "date": "2019-03-08 19:04", "summary": "Though it's time to write a new, brighter, chapter on Polish-Jewish relations, that dare not involve heavily redacting older, much darker, ones.. Regarding Elisabeth Zerofsky's \"Poland, Judaism and Historical Memory\" (Houses of Worship, March 1): That the past should not forever remain captive to the past doesn't excuse deep distortion of the historical record. Ms. Zerofsky rightly notes that those were German, not \"Polish death camps.\" The Nazis also wreaked terrible suffering on the Poles.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-irresponsible-twitter-use-11552003412", "title": "On Irresponsible Twitter Use", "date": "2019-03-08 19:03", "summary": "An irresponsible Twitter user whose mental state is the most material factor of all for the share price of his company?. Regarding Holman Jenkins's \"Crazy Elon vs. the SEC, Round Two\" (Business World, March 2): An irresponsible Twitter user whose mental state is the most material factor of all for the share price of his company? Elon Musk for president! Someone post this on their Twitter account. Please!", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-water-woes-are-self-inflicted-11552003436", "title": "California's Water Woes Are Self-Inflicted", "date": "2019-03-08 19:03", "summary": "\"Droughts are nature's fault. Water shortages are our fault.\". Regarding your editorial \"California's Weather Cycles\" (March 4): California's weather has been cyclical since recorded history began. Everyone knows this. As California Congressman Tom McClintock often said, \"Droughts are nature's fault. Water shortages are our fault.\"", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/get-ready-for-the-struggle-session-11552003346", "title": "Get Ready for the Struggle Session", "date": "2019-03-08 19:02", "summary": "In America, and even more so on Twitter, there's a whiff of China's Cultural Revolution in the air.. The Chinese Cultural Revolution was a bitter thing, a catastrophe comparable in its societal effects, and similar in its historical feel, to the terrors of Stalin and the French Revolution. No one knows how many died; historians say up to two million. But what I find myself thinking of these days is the ritual humiliations, the \"struggle sessions.\"", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/no-deal-brexit-could-spur-u-k-goodwill-impairments-11552003260", "title": "No-Deal Brexit Could Spur U.K. Goodwill Impairments", "date": "2019-03-08 19:01", "summary": "Deals in the aerospace, pharmaceuticals and auto industry are particularly exposed. A no-deal Brexit, which could drive a decline in U.K. economic activity, could also dent the value of recent deals struck by British firms and trigger a wave of goodwill impairments.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}]