[{"link": "https://www.wsj.com/articles/trumps-new-nafta-faces-mounting-resistance-in-democratic-house-11556493604", "title": "Trump's New Nafta Faces Mounting Trouble in Democratic House", "date": "2019-04-28 19:42", "summary": "Pelosi and other leaders signal they won't allow a vote without certain changes to labor rules. WASHINGTON-President Trump's push to revamp North America's trade rules is hitting a roadblock in Washington as Democrats and labor groups demand changes, dimming its chances of passage before next year's presidential election.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boeings-enduring-puzzle-why-certain-safety-features-on-737-max-jets-were-turned-off-11556456400", "title": "Boeing Didn't Advise Airlines, FAA That It Shut Off Warning System", "date": "2019-04-28 19:20", "summary": "Accident investigators have linked bad data the system is designed to detect to the deadly Ethiopian Airlines and Lion Air crashes. Boeing Co. didn't tell Southwest Airlines Co. and other carriers when they began flying its 737 MAX jets that a safety feature found on earlier models that warns pilots about malfunctioning sensors had been deactivated, according to government and industry officials.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spanish-election-reflects-europes-widening-political-fragmentation-11556493490", "title": "Spanish Election Reflects Europe's Widening Political Fragmentation", "date": "2019-04-28 19:18", "summary": "Incumbent Socialists finish first, but forming a governing coalition could prove tricky, in latest example of upstarts' gains at traditional parties' expense. Spain's parliamentary elections produced no clear winner, the latest example of Europe's fragmenting political landscape in which upstarts siphon votes from traditional parties, making it harder to build governing majorities.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gardner-denver-nears-deal-to-merge-with-ingersoll-rand-division-11556493388", "title": "Gardner Denver Nears Deal to Merge With Ingersoll-Rand Division", "date": "2019-04-28 19:16", "summary": "Combination would create world's second-largest manufacturer of industrial pumps, compressors. Gardner Denver Holdings Inc. is nearing a deal to merge with a division of Ingersoll-Rand PLC, according to people familiar with the matter, in a combination that would create the world's second-largest manufacturer of industrial pumps and compressors with a market capitalization of around $11.6 billion.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuomo-ready-to-assist-pal-joe-biden-in-white-house-run-11556492400", "title": "Cuomo Ready to Assist Pal Joe Biden in White House Run", "date": "2019-04-28 19:00", "summary": "New York governor is expected to help in the former vice president's fundraising by urging network of high-dollar donors to contribute. People close to Gov. Andrew Cuomo expect he'll be far more involved in helping Joe Biden's presidential campaign than he was in supporting Hillary Clinton's and Barack Obama's White House runs.", "categories": [["U.S.", "State Street"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/state-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/congress-returns-with-tensions-running-high-11556449239", "title": "Congress Returns With Tensions Running High", "date": "2019-04-28 18:39", "summary": "Democrats and the White House are squabbling over investigations, complicating efforts to pass legislation. WASHINGTON-Lawmakers will return this week to a Washington landscape transformed by the unveiling of special counsel Robert Mueller's report, which has sparked an intensifying fight between Capitol Hill and the White House over Democrats' push to probe the administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rockefeller-center-tower-to-offer-airbnb-rentals-11556485614", "title": "Rockefeller Center Tower to Offer Airbnb Rentals", "date": "2019-04-28 18:39", "summary": "Ten floors of a high-rise overlooking the Manhattan office complex will be rented out as lodging. NEW YORK-The owner of a high-rise office building in Rockefeller Center is teaming up with home-rental giant Airbnb Inc. to convert 10 floors into the first modern-day lodging in the landmark 87-year-old complex.", "categories": [["U.S.", "Real Estate"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nih-blocks-two-doctors-from-speaking-out-to-investigators-11556456520", "title": "NIH Blocks Two Doctors From Speaking Out to Investigators", "date": "2019-04-28 18:31", "summary": "National Institutes of Health keeps scientists critical of clinical trial from responding to U.S. agency inquiry. The National Institutes of Health, the U.S. government's premier health research agency, is refusing to allow two of its doctors to respond to government investigators looking into the quality of a continuing clinical trial of new blood-infection treatments on thousands of patients, according to NIH documents and multiple interviews.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nra-faces-new-fight-as-attorney-general-opens-probe-11556488209", "title": "NRA Faces New Fight as Attorney General Opens Probe", "date": "2019-04-28 17:50", "summary": "Gun-rights group had anticipated New York's investigation and tried to prepare for it. The National Rifle Association's longtime Chief Executive Wayne LaPierre prevailed in an internal battle against organization president Oliver North this weekend, but now faces a new challenge: an investigation by New York's attorney general.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-spying-poses-rising-threat-to-u-s-11556359201", "title": "China's Spying Poses Rising Threat to U.S.", "date": "2019-04-28 17:46", "summary": "Officials say the country's recruitment and cyber theft efforts are becoming more pervasive. Chinese spies are increasingly recruiting U.S. intelligence officers as part of a widening, sustained campaign to shake loose government secrets.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/socialists-lead-spanish-elections-but-are-short-of-outright-win-exit-polls-show-11556477682", "title": "Socialists Win Biggest Share of Votes in Divided Spanish Election", "date": "2019-04-28 17:24", "summary": "Incumbent party is seen having the best chance of forming a government, after a poll that highlights the fracturing of politics in many European countries. Spain's national elections yielded no outright winner, highlighting the fracturing of politics in many European countries, but the incumbent Socialists of Prime Minister Pedro Sánchez could emerge as the only party with any chance of assembling a governing coalition.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-falling-disability-rolls-11556485240", "title": "The Falling Disability Rolls", "date": "2019-04-28 17:00", "summary": "Faster growth and less fraud draw more people into the workforce.. Conservatives have tried to push entitlement reform up Capitol Hill too many times to count. But failure isn't inevitable, and last week's annual Social Security and Medicare trust fund report shows that a faster-growing economy and administrative reforms are shrinking long-term disability payments.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banning-right-to-work-laws-11556485165", "title": "Banning Right-to-Work Laws", "date": "2019-04-28 16:59", "summary": "Kamala Harris makes her latest pitch for union endorsements.. Bernie Sanders is still leading the Democratic presidential field on the left, but other candidates are scrambling to pass the self-described socialist. Massachusetts Senator Elizabeth Warren is aiming to be the scourge of business, while California Senator Kamala Harris's strategy is to outbid everybody for public-union support.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arizonas-licensing-liberation-11556485105", "title": "Arizona's Licensing Liberation", "date": "2019-04-28 16:58", "summary": "Gov. Doug Ducey signs three reforms making it easier to work.. Arizona's state motto is \"Ditat Deus\"-\"God enriches\"-but residents might want to thank Gov. Doug Ducey and lawmakers, too. This month they adopted three new licensing reforms that will make it easier to earn a decent living.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investigators-probe-the-extent-of-islamic-state-involvement-in-sri-lanka-blasts-11556484353", "title": "Investigators Probe the Extent of Islamic State Involvement in Sri Lanka Attack", "date": "2019-04-28 16:45", "summary": "The army warned its units that another big attack could come within the next 48 hours. COLOMBO, Sri Lanka-Police believe the Easter bombers likely worked with Islamic State to carry out the sophisticated attack that killed more than 250 people, and are working to determine how much direct support they received from the extremist group.", "categories": [["World", "Asia"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mexicos-backward-turn-11556483367", "title": "Mexico's Backward Turn", "date": "2019-04-28 16:29", "summary": "López Obrador is nixing contracts and giving the military a stake in the economy.. There were nearly 8,500 homicides in Mexico in the first three months of this year, a 9.6% increase from the same period in 2018. That's shocking news, given that last year was the deadliest on record for Mexico, with 33,341 homicides.", "categories": [["Opinion", "The Americas"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-americas?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/topgun-review-making-aces-11556482992", "title": "'Topgun' Review: Making Aces", "date": "2019-04-28 16:23", "summary": "The founding head of the aviator school made famous by Tom Cruise remembers ﬁghter planes, training challenges and the thrill of flight.. It's hard to read Dan Pedersen's \"Topgun\" and not think of Tom Cruise rock-'n'-rollin' through the California mountains in the similarly named motion picture more than 30 years ago. The name-when it refers to the naval-aviator training school-is properly presented as a single word, though the movie splits it in two. \"I guess it looks better that way on movie posters,\" the author concedes.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-sen-richard-lugar-advocate-for-arms-control-dies-at-87-11556482763", "title": "Former Sen. Richard Lugar Dies at 87", "date": "2019-04-28 16:21", "summary": "The Republican represented Indiana for 36 years. Richard Lugar, a leading Republican voice on arms control in his 36 years as a senator representing Indiana, died Sunday in a Virginia hospital. He was 87.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/richard-lugar-remembered-photos-from-the-senators-life-11556482438", "title": "Richard Lugar Remembered: Photos From the Senator's Life", "date": "2019-04-28 16:13", "summary": "The one-time Republican presidential candidate died at age 87. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yale-is-right-to-actively-cultivate-diversity-11556480771", "title": "Yale Is Right to Actively Cultivate Diversity", "date": "2019-04-28 15:46", "summary": "Diversity strengthens Yale. But it also means we must work hard to ensure every member of the Yale community feels welcome, respected and valued.. In \"At Yale, 'Diversity' Means More of the Same\" (op-ed, April 24) Heather Mac Donald criticizes Yale for endeavoring to create an environment that is inclusive and welcoming for its students, faculty and staff. We're overdoing things, she contends, and creating a climate of grievance. With all due respect to this alumna, I see it differently.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-a-great-service-less-great-for-drivers-11556480665", "title": "Uber: A Great Service, Less Great for Drivers", "date": "2019-04-28 15:44", "summary": "Uber has the unsolved challenge of how to recruit and maintain a fleet of happy contract drivers who cannot make a living implementing its trademark licensing and marketing system.. \"Uber Slows Down in Traffic on Its Way to IPO\" (Exchange, April 13) proves once again that you can't make a profit by selling a service below marginal costs. Uber also has the unsolved challenge of how to recruit and maintain a fleet of happy contract drivers who cannot make a living implementing its trademark licensing and marketing system. Why drive for Uber if you can't pay the rent and feed your family?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/electric-vehicles-really-do-emit-less-carbon-dioxide-11556480535", "title": "Electric Vehicles Really Do Emit Less Carbon Dioxide", "date": "2019-04-28 15:42", "summary": "The scientific community is consensual about the fact that under realistic conditions, electric vehicles emit less CO2 than fossil-driven vehicles.. Regarding your editorial \"Germany's Dirty Green Cars\" (April 24): Whether electric vehicles emit more or less CO2 than vehicles with internal combustion engines (ICE) running on fossil fuels depends on a variety of different criteria. The IFO report which you refer to is based on assumptions that skew the results to a large extent. One particular issue is that the chosen sample vehicle has a very large battery capacity and that the presumable decrease of greenhouse-gas emissions in the electricity production isn't integrated into the equation.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-brazil-and-elsewhere-the-bureaucracy-serves-itself-11556480499", "title": "In Brazil and Elsewhere the Bureaucracy Serves Itself", "date": "2019-04-28 15:41", "summary": "\"Bureaucratic capture\" is a situation in which a program or system finds its primary purpose is to serve the bureaucracy that was originally created to serve and support the people.. Regarding Mary Anastasia O'Grady's \"Brazil's Would-Be Giant Slayer\" (Americas, April 15): Brazil's experience of an entrenched political class and self-serving bureaucracy treating the state as an iron rice bowl is not unique. We need look only in our own backyard to Illinois, New York, New Jersey, etc. for examples of states being bankrupted by a political class beholden to its public-union paymasters and just as incapable of reform as Brazil. Given the rising appeal of \"socialism\" (whatever that may be) among the younger generation and the Democratic Party, the likelihood of reform in the U.S. appears to be diminishing.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bernie-sanderss-awkward-embarrassment-of-riches-11556480347", "title": "Bernie Sanders's Awkward Embarrassment of Riches", "date": "2019-04-28 15:39", "summary": "Good for Bernie Sanders that he earned over $561,000 last year and paid taxes at a fair and reasonable 26% rate. It should happen to all of us.. Your editorial \"Who Wants to Be a Millionaire?\" (April 17) is correct in noting that \"most Americans will experience periods of both economic insecurity and relative affluence.\" But let's remember, it isn't what you make, it's what you have. A stellar income statement with a seven-figure income, offset by a disastrous balance sheet, hardly qualifies one as a millionaire. Said another way, assets \"trump\" income. Forgive the pun.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/do-ride-sharing-customers-sit-in-front-11556480113", "title": "Do Ride-Sharing Customers Sit in Front?", "date": "2019-04-28 15:35", "summary": "An accounting practice at Uber and Lyft that ought to raise eyebrows.. What an amazing business Uber and Lyft pioneered. Each built a user-friendly app to allow riders to be picked up and driven anywhere. Yet their financials may create confusion for both investors and riders. Now that Lyft has held an initial public offering and Uber is preparing one, investors can evaluate each company's audited statements. The record shows both made unusual accounting choices that overstate sales and profitability.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-weaponize-an-existential-threat-11556479994", "title": "How to Weaponize an Existential Threat", "date": "2019-04-28 15:33", "summary": "I have problems-not 'issues'-with the vogue words of today.. Those of us with the effrontery to set up as guardians of the English language find ourselves in the condition of the village idiot of the shtetl of Frampol, whose job it was to stand at the village gate awaiting the coming of the Messiah. The pay was low, the poor fellow was made to understand, but the work was steady. And so it is with us guardians-such are the relentless depredations upon the language that we are never out of work.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigrants-for-the-heartland-11556479867", "title": "Immigrants for the Heartland", "date": "2019-04-28 15:31", "summary": "The U.S. doesn't issue enough visas for skilled workers, who are too concentrated in big cities.. Spring is a time of ritual renewal, but some annual traditions are counterproductive. Earlier this month, as it has for years, the world's largest economy elected to choke off its dynamic potential by arbitrarily denying highly educated foreign workers the ability to enter and stay in the country. The U.S. did that to itself even though research and experience show how much it stands to gain from welcoming these workers under the H-1B visa program. Instead of limiting the admission of skilled workers, immigration authorities should aim to spread the benefits throughout the nation.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-tariffs-end-or-his-trade-deal-dies-11556479697", "title": "Trump's Tariffs End or His Trade Deal Dies", "date": "2019-04-28 15:28", "summary": "Congress won't approve USMCA while constituents pay the price for Mexican and Canadian retaliation.. Donald Trump bucked decades of Republican orthodoxy by railing against free-trade agreements. To say I was skeptical of his plans to rip up or renegotiate nearly every major trade deal would be a polite understatement.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-professor-for-stephen-moore-11556479577", "title": "A Professor For Stephen Moore", "date": "2019-04-28 15:26", "summary": "I don't always agree with him, but he'd help solve the Federal Reserve's groupthink problem.. The following declaration may shock many of my academic colleagues: I support the nomination of Stephen Moore to the Board of Governors of the Federal Reserve.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/standing-against-putins-tyranny-11556479532", "title": "Standing Against Putin's Tyranny", "date": "2019-04-28 15:25", "summary": "The ranks of political prisoners grew fivefold in four years.. Russia's attempts to interfere in the U.S. election have been in the news, but its internal abuses deserve more attention. According to a report published today, the ranks of Russian political prisoners have grown over the past four years from 50 to more than 250.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/avengers-endgame-pulverizes-box-office-records-with-1-2-billion-debut-11556467711", "title": "'Avengers: Endgame' Pulverizes Box-Office Records With $1.2 Billion Debut", "date": "2019-04-28 15:08", "summary": "Marvel Studios blockbuster continues Disney's unprecedented winning streak. LOS ANGELES-Walt Disney Co. 's superhero epic \"Avengers: Endgame\" became the first movie to gross more than $1 billion in its debut at the world-wide box office.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/abe-says-overhauling-world-trade-organization-is-high-on-g-20-agenda-11556474562", "title": "Abe Says Overhauling World Trade Organization Is High on G-20 Agenda", "date": "2019-04-28 14:02", "summary": "Japanese prime minister says nation will use presidency of group of industrialized countries to push for changes. Japanese Prime Minister Shinzo Abe said he would use the country's presidency this year of the Group of 20 large industrialized and emerging countries to push for an overhaul of the World Trade Organization.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-schwab-ate-wall-street-11556474103", "title": "Schwab's Cost Obsession Ripples Through Wall Street", "date": "2019-04-28 13:55", "summary": "The firm was a discount broker for amateurs. Then its CEO turned it into a personal-finance supermarket that's dragging rivals in its wake.. When Walt Bettinger's 3 a.m. alarm sounds, among the first things the Charles Schwab Corp. chief executive does is check how much net new money his company has pulled in over the past 24 hours. Last year, that was an average of $624 million a day-more than its three biggest Wall Street rivals combined.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-agreed-to-pay-for-warmbier-release-but-never-did-bolton-says-11556466826", "title": "U.S. Agreed to Pay for Warmbier Release but Never Did, Bolton Says", "date": "2019-04-28 11:53", "summary": "North Korean regime had imprisoned American student before he died in 2017. WASHINGTON-National security adviser John Bolton acknowledged Sunday that the U.S. had promised to pay North Korea for the release of American college student Otto Warmbier in 2017, but he said the U.S. never made any payment.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-libertarian-nirvana-at-sea-runs-into-a-stubborn-opponent-the-thai-navy-11556466473", "title": "A Libertarian Nirvana at Sea Runs Into a Stubborn Opponent: the Thai Navy", "date": "2019-04-28 11:47", "summary": "American software engineer sought refuge in pod floating off coast of Thailand; now he is hiding on dry land. American software engineer Chad Elwartowski thought he had found the perfect refuge from the long arm of meddlesome, overbearing governments. It was a home floating in the turquoise waters far off the coasts of Thailand and Indonesia.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/crowds-return-to-hong-kong-streets-to-protest-extradition-law-11556465657", "title": "Crowds Return to Hong Kong Streets to Protest Extradition Law", "date": "2019-04-28 11:34", "summary": "The proposal has touched a nerve in the city, uniting diverse sections of society, from opposition activists to more pro-Beijing business leaders. HONG KONG-Tens of thousands marched through Hong Kong streets Sunday in one of the strongest protest turnouts in recent years, a resurgence of public activism as opposition grows over a proposed law that would allow extradition to the mainland.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/energy-industry-confronts-sexual-misconduct-and-harassment-allegations-11556463600", "title": "Energy Industry Confronts Sexual Misconduct and Harassment Allegations", "date": "2019-04-28 11:00", "summary": "Whiting's CEO had previous complaints against him at former employer Anadarko. When Whiting Petroleum Corp. hired its chief executive in 2017, the company was unaware that allegations of sexual misconduct and harassment had been brought against him at his previous employer, according to a person familiar with his hire.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-gop-rallies-behind-malliotakis-a-republican-woman-as-staten-island-challenger-11556460001", "title": "House GOP Rallies Behind Malliotakis, a Republican Woman, as Staten Island Challenger", "date": "2019-04-28 10:00", "summary": "Primary bid from former Rep. Michael Grimm is expected to get cool reception from some in his party. STATEN ISLAND, N.Y.-Former GOP Rep. Michael Grimm knows party leaders will be rooting for Nicole Malliotakis in the race to take back the Staten Island-based district Republicans lost last fall. He is likely running anyway-setting up a messy, expensive primary fight.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cloud-gathers-over-chip-makers-11556460000", "title": "Cloud Gathers Over Chip Makers", "date": "2019-04-28 10:00", "summary": "Intel, Xilinx see hit to data-center businesses as cloud capital spending slows. Cloud computing has been a rainmaker for the semiconductor industry, but there are still some dry patches.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-10-tech-compatibility-questions-every-couple-needs-to-answer-11556460000", "title": "The 10 Tech Compatibility Questions Every Couple Needs to Answer", "date": "2019-04-28 10:00", "summary": "Should the bedroom be a device-free zone? Which online activities count as cheating? Here's how to reduce fights with your spouse over technology.. Couples have long fought about money, cleaning and sex, but now there's a whole new frontier for spousal conflict: technology.", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/should-parents-pledge-as-a-group-to-delay-giving-smartphones-to-their-children-11556460000", "title": "Should Parents Pledge to Delay Giving Smartphones to Kids?", "date": "2019-04-28 10:00", "summary": "Groups like Wait Until 8th address a public-health crisis, supporters of the idea say. But critics argue that what seems like a simple solution will carry costs for some children.. Parents of young children today wrestle with questions their own parents never could have imagined. For instance, at what age should children be entrusted with their own smartphones?", "categories": [["Life & Work", "Journal Reports: Health Care"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-health-care?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-modells-narrowly-escaped-the-retail-apocalypse-11556456400", "title": "How Modell's Narrowly Escaped the Retail Apocalypse", "date": "2019-04-28 09:00", "summary": "CEO Mitchell Modell is trying to beat the odds in stabilizing his company after a recent scare sent its suppliers running for the exits. Just over a month ago, Modell's Sporting Goods, the century-old New York area chain, found itself fighting for its life.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-might-be-the-last-great-stock-pickers-market-11556454602", "title": "China Is a Stock Picker's Paradise", "date": "2019-04-28 08:30", "summary": "Mainland markets offer outsize opportunities for stock pickers, but for how long?. In recent years, it has become easier for global fund managers to invest in Shanghai and Shenzhen-listed shares, thanks to programs such as Stock Connect, a trading link with Hong Kong.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-meat-companies-gain-from-hog-culling-in-china-11556452802", "title": "U.S. Meat Companies Gain From Hog Culling in China", "date": "2019-04-28 08:00", "summary": "Swine fever has decimated China's herds, creating opportunity for other protein companies. A deadly disease sweeping China's hog barns is reinvigorating the fortunes of U.S. meat companies.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-deal-failure-points-to-u-s-european-bank-divide-11556452800", "title": "Deutsche Deal Failure Points to U.S.-European Bank Divide", "date": "2019-04-28 08:00", "summary": "U.S. banks since the financial crisis have largely lapped their European counterparts. The scuttled tie-up between Deutsche Bank AG and German rival Commerzbank AG underscores the uneven recovery between lenders on either sideof the Atlantic and how decisions made during the financial crisis are reverberating today.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/traders-brace-for-big-moves-after-ge-earnings-this-week-11556452801", "title": "Traders Brace for Big Moves After GE Earnings This Week", "date": "2019-04-28 08:00", "summary": "Some investors are entering into contracts that would offer protection against losses in the stock. Options traders are betting on an explosive move in General Electric Co. shares after its earnings on Tuesday, a sign that turbulence in the battered stock may not be over.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rockets-still-believe-they-can-beat-the-warriors-are-they-right-11556452832", "title": "The Rockets Still Believe They Can Beat the Warriors. Are They Right?", "date": "2019-04-28 08:00", "summary": "They nearly pulled it off last year. Now they have another shot at the upset that would rupture the NBA.. There was a scholarly paper in a quarterly academic journal a few decades ago with a title that did a phenomenal job of making sure nobody would ever read it. The study was called \"Aligning an Organization for Learning,\" and it was a whole lot more interesting than it sounds.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-search-for-opportunity-in-unloved-corner-of-stock-market-11556449200", "title": "Investors Search for Opportunity in Unloved Corner of Stock Market", "date": "2019-04-28 07:00", "summary": "European shares have recovered this year, but investors remain pessimistic and wade in gingerly. European stocks have been among the least liked investments for fund managers in recent months. Yet some investors, sensing Europe's economic gloom lifting, are gingerly returning to the region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cancer-drug-giant-roche-loses-edge-as-rivals-grow-11556449201", "title": "Cancer-Drug Giant Roche Loses Edge as Rivals Grow", "date": "2019-04-28 07:00", "summary": "Companies with little or no history in the sector are now posing competition. Many pharmaceutical companies expect cancer treatments to drive growth in the coming years. One notable exception: the world's largest cancer-drug maker.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/texas-tax-fight-pits-gop-governor-and-allies-against-local-governments-11556443816", "title": "Texas Tax Fight Pits GOP Governor and Allies Against Local Governments", "date": "2019-04-28 06:28", "summary": "Republican plan would cap property-tax growth and raise state sales tax by a percentage point. DALLAS-Texas state Republican leaders are in a face-off with local governments over taxes.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/man-detained-after-shooting-at-synagogue-in-california-city-of-poway-11556395609", "title": "California Synagogue Shooting Being Treated as Possible Hate Crime", "date": "2019-04-28 06:27", "summary": "Suspect, 19-year-old John Earnest of San Diego, is in custody. A San Diego man has been detained in connection with a shooting at a synagogue in nearby Poway, Calif., that resulted in one death, in what authorities said is being investigated as a possible hate crime.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-climb-continues-as-inflation-remains-just-right-11556443801", "title": "Stocks' Climb Continues as Inflation Remains Just Right", "date": "2019-04-28 05:30", "summary": "Investors will get a double dose of inflation data this week. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-skips-white-house-press-dinner-rallies-supporters-in-wisconsin-11556424402", "title": "Trump Skips Press Dinner, Rallies Supporters in Wisconsin", "date": "2019-04-28 00:06", "summary": "At the rally, the president spoke about familiar themes including trade, the economy, immigration. President Trump rallied supporters in Wisconsin Saturday night in lieu of attending the White House Correspondents Association dinner, hitting familiar themes on his political rivals, trade, the economy and immigration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-whistleblower-complaints-emerge-in-boeing-737-max-safety-inquiries-11556418721", "title": "More Whistleblower Complaints Emerge in 737 MAX Probe", "date": "2019-04-28 22:32", "summary": "Congressional panels and federal investigators are delving into various complaints by purported whistleblowers. U.S. aviation regulators and congressional investigators are looking into complaints by roughly a dozen purported whistleblowers alleging safety problems with Boeing Co. 's beleaguered 737 MAX jets, according to government officials familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/four-dead-after-construction-crane-collapses-in-seattle-11556410397", "title": "Four Dead After Construction Crane Collapses in Seattle", "date": "2019-04-28 20:42", "summary": "The crane was atop an office building under construction in a densely populated area. Four people were killed and three injured when a construction crane collapsed Saturday in downtown Seattle, pinning six cars underneath, Seattle's fire chief said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktok-is-the-latest-reason-teens-are-addicted-to-their-phones-11556337610", "title": "TikTok Is the Latest Reason Teens Are Addicted to Their Phones", "date": "2019-04-28 20:37", "summary": "Resume Subscription. When Holly Grace, a 23-year-old part-time singer and full-time nurse in Nashville, Tenn., first started making videos for the app TikTok, she had no idea she was any good at creating memes-those viral bits of content that have been the internet's raison d'être since millions discovered a moronic website called \"Hampster Dance\" 20 years ago.", "categories": [[]], "category_links": []}]