[{"link": "https://www.wsj.com/articles/storm-brings-more-than-a-foot-of-snow-to-parts-of-northeast-11547998546", "title": "Arctic Blast From Canada to Bring Cold Snap Across Northeast", "date": "2019-01-20 18:38", "summary": "Wind chills could drop to minus 15 degrees in New York City late Sunday into Monday. A winter storm dumped up to 12 to 18 inches of snow across much of upstate New York and northern New England over the weekend, a prelude to an arctic blast of cold air and icy winds across the Northeast.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tsa-absences-rise-to-new-peak-amid-shutdown-11548007459", "title": "TSA Absences Rise to New Peak Amid Shutdown", "date": "2019-01-20 15:22", "summary": "The agency has sent extra staff to airports in major cities; 'We will not compromise security standards,' spokesman says. The Transportation Security Administration has sent extra staff to airports in major cities as it faces its highest level of absences since the partial government shutdown began last month.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-u-s-home-sales-eurozone-manufacturing-and-more-11548014400", "title": "Economy Week Ahead: U.S. Home Sales, Eurozone Manufacturing", "date": "2019-01-20 15:00", "summary": "Also, the U.S. Commerce Department will report on durable-goods.. ", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-democrats-float-proposals-to-end-shutdown-but-wide-gaps-remain-11548010772", "title": "White House, Democrats Float Proposals to End Shutdown, but Wide Gaps Remain", "date": "2019-01-20 14:01", "summary": "Sides show no signs of movement on funding border wall or agreeing on related immigration overhauls, as Pelosi calls Trump's offer to delay deportation of some undocumented immigrants a 'nonstarter'. WASHINGTON-The White House and congressional Democrats are each putting new proposals on the table in a bid to show flexibility in the impasse over the partial government shutdown, but they remain far apart on key issues regarding the funding for a southern border wall and related immigration overhauls.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-raise-your-credit-score-start-by-understanding-it-11548010800", "title": "To Raise Your Credit Score, Start by Understanding It", "date": "2019-01-20 14:00", "summary": "A beginner's guide to understanding how your credit score actually works. If you don't carefully attend to your credit score, that three-digit number can become a four-letter word. But understanding what drives it up and down will help you swear off the financial decisions that can have a negative impact.", "categories": [["Life & Work", "Life & Style"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/life-style?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-germany-to-collaborate-against-election-interference-11548004995", "title": "Facebook, Germany to Collaborate Against Election Interference", "date": "2019-01-20 12:23", "summary": "Effort will build on previous work between the embattled social network and regulator ahead of European parliamentary votes this spring. MUNICH- Facebook Inc. Chief Operating Officer Sheryl Sandberg said the company will work with the German ministry for information security in a broad effort to guide policy here and throughout Europe on election interference.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/roger-federer-knocked-out-of-australian-open-in-upset-11547999042", "title": "Federer Knocked Out of Australian Open in Upset", "date": "2019-01-20 11:45", "summary": "Stefanos Tsitsipas's upset victory in the Australian Open is the latest sign that the Big Four of men's tennis are finally in decline. When Roger Federer beat Pete Sampras at Wimbledon in 2001, the world saw the tennis star of the future. Like Sampras, Federer served well and knew how to volley. Like Sampras, he could smash forehands and one-handed backhands. And like Sampras, Federer, at 19 years old, eventually went on to dominate tennis.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/puerto-rico-picks-bidders-for-ailing-power-utility-11548000001", "title": "Puerto Rico Picks Bidders for Ailing Power Utility", "date": "2019-01-20 11:00", "summary": "The move was a key step in privatizing the bankrupt utility. Puerto Rico took an important step toward privatizing its bankrupt public power monopoly and bringing in new investment to help modernize the utility and reverse the island's economic decline.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-support-daca-protections-for-more-wall-funding-11547920247", "title": "Trump Takes Aim at Democrats Over Rejected DACA Offer", "date": "2019-01-20 10:10", "summary": "House Speaker Nancy Pelosi called the proposal meant to jump-start shutdown negotiations a 'non-starter'. WASHINGTON-President Trump on Sunday took aim at Democrats, a day after he outlined a proposal designed to jump-start shutdown negotiations, calling for $5.7 billion in funding for steel barriers on the southern border in exchange for a three-year protection from deportation for some undocumented immigrants.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/track-work-looms-over-new-york-penn-station-this-summer-11547996400", "title": "Track Work Looms Over New York Penn Station This Summer", "date": "2019-01-20 10:00", "summary": "LIRR, NJ Transit and Amtrak look to minimize impact of repairs and avoid another 'summer of hell'. The Long Island Rail Road, NJ Transit and Amtrak are in negotiations with one another over service reductions at New York Penn Station this summer that would allow for track repairs.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/israel-re-establishes-ties-with-chad-in-bid-to-project-countrys-clout-11547995892", "title": "Israel Re-establishes Ties With Chad in Bid to Project Clout", "date": "2019-01-20 09:51", "summary": "Netanyahu's decision opens new markets for Israeli security and agriculture products. TEL AVIV-Israel and Chad have re-established diplomatic ties as part of Israeli Prime Minister Benjamin Netanyahu's push to project his country's clout in the Middle East and Africa.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/one-familys-struggle-to-get-their-daughter-lifesaving-medication-11547994600", "title": "One Family's Struggle to Get Their Daughter Lifesaving Medication", "date": "2019-01-20 09:30", "summary": "Resume Subscription. Khur, Iran", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/china-moves-cautiously-in-face-of-economic-slowdown-11547994330", "title": "China Moves Cautiously in Face of Economic Slowdown", "date": "2019-01-20 09:25", "summary": "Forget the big stimulus measures of the past. Debt levels make that difficult.. BEIJING-With Chinese stocks tanking over slowing growth in the domestic economy and the trade fight with the U.S., China's top securities regulator sought to project some confidence at a closed-door meeting last fall.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-airbus-turns-50-a-look-back-at-the-role-of-the-euro-11547994205", "title": "As Airbus Turns 50, a Look Back at the Role of the Euro", "date": "2019-01-20 09:23", "summary": "CFO Harald Wilhelm says the currency is a pillar of the company's success. Airbus SE , which turns 50 this year, has its roots in a consortium formed by the leading plane makers of Germany, France and Spain. But according to Chief Financial Officer Harald Wilhelm, it couldn't have become the fully integrated company it is today, with some €66 billion ($75 billion) in market capitalization, had it not been for the introduction of the euro in 1999.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tale-of-two-companiesand-two-countries-11547994123", "title": "A Tale of Two Companies-and Two Countries", "date": "2019-01-20 09:22", "summary": "The differing fortunes of two producers of cooking tools reflect a broader divergence between Germany and Italy-two of the eurozone's biggest economies-since the turn of the century. SOLINGEN, Germany-Zwilling JA Henckels, a 300-year-old knife-making company based in this ancient city of swordsmiths, had much in common with Italy's Bialetti Industrie SpA.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dominant-dollar-bests-challengers-11547994049", "title": "The Dollar's Dominance Seems Secure, Despite Challengers", "date": "2019-01-20 09:20", "summary": "In many ways the U.S. currency's pre-eminence looks safer than ever, after a drawn-out eurozone crisis and the recent slowdown in China. Beijing and Moscow have rarely had more reasons to rue the dollar's global dominance. Yet changing the status quo will be difficult, and recent efforts to do so have yielded little.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/eu-countries-face-a-menu-of-challenges-11547993859", "title": "EU Countries Face a Menu of Challenges", "date": "2019-01-20 09:17", "summary": "Among them: a slowing economy and a fragmenting political landscape. ROME-During the past decade, the European Union has often entered a new year beset by warnings that it faces an existential crisis.", "categories": [["World", "Davos"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/davos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dsvs-big-takeover-bid-may-revive-logistics-consolidation-11547992800", "title": "DSV's Big Takeover Bid May Revive Logistics Consolidation", "date": "2019-01-20 09:00", "summary": "The $4 billion buyout offer for freight forwarder Panalpina could push other operators to respond and lure more private-equity interest. The global logistics mergers-and-acquisitions market may be set to kick into high gear.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/every-gadget-and-app-should-have-a-dark-mode-11547992801", "title": "Every Gadget and App Should Have a Dark Mode", "date": "2019-01-20 09:00", "summary": "Next time you're reading your device in the dark, make sure you reach for the dimmer switch. The first thing I do in the morning is check my phone. I grab my phone off its charger, silence the alarm, press the power button-and instantly recoil as the screen's hideously bright light turns my retinas to ash.", "categories": [["Tech", "Personal Tech", "Personal Technology: David Pierce"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-david-pierce?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-wins-eu-frets-over-rule-of-law-fight-11547989230", "title": "Despite Wins, EU Frets Over Rule-of-Law Fight", "date": "2019-01-20 08:00", "summary": "Brussels increasingly concede that only a change in attitudes in Europe's east can prompt governments to shift course. ", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeking-help-family-breaks-silence-on-american-missing-in-syria-11547985603", "title": "Seeking Help, Family Breaks Silence on American Missing in Syria", "date": "2019-01-20 07:00", "summary": "Virginia therapist is second identified American known to be held in Syria. WASHINGTON-American therapist Majd Kamalmaz was stopped at a government checkpoint in Damascus one night in February 2017 while visiting family in Syria's fractured capital. He hasn't been seen or heard from since.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bank-investors-look-beyond-trading-revenue-to-deliver-strong-gains-11547985601", "title": "Bank Investors Look Beyond Trading Revenue to Deliver Strong Gains", "date": "2019-01-20 07:00", "summary": "Last week, bank stocks posted their strongest five-day gains in more than two years. Wall Street trading desks had a horror-show fourth quarter that dragged on bank results. But investors in big-bank stocks focused instead on gains in lending businesses and improving sentiment around the U.S. economy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fireball-at-mexico-pipeline-tap-kills-66-11547911250", "title": "Fireball at Mexico Pipeline Tap Kills Dozens", "date": "2019-01-20 22:28", "summary": "Oil company Pemex said tappers punctured the pipeline that runs between the seaport of Tuxpan and a refinery. MEXICO CITY-A massive explosion at an illegal pipeline tap in central Mexico killed at least 73 people and injured another 74 on Friday, as rescue workers and forensic experts intensified efforts on Saturday morning to separate and identify charred corpses at the site.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}]