[{"link": "https://www.wsj.com/articles/sen-sanders-returns-to-trail-with-fresh-endorsementschallenges-11571525495", "title": "Bernie Sanders Returns to Trail With Fresh Endorsements, Challenges", "date": "2019-10-19 19:21", "summary": "Resume Subscription. LONG ISLAND CITY, N.Y.-Bernie Sanders is back on the campaign trail and looking to project confidence.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/j-j-recalls-one-baby-powder-lot-on-asbestos-concern-11571408967", "title": "J&J Recalls Baby Powder on Asbestos Concern", "date": "2019-10-19 17:37", "summary": "FDA test indicates presence of sub-trace levels of asbestos contamination in samples from single bottle. Johnson & Johnson said it recalled one lot, about 33,000 bottles, of its Johnson's Baby Powder because the U.S. Food and Drug Administration found a small amount of asbestos in a single bottle, a discovery likely to fuel existing concerns about the safety of the famous product.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/kurds-say-turkey-is-still-shelling-key-syrian-town-testing-cease-fire-11571488971", "title": "Kurds and Turkey Accuse Each Other of Cease-Fire Violations", "date": "2019-10-19 16:37", "summary": "Scattered fighting in northeastern Syria begins to slow down, witnesses say. DUHOK, Iraq-Kurdish forces and Turkey traded accusations of violating a cease-fire agreement between Washington and Ankara on Saturday, as scattered fighting in northeastern Syria began to subside, according to local activists.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-history-of-song-is-all-about-outsiders-11571457661", "title": "The History of Song Is All About Outsiders", "date": "2019-10-19 16:21", "summary": "From ancient Greece to rock and roll, musical innovation has come from those on society's margins.. Popular songs are big business nowadays, the driving force behind a $10 billion industry. But it all started in the humblest way possible. The first documented song in the English language came from the mouth of an illiterate cow herder. More than 1,300 years ago the Venerable Bede, a medieval scholar known as the \"father of English history,\" wrote down the words sung by Caedmon, who tended animals at a Benedictine monastery in North Yorkshire. Bede marveled over the miracle that allowed an untutored servant to create such a remarkable hymn.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-rep-francis-rooney-of-florida-to-retire-after-two-terms-11571507919", "title": "Republican Rep. Francis Rooney of Florida to Retire After Two Terms", "date": "2019-10-19 14:19", "summary": "Congressman joins a lengthy list of House Republicans who are leaving at the end of their terms or have resigned. Florida Rep. Francis Rooney said he would retire at the end of his term, a day after he made comments critical of the Trump administration.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-warren-backers-want-more-details-on-her-health-plan-11571509050", "title": "Some Warren Backers Want More Details on Her Health Plan", "date": "2019-10-19 14:17", "summary": "The senator has so far stuck to the broad principle that overall health-care costs will go down and the wealthy will pay more. NORFOLK, Va.-As Elizabeth Warren faces pressure from her rivals in the Democratic presidential primary to outline how she'd pay for Medicare for All, some of her own most avid supporters say they too want to hear more specifics.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/judge-blocks-florida-law-setting-conditions-on-restoring-felons-voting-rights-11571449686", "title": "Judge Blocks Florida Law Setting Conditions on Restoring Felons' Voting Rights", "date": "2019-10-19 11:28", "summary": "Florida lawmakers passed a law requiring the payoff of legal debts. A federal judge in Florida temporarily blocked a law that set conditions on a voter-approved constitutional amendment that restored voting rights to an estimated 1.4 million people with felony convictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/officials-view-trade-uncertainty-as-biggest-global-economic-risk-11571497200", "title": "Officials View Trade Uncertainty as Biggest Global Economic Risk", "date": "2019-10-19 11:00", "summary": "IMF estimates U.S.-China trade war has taken a Switzerland-size bite out of global output. WASHINGTON-The new head of the International Monetary Fund urged policy makers this week to undertake measures to bolster the slowing global economy and asked for a show of hands from those who planned to follow her recommendations.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/immigration-cases-judicial-vacancies-tax-new-mexico-courts-11571493600", "title": "Immigration Cases, Judicial Vacancies Tax New Mexico Courts", "date": "2019-10-19 10:00", "summary": "'It's crushing'; judges, some from as far away as New York and New Hampshire have been called in to help. LAS CRUCES, N.M.-With three of New Mexico's seven federal district judgeships currently vacant, the U.S. court system here was already in danger of being overwhelmed. At the same time, hundreds of migrants facing charges of crossing into the U.S. illegally are crowding into courtrooms daily and pushing the system to the breaking point, according to judges and attorneys.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/three-prison-inmates-beat-harvard-in-a-debate-heres-what-happened-next-11571490001", "title": "Three Prison Inmates Beat Harvard in a Debate. Here's What Happened Next.", "date": "2019-10-19 09:00", "summary": "Resume Subscription. When inmates in a New York maximum-security prison beat Harvard in a debate four years ago, their victory made international headlines and highlighted the intellectual talent behind bars.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/as-u-k-parliament-debates-boris-johnsons-brexit-deal-thousands-gather-to-protest-11571484990", "title": "As U.K. Parliament Defers Brexit Vote, Britons Protest", "date": "2019-10-19 08:30", "summary": "Huge crowds marched in London calling for a vote on any EU withdrawal deal. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/u-s-government-still-uses-suspect-chinese-cameras-11571486400", "title": "U.S. Government Still Uses Suspect Chinese Cameras", "date": "2019-10-19 08:00", "summary": "Buying surveillance equipment from some vendors is banned, but replacing it isn't easy. Thousands of Chinese-made surveillance cameras remain in use at U.S. military installations and other government sites after purchases of such devices were banned, highlighting the hurdles in replacing costly equipment to address national-security concerns.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gauguin-portraits-review-a-new-profile-of-a-familiar-face-11571482800", "title": "'Gauguin Portraits' Review: A New Profile of a Familiar Face", "date": "2019-10-19 07:00", "summary": "An exhibition at London's National Gallery offers a fascinating journey through the painter's esoteric life as presented by his portraiture.. London", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/weekends-u-k-political-drama-may-be-viewed-best-through-bookmakers-11571418878", "title": "Weekend's U.K. Political Drama May Be Best Viewed Through Bookmakers", "date": "2019-10-19 03:42", "summary": "As Boris Johnson tries to sell lawmakers on Brexit deal, U.K. bookmakers try to anticipate what happens next. As the continuing Brexit drama spills over into the weekend, investors can look to an unusual gauge of what lies ahead: the bookmakers.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-matters-this-week-in-the-2020-race-11571457660", "title": "What Matters This Week in the 2020 Race", "date": "2019-10-19 00:01", "summary": "Democrats' centrist candidates find clearer voices as they challenge leading progressive Elizabeth Warren. The rise of Sen. Elizabeth Warren, now the leading presidential candidate hailing from the Democratic Party's progressive wing, has had an interesting bank-shot effect: It seems to have given greater voice to those more in the political center.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11571434715", "title": "Pepper...and Salt", "date": "2019-10-19 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/boris-johnson-turns-on-the-charm-to-win-support-for-brexit-deal-11571398934", "title": "Boris Johnson Turns On the Charm to Gather Support for Brexit Deal", "date": "2019-10-19 00:01", "summary": "British prime minister lacks the numbers to be certain of victory when he presents his revised Brexit deal to lawmakers. LONDON-British Prime Minister Boris Johnson wooed lawmakers in a last-minute charm offensive to win a decisive Parliamentary vote on his Brexit deal this Saturday, focusing on wavering euroskeptic Conservatives and opposition Labour Party lawmakers.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-nbas-china-problem-is-deeper-than-a-tweet-11571457600", "title": "The NBA's China Problem Is Deeper Than a Tweet", "date": "2019-10-19 00:00", "summary": "American basketball was once viewed as a model for building world-class teams. But China has discovered its own formula.. It's been two weeks since China took offense to an NBA team executive's tweet expressing support for Hong Kong's protesters. The NBA is standing its ground on the principle of free speech. And everybody has an opinion.", "categories": [["The Captain Class"]], "category_links": ["https://www.wsj.com/news/types/the-captain-class?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-americas-largest-truck-stop-owner-stays-on-the-right-path-11571457602", "title": "How America's Largest Truck Stop Owner Stays on the Right Path", "date": "2019-10-19 00:00", "summary": "Jimmy Haslam III relies on frank advice from colleagues and friends to steer Pilot Flying J. Jimmy Haslam III says he always wanted to work in the family business.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/carl-icahn-is-nearing-another-landmark-deal-this-time-its-with-his-son-11571457602", "title": "Carl Icahn Is Nearing Another Landmark Deal. This Time It's With His Son.", "date": "2019-10-19 00:00", "summary": "Brett Icahn is emerging as the likely successor to one of the most famous investors of all time. But his father is not ready to hand over the reins just yet.. At 83, Carl Icahn, the billionaire financier legendary for waging guerrilla warfare with corporate targets from TWA to Dell, finally has a succession plan. It's a little complicated.", "categories": [["Markets", "Finance"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/finance?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-phone-call-isnt-dead-its-evolving-11571457605", "title": "The Phone Call Isn't Dead, It's Evolving", "date": "2019-10-19 00:00", "summary": "Here's a crazy idea: What if people started using their smartphones to actually speak to each other again?. When researchers at Yahoo Labs wanted to learn more about how young people use video chat, they asked 16 teenagers in the greater San Francisco Bay Area to keep a diary for two weeks. The subjects liked to multitask, cleaning their rooms and scrolling through social media, while talking with friends. Chats sometimes lasted almost all night-teens would go down for dinner with their families, only to come back upstairs and resume the conversation.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}]