[{"link": "https://www.wsj.com/articles/disney-wells-fargo-care-com-stocks-that-defined-the-week-11565392300", "title": "Disney, Wells Fargo, Care.com: Stocks That Defined The Week", "date": "2019-08-09 19:11", "summary": "Resume Subscription. Stocks finished lower after a tumultuous week driven by trade tensions and the prospect of a currency war with China. The Dow Industrials suffered their worst one-day drop of the year on Monday, but regained ground throughout the week.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/has-impeachment-already-begun-depends-which-democrat-you-ask-11565390550", "title": "Has Impeachment Begun? Depends Which Democrat You Ask", "date": "2019-08-09 18:58", "summary": "Nadler says formal 'proceedings' against Trump are under way; no vote on 'inquiry' yet. Rep. Jerrold Nadler (D., N.Y.) says his House Judiciary Committee is already engaged in \"formal impeachment proceedings\" against President Trump.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/natty-light-the-king-of-cheap-beers-goes-after-hard-seltzer-11565391254", "title": "Natty Light, the King of Cheap Beers, Goes After Hard Seltzer", "date": "2019-08-09 18:54", "summary": "AB InBev, which has fallen behind surging White Claw seltzer, rolls out new beverage targeting college drinkers with lower prices. After failing to make a big splash with a hard seltzer targeting women, Anheuser-Busch InBev NV is taking another run at the buzzy category with a seltzer aimed at a very different group: college-age drinkers of Natural Light.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-alstom-executive-asks-judge-to-throw-out-foreign-bribery-charges-11565391116", "title": "Former Alstom Executive Asks Judge to Throw Out Foreign Bribery Charges", "date": "2019-08-09 18:51", "summary": "Lawrence Hoskins says delays have violated his constitutional right to a speedy trial, but prosecutors say he has benefited from them. NEW HAVEN, Conn.-A federal court is facing a raft of thorny legal questions-including what it should tell jurors about the definition of a key word in the U.S. Foreign Corrupt Practices Act-on the eve of the trial of a former Alstom SA executive.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andy-murray-to-return-to-singles-in-cincinnati-11565389503", "title": "Andy Murray to Return to Singles in Cincinnati", "date": "2019-08-09 18:25", "summary": "Event could be prelude to playing U.S. Open, just seven months after having major hip surgery. Andy Murray, the British tennis star who underwent hip-resurfacing surgery in late January, said Friday that he would play singles at a tournament in Cincinnati next week, a signal that Murray might also enter the U.S. Open as he attempts an audacious return to competition.", "categories": [["Sports", "Tennis"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/tennis?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-autumn-of-economic-discontent-11565388416", "title": "Europe's Autumn of Economic Discontent", "date": "2019-08-09 18:20", "summary": "The looming dismal season is bigger than Trump, or Germany.. In case you missed it while markets were melting down over the U.S.-China trade war, Europe's economy is hitting the skids. Dismal recent data, with more expected, highlight the baleful consequences of President Trump's hostility to global trade-but also Europe's chronic refusal to help itself.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tom-steyers-billions-can-buy-iowans-pizza-but-can-he-win-a-debate-slot-11565389029", "title": "Steyer Outspends Rivals, Jockeying for Debate Slot", "date": "2019-08-09 18:17", "summary": "Former hedge-fund manager gets first taste of retail politics as his campaign outspends Democratic rivals. IOWA FALLS, Iowa-The pizza, pasta and soda Tom Steyer's campaign bought for curious voters cost about $100. The two ads backing his candidacy that happened to air on a television over the table at a tavern here, where he spoke for 35 minutes, were considerably pricier.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-government-bonds-rise-as-trump-casts-doubt-on-china-talks-11565367232", "title": "U.S. Government Bonds Fall After Volatile Week", "date": "2019-08-09 18:12", "summary": "Investors scaled back positions built up during a week of unsettled trading. U.S. government bond prices retreated Friday to close out a week of volatile trading that saw Treasury yields fall to fresh multiyear lows.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/green-dot-tumbles-on-stiffer-competition-from-startups-11565352002", "title": "Green Dot Tumbles as Competitors Close In", "date": "2019-08-09 18:09", "summary": "Bank's shares fall sharply as financial-tech rivals vie for customers. Green Dot Corp. is taking on water from Silicon Valley's plunge into the banking system.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-the-vampire-slayer-11565388500", "title": "Elizabeth the Vampire Slayer", "date": "2019-08-09 18:08", "summary": "The Senator takes out the garlic and crosses against private equity.. Elizabeth Warren's favorite image for businesses is that they \"suck\" profits out of American society like vampires. Her latest targets are private-equity firms that invest in struggling companies, often replace management and bet on a turnaround. She wants to put them out of business.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-political-steel-trap-11565388472", "title": "A Political Steel Trap", "date": "2019-08-09 18:07", "summary": "A company that praised Trump's tariffs is now saying they're unfair.. Last June the president and CEO of JSW Steel USA, John Hritz, was praising President Trump for the tariffs he felt would reward companies such as his, whose $1 billion investment in America included the restoration of a shuttered steel plant in Ohio. \"We are completely in lockstep with the president,\" Mr. Hritz told CNBC.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-death-in-the-rainforest-review-to-hear-a-dying-tongue-11565387247", "title": "'A Death in the Rainforest' Review: To Hear a Dying Tongue", "date": "2019-08-09 17:47", "summary": "The ﬁrst words uttered by a Gapun child, we learn, are not typically 'mama' and 'papa' but some variation on the phrase 'I'm sick of it, I'm leaving.'. As a young anthropologist, in 1985, Don Kulick traveled to the most remote reaches of Papua New Guinea to study how a language dies. Motivating his quest was a haunting consensus then emerging among linguists that fully half of the world's 7,000 languages are teetering on the brink of extinction. As he made his way across the vast mangrove lagoon at the mouth of the Sepik River, wading through malarial swamps to reach a narrow slit in the jungle that would be his home for many months, he was acutely aware that every fortnight, somewhere in the world, some elder carries into the grave the last syllables of an ancient tongue, and another language is lost. His destination was the village of Gapun, home to just 130 people, 90 of whom were fluent in Tayap, one of 600 extant languages kept alive by fewer than 100 speakers.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/everybodys-doin-it-review-notes-from-underground-11565387214", "title": "'Everybody's Doin' It' Review: Notes From Underground", "date": "2019-08-09 17:46", "summary": "A lively cultural and musicological tour of the brothels, saloons and dance halls of Old New York.. On his first trip to New York, in 1835, Davy Crockett discovered in the drinking cellars of the Five Points \"such fiddling and dancing nobody ever saw before in this world. I thought they were the true 'heaven-borns.' Black and white, white and black all hug-em-snug together, happy as lords and ladies.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-song-of-songs-review-the-spirit-in-the-flesh-11565387183", "title": "'The Song of Songs' Review: The Spirit in the Flesh", "date": "2019-08-09 17:46", "summary": "Why was a sensual love poem with no literal reference to God included in the Bible?. At age 10, I found myself learning to chant, by heart, a chapter of the Song of Songs from the Hebrew Bible, which takes the form of a dialogue between two unnamed lovers. In the chapter, he lavishes praise on her thighs and eyes and compares her breasts to twin fawns. She replies: \"I belong to my beloved, and his desire is for me.\" Though the cadences of the Hebrew verses enthralled me, the erotic poem traditionally attributed to King Solomon was beyond my young fathoming. Maybe that was the point, in the synagogue in which I grew up, of assigning this particular task to boys: The innocence of the recitation sheltered the sacredness of the words.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-drift-lower-yuan-remains-stable-11565338669", "title": "Trade Tension Sends Markets on Wild Week", "date": "2019-08-09 17:36", "summary": "Markets swung amid trade tensions; Trump raises possibility that U.S.-China meeting might not happen. The stock market ended this week slightly below where it started. But a lot happened from Monday through Friday.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-the-1980s-teach-trump-and-china-about-trade-11565386380", "title": "What the 1980s Teach Trump and China About Trade", "date": "2019-08-09 17:33", "summary": "Most Popular News. The Journal is a podcast about money, business and power, hosted by Kate Linebaugh and Ryan Knutson. The Journal is a co-production from Gimlet Media and The Wall Street Journal.", "categories": [["Politics", "Podcast"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-china-trade-battle-is-crimping-global-oil-demand-11565337600", "title": "U.S.-China Trade Battle Is Crimping Global Oil Demand", "date": "2019-08-09 17:27", "summary": "In its oil-market report, IEA downgrades its forecast for global oil demand for the third time in four months. Worries about the health of the economy and increasingly uncertain trade relations between the U.S. and China will put further pressure on global oil demand in 2019, the International Energy Agency said Friday.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/allscripts-reaches-tentative-agreement-over-federal-probes-11565385632", "title": "Allscripts Reaches Tentative Agreement Over Federal Probes", "date": "2019-08-09 17:20", "summary": "The investigations revolve around Practice Fusion, which the health-care tech company bought last year. Allscripts Healthcare Solutions Inc. has reached a tentative $145 million agreement to resolve civil and criminal federal investigations into the business practices of one of its recently acquired companies.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-millennial-dissidents-11565385401", "title": "Hong Kong's Millennial Dissidents", "date": "2019-08-09 17:16", "summary": "At 26, Nathan Law has already been elected to office and spent time in jail. He explains why the protesters have become more aggressive in their tactics and demands.. Hong Kong", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-two-wheels-the-trump-train-rolls-into-the-black-hills-11565385359", "title": "On Two Wheels, the Trump Train Rolls Into the Black Hills", "date": "2019-08-09 17:16", "summary": "Love for the president among the 'patriots,' 'rebels' and 'crazies' at the Sturgis Motorcycle Rally.. Sturgis, S.D.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/my-younger-brothers-laugher-curve-11565385326", "title": "My Younger Brother's Laugher Curve", "date": "2019-08-09 17:15", "summary": "It may well be that he who eats alone chokes alone. But I should have noticed Jack was up to something.. He who eats alone chokes alone, warns an Arabian proverb. That depends on the company you keep. The company I kept through young adulthood was my kid brother, Jack. Two years my junior, Jack was almost always in school with me. I liked to think he chose to follow his big brother. I see now that some of it was his not wanting to part company with such an easy mark.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-abandoned-iraq-dont-repeat-history-in-afghanistan-11565385301", "title": "The U.S. Abandoned Iraq. Don't Repeat History in Afghanistan", "date": "2019-08-09 17:15", "summary": "The Taliban have left no doubt that they'll try to overthrow the government if American forces leave.. The announcement of a peace agreement between the U.S. and the Taliban is said to be imminent, after years of combat and months of negotiation. The U.S. will reportedly promise to reduce its military presence in Afghanistan in exchange for a Taliban commitment to cooperate against international terrorism and enter direct talks with the Afghan government.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-bad-will-it-get-for-netflix-11565385271", "title": "How Bad Will It Get for Netflix?", "date": "2019-08-09 17:14", "summary": "Everything we knew about the streaming market when one firm dominated will become obsolete.. Netflix got there fustest with the mostest, in the apocryphal words of a Civil War general. Its dominance of the streaming entertainment business is reflected in its market cap, which rose 15-fold, to more than $150 billion, in eight years. But a line in its latest earnings report was a stunner: Its U.S. subscribers actually dropped in the second quarter.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-isnt-ready-to-make-a-deal-with-china-trump-says-11565363102", "title": "Trump Casts Doubt on Next Round of China Talks", "date": "2019-08-09 16:58", "summary": "'We'll see whether or not we keep our meeting in September,' the president says. WASHINGTON-President Trump raised the possibility that trade talks with China could break off, causing stocks to fall.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/el-paso-shooting-suspect-targeted-mexicans-officials-say-11565383286", "title": "El Paso Shooting Suspect Targeted Mexicans, Officials Say", "date": "2019-08-09 16:41", "summary": "Patrick Crusius, 21, is being held without bond in the El Paso County Jail. The suspect in the mass shooting at an El Paso Walmart store last weekend admitted to arresting officers he was the gunman and told investigators he had targeted Mexicans, according to documents unsealed Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-energetic-new-music-marathon-11565383183", "title": "An Energetic New-Music Marathon", "date": "2019-08-09 16:39", "summary": "Bang on a Can's inaugural LOUD Weekend, at the Massachusetts Museum of Contemporary Art, offered an invigorating look at the polyglot world of contemporary composition.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uber-is-latest-firm-to-flounder-post-ipo-11565366522", "title": "Uber Is Latest Firm to Flounder Post-IPO", "date": "2019-08-09 16:28", "summary": "Decline in ride-share company's shares demonstrates difficulty of living up to the hype after prominent debut. Uber Technologies Inc. joined an illustrious group Friday as its shares tumbled.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fall-in-copper-prices-threatens-to-drive-metal-shortages-11565352000", "title": "Fall in Copper Prices Threatens to Drive Metal Shortages", "date": "2019-08-09 16:17", "summary": "Copper is about 14% below the $3-a-pound level believed to make many long-term projects viable. The recent slide in copper prices threatens to limit investment in new mines, a trend that industry analysts and executives say could lead in coming years to sizable shortages of the material critical to manufacturing and renewable-energy projects.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-in-no-rush-to-select-permanent-intelligence-chief-11565376392", "title": "Trump 'In No Rush' to Select Permanent Intelligence Chief", "date": "2019-08-09 16:12", "summary": "President offered no clarity on how long Joseph Maguire would serve as acting national-intelligence director. WASHINGTON-President Trump said he was in no hurry to select a candidate for the nation's permanent intelligence chief, after current and former national-security officials and Democratic lawmakers warned of instability following the ouster of the director of national intelligence and his top deputy.", "categories": [["Politics", "National Security"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/national-security?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-gets-another-letter-from-north-koreas-leader-11565381106", "title": "Trump Gets Another Letter From North Korea's Leader", "date": "2019-08-09 16:05", "summary": "'I think we'll have another meeting,' president says. WASHINGTON-President Trump said Friday that North Korean leader Kim Jong Un sent him another letter and expressed optimism about future nuclear talks.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wireless-swamp-is-a-pretty-uniform-one-11565380154", "title": "The Wireless Swamp Is a Pretty Uniform One", "date": "2019-08-09 15:49", "summary": "Let's face it, AT&T's personal communications services aren't any different from Verizon's or T-Mobile's or Sprint's, and won't be after 5G introduction.. Holman Jenkins's conclusions regarding the Sprint and T-Mobile merger are absolutely correct (\"Faster Wireless vs. the Swamp,\" Business World, July 31). When in the course of antitrust determination did the Justice Department pick specific firms as winners in the battle? The simple fact is that after all these years of cellular communications development, the marketplace for service has settled on three viable providers. Yes, it is true that without a merger of almost equals, Sprint or T-Mobile would face the wrath of creditors and face elimination, but that is a natural occurrence in any market for homogenous goods and services.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-diversity-help-or-hurt-most-students-11565380197", "title": "Does Diversity Help or Hurt Most Students?", "date": "2019-08-09 15:49", "summary": "Prof. Kronman is right to fear the tyranny of majority opinion, but he is wrong to blame diversity for it. Rather, diversity can be the antidote to groupthink.. Anthony Kronman argues that the downgrading of excellence and originality is the real crisis in higher education (\"The Downside of Diversity,\" Review, Aug. 3). But instead of using truth (always a subjective concept) as a barometer of excellence, I would choose knowledge. The absence of such a term in the article is both revealing and symptomatic. In our age of high-speed access and focus on information, identity politics may turn people into instant experts on their social predicament. But academic excellence, regardless of race or gender, can't be achieved without a rigorous, time-consuming pursuit of knowledge. Today everyone has an opinion because of access to the internet and other media, yet there are no shortcuts to book-acquired knowledge.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facial-recognition-technology-is-a-big-threat-11565379886", "title": "Facial-Recognition Technology Is a Big Threat", "date": "2019-08-09 15:44", "summary": "Police should not use this technology unless and until our rights can be safeguarded.. Regarding Andy Kessler's \"Have No Fear of Facial Recognition\" (Inside View, Aug. 5): Facial recognition is fundamentally different than fingerprints. Fingerprints can't be used to identify hundreds of people from a single photograph, or track anyone and everyone as they go about their daily lives.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-voices-hopes-gop-nra-will-back-gun-reforms-despite-uncertain-path-11565372417", "title": "Trump Voices Hopes GOP, NRA Will Back Gun Reforms", "date": "2019-08-09 15:32", "summary": "President says he is optimistic he and Congress 'can get something good done' following mass shootings. WASHINGTON-President Trump expressed hopes that Republicans would join with Democrats to consider proposals expanding background checks following a pair of mass shootings last week, adding that he believes the National Rifle Association wouldn't stand in the way of the effort.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/designing-the-modern-world-11565378649", "title": "Designing the Modern World", "date": "2019-08-09 15:24", "summary": "Resume Subscription. This year marks the 100th anniversary of the founding of the Bauhaus, post-World War I Germany's wildly influential design school. It is being celebrated across the globe, with comprehensive shows in Berlin and smaller events and exhibitions in places as various as São Paulo, Rotterdam and Lagos. Meanwhile, back in the school's hometown, the Bauhaus Dessau Foundation-a research institution located in the school's original 1926 building, in the eastern German city of Dessau-is celebrating the anniversary by opening a new museum on Sept. 8.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/a-writers-bare-necessities-11565376850", "title": "A Writer's Bare Necessities", "date": "2019-08-09 14:54", "summary": "Virginia Woolf's 'A Room of One's Own' endures as a reminder that writing, for all its elevated aura, is the work of a human being-a person enmeshed in the reality of the world.. ", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notre-dame-reconstruction-to-resume-french-officials-say-11565376078", "title": "Notre Dame Reconstruction to Resume, French Officials Say", "date": "2019-08-09 14:41", "summary": "Rebuilding efforts were suspended in July after inspection raised fears of exposure to lead resulting from April fire. PARIS-The repair of Notre Dame Cathedral can resume later this month, French officials said Friday, announcing safety measures to protect against the spread of toxic lead at the landmark.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-nail-grilled-steak-every-time-11565285094", "title": "How to Nail Grilled Steak Every Time", "date": "2019-08-09 14:31", "summary": "This mighty little grill delivers pro-level results, fast. And it doubles as a pizza oven, too. THE OTTO GRILL is a paragon of instant gratification. The German-made gas-powered infrared-cooking machine can heat up to its maximum temperature of 1500 degrees in 3 minutes. A little larger than a toaster oven, the compact grill was engineered with steak in mind-specifically, to achieve a steakhouse-quality sear at home-and that it does, with astonishing results. In a few minutes, a rib-eye sports a caramelized crust and a soft-as-butter center. The device also doubles, quite adeptly, as a pizza oven. In 5 minutes, a Neapolitan-style pie comes out exactly as you want it: charred in spots and fluffy on the inside, with a pool of molten cheese on top. Very good things actually can come to those who don't wait. $1,195, ottogrills.com", "categories": [["Life & Work", "Food & Drink"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-gambits-threaten-more-economic-upheaval-in-europe-11565374304", "title": "Political Gambits Threaten More Economic Upheaval in Europe", "date": "2019-08-09 14:16", "summary": "U.K. leader's Brexit pledge and Italian push for power are set to test region's economies. Europe is facing a season of political turmoil in its North and South.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/8chan-owner-i-am-not-an-extremist-11565371417", "title": "8chan Owner: 'I Am Not an Extremist'", "date": "2019-08-09 13:23", "summary": "Jim Watkins is an Army veteran who has become a central figure in the debate over how much free speech should be allowed on websites. The free-speech advocate providing a platform for hate-filled manifestos promoting white supremacy and linked to recent mass shootings is a U.S. Army veteran in a mixed-race marriage who says he isn't an extremist.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/postal-service-reports-first-drop-in-packages-in-nearly-a-decade-11565364114", "title": "Postal Service Reports First Drop in Packages in Nearly a Decade", "date": "2019-08-09 13:22", "summary": "USPS is missing out on much-needed volume as its legacy first-class mail business deteriorates. The U.S. Postal Service delivered fewer packages in the latest quarter for the first time in nine years, as companies such as Amazon.com Inc, United Parcel Service Inc. and FedEx Corp. increasingly begin to deliver online orders to homes themselves.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aramco-revs-up-ipo-plans-for-as-soon-as-2020-11565355187", "title": "Saudi Plans for Biggest-Ever IPO Are Back On", "date": "2019-08-09 13:19", "summary": "Aramco hopes to list as early as next year, though valuation and other hurdles remain. Saudi Arabia's oil company is reviving plans for an initial public offering with the aim of accomplishing what would be the world's biggest listing as soon as early next year, according to people familiar with the discussions.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/malaysia-charges-goldman-directors-over-1mdb-scandal-11565342749", "title": "Malaysia Charges Goldman Executives Over 1MDB Scandal", "date": "2019-08-09 13:16", "summary": "Among 17 current and former bank employees is the head of its international operations. KUALA LUMPUR, Malaysia-Malaysia filed criminal charges against 17 current and former Goldman Sachs Group Inc. GS -1.57% executives over their handling of the sprawling financial scandal at state investment fund 1Malaysia Development Bhd.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-pound-hits-multiyear-lows-as-brexit-deals-blow-to-economy-11565370626", "title": "British Pound Hits Multiyear Lows as Brexit Deals Blow to Economy", "date": "2019-08-09 13:10", "summary": "Yields on U.K. gilts fall close to all-time lows. The British pound took a hit Friday, touching multiyear lows against the dollar and euro as the economy showed signs of being hampered by the U.K.'s political standoff with Europe.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-too-many-options-make-decisions-impossible-11565370496", "title": "Can Too Many Options Make Decisions Impossible?", "date": "2019-08-09 13:08", "summary": "A behavioral economist answers questions on 'the paradox of choice,' the problem with punishments and the value of salaries. Dear Dan,", "categories": [["Life & Work", "Ideas", "Ask Ariely"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/ask-ariely?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-a-colorful-fur-jacket-inspired-a-boston-brownstones-decor-11565369831", "title": "How a Colorful Fur Jacket Inspired a Boston Brownstone's Decor", "date": "2019-08-09 12:57", "summary": "Interior designer Liz Caan's client gave her a challenging brief: Create a cozy home based on a crazy jacket. The question: How literally to interpret that jumping-off point?. THE PERSON WHO wears this jacket doesn't live in this house as it stands.\" So concluded Liz Caan and her associate Cooper Herrlinger when their client showed them the multicolored pieced-fur jacket she hoped would inspire the interiors of her historic Boston brownstone. The house that would be home to her, her husband and two college-age children was \"very stately and dark and expected,\" said Ms. Caan. Its library, for example, originally held two hulking partners' desks at which no fan of a harlequin-hued fox-fur jacket would willingly sit. The designers paired a smaller-scale desk with a comfily enveloping, dramatic chair-\"the opposite of what we usually get in a library.\" And \"because the coat is a little bit rock 'n' roll,\" the designers further padded the chair with a pillow that depicts the Rolling Stones's tongue-and-lips logo in leather and linen.", "categories": [["Real Estate", "Design"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-murphy-campaign-staffer-sues-state-employee-for-defamation-11565369616", "title": "Former Murphy Campaign Staffer Sues State Employee for Defamation", "date": "2019-08-09 12:53", "summary": "Al Alvarez claims the Katie Brennan falsely accused him of rape to get him fired. A former staffer on New Jersey Gov. Phil Murphy's gubernatorial campaign has countersued a state employee who accused him of sexual assault, claiming she defamed him and made false accusations to get him fired.", "categories": [["U.S.", "Tri-State Area"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-region?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japan-posts-solid-growth-in-the-second-quarter-11565309992", "title": "Japan Posts Surprising Growth, but Global Uncertainty and Tax Bump Loom", "date": "2019-08-09 12:50", "summary": "Consumer spending ahead of sales-tax increase and in celebration of a new emperor boosts economy. TOKYO-Japan is showing that a nasty trade conflict between its two biggest trading partners needn't mean economic deterioration-at least not right away.", "categories": [["World", "Asia", "Japan"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/japan-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-higher-education-try-taking-courses-in-marijuana-11565368314", "title": "For Higher Education, Try Taking Courses in Marijuana", "date": "2019-08-09 12:31", "summary": "The new curriculum could include classes like 'Mary Jane Eyre' and 'Cannibals and Cannabis'. At least two U.S. universities have just introduced high-level courses for students interested in a career in the marijuana business. Maryland University's School of Pharmacy will offer a master's degree in medical cannabis. Cornell University-an Ivy League school apparently branching out into other leafy plants-has introduced a course called \"Cannabis: Biology, Society and Industry.\"", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/august-is-no-month-to-relax-11565367887", "title": "August Is No Month to Relax", "date": "2019-08-09 12:24", "summary": "Despite its reputation as a lazy month, stocks have kept traders on edge this August and have ruined many vacations in the past, too. August is supposed to be a sleepy time in the market when it's safe for market professionals to head to the beach.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-years-after-michael-browns-death-ferguson-still-shows-scars-of-riots-11565343002", "title": "Five Years After Michael Brown's Death, Ferguson Still Shows Scars of Riots", "date": "2019-08-09 12:17", "summary": "Resume Subscription. FERGUSON, Mo.-Cathy Jenkins spent much of 2014 feeding the protesters that would congregate in front of the Ferguson Police Department each day to express their rage at the shooting death of an unarmed black teenager, Michael Brown, by a white police officer.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/saudi-aramco-take-two-better-odds-nagging-questions-11565367091", "title": "Saudi Aramco Take Two: Better Odds, Nagging Questions", "date": "2019-08-09 12:14", "summary": "The state-owned oil giant has more reason than ever to list shares, and a few roadblocks have been lifted, but several remain. Saudi Aramco is feeling its oats.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chuck-leavell-remains-the-calm-center-of-the-rolling-stones-11565366864", "title": "Chuck Leavell Remains the Calm Center of the Rolling Stones", "date": "2019-08-09 12:07", "summary": "One of the greatest pianists in rock 'n' roll history divides his energy between music and farming. Chuck Leavell is the calm in the eye of the Rolling Stones' crossfire hurricane. Throughout the band's current 17-show \"No Filter\" tour of American stadiums, you'll find the keyboardist center-stage, within eyeshot of every member of the 11-person group. He's the guy they look toward to steady the ship if they feel a song wobbling or need a reminder or a cue.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-claims-u-s-black-hand-is-behind-hong-kong-protests-11565356245", "title": "China Claims U.S. 'Black Hand' Is Behind Hong Kong Protests", "date": "2019-08-09 12:03", "summary": "As new round of protest begins, Beijing-backed media outlets say U.S. is supporting demonstrations. China ratcheted up its accusations of U.S. involvement in fomenting protests in Hong Kong, spotlighting a top diplomat in state media, as the restive city prepared for a 10th weekend of demonstrations under the threat that Beijing could step in.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/found-the-ideal-mens-loafer-at-every-price-point-11565365579", "title": "Found: The Ideal Men's Loafer at Every Price Point", "date": "2019-08-09 11:46", "summary": "All brown penny loafers are not created equal, but the differences can be nearly imperceptible. We decrypt four classics in a helpful guide. DEPENDING ON YOUR PERSPECTIVE, the brown penny loafer might seem like a too-safe, Connecticut-country-club standby-or an ideal everyday shoe that blends casual and refined. Let's argue the case for the latter: Its gentle mocha hue is less aggressive than city-black. The shoe's simple little front slot-which held actual coins in the post-WWII era but now is mostly decorative-offers some charm. Its simple, slip-on shape means it goes with everything from weekend chinos to a lightweight suit. And it's pleasingly classic: You may fondly recall your dad or your grandpa wearing a version.", "categories": [["Life & Work", "Fashion", "Comparison Shopping"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/fashion?mod=breadcrumb", "https://www.wsj.com/news/types/comparison-shopping?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/i-try-not-to-be-competitive-summer-camp-for-college-alums-is-not-relaxing-11565365363", "title": "'I Try Not To Be Competitive.' Summer Camp for College Alums Is Not Relaxing.", "date": "2019-08-09 11:42", "summary": "At the University of Michigan's Camp Michigania, adults tolerate rustic cabins and minimal Wi-Fi to polish rocks, vie in archery, volleyball. WALLOON LAKE, Mich.-Pete von Bernthal pulled his bow taut, let go and sank an arrow into the red ring on a target 40 yards away.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-reports-3-9-billion-in-wildfire-related-charges-11565357268", "title": "PG&E Losses Widen as Fire Costs Rise", "date": "2019-08-09 11:25", "summary": "Wildfire-related legal settlements, other expenses add up to $3.9 billion pretax charge. PG&E Corp. reported a steep second-quarter loss as the utility contended with costs associated with wildfire-related lawsuits, bankruptcy and efforts to repair and improve its electric grid in Northern California.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-jobless-rate-rose-to-5-7-in-july-11565355756", "title": "Canada Jobless Rate Increase Fuels Rate Cut Talk", "date": "2019-08-09 11:15", "summary": "Two straight months of unexpected job losses turn attention toward Bank of Canada. OTTAWA-Canada's unemployment rate rose in July as the economy unexpectedly shed jobs for a second straight month, fueling speculation over a possible Bank of Canada rate cut later this year.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-to-fight-the-new-domestic-terrorism-11565363219", "title": "How to Fight the New Domestic Terrorism", "date": "2019-08-09 11:07", "summary": "The U.S. should use its hard-won experience against al Qaeda and Islamic State to combat today's surge of lethal white supremacist attacks. Pittsburgh, Tallahassee, Poway, Jeffersontown and now El Paso-these American communities have been the scene since 2018 of the most lethal mass shootings connected to white supremacist ideology, but there have been many other lesser attacks and foiled plots. In the U.S., such terrorism has now eclipsed international jihadist terrorism in both frequency and severity. Events of the past week seem to have finally awoken the country to the reality of this threat, but our politicians are already bickering about what to do about it.", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/broadcom-makes-10-7-billion-deal-to-buy-symantecs-corporate-focused-security-business-11565298059", "title": "Broadcom Makes $10.7 Billion Deal to Buy Symantec's Corporate-Focused Security Business", "date": "2019-08-09 11:07", "summary": "The two companies reached agreement after talks for Broadcom to buy all of Symantec collapsed last month. Broadcom Inc. struck a $10.7 billion deal to buy Symantec Corp.'s enterprise security business, as it steps up efforts to expand beyond chip making.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/welcome-to-black-hat-where-the-attendees-are-the-threat-11565343002", "title": "Welcome to Black Hat, Where the Attendees Are the Threat", "date": "2019-08-09 11:06", "summary": "Safeguarding the conference's network means protecting it from nearly 19,000 people who could try to hack it. LAS VEGAS-For two people who have been pulling 12-hour shifts for the better part of a week, Neil \"Grifter\" Wyler and Bart Stump are in good spirits, even if they are berating their audience for trying to hack the cops.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/best-selling-books-week-ended-august-3-11565363059", "title": "Best-Selling Books Week Ended August 3", "date": "2019-08-09 11:04", "summary": "With data from NPD BookScan. ", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/best-selling-books?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/george-marshall-review-ever-the-manwith-the-plan-11565362913", "title": "'George Marshall' Review: Ever the Man With the Plan", "date": "2019-08-09 11:01", "summary": "He bent the wills of Roosevelt and Churchill. He had a gift for spotting talented leaders-including Eisenhower.. An old Army adage says there is no such thing as an indispensable man. Arlington Cemetery, they say, is full of them.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/war-at-sea-review-reading-the-wreckage-11565362855", "title": "'War at Sea' Review: Reading the Wreckage", "date": "2019-08-09 11:00", "summary": "A sweeping history of naval warfare told through the evidence of sunken ships scattered around the globe.. There is something warmly nostalgic yet also chilling about shipwrecks. Proud vessels that sailed the seas lie hidden beneath the waves. Some wrecks squat in muddy waters a few meters deep; other are entombed in icy depths miles beneath the surface. The ruins of warships hold a special fascination: Their underwater resting places can amount to a map of what occurred during battle, sometimes unread for centuries.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/financial-planning-cop-needs-to-toughen-up-11565362838", "title": "Investors Need This Cop to Toughen Up", "date": "2019-08-09 11:00", "summary": "Does the Certified Financial Planner Board of Standards have the backbone to improve its scrutiny of financial advice?. Last month, a Page One article in The Wall Street Journal described loose disclosure and disciplinary practices at the Certified Financial Planner Board of Standards Inc., which awards the CFP designation coveted among financial advisers.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sudden-courage-review-youth-who-fought-to-be-free-11565362752", "title": "'Sudden Courage' Review: Youth Who Fought to Be Free", "date": "2019-08-09 10:59", "summary": "Guy Môquet was only 16 when he was jailed by Vichy France for protesting against the arrest of his father. Held against court orders in a maximum security prison, he was executed within a year.. Ronald Rosbottom has been teaching college students for many years now, and his affection for and curiosity about them must be very strong. He has also been studying French literature and history for many years, devoting much of the past decade to understanding how France responded to the Nazi occupation during World War II.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/time-song-review-a-land-lost-beneath-the-sea-11565362615", "title": "'Time Song' Review: A Land Lost Beneath The Sea", "date": "2019-08-09 10:56", "summary": "For more than 100 years, ancient relics have been turning up in the waters between Britain and Continental Europe. Gradually, an awareness emerged of a mysterious sunken world where animals and humans once inhabited a vast, rich landscape.. For more than 100 years, the bones of mammoths and other extinct creatures-along with simple tools made of stone, wood and antler-have been turning up in the nets of trawlermen fishing in the waters between Britain and Continental Europe. Gradually, an awareness emerged of a mysterious sunken world where animals and humans once inhabited a vast, rich landscape. More recently, both experts and enthusiasts have turned their attention to this Atlantis of the North Sea.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/orange-county-turns-blue-and-democrats-predict-it-can-happen-anywhere-11565362608", "title": "Orange County Turns Blue", "date": "2019-08-09 10:56", "summary": "The latest example of the demographic shifts transforming politics in suburban American comes in Orange County, Calif.. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-appreciation-toni-morrison-and-the-need-for-tomorrows-11565362523", "title": "An Appreciation: Toni Morrison and the Need for Tomorrows", "date": "2019-08-09 10:55", "summary": "The late novelist's celebrity makes it easy to forget the grass-roots origins of her finest novels. She wrote, in her words, 'village literature.'. Toni Morrison liked to note, when importunate interviewers wondered when she was going to write about something other than the African-American experience, that Tolstoy didn't intend his books to be read by black girls from Ohio. Her point was that notion of universalism is fraudulent. To be a writer of any worth one must be a regionalist. Tolstoy's subject and audience was the 19th-century Russian gentry, and the truths he mined from that niche have ensured \"Anna Karenina\" a place in every small-town library in the world. Morrison's focus was on black Americans, from their place in the founding colonies to the present day. When she died on Monday at the age of 88 she was the most globally celebrated American writer since Ernest Hemingway and her books had remade the field of fiction.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-a-talent-for-doing-the-right-thing-11565362452", "title": "Mysteries: A Talent for Doing the Right Thing", "date": "2019-08-09 10:54", "summary": "In T. Jefferson Parker's latest novel, Roland Ford is asked to track down a missing 14-year-old girl-then begins to doubt his client is telling him everything she knows.. Roland Ford, a private investigator in Southern California, returns in \"The Last Good Guy\" (Putnam, 340 pages, $27), the latest entry in an engaging series of novels by T. Jefferson Parker. Ford has had an eventful life: \"I was once a cyclist, a surfer, and a kayaker. Then a college kid, a Marine, a boxer, and a sheriff's deputy. After getting knocked out in my pro boxing debut, I had a long talk with myself and took up ballroom dancing.\" And then, following his wife's tragic death in a plane crash, he became a PI specializing in locating missing persons: \"I have enthusiasm for such work because I lost someone close to me, who I know cannot be found.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jedi-cloud-computing-contract-award-to-be-delayed-weeks-11565361020", "title": "JEDI Cloud-Computing Contract Award to Be Delayed Weeks", "date": "2019-08-09 10:54", "summary": "Amazon, Microsoft are finalists for Pentagon contract worth as much as $10 billion. WASHINGTON-The Pentagon will take weeks to brief Defense Secretary Mark Esper and await his approval before awarding a potentially lucrative cloud-computing contract, officials said Friday.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chilrens-books-ducks-drakes-and-bibulous-bird-catchers-11565362364", "title": "Children's Books: Ducks, Drakes and Bibulous Bird-Catchers", "date": "2019-08-09 10:52", "summary": "Charming and funny, a minor classic from Hungary's Ervin Lázár comes back into print.. Once upon a time, there lived a king so hot-tempered that he made his courtiers count to 1,000 before carrying out his commands. By that point, good King Tirunt had usually calmed down, and whatever miscreant had been destined for the chop could leave the kingdom in one piece. Now, unlike most fairy-tale kings, this one expected his daughter to marry for love. So when kind and clever Arnica fell for an impoverished chap known as Poor Johnny, and he for her, the king was delighted for them to wed, provided that they tested their love with a six-month separation. Unfortunately, the Witch of a Hundred Faces had been scheming to trick the youth into her thrall in order to secure her magic powers for seven more years. So just as Johnny and Arnica should have been rushing into each other's arms at the end of the six months-\"Oh dear, oh dear!\"-a dastardly spell turns them into ducks.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-of-salt-and-sorrows-review-a-grimm-sea-11565362295", "title": "'House of Salt and Sorrows' Review: A Grimm Sea", "date": "2019-08-09 10:51", "summary": "A fairy tale about 12 cursed princesses reimagined as a Gothic whodunit.. One of the Grimms' lesser-known tales is \"The Shoes That Were Danced to Pieces.\" Twelve beautiful princesses, the daughters of a stern king, live in careful seclusion, but every morning their shoes look as if they've been danced in all night long. Where have the princesses been, and who has taken them? If anyone is set to watch over them-and many a king's son tries to do so, on the promise of the usual reward-he falls asleep, and in the morning his head is struck off without mercy, and without concern from the (one has to say) rather callous princesses. Until the traditional brave little soldier, helped by the traditional poor old woman, breaks the enchantment and stays awake to solve the riddle.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-christopher-p-heuer-on-arctic-adventures-11565362202", "title": "Five Best: Christopher P. Heuer on Arctic Adventures", "date": "2019-08-09 10:50", "summary": "The author, most recently, of 'Into the White: The Renaissance Arctic and the End of Image' on life and death in the far north.. By Arthur Conan Doyle, edited by Jon Lellenberg and Daniel Stashower (2012)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/spiraling-clashes-risk-pushing-hong-kongs-economy-into-recession-11565356605", "title": "Spiraling Clashes Risk Pushing Hong Kong's Economy Into Recession", "date": "2019-08-09 10:50", "summary": "Military intervention by mainland China remains unlikely, but the fact that it's even a possibility could deter investment for years to come. HONG KONG-Pro-democracy unrest sweeping Hong Kong is threatening to tip the trading hub into recession for the first time since the global financial crisis a decade ago, as uncertainty grips an economy already buffeted by the U.S.-China trade war.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/volcano-threats-are-hiding-in-plain-sight-11565362056", "title": "Volcano Threats Are Hiding in Plain Sight", "date": "2019-08-09 10:47", "summary": "The internet has erupted with fears about the magma under Yellowstone Park, but mountains to the west pose the true dangers.. The series of powerful earthquakes that shook Southern California in July prompted understandable concern about whether the region is prepared for a period of possibly more active seismic shifts. It also generated, however, a viral wave of apocalyptic warnings that a \"supervolcano\" in Yellowstone National Park, a few states away, was about to erupt and plunge the world into darkness in a colossal explosion of lava and ash.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lower-mortgage-rates-arent-likely-to-reverse-sagging-home-sales-11565361792", "title": "Lower Mortgage Rates Aren't Likely to Reverse Sagging Home Sales", "date": "2019-08-09 10:43", "summary": "Market has been weighed down by steep prices, limited starter-home inventory. U.S. mortgage rates have tumbled to their lowest level in nearly three years, but they are unlikely to provide much of a lift to the sluggish home-sales market.", "categories": [["Real Estate"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-general-mills-plan-to-make-lucky-charms-seem-hip-11565361349", "title": "Inside General Mills' Plan to Make Lucky Charms Seem Hip", "date": "2019-08-09 10:35", "summary": "To rejuvenate old brands, executive Brad Hiranaga is tapping social-media influencers and Hollywood; Count Chocula at Hotel Marmont. How do you make Lucky Charms hip? Or, for that matter, Fiber One? Or Pillsbury?", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/patrick-sheehy-led-british-american-tobacco-into-insurance-11565361000", "title": "Patrick Sheehy Led British American Tobacco Into Insurance", "date": "2019-08-09 10:30", "summary": "Executive's diversification strategy stalled in late 1980s when investors lost faith in conglomerates. ", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/arthur-mcgee-broke-down-barriers-for-black-fashion-designers-11565361000", "title": "Arthur McGee Broke Down Barriers for Black Fashion Designers", "date": "2019-08-09 10:30", "summary": "Detroit native headed design team in New York and made clothes for Cicely Tyson, Dexter Gordon and other stars. In his later years, Arthur McGee was often described as the dean or godfather of African-American clothing designers in New York.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jerome-singer-berkeley-professor-pioneered-mri-scanning-technology-11565361001", "title": "Jerome Singer, Berkeley Professor, Pioneered MRI Scanning Technology", "date": "2019-08-09 10:30", "summary": "Scientist's wandering career path included jobs as a furrier, machinist and navigator on troop ships. As a teenager, Jerome Singer had little interest in school but tinkered with radios and made rifles that shot rubber bands. He tried various trades, including furrier, electrician, machinist and wartime ship navigator. At Boeing Co., he failed to find a way to make jetliners quiet.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/china-orders-cathay-pacific-to-remove-employees-involved-in-hong-kong-protests-from-mainland-flights-11565360471", "title": "China Puts Restrictions on Cathay Pacific Over Hong Kong Protests", "date": "2019-08-09 10:21", "summary": "The order marks Beijing's most significant move yet against a large corporation over the deepening unrest. SHANGHAI-China's aviation authority on Friday ordered Cathay Pacific Airways Ltd. to remove all employees involved in the protests in Hong Kong from flights to the mainland.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/home-depots-cfo-on-how-the-retail-giant-returned-to-health-11565352001", "title": "Home Depot's CFO on How the Retail Giant Returned to Health", "date": "2019-08-09 10:07", "summary": "Carol Tomé helped see the retailer through the housing crisis, guide its return to a solid footing and fend off Amazon.com. When Carol Tomé became chief financial officer at Home Depot Inc. in 2001 she faced several challenges. Sales were slowing, and new Chief Executive Robert Nardelli was struggling to change the home-improvement retailer's strategy and ruffling feathers with efficiency measures.", "categories": [["Exit Interview"]], "category_links": ["https://www.wsj.com/news/types/exit-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-aug-2-9-2019-11565359514", "title": "Photos of the Week: Aug. 2-9, 2019", "date": "2019-08-09 10:05", "summary": "Deadly shootings stuns Ohio and Texas, India ends Kashmir's special status, Frenchman flies hoverboard across English Channel and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-spreading-online-parcels-chinas-export-markets-dimming-big-brands-11565359183", "title": "Today's Logistics Report: Spreading Online Parcels; China's Export Markets; Dimming Big Brands", "date": "2019-08-09 09:59", "summary": "Today's Top Supply Chain and Logistics News From WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-shift-from-2016-bernie-sanders-shares-more-personal-tales-11565358327", "title": "In Shift From 2016, Sanders Shares More Personal Tales", "date": "2019-08-09 09:45", "summary": "Democratic presidential candidate has been wary of talking about himself, but has changed gears as his poll numbers have stalled. Bernie Sanders is finally getting more comfortable doing something that comes naturally to most politicians-talking about himself.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/italys-banks-ditch-bad-loans-but-vulnerabilities-remain-11565357638", "title": "Italian Banks, Long a Drag on Europe, Are Making Good on Bad Loans", "date": "2019-08-09 09:33", "summary": "A cleanup operation across the banking sector has made progress, though vulnerabilities remain. ROME-Italian banks have made a big leap forward in tackling a crucial problem that has dogged them for years and threatened the stability of the whole eurozone: bad loans.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/uk-economy-shrinks-as-brexit-uncertainty-soars-11565342257", "title": "U.K. Economy Shrinks for First Time Since 2012 as Brexit Worries Take Toll", "date": "2019-08-09 09:15", "summary": "Gross domestic product in the world's fifth-largest economy was smaller than in the first quarter. LONDON-The British economy unexpectedly contracted in the second quarter as uncertainty over the country's planned departure from the European Union on Oct. 31 took its toll on business confidence.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-take-twos-ceo-powered-up-11565355601", "title": "How Take-Two's CEO Powered Up", "date": "2019-08-09 09:00", "summary": "Strauss Zelnick sought advice from a series of high-profile mentors in his quest to conquer the worlds of media, entertainment and videogames. When Strauss Zelnick was a teenager he worked as a babysitter, guitar tutor and birthday-party clown. At age 62 he still prefers extreme variety in his work life.", "categories": [["Personal Board of Directors"]], "category_links": ["https://www.wsj.com/news/types/personal-board-of-directors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-mcconnell-in-talks-over-gun-violence-measures-11565300630", "title": "McConnell Says Senators to Discuss Background Checks, Red-Flag Proposals", "date": "2019-08-09 09:00", "summary": "President Trump and Senate majority leader in discussions as two mass shootings have rattled the nation. WASHINGTON-President Trump and Senate Majority Leader Mitch McConnell are discussing how to tackle gun violence following two mass shootings, with the Kentucky Republican saying that red-flag and background-check proposals will be \"front and center\" in the Senate deliberations.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-uber-broadcom-activision-blizzard-and-cbs-11565346750", "title": "Stocks to Watch: Uber, Broadcom, Activision Blizzard and CBS", "date": "2019-08-09 09:00", "summary": "Resume Subscription. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liu-wen-china-supermodel-travel-11565353942", "title": "China's Biggest Supermodel on Traveling to the Arctic", "date": "2019-08-09 08:35", "summary": "Liu Wen, the Chinese model so frequently on the go that she has her own travel hashtag, is craving an unusual summer holiday: snowmobiling on \"the edge of the world\". In this series, we talk to designers, artists and entertainers about where they're traveling this summer, what they're packing, how they stay entertained in-flight and more.", "categories": [["Travel"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dale-earnhardt-jr-s-vehicle-of-choice-may-surprise-you-11565353147", "title": "Dale Earnhardt Jr.'s Vehicle of Choice May Surprise You", "date": "2019-08-09 08:19", "summary": "The Nascar analyst and Daytona 500 champ, who's returning to the racetrack this month, nerds out on cycling data, '70s-era autos and steering in VR. I'm a minimalist when it comes to carrying things-I rarely have a wallet or cash on me. But my Vofolen phone case is great for carrying a few credit cards. I put my Nascar license in there just so it's handy.", "categories": [["Tech", "Personal Tech", "Technology Essentials"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/my-tech-essentials?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-road-trip-with-retro-charmand-a-car-to-match-11565352147", "title": "A Road Trip With Retro Charm-and a Car to Match", "date": "2019-08-09 08:16", "summary": "Want to upgrade your driving vacation? Rent a vintage car that suits the destination. To wheel around time-capsule towns in the midwest, writer Matthew Kronsberg sought out a 1960s woody wagon. Plus: Classic car rentals in Italy and the Cotswolds. I'VE BEEN CALLED a lot of names in my life. More than once while I was behind the wheel of a car. This, however, was a first. The scene: my wife and I in a rental with my son, paused at a stop sign in a mellow residential Santa Cruz, Calif., neighborhood two blocks from the ocean. A guy on a bicycle comes bombing up behind us, and as he swerves past, lets fly a single-finger salute and a battle cry of \"F--- you, moneybags!\" Moneybags.", "categories": [["Life & Work", "Travel", "Off Duty Travel"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/magazine/travel?mod=breadcrumb", "https://www.wsj.com/news/types/off-duty-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steering-a-time-machine-11565352027", "title": "Steering a Time Machine", "date": "2019-08-09 08:16", "summary": "At the wheel of a 1966 Country Squire in the Upper Mississippi River Valley. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/chip-makers-can-muddle-through-asia-trade-spat-11565352213", "title": "Chip Makers Can Muddle Through Asia Trade Spat", "date": "2019-08-09 08:03", "summary": "Trade relations between Japan and South Korea may be less messy than feared. Life just got a fraction tidier for chip makers. The geopolitical backdrop may still be a million miles from the spotless order of a semiconductor fab, but trade relations between Japan and South Korea, two key countries for the industry, may be less messy than feared.", "categories": [["WSJ News Exclusive", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-index-giants-wont-save-chinese-stocks-11565352154", "title": "The Index Giants Won't Save Chinese Stocks", "date": "2019-08-09 08:02", "summary": "Getting added to influential stock benchmarks can't change the direction of shares buffeted by other factors. Ten billion dollars! Sixty-seven billion! Four hundred billion! As index providers took baby steps last year toward adding Chinese shares to their benchmarks, heady estimates abounded for the ensuing wave of foreign buying.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-juiced-baseball-hits-triple-a-11565352000", "title": "The Juiced Baseball Hits Triple-A", "date": "2019-08-09 08:00", "summary": "After switching to the same baseball used in the majors, Triple-A teams are on pace to hit more than 2,000 additional home runs from last year-a ridiculous increase of about 60%. If there was any lingering doubt about the cause of the unprecedented power surge across Major League Baseball, the highest level of the minor leagues is erasing it.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-unveils-android-backup-but-prefers-not-to-use-it-11565346923", "title": "Huawei Unveils Android Replacement Following U.S. Ban", "date": "2019-08-09 08:00", "summary": "Chinese tech giant says it prefers to continue using Google's Android operating system. DONGGUAN, China-Huawei Technologies Co. offered the first details about the operating system designed to replace Google's Android on its smartphones, as the Chinese technology giant races to develop backups to American technology following its U.S. blacklisting.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ace-hardware-makes-a-big-bet-on-e-commerce-11565350264", "title": "Ace Hardware Makes a Big Bet On E-Commerce", "date": "2019-08-09 07:32", "summary": "CEO John Venhuizen says the company's local focus will give it an edge over competitors online. Hardware has long been seen as an awkward fit in the world of e-commerce. With products such as sheds and grills that are bulky, expensive to deliver and sometimes complicated to assemble, the sector has failed to achieve significant online penetration.", "categories": [["Business", "Journal Reports: Leadership"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-leadership?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tokyo-olympics-planners-are-feeling-the-heat-as-summer-death-toll-soars-11565350192", "title": "Tokyo Olympics Planners Are Feeling the Heat as Summer Death Toll Soars", "date": "2019-08-09 07:29", "summary": "Organizers use heat wave to test ways to keep athletes and spectators cool at next year's Games. TOKYO-A deadly Japanese heat wave that has also hospitalized tens of thousands of people is underscoring Tokyo's need to prepare for what could be one of the hottest Olympic Games.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-golf-clap-is-dead-blame-the-fan-paparazzi-11565348400", "title": "The Golf Clap Is Dead. Blame the Fan Paparazzi.", "date": "2019-08-09 07:00", "summary": "The atmosphere at professional golf tournaments has been upended by relaxed restrictions on the use of mobile devices. Jersey City, N.J.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-nation-awash-in-cardboard-but-for-how-long-11565348400", "title": "A Nation Awash in Cardboard, but for How Long?", "date": "2019-08-09 07:00", "summary": "E-commerce has lifted the paper business, but packaging innovations might snip away at it. E-commerce has buoyed the paper industry for years by increasing demand for cardboard boxes.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkey-aims-to-end-a-backlash-by-sending-syrian-refugees-home-11565343121", "title": "Turkey Aims to End a Backlash by Sending Syrian Refugees Home", "date": "2019-08-09 05:58", "summary": "With the country's economy-and his popularity-faltering, President Recep Tayyip Erdogan takes steps to start returning some of the millions who fled their war-torn nation. Turkey is taking steps to stem a backlash against the nearly four million displaced people from war-ravaged Syria, whose presence and a badly faltering economy have stoked anger at President Recep Tayyip Erdogan.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/labor-nominee-would-likely-sit-out-financial-advice-rule-making-11565343120", "title": "Labor Nominee Could Sit Out Financial-Advice Rule Making", "date": "2019-08-09 05:32", "summary": "Eugene Scalia, Trump's pick to lead Labor Department, handled legal challenge that defeated Obama-era fiduciary rule. WASHINGTON-President Trump's pick to be the next secretary of labor would likely have to sit out the department's rewrite of a closely watched investment-advice rule if he is confirmed, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/college-still-pays-off-but-not-for-everyone-11565343000", "title": "College Still Pays Off, but Not for Everyone", "date": "2019-08-09 05:30", "summary": "Higher-education degree boosts wages for most people, but growing subset of graduates aren't seeing return on their investment. Investing in a college degree still pays off for most students with higher salaries and greater wealth, but in recent years it has become riskier, splitting graduates more widely into haves and have-nots.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accenture-faces-lawsuit-over-marriott-data-breach-11565343001", "title": "Accenture Faces Lawsuit Over Marriott Data Breach", "date": "2019-08-09 05:30", "summary": "Consulting firm handling tech services for Starwood is accused of failing to prevent security problems. Accenture PLC is being sued for allegedly playing a part in a data breach that Marriott International Inc. disclosed in November.", "categories": [["Pro Cyber News"]], "category_links": ["https://www.wsj.com/news/types/pro-cyber-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-albums-the-stairway-to-heaven-goes-via-ticket-sales-11565343003", "title": "To Rock the Charts in 2019, Bands Need a Little Help From Concert Goers", "date": "2019-08-09 05:30", "summary": "Resume Subscription. It's a long way to the top if you want to rock 'n' roll in 2019.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/when-women-bring-home-a-bigger-slice-of-the-bacon-11565343002", "title": "When Women Bring Home a Bigger Slice of the Bacon", "date": "2019-08-09 05:30", "summary": "The growing clout of women as drivers of the U.S. economy will radically alter the business and investing landscape in years to come. Over the past half-century, women have profoundly reshaped the U.S. economy. The changes that are happening now could be just as significant. Investors should take notice.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-shortage-leaves-patients-without-immune-disorder-treatment-11565343023", "title": "Drug Shortage Leaves Patients Without Immune-Disorder Treatment", "date": "2019-08-09 05:30", "summary": "A shortage of immune globulin has forced hospitals to ration treatments. 'For the patients affected, it's been very significant'. A shortage of a versatile medicine used to treat immune disorders and other diseases has forced U.S. hospitals and infusion clinics to suspend treatment for many patients.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-proposes-changes-to-clean-water-act-rules-11565343001", "title": "EPA Proposes Changes to Clean Water Act Rules", "date": "2019-08-09 05:30", "summary": "The measure tries to rein in states that have cited the law to block or delay pipeline projects. WASHINGTON-The Environmental Protection Agency is proposing a change in Clean Water Act regulations aimed at streamlining the approval process for permits that are often a sticking point for pipelines and other major infrastructure projects.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/yelps-profit-increase-gets-positive-reviews-from-investors-11565298596", "title": "Yelp's Profit Increase Gets Positive Reviews From Investors", "date": "2019-08-09 04:17", "summary": "The San Francisco-based online-review company's net income topped analyst forecasts. Yelp Inc. beat profit forecasts for the second quarter, and shares of the online-review company rose more than 4% in post-market trading Thursday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinas-factory-gate-prices-slip-into-deflation-11565330603", "title": "China's Factory-Gate Prices Slip Into Deflation", "date": "2019-08-09 02:03", "summary": "Falling producer prices add another complication to Beijing's efforts to shore up its slowing economy. BEIJING-China's producer prices fell into deflation for the first time in three years, as worries over the trade war with the U.S. sapped demand, adding another complication to Beijing's efforts to shore up its slowing economy.", "categories": [["Economy", "Asia Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/asia-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/being-a-law-firm-partner-was-once-a-job-for-life-that-culture-is-all-but-dead-11565362437", "title": "Being a Law Firm Partner Was Once a Job for Life. That Culture Is All but Dead.", "date": "2019-08-09 00:01", "summary": "At the modern law firm, not all partners are created equal, and data and billings rule. Four hundred of Kirkland & Ellis LLP's top lawyers gathered in May at an oceanfront resort in Southern California to toast another banner year.", "categories": [["Business", "Law"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/law-legal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gop-groups-suspend-twitter-spending-after-mcconnell-campaign-account-is-frozen-11565295223", "title": "GOP Groups Suspend Twitter Spending After McConnell Campaign Account Is Frozen", "date": "2019-08-09 00:01", "summary": "Dispute is latest controversy in spat between conservatives, social-media companies. WASHINGTON-President Trump's campaign and other prominent Republican groups said they are temporarily freezing spending on Twitter Inc. after the social-media platform locked the account belonging to Senate Majority Leader Mitch McConnell's campaign.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/harvey-weinstein-began-selling-property-before-october-2017-articles-detailed-flood-of-sexual-misconduct-allegations-11565291715", "title": "Harvey Weinstein Started Selling His Real Estate About Six Months Before His Downfall", "date": "2019-08-09 22:51", "summary": "The movie producer put three homes up for sale in early- and mid-2017 and later sold a total of seven for an estimated $22.8 million more than he paid for them. Mr. Weinstein's spokesman says the sales were related to his divorce and legal costs. Hollywood producerHarvey Weinstein began selling off personal real estate about six months before the publication of two articles that enumerated a flood of sexual-misconduct allegations against him, according to a Wall Street Journal analysis of property records and people familiar with the transactions.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deputy-director-of-national-intelligence-to-leave-11565304448", "title": "Deputy Intelligence Chief Resigns; Trump Names New Acting Director", "date": "2019-08-09 21:01", "summary": "President picks Joseph Maguire, director of national counterterrorism center, after Sue Gordon says she will depart. WASHINGTON-President Trump ousted the nation's No. 2 intelligence official, Sue Gordon, after his allies urged her removal to block her ascension to acting director of national intelligence, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fbi-and-facebook-potentially-at-odds-over-social-media-monitoring-11565277021", "title": "FBI and Facebook Potentially at Odds Over Social-Media Monitoring", "date": "2019-08-09 20:15", "summary": "Agency solicits vendor proposals to collect data from Facebook, other social media to head off safety threats. An effort by the FBI to more aggressively monitor social media for threats sets up a clash with Facebook Inc.'s privacy policies and possibly its attempts to comply with a record $5 billion settlement with the U.S. government reached last month.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-congressmen-press-trump-not-to-commute-sentence-of-rod-blagojevich-11565309288", "title": "Republican Congressmen Press Trump Not to Commute Sentence of Rod Blagojevich", "date": "2019-08-09 20:11", "summary": "Five Illinois representatives cite importance of taking a 'stand against pay-to-play politics' in statement urging president to leave former governor in prison. WASHINGTON-All five Republican congressmen from Illinois on Thursday urged President Trump to leave former Gov. Rod Blagojevich in prison, a day after the president said he was inclined to commute the ex-governor's 14-year sentence for multiple counts of bribery and other corruption in office.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lost-in-life-el-paso-suspect-found-a-dark-world-online-11565308783", "title": "Lost in Life, El Paso Suspect Found a Dark World Online", "date": "2019-08-09 20:09", "summary": "Resume Subscription. ALLEN, Texas-The family of Patrick Crusius, the alleged gunman in El Paso's mass shooting, worried he was a little lost, with few friends, but thought he wasn't any more aimless than many others his age, said family lawyer Christopher Ayres.", "categories": [[]], "category_links": []}]