[{"link": "https://www.wsj.com/articles/gulf-of-oman-attacks-trigger-tighter-security-on-key-shipping-routes-11560525915", "title": "Gulf of Oman Attacks Force Shipping Firms to Tighten Security", "date": "2019-06-14 19:12", "summary": "Attacks have exposed vulnerabilities in security in the Gulf of Oman. Governments and tanker companies were stepping up efforts to protect shipping lanes as the U.S. and Iran traded accusations over attacks on two tankers near the Strait of Hormuz, a waterway traversed by over a third of the world's seaborne crude oil.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-passes-overhaul-of-rent-laws-revving-up-nationwide-movement-to-tackle-housing-crunch-11560544718", "title": "New York Rent Overhaul Buoys Wider Movement to Tackle Housing Crunch", "date": "2019-06-14 19:10", "summary": "Increased safeguards for tenants come as other state legislatures consider limiting rent increases. ALBANY, N.Y.-In passing a sweeping overhaul of rent laws on Friday, New York state lawmakers gave a boost to a movement among state capitals to try to address rental-housing affordability.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/defining-socialism-down-11560553255", "title": "Defining Socialism Down", "date": "2019-06-14 19:00", "summary": "Bernie Sanders left out a few details about his political creed.. Part of Bernie Sanders' apparent political appeal is his authenticity. He may be a socialist, but at least he's honest about it. Then again, his speech on Thursday defining his idea of democratic socialism may begin to erode that reputation.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dont-forget-the-net-neutrality-panic-11560553157", "title": "Don't Forget the 'Net Neutrality' Panic", "date": "2019-06-14 18:59", "summary": "A year ago, the FCC killed the internet. Or so we were told.. This week marks a year since the Federal Communications Commission officially laid \"net neutrality\" to rest, ending the Obama Administration's regulation of internet traffic. Miraculously, the free and open internet is still operating, making it easy to unearth all those doomsday forecasts that didn't come true.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-june-8-14-2019-11560524400", "title": "Photos of the Week", "date": "2019-06-14 18:58", "summary": "Hong Kong protests turn violent, U.S. women's soccer overwhelms Thailand, Mexico cracks down on illegal immigrants and more. We are delighted that you'd like to resume your subscription.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-isis-abdication-11560553041", "title": "Europe's ISIS Abdication", "date": "2019-06-14 18:57", "summary": "An international tribunal is the wrong way to punish terrorists.. While Islamic State's physical caliphate is gone, many surviving ISIS fighters and their families-who came from across the world-still pose a security threat. Yet Western European countries mostly are refusing to repatriate their citizens to face justice or rehabilitation at home.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/how-government-can-get-brave-about-spectrum-11560552078", "title": "How Government Can Get Brave About Spectrum", "date": "2019-06-14 18:41", "summary": "Ignore the groups that gripe about a taxpayer rip-off. The public benefits when airwaves trade freely.. Decades ago the U.S. government doled out free rights to the \"public\" airwaves to various broadcasters and other businesses. Since then, investors have paid billions for these embedded rights when buying companies that originally acquired their licenses at no cost. Hence the snarl we see now in trying to reallocate these valuable rights to more-worthwhile uses.", "categories": [["Opinion", "Business World"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/business-world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/to-all-the-fathers-in-my-life-thank-you-11560552027", "title": "To All the Fathers in My Life, Thank You", "date": "2019-06-14 18:40", "summary": "The dad who raised me and the priest who taught me in school helped me find my way to manhood.. This Sunday is a day to honor all the fathers in our lives. While this starts with biological, step- and adoptive fathers, it doesn't end there. Not for me, anyway. It took more than one set of male eyes to keep me from getting lost.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-troublemaker-faces-hong-kongs-future-11560551717", "title": "A 'Troublemaker' Faces Hong Kong's Future", "date": "2019-06-14 18:35", "summary": "As Beijing cracks down, Jimmy Lai, the publisher of Apple Daily, explains why he's determined not to leave and why he thinks Xi Jinping is overreaching.. Hong Kong", "categories": [["Opinion", "The Weekend Interview"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-interview?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/connecticuts-blue-politicians-spill-an-ocean-of-red-ink-11560551672", "title": "Connecticut's Blue Politicians Spill an Ocean of Red Ink", "date": "2019-06-14 18:34", "summary": "After eight years of higher taxes and profligate spending, Gov. Lamont delivers more of the same.. After eight years of uncontrolled spending and two of the largest tax increases in the history of the state under former Gov. Dannel Malloy, Connecticut desperately needs a new economic direction. Unfortunately, the biennial budget soon to be signed by new Gov. Ned Lamont doubles down on policies that have produced abysmal results.", "categories": [["Opinion", "Commentary", "Cross Country"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/cross-country?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fathers-day-for-a-prisoner-of-conscience-11560551616", "title": "Father's Day for a Prisoner of Conscience", "date": "2019-06-14 18:33", "summary": "The suffering in Yemen is real and should not be forgotten.. As Father's Day approaches, I've been thinking about my friend Emilia, who'll be praying for her father, Hamed bin Haydara. A Bahai in Yemen, Mr. bin Haydara was sentenced to death by Iran-backed Houthi authorities on Jan. 2, 2018. His case has been languishing in an appellate court, which has scheduled a hearing Sunday.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-slip-as-middle-east-tensions-boost-haven-assets-11560499874", "title": "Stocks Slip Amid Middle East Tensions", "date": "2019-06-14 18:25", "summary": "Indexes take a breather, but notch gains for the week. U.S. stocks meandered lower in quiet trading Friday as tepid economic data and rising tensions in the Middle East added to concerns over growth and trade.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mayor-council-agree-on-new-budget-for-new-york-11560550021", "title": "Mayor, Council Agree on New Budget for New York City", "date": "2019-06-14 18:23", "summary": "Spending blueprint is $3.65 billion more than the current fiscal year's $89.15 billion budget. New York City Mayor Bill de Blasio and the City Council on Friday agreed on a record $92.8 billion budget, which includes funding for more social workers in schools and additional money for parks and cultural institutions.", "categories": [["U.S.", "Culture"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-culture?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/court-allows-undocumented-teens-in-u-s-custody-to-seek-abortions-11560550928", "title": "U.S. Court Allows Undocumented Teens to Seek Abortions", "date": "2019-06-14 18:22", "summary": "Department of Health and Human Services, which implemented abortion ban, said ruling is under review. WASHINGTON-A federal appeals court ruled the Trump administration can't enforce a policy that prevented undocumented teenage immigrants in U.S. custody from obtaining abortions.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ohio-bakery-awarded-44-million-in-libel-case-against-oberlin-college-11560528172", "title": "Ohio Bakery Awarded $44 Million in Libel Case Against Oberlin College", "date": "2019-06-14 17:57", "summary": "Jury awarded damages after the business accused the liberal arts school of supporting a boycott after accusations of racism. An Ohio bakery that sued Oberlin College for libel over accusations of racism has been awarded a total of $44 million in damages.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drugmakers-sue-to-block-federal-rule-requiring-drug-prices-in-tv-ads-11560549435", "title": "Drugmakers Sue to Block Federal Rule Requiring Drug Prices in TV Ads", "date": "2019-06-14 17:57", "summary": "Lawsuit says rule will create unnecessary confusion, may discourage patients from seeking treatment or medical information. Three pharmaceutical companies sued the federal government Friday to block a proposal requiring drug manufacturers include the list price of prescription drugs in television ads, the latest volley by the industry as it faces criticism over escalating cost of its products.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/who-declines-to-declare-ebola-a-global-emergency-in-congo-11560547807", "title": "WHO Declines to Declare Ebola a Global Emergency in Congo", "date": "2019-06-14 17:56", "summary": "Outbreak is the world's second-deadliest, as toll reaches 1,411. ", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-sprint-t-mobile-merger-talks-power-shifts-to-a-familiar-agitator-11560544163", "title": "Dish Leads Bidding to Buy Assets From Sprint, T-Mobile", "date": "2019-06-14 17:54", "summary": "Billionaire Charlie Ergen poised to benefit as antitrust officials push wireless companies to sell prepaid subscribers, wireless spectrum. Dish Network Corp. is leading the race to scoop up assets that the Justice Department says Sprint Corp. and T-Mobile US Inc. must sell to save their $26 billion merger, according to people familiar with the matter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/on-earth-were-briefly-gorgeous-review-his-letter-to-the-world-11560547994", "title": "'On Earth We're Briefly Gorgeous' Review: His Letter to the World", "date": "2019-06-14 17:33", "summary": "Ocean Vuong's lyrical debut novel creates an account of lives that are at once overlooked and thoroughly American.. Few works of writing are more fraught, more urgent with a need to be seen and understood, than a letter to a parent. \"Dear Ma,\" begins Ocean Vuong's lyrical debut novel, \"On Earth We're Briefly Gorgeous,\" \"I am writing to reach you-even if each word I put down is one word further from where you are.\" The son of this book, now in his late 20s, is trying to explain to his mother, and perhaps himself, who he is and how his mother helped shape him, how she showed him that life was often dark and love can look like violence. He is blunt about his mother's flaws and candid about his own desires, eager for her acceptance of his love for men. He seems to hope that sorting out their past will allow them to move forward together-\"I'm breaking us apart again so that I might carry us somewhere else.\" Yet because his mother is illiterate, he knows these words will never reach her. This, he admits, is what makes the writing possible.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gilded-youth-review-such-such-were-the-joys-11560548032", "title": "'Gilded Youth' Review: Such, Such Were the Joys", "date": "2019-06-14 17:33", "summary": "English public-school pupils rebelling against the establishment is a tradition in its own right.. Britain's \"public,\" which is to say private, schools have been around since at least the 14th century. The controversy over their place in the country's life sometimes seems to have been raging for almost as long, although it really only took off a couple hundred years ago, the day before yesterday in a land of ancient grievances.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/book-review-a-squabble-of-gulls-11560547963", "title": "Book Review: A Squabble of Gulls", "date": "2019-06-14 17:32", "summary": "City-dwelling gulls are derided as pests. Their presence among us has damaged their reputation as wildlife.. Until the last decade or two, it was a rare birder who made a priority of watching gulls. That's partly because birders normally identify birds by their plumage, and gulls go through constant changes in plumage from chicks to adults, a process that can take up to four years. All these intermediate stages make them difficult to distinguish, not to mention the fact that gulls are basically monochrome. Die-hard gullers make use of Kodak gray scales to ferret out subtle differences, but this can be impractical when, say, trying to isolate that rare Scandinavian race of herring gull among a thousand British ones at a garbage dump in February in the rain.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/students-of-defunct-itt-tech-to-receive-168-million-in-loan-forgiveness-11560546961", "title": "Students of Defunct ITT Tech to Get $168 Million in Loan Forgiveness", "date": "2019-06-14 17:16", "summary": "Collapse of for-profit ITT Tech left many former students with large student loans. WASHINGTON-More than 18,000 former students of ITT Technical Institute, a private for-profit college that ceased operations in 2016, will receive debt relief totaling $168 million under an agreement announced Friday.", "categories": [["U.S.", "Education"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/education?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/does-biden-believe-in-the-biden-campaign-11560546989", "title": "Does Biden Believe in the Biden Campaign?", "date": "2019-06-14 17:16", "summary": "The left turns do not signal confidence.. From the moment Joe Biden announced his presidential campaign, he's been the clear polling leader among Democratic candidates and the one best positioned to attract centrist voters. So why does the former vice president keep discouraging people from viewing him as a moderate? In his latest move leftward, Mr. Biden is mimicking Vermont's socialist Sen. Bernie Sanders in demanding more tax revenue from retailer Amazon.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sfo-charges-daughter-of-former-enrc-director-for-failing-to-comply-with-probe-11560546769", "title": "SFO Charges Daughter of Former ENRC Director for Failing to Comply With Probe", "date": "2019-06-14 17:12", "summary": "Anna Machkevitch is the director of the London-based ALM Services UK Ltd., according to the agency. The U.K.'s Serious Fraud Office charged the daughter of a former director of Eurasian Natural Resources Corp. as part of a continuing corruption probe into the Kazakh mining company.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chewy-shares-surge-in-market-debut-11560526379", "title": "Chewy Shares Surge in Market Debut", "date": "2019-06-14 17:01", "summary": "Online pet-products retailer's stock opened at $36 on NYSE, up 64% from IPO price. Online pet-products seller Chewy Inc. posted strong gains in its market debut Friday, reflecting continued strength in initial public offerings of e-commerce companies despite some high-profile stumbles among consumer-technology firms.", "categories": [["Markets", "Stocks", "IPOs"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb", "https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dueling-bond-markets-send-mixed-message-on-risk-11560533484", "title": "Dueling Bond Markets Send Mixed Message on Risk", "date": "2019-06-14 16:58", "summary": "Investors flock back to funds that buy risky corporate debt, while Treasury yields hang near record lows. U.S. bond markets sent mixed signals about risk this week as investors jumped back into funds that buy risky corporate debt, while Treasury bond yields hovered near record lows, reflecting concerns about slowing economic growth.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/investors-find-blue-apron-split-hard-to-digest-11560537090", "title": "Investors Find Blue Apron Split Hard to Digest", "date": "2019-06-14 16:46", "summary": "Meal-kit company shares fell more than 94% from their June 2017 IPO price to Friday's close. A reverse stock split may not be the right recipe for beleaguered meal-kit company Blue Apron Holdings Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jared-diamonds-upheaval-reviewed-nations-at-the-turning-point-11560523520", "title": "Jared Diamond's 'Upheaval' Reviewed: Nations at the Turning Point", "date": "2019-06-14 16:41", "summary": "When crises arise, countries that respond to pressures with selective change recover best.. One kind of writing about the past is aptly called \"big history\"-offering a grand sweep through the ages and making connections across time. Jared Diamond is one of big history's foremost practitioners. His much-discussed (and best-selling) \"Guns, Germs, and Steel\" (1997) crossed millennia and continents to argue that the advance of civilizations, over time, depended less on allegedly inherent moral, intellectual or \"racial\" qualities than on geographic location, food production and the domestication of animals.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/french-nuclear-power-producer-edf-plans-a-turnaround-11560526991", "title": "French Nuclear Power Producer EDF Plans a Turnaround", "date": "2019-06-14 16:40", "summary": "CFO Xavier Girre is selling assets and trailing new financing tools ahead of a potential reorganization of the company. Aging nuclear reactors, soaring debt and large capital-spending commitments that generate are just some of the problems facing Xavier Girre, the chief financial officer of French electricity supplier Electricité de France SA .", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-expands-health-care-for-adult-undocumented-immigrants-11560536269", "title": "California Expands Health Care for Adult Undocumented Immigrants", "date": "2019-06-14 16:32", "summary": "Flush with record surplus, state approves 2020 budget that bucks Trump administration on domestic policy issues. With its record $214.8 billion budget, California has become the first state in the U.S. to expand government-subsidized health care for some adult immigrants living in the country illegally, the latest example of the state forging its own path on policies related to immigration.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumers-boost-spending-despite-trade-tensions-11560530450", "title": "U.S. Consumers Boost Spending Despite Trade Tensions", "date": "2019-06-14 16:28", "summary": "Retail-sales data come as Federal Reserve officials consider whether to cut interest rates. American shoppers ramped up their spending in May, providing critical fuel for the U.S. economy's continued expansion despite trade tensions and slowing global growth.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-nato-moves-in-baltics-raise-russian-fears-11560543426", "title": "U.S., NATO Moves in Baltics Raise Russian Fears", "date": "2019-06-14 16:17", "summary": "Thousands of alliance troops conduct military exercises. The U.S. and its NATO allies flexed their muscles along Russia's western border this week with military exercises and a pledge of new troops that have deepened Moscow's fears of U.S. intentions in the region.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gold-jumps-to-14-month-high-11560505351", "title": "Gold Nears 14-Month High", "date": "2019-06-14 16:14", "summary": "Weak Chinese data and Middle East tensions lift appetite for the haven asset. Gold prices climbed Friday as mounting concerns about the health of China's economy hit riskier commodities and tensions in the Middle East pushed investors into haven assets.", "categories": [["Markets", "Commodities", "Precious Metals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/precious-metals?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/florida-gov-ron-desantis-signs-sanctuary-city-ban-11560536897", "title": "Florida Governor Signs Sanctuary-City Ban", "date": "2019-06-14 15:47", "summary": "Law requires local officials to cooperate with federal immigration authorities. Florida Gov. Ron DeSantis signed into law one of the strictest bans in the U.S. against so-called sanctuary cities that protect some undocumented immigrants from deportation.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-demand-takes-a-hit-from-cooling-economic-growth-11560499201", "title": "Oil Demand Takes a Hit From Cooling Economic Growth", "date": "2019-06-14 15:45", "summary": "IEA downgrades its forecast for global oil demand for a second straight month. A cooling global economy could mean slower oil demand growth in 2019 even while oil producers maintain plentiful supply, the International Energy Agency said Friday.", "categories": [["Markets", "Commodities", "Oil Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb", "https://www.wsj.com/news/types/oil-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/record-low-consumer-inflation-expectations-bolster-u-s-bonds-11560527968", "title": "Record Low Inflation Expectations Bolster U.S. Government Bonds", "date": "2019-06-14 15:43", "summary": "Treasury prices rise Friday, briefly sending 10-year yield below 2.08%. U.S. government bond prices briefly spiked Friday after a measure of inflation expectations fell to a record low, reinforcing concerns about how slowly consumer prices have been increasing despite solid economic growth and a tightening labor market.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ending-the-growing-student-debt-problem-11560541007", "title": "Ending the Growing Student-Debt Problem", "date": "2019-06-14 15:36", "summary": "We have to thoughtfully manage scarce resources. The answer isn't increased regulation of the student loan program but more personal responsibility, creative analysis of options and tough decision-making.. \"The Long Road to the Student-Debt Crisis\" (Review, June 8) identifies a number of important factors, focusing especially on the federal government's student-loan program. But blaming the program for students' decisions to sign up for the loans leaves out one of the biggest factors: individual choice. We have to thoughtfully manage scarce resources. The answer isn't increased regulation of the loan program but more personal responsibility, creative analysis of options and tough decision-making.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/biden-shows-his-elastic-views-on-abortion-11560540941", "title": "Biden Shows His Elastic Views on Abortion", "date": "2019-06-14 15:35", "summary": "Joe Biden is perceived to be a moderately left-of-center Democrat. If he is going to move to the far left, then Democrats might as well pick somebody younger with more energy and a brighter future.. Regarding your editorial \"Biden Flips Over Abortion Funding\" (June 8): If Joe Biden, or any Democrat, wants to become president in 2020, he or she must capture the votes of the independents and the \"anyone but Trump\" Republicans. The problem is that a lot of these people either feel abortion is not something the government should be involved with, or they are straight-up pro-life. Mr. Biden's flip on the Hyde Amendment makes it very difficult for these people to vote Democratic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/equity-for-baseball-players-would-be-a-major-error-11560540899", "title": "Equity for Baseball Players Would Be a Major Error", "date": "2019-06-14 15:35", "summary": "If a player owns equity in team A, but then is traded to team B, what incentives might arise when he has to play team A in a big game?. With all due respect to Fay Vincent (\"Ballplayers Deserve a Stake in Teams,\" op-ed, June 10), how can his idea possibly work as suggested? Only superstars like Mike Trout, via their contracts, and \"five and 10\" players, by rule, have the right not to be traded. So the vast majority of players can be traded at any point.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-policy-on-the-homeless-an-abject-failure-11560540823", "title": "California's Policy on the Homeless: An Abject Failure", "date": "2019-06-14 15:33", "summary": "A brilliant tax plan: Increase housing costs to alleviate the problem of high housing costs.. I read that California's homeless population is rising \"despite billions of dollars in taxpayer-funded efforts\" (\"California Spends, but Homelessness Grows,\" U.S. News, June 8). I believe it because of the billions of dollars spent. We are subsidizing the homeless. Milton Friedman taught that subsidies lead to more of what's subsidized. The corollary is that you get less of what's taxed. That's playing out in the exodus of high earners.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/theres-no-realistic-hope-for-reducing-the-deficit-11560540736", "title": "There's No Realistic Hope For Reducing the Deficit", "date": "2019-06-14 15:32", "summary": "Until Americans with decades of expected life remaining are forced to experience pain now for participating in such a plan, there will be no political will to control the debt.. Pierre Yared presents another reasoned logical analysis of the unsustainability of our ever-growing national debt (\"Democrats Can't Wish the National Debt Away,\" op-ed, June 4). If only the wherewithal to control the debt could rely on reason and logic.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/quicken-loans-settles-financial-crisis-era-suit-with-justice-department-11560540509", "title": "Quicken Loans Settles Financial-Crisis-Era Suit With Justice Department", "date": "2019-06-14 15:28", "summary": "Lender fought government accusations that it misused FHA loan program. Quicken Loans Inc. agreed to pay $32.5 million to resolve a yearslong lawsuit with the U.S. government, a court-appointed mediator said Friday.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ibm-to-pay-nearly-15-million-for-issues-tied-to-marylands-health-exchange-11560540150", "title": "IBM to Pay Nearly $15 Million for Issues Tied to Maryland's Health Exchange", "date": "2019-06-14 15:22", "summary": "Settlement with Cúram Software unit resolves misrepresentations allegedly made by during the bidding process. International Business Machines Corp. has agreed to pay $14.8 million to settle allegations regarding misrepresentations made about software capabilities and other technical issues that hurt the Maryland online health exchange.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-iran-trade-accusations-in-wake-of-tanker-attacks-11560509164", "title": "U.S., Iran Trade Accusations in Wake of Tanker Attacks", "date": "2019-06-14 15:03", "summary": "Tehran rebuffs U.S. assertion that Iran is to blame for explosions on tankers in the Gulf of Oman. BEIRUT-The U.S. and Iran on Friday traded accusations over the attack on two fuel tankers in the Gulf of Oman, as Tehran tried to deflect U.S. blame for an incident that has again ratcheted up fears of military conflict.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bayer-to-invest-billions-in-weedkillers-in-wake-of-roundup-controversy-11560514273", "title": "Bayer to Invest Billions in Weedkillers in Wake of Roundup Controversy", "date": "2019-06-14 15:02", "summary": "Chemicals giant seeks to win back trust in agriculture business. Bayer AG plans to invest €5 billion ($5.64 billion) on developing new ways to combat weeds over the next decade, as the German chemicals and pharmaceuticals giant seeks to win back trust in its business in the wake of thousands of lawsuits alleging its Roundup herbicide causes cancer.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/banks-take-first-steps-on-climate-risk-evaluations-11560538782", "title": "Banks Take First Steps on Climate Risk Evaluations", "date": "2019-06-14 14:59", "summary": "Citigroup has recently established a working group to integrate climate issues into risk management. Chief risk officers of financial institutions are taking initial steps to evaluate the threat of climate change, but weighing the dangers posed by a warming planet isn't yet a standard industry practice.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/joe-biden-bernie-sanders-kamala-harris-pete-buttigieg-to-share-debate-stage-11560532474", "title": "Biden, Sanders, Harris, Buttigieg to Share Debate Stage", "date": "2019-06-14 14:56", "summary": "Pairings for first Democratic presidential debates June 26-27 take shape. WASHINGTON-Former Vice President Joe Biden, Sens. Bernie Sanders and Kamala Harris and Mayor Pete Buttigieg will share the stage on the second night of the Democratic Party's 2020 presidential primary debate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/candidates-in-guatemala-target-economic-roots-of-migration-but-abandon-graft-agency-11560536108", "title": "Guatemala Candidates Target Economic Roots of Migration, Abandon Graft Agency", "date": "2019-06-14 14:44", "summary": "Presidential hopefuls don't pledge to restore U.N. commission, prompting fears of backsliding. GUATEMALA CITY-An election here at the source of a regional surge in migration looks set to deliver a president focused on tackling the economic roots of the crisis, aligning the country with the approach of its northern neighbor Mexico.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millennials-prize-experiences-now-so-do-travel-companies-11560160800", "title": "Millennials Prize Experiences. Now So Do Travel Companies.", "date": "2019-06-14 14:10", "summary": "Millennial travelers prefer to spend on eccentric adventures rather than upscale hotel rooms. But for travel companies, will experiences pack as much bang for their bucks?. Forget the thread count, plush bathrobes and white goose-down pillows. A vacation is no longer defined by where you stay, but what you do-at least for many millennials. Increasingly, large travel companies are racing to cash in on that trend.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-joe-biden-win-in-2020-as-the-candidate-of-the-old-guard-11560535821", "title": "Can Joe Biden Win in 2020 as the Candidate of the Old Guard?", "date": "2019-06-14 14:10", "summary": "The Democrats' front-runner speaks for a political establishment now rejected by both parties. The old saying that \"Republicans fall in line and Democrats fall in love\" in their respective presidential primary elections is mostly myth, a trope popular in the media presumably to demonstrate the incalculably superior moral status of idealistic, romantic Democrats to their mindless, automaton Republican counterparts.", "categories": [["Life & Work", "Ideas", "Editor at Large"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/editor-at-large?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-the-massive-palm-beach-mansion-in-contract-for-more-than-100-million-11560534908", "title": "Inside The Massive Palm Beach Mansion In Contract For More Than $100 Million", "date": "2019-06-14 13:55", "summary": "Set to become the most expensive home in the wealthy Florida town, the property is close to President Donald Trump's Mar-a-Lago resort.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/is-the-mazda3-hatchback-the-best-car-of-2019-11560534216", "title": "Is the Mazda3 Hatchback the Best Car of 2019?", "date": "2019-06-14 13:43", "summary": "The new Mazda3 is extravagantly equipped and great to look at, especially for the price, says Dan Neil. But it takes more than a nice body to be declared this year's top gas-powered car. SOMEONE ASKED me recently why there are so few beautiful cars being made? Maybe because fewer beautiful people are buying them.", "categories": [["Life & Work", "Cars", "Rumble Seat"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/automotive?mod=breadcrumb", "https://www.wsj.com/news/types/rumble-seat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/waterfront-mansion-set-to-become-palm-beachs-most-expensive-home-11560533628", "title": "Waterfront Mansion Set to Become Palm Beach's Most Expensive Home", "date": "2019-06-14 13:33", "summary": "Once owned by the late Terry Allen Kramer, the roughly 37,500-square-foot estate is in contract to sell for more than $100 million. A massive Palm Beach mansion is in contract to be sold for over $100 million, which would set a record for the most expensive single-family home sale in the wealthy Florida town, according to people familiar with the deal.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-investors-should-be-wary-of-automated-advice-11560533307", "title": "Why Investors Should Be Wary of Automated Advice", "date": "2019-06-14 13:28", "summary": "People think suggestions from algorithms are always more objective than advice from humans. They're wrong.. Many of us routinely-and even blindly-rely on the advice of algorithms in all aspects of our lives, from choosing the fastest route to the airport to deciding how to invest our retirement savings", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hacktivism-a-banner-for-tech-nerds-with-a-political-agenda-11560532721", "title": "'Hacktivism': A Banner for Tech Nerds With a Political Agenda", "date": "2019-06-14 13:18", "summary": "When activists started hacking into computers decades ago, they launched a movement and coined a new term. In a new book, Reuters reporter Joseph Menn details how a coterie of tech hobbyists in Texas in the 1980s grew into an influential organization, called the Cult of the Dead Cow, that promoted the use of computer hacking for political ends-or \"hacktivism,\" as they called it.", "categories": [["Life & Work", "Ideas", "Word on the Street"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/word-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/summer-reads-that-fuel-automobile-nostalgia-11560530558", "title": "Summer Reads That Fuel Automobile Nostalgia", "date": "2019-06-14 12:42", "summary": "As autonomous vehicles loom, driving-as we know it-will soon be history. These books explore our relationship with the wheel. ELEVATOR PITCH: Cars have dominated America's physical and emotional landscapes for 100 years. The impending rise of autonomous vehicles (AVs) will similarly reshape our lives and, as this book explores, tech has already begun to strip the wonder from the driving experience. Cars may be dangerous, but we sure do love them-or at least we did.", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-sentiment-falls-in-early-june-driven-by-tariff-concerns-11560522465", "title": "U.S. Consumer Sentiment Falls in Early June, Driven by Tariff Concerns", "date": "2019-06-14 12:37", "summary": "Much of the decline was attributed to expected tariffs on Mexican and Chinese imports. WASHINGTON-U.S. household sentiment fell at the beginning of June as renewed trade tensions tapered optimism and smaller gains in employment suggested slower economic growth.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/as-companies-fret-consumers-keep-spending-11560530021", "title": "As Companies Fret, Consumers Keep Spending", "date": "2019-06-14 12:33", "summary": "Companies fear a trade war and recession, but they can't easily cut back on hiring with domestic demand strong. To judge from their spending habits, Americans aren't so worried about the economy. American companies are a different matter.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-gene-therapy-priced-at-1-8-million-in-europe-11560529116", "title": "New Gene Therapy Priced at $1.8 Million in Europe", "date": "2019-06-14 12:18", "summary": "Zynteglo developer Bluebird Bio says it would accept payment in installments for costly treatment for rare blood disease. A new gene therapy for a rare blood disorder will sell for €1.6 million ($1.8 million) in Europe, according to the maker of the recently approved treatment, whose sticker price is the latest indication that already high drug costs are continuing to climb.", "categories": [["Business", "Health Care", "Health"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/health-industry?mod=breadcrumb", "https://www.wsj.com/news/types/health?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/va-bans-injectable-wound-care-products-from-mimedx-and-other-companies-for-many-uses-11560529012", "title": "VA Bans Injectable Wound-Care Products From MiMedx and Other Companies for Many Uses", "date": "2019-06-14 12:16", "summary": "Advisory follows WSJ report on firm's regulatory lapse; MiMedx says it 'respects the VA's position'. The Department of Veterans Affairs has advised its facilities not to use injectable amniotic tissue products for the most common uses because the effectiveness of the products, including those made by MiMedx Group Inc., isn't proven.", "categories": [["WSJ News Exclusive", "Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/canada-housing-market-begins-to-shake-off-slump-11560528663", "title": "Canada Housing Market Begins to Shake Off Slump", "date": "2019-06-14 12:11", "summary": "Data for May indicates pickup in real-estate sales after slowdown fueled by policies to curb borrowing. OTTAWA-Canada's real-estate market appears to be turning the corner after a yearlong-plus slump, fueled by government efforts to tamp down runaway housing prices and slow the pace of consumer borrowing.", "categories": [["World", "Canada"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/canada-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/taking-shape-before-our-eyes-11560528609", "title": "Taking Shape Before Our Eyes", "date": "2019-06-14 12:10", "summary": "With its energetic lines, full figures and thrilling sense of tactility, Raphael's cartoon for his fresco 'School of Athens' is a breathtaking artwork in its own right.. The fame of Raphael's \"School of Athens,\" painted between 1508 and 1510 for the Stanza della Segnatura in the Vatican, makes it almost impossible to actually see. One must endure the lines, the crush of humanity in the room itself and rushing by to get to the Sistine Chapel. Beyond this, like any work of art known through countless reproductions, it is difficult to approach with fresh eyes. What an extraordinary satisfaction, then, in the galleries of the Biblioteca Ambrosiana in Milan, to see it in peace, albeit in another form. Since March, Raphael's preliminary drawing, or cartoon, measuring over 25 feet across, has been on display in a newly designed room after a four-year restoration. Unlike the other large-scale surviving cartoons by Raphael at the Victoria and Albert Museum in London, it can be seen up close, at eye level and behind nonreflective glass. We see Raphael's masterwork in the midst of its creation.", "categories": [["Books & Arts", "Masterpiece"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/masterpiece?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/songwriter-carole-bayer-sager-wants-to-hit-more-high-notes-11560528445", "title": "Songwriter Carole Bayer Sager Wants to Hit More High Notes", "date": "2019-06-14 12:07", "summary": "The lyricist who wrote 'They're Playing Our Song' and 'A Groovy Kind of Love' now listens to the top tunes on Spotify. The lyricist Carole Bayer Sager is trying to become philosophical, with limited success. \"We have a time when we're in our prime, and I feel I've had that time,\" she says.", "categories": [["Life & Work", "Ideas", "Weekend Confidential"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/weekend-confidential?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-mergers-of-equals-one-side-is-always-a-bit-more-equal-11560528068", "title": "In 'Mergers of Equals,' One Side Is Always a Bit More Equal", "date": "2019-06-14 12:01", "summary": "The United Technologies-Raytheon deal is the latest to be billed as an even swap, but with UTC clearly holding more sway, investors are skeptical. United Technologies Corp. Chief Executive Greg Hayes and his Raytheon Co. counterpart, Tom Kennedy, sounded all the familiar notes this week in pitching their proposed tie-up as a merger of equals.", "categories": [["Business", "On Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/on-business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebook-to-boost-consumer-advertising-11560508201", "title": "Facebook to Boost Ad Spending as It Tries to Restore Reputation", "date": "2019-06-14 12:00", "summary": "Tech giant wants to improve the value of its brands as it seeks to rebuild trust. Facebook Inc. said it is ramping up its global advertising spending as it aims to rebuild trust after a series of privacy missteps and other controversies dented the social-networking giant's reputation.", "categories": [["WSJ News Exclusive", "CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/true-luxury-in-food-doesnt-cost-a-fortune-11560527931", "title": "True Luxury in Food Doesn't Cost a Fortune", "date": "2019-06-14 11:58", "summary": "Just because a dish is rare or expensive doesn't mean it's better than the humbler tastes we love.. ", "categories": [["Life & Work", "Table Talk"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/table-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-worst-form-of-envy-in-the-future-tense-11560527404", "title": "The Worst Form of Envy? In the Future Tense", "date": "2019-06-14 11:50", "summary": "A new study shows that we're more jealous of our friends' plans and prospects than their past accomplishments.. It is better to be envied than to be pitied, wrote the Greek historian Herodotus, and in our use of social media it's clear that most of us agree. After all, why post selfies of yourself and your sweetheart lifting champagne flutes en route to Thailand if not to induce an eat-your-heart-out response in your friends?", "categories": [["Life & Work", "Ideas", "Mind and Matter: Susan Pinker"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/mind-and-matter-susan-pinker?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/head-of-house-gop-recruitment-effort-wont-seek-re-election-11560526830", "title": "Head of House GOP Recruitment Effort Won't Seek Re-Election", "date": "2019-06-14 11:40", "summary": "Rep. Susan Brooks, one of 13 House Republican women, will continue in campaign role. WASHINGTON-Rep. Susan Brooks of Indiana, head of House Republicans' recruitment efforts for the 2020 elections, said Friday she won't seek re-election next year.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/rbis-may-be-an-outdated-stat-but-josh-bells-feat-is-still-impressive-11560513398", "title": "RBIs May Be an Outdated Stat, but Josh Bell's Feat Is Still Impressive", "date": "2019-06-14 11:14", "summary": "The Pirates first baseman is on pace to drive in 145 runs this season. Runs batted in have fallen out of favor as a valuable measurement tool among baseball's talent evaluators and increasingly analytically inclined fans over the past couple decades. Once viewed as perhaps the premier metric to judge a hitter's offensive worth, the RBI has mostly been a casualty to the sport's data revolution. A more sophisticated understanding of statistical information has shown the dangers of using RBIs as an indicator of success, as they largely depend on the ability of other players in the lineup to reach base.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/by-saying-little-googles-leak-says-a-lot-about-smartphones-11560525194", "title": "By Saying Little, Google's Leak Says a Lot About Smartphones", "date": "2019-06-14 11:13", "summary": "Novel phone designs have so far failed, leaving the market with well-crafted touchscreen slabs. Google has decided to take a novel approach to its inability to keep a secret: Just go with it.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-of-the-week-11560524973", "title": "Photos of the Week", "date": "2019-06-14 11:09", "summary": "Hong Kong protests turn violent, U.S. women's soccer overwhelms Thailand, Mexico cracks down on illegal immigrants and more.. Hong Kong protests turn violent, U.S. women's soccer overwhelms Thailand, Mexico cracks down on illegal immigrants and more.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/what-yogi-berra-would-have-said-about-this-bull-market-11560524404", "title": "What Yogi Berra Would Have Said About This Bull Market", "date": "2019-06-14 11:00", "summary": "Market cycles tend to last for years, and major turning points are few. So how do we know if stocks are nearing a turning point?. It's late in the market cycle.", "categories": [["Markets", "The Intelligent Investor"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/the-intelligent-investor?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-populists-are-here-to-stay-11560524237", "title": "Europe's Populists Are Here to Stay", "date": "2019-06-14 10:57", "summary": "New parties are finding success by addressing the concerns of voters who feel neglected and disdained by liberal elites.. ", "categories": [["Life & Work", "Ideas", "The Saturday Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/the-saturday-essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trumps-2020-campaign-wants-order-and-discipline-down-to-font-sizes-11560524198", "title": "Never Mind Those Tweets, Trump's 2020 Re-Election Team Wants Order and Discipline", "date": "2019-06-14 10:56", "summary": "Four years after the president flouted electioneering tradition, his re-election team is taking a more conventional approach. ARLINGTON, Va.-President Trump's path to a second term starts not in Florida, Pennsylvania or Wisconsin, but in the pages of a corporate-style branding book developed inside a spacious and well-equipped campaign office.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/reusing-syringes-drips-infected-hundreds-of-pakistani-children-with-hiv-11560503649", "title": "Reused Syringes Infected Hundreds of Pakistani Children With HIV", "date": "2019-06-14 10:52", "summary": "More than 700 people have tested HIV positive in a southeastern Pakistani town. Unsafe, but common, practices such as reusing syringes and drips caused hundreds of Pakistani children to be infected with HIV, according to a World Health Organization team investigating an outbreak in a poor southeastern town.", "categories": [["WSJ News Exclusive", "Asia"]], "category_links": ["https://www.wsj.com/news/types/asia-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lowell-north-applied-computer-modeling-to-art-of-making-sails-11560523345", "title": "Lowell North Applied Computer Modeling to Art of Making Sails", "date": "2019-06-14 10:42", "summary": "San Diego-based engineer and boat racer won Olympic medals and founded a global company. Lowell North learned to sail as a teenager in Southern California. By age 14, he was already using a scissors to reshape the mainsail of his Star class racing boat and make it go faster.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-best-brian-lamb-on-books-that-pack-a-punch-11560523168", "title": "Five Best: Brian Lamb on Books That Pack a Punch", "date": "2019-06-14 10:42", "summary": "The founder and former CEO of C-Span recommends un-put-downable works.. By Robert Kurson (2004)", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/london-metal-exchange-bans-daytime-drinking-by-traders-11560523293", "title": "London Metal Exchange Bans Daytime Drinking by Traders", "date": "2019-06-14 10:41", "summary": "The prohibition comes as the exchange and several of its members have attempted to clean up the metals industry's image. The London Metal Exchange, a 142-year-old trading venue where traders set prices for metals by shouting orders across a ring of red sofas, has banned drinking on the job.", "categories": [["Markets", "Commodities"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/market-data/commodities?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dreamt-land-review-californias-precious-resource-11560522955", "title": "'The Dreamt Land' Review: California's Precious Resource", "date": "2019-06-14 10:40", "summary": "One essential resource shaped California's history: water. The Gold Rush began with grizzled 49ers dipping their shallow pans into streams. But in just a few years industrial-scale hydraulic mining would tear away whole mountainsides in quest of the precious mineral.. The Golden State is cursed with some of the finest weather and richest soil on earth. Its luminous skies and airy loam have been crucial to California's transformation into our most populous and agriculturally most bountiful state. But capricious nature has withheld one essential resource needed to sustain this dizzying growth-water. In his sprawling, provocative book \"The Dreamt Land,\" journalist Mark Arax examines California's long-building water crisis with the keen, loving, troubled eye of a native son.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-biggest-ways-people-waste-money-11560523181", "title": "The Biggest Ways People Waste Money", "date": "2019-06-14 10:39", "summary": "They run the gamut, from the smallest things (coffee, anyone?) to the largest (do you really need that big house?). For David Bach, few purchases are a bigger waste than a new car.", "categories": [["Markets", "Journal Reports: Wealth Management"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/journal-reports-wealth-management?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/high-speed-traders-back-exchanges-in-fight-with-sec-over-rebates-plan-11560522862", "title": "High-Speed Traders Back Exchanges in Fight With SEC", "date": "2019-06-14 10:34", "summary": "Citadel Securities, GTS and IMC say regulator's initiative is 'ill-conceived' and would harm investors. Three big high-speed trading firms asked a federal court to halt a Securities and Exchange Commission initiative that would limit the rebates that U.S. stock exchanges pay to attract investors' orders.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/mysteries-the-phrenologist-and-the-seamstress-11560522773", "title": "Mysteries: The Phrenologist and the Seamstress", "date": "2019-06-14 10:32", "summary": "A 16-year-old seamstress and ladies' maid awaits trial for killing her mistress. She also believes she can stitch her poisonous rage into garments-so their wearers will die.. In Laura Purcell's early-Victorian shocker \"The Poison Thread\" (Penguin, 350 pages, $16), \"nature vs. nurture\" is the central conundrum. \"That is the question I must ask myself,\" says Dorothea Truelove, the 25-year-old amateur phrenologist who co-narrates this work, \"whether it is the innate nature of a person to kill, or if moral turpitude arises from insufficient nurture.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lewis-cullman-struck-it-rich-with-calendars-and-pursued-philanthropy-with-zeal-11560522600", "title": "Lewis Cullman Struck It Rich With Calendars and Gave Away a Fortune", "date": "2019-06-14 10:30", "summary": "New Yorker found his vocation as an investor after striking out as a weather forecaster and securities salesman. Lewis Cullman's first two careers-weather forecasting and securities sales-didn't pan out. In his 40s, he finally found his niche as a shrewd buyer of underappreciated companies. His later years were devoted largely to giving away more than $500 million, much of it to museums and programs promoting chess, education and the arts.", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/childrens-books-among-the-red-headed-league-11560522658", "title": "Children's Books: Among the Red-Headed League", "date": "2019-06-14 10:30", "summary": "Ginger-topped heroines adept at make-believe.. In the summer of 1938, Ludwig Bem was bicycling in France when an accident with a baker's van put him in the hospital. Gazing up from what he described as a \"small white carbolicky bed,\" the artist and writer observed a curious crack in the ceiling overhead. As Quentin and Laurie Britton Newell write in \"The Illustrators:Ludwig Bemelmans\" (Thames & Hudson, 112 pages, $29.95), the crack looked to the injured man \"like a rabbit, the profile of the French politician Léon Blum or a large sardine. And 'in the next room was a little girl who had had her appendix out.' \"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vasily-grossmans-stalingrad-harsh-and-sublime-11560522634", "title": "Vasily Grossman's 'Stalingrad': Harsh and Sublime", "date": "2019-06-14 10:30", "summary": "There's no better time to get acquainted with 'one of Russia's least known great writers of the last century.'. 'What I see here can indeed inspire the world's admiration,\" Vasily Grossman wrote to his wife, Olga, from Stalingrad in November 1942. \"The world has never known such courage, such stamina. One needs to bow down to the people who sacrifice their lives with such simplicity, in fierce battles that go without respite day and night. These are harsh and sublime days.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/india-to-impose-its-own-tariffs-on-some-goods-imported-from-the-u-s-11560517278", "title": "India to Impose Tariffs on Some Goods Imported From the U.S.", "date": "2019-06-14 10:26", "summary": "Move is apparent retaliation for Washington's recent decision to withdraw a key trade privilege. NEW DELHI-India will impose higher tariffs on some goods imported from the U.S., according to Indian officials, in an apparent response to a U.S. move earlier this month to remove some special trade benefits that India had enjoyed.", "categories": [["World", "Asia", "India"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/india-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alison-roman-reveals-where-to-get-the-best-wine-in-london-11560521732", "title": "Alison Roman on Her Summer Packing List", "date": "2019-06-14 10:15", "summary": "The cook and food writer on keeping two toiletry kits, the indulgence of ordering coffee in bed and why she loves to work on planes. In this series, we talk to designers, artists and entertainers about where they're traveling this summer, what they're packing, how they stay entertained in-flight and more.", "categories": [["Travel", "Out of Office"]], "category_links": ["https://www.wsj.com/news/types/magazine-travel?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-would-alert-fbi-over-foreign-information-on-rivals-11560521358", "title": "Trump Says He Would Alert FBI Over Foreign Information on Rivals", "date": "2019-06-14 10:09", "summary": "President appeared to shift his stance the day after saying he wouldn't consider it wrong to look at such information and wouldn't necessarily contact authorities. President Trump appeared to shift his stance on how he would handle information about political rivals offered by foreign actors, saying Friday he would take a look at any material but also alert federal investigators.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/grinnell-review-the-western-establishment-11560521333", "title": "'Grinnell' Review: The Western Establishment", "date": "2019-06-14 10:08", "summary": "The early conservation movement was shaped by elite urbanites like George B. Grinnell, a New Yorker who fell in love with the frontier at Yale.. In reporting the death of George Bird Grinnell in April 1938, the New York Times lionized him as \"the father of American conservation.\" This was no hyperbole. Consider just a selection of Grinnell's most significant accomplishments: He was the founder or co-organizer of the Audubon Society and the New York Zoological Society; longtime editor of Forest and Stream; a savior of the buffalo; and the driving force behind the creation of Montana's Glacier National Park (which boasts a mountain, a lake and a now-dwindling glacier bearing his name). But in our own time, Grinnell-if not necessarily forgotten-is overshadowed by many of his contemporaries and even a few of his successors, from Gifford Pinchot to Aldo Leopold. In \"Grinnell: America's Environmental Pioneer and His Restless Drive to Save the West,\" the first full-length biography of the man, John Taliaferro seeks to restore him to his rightful place among the giants of the early conservation movement in the United States.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiction-tin-eared-bureaucrats-and-frayed-connections-11560521295", "title": "Fiction: Tin-Eared Bureaucrats and Frayed Connections", "date": "2019-06-14 10:08", "summary": "A wicked office satire set in the EU's Ministry of Culture & Education, a Babel of incoherent crosstalk.. The saying is that history repeats itself, first as tragedy and then as farce. But the impression given in Robert Menasse's novel \"The Capital\" (Liveright, 417 pages, $27.95) is that in the case of the European Union, history skipped straight to the second phase. Mr. Menasse's stinging office satire takes place in the EU's headquarters in Brussels, a Joseph Heller-like funhouse of bureaucratic cul-de-sacs, interdepartmental squabbling, nonsensical regulations and embarrassing acronyms. The dream of a polyglot governing body working toward shared interests has brought about a teetering Babel of incoherent crosstalk.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-retail-sales-increased-in-may-11560516206", "title": "U.S. Retail Sales Increased in May", "date": "2019-06-14 10:03", "summary": "Sales rose 0.5% last month, a boost to the economy this spring. WASHINGTON-American shoppers ramped up their spending in May, a boost to the economy this spring.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/america-needs-more-kids-on-bikes-11560520800", "title": "America Needs More Kids on Bikes", "date": "2019-06-14 10:00", "summary": "Take it from LeBron James: It's 'a way to let go and be free.'. The number of children ages 6 to 17 who rode bicycles regularly-more than 25 times a year-decreased by more than a million from 2014 to 2018, according to the Sports & Fitness Industry Association. That includes both casual rides around the neighborhood and more serious cycling for fitness or competition. -The Washington Post, June 4", "categories": [["Life & Work", "Ideas", "Jason Gay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/jason-gay-in-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubs-economists-chinese-pig-comment-consumes-the-internet-11560493825", "title": "UBS Economist Put on Leave After 'Chinese Pig' Comment", "date": "2019-06-14 09:33", "summary": "London economist Paul Donovan made a reference to Chinese pigs when discussing consumer prices. UBS Group AG placed one of its top economists on leave after a comment he made earlier this week sparked furor among Chinese securities professionals.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/elizabeth-warren-wants-7-billion-in-grants-for-minority-entrepreneurs-11560519001", "title": "Warren Wants $7 Billion in Grants for Minority Entrepreneurs", "date": "2019-06-14 09:30", "summary": "Democratic candidates are expected to highlight economic blueprints aimed at African-Americans during South Carolina forum. WASHINGTON-Democratic presidential candidate Elizabeth Warren proposed legislation Friday that would allocate $7 billion in federal grants to help minority entrepreneurs start businesses.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-industrial-production-rebounded-in-may-11560518510", "title": "U.S. Industrial Production Rebounded in May", "date": "2019-06-14 09:21", "summary": "The measure of factory, mining and utility output rose slightly from the prior month. WASHINGTON-U.S. industrial production rose in May, a welcome sign of strength in the sector after a spate of weak readings this year.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-end-of-the-golden-state-warriors-era-of-invicibility-11560517376", "title": "The End of the Golden State Warriors' Era of Invincibility", "date": "2019-06-14 09:02", "summary": "The Warriors got worse. The NBA got better. The Raptors won the championship because the rest of the league finally caught one of the greatest teams ever.. OAKLAND, Calif.-The day before the last night of their dynasty, the Golden State Warriors ended practice by playing a song called \"Changes.\" This was not a coincidence. The Warriors take pride in curating their musical playlists, and \"Changes\" by Tupac was the perfect song for this particular situation.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/todays-logistics-report-tensions-over-tankers-slowing-jet-supply-chains-hardly-delivering-profits-11560517263", "title": "Today's Logistics Report: Tensions Over Tankers; Slowing Jet Supply Chains; Hardly Delivering Profits", "date": "2019-06-14 09:01", "summary": "Today's Top Supply Chain and Logistics News from WSJ. Sign up: With one click, get this newsletter delivered to your inbox.", "categories": [["WSJ Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/wsj-logistics-report-newsletter?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tech-players-confront-long-list-of-challenges-in-u-s-china-trade-fight-11560516848", "title": "Tech Players Confront Long List of Challenges in U.S.-China Trade Fight", "date": "2019-06-14 08:54", "summary": "At the WSJ Tech D.Live conference, top investors and company leaders emphasize how unpredictable the global economy has become. HONG KONG-The U.S.-China feud is challenging the technology industry in areas including financial deals, supply chain and talent recruitment, though some players are finding bright spots, executives said on Friday.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-broadcom-blue-apron-red-robin-fiverr-11560508511", "title": "Stocks to Watch: Broadcom, Blue Apron, Red Robin, Fiverr", "date": "2019-06-14 08:53", "summary": "Chewy is set to debut on the New York Stock Exchange Friday. Here are some of the companies with shares expected to trade actively in Friday's session. Stock movements noted by ticker reflect movements during regular trading hours; premarket trading is specified separately.", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/emerging-markets-cut-interest-rates-amid-expectations-of-looser-fed-policy-11560515509", "title": "Emerging Markets Cut Rates Amid Expectations of Looser Fed Policy", "date": "2019-06-14 08:31", "summary": "When the Fed is easing, other central banks can follow suit, and indeed sometimes must, to avoid currency appreciations. Central banks in emerging markets around the world are cutting interest rates, with Russia the latest example, as expectations of easier money in the U.S. give developing markets the room to stimulate their economies.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-kawhi-leonard-should-stay-in-canada-11560514637", "title": "Why Kawhi Leonard Should Stay in Canada", "date": "2019-06-14 08:17", "summary": "The quiet MVP won a title and remodeled a franchise in his image. It can't get better than that.. Well, Kawhi Leonard, you've really done it now.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-tanker-attacks-revive-debate-over-saudi-arms-sales-11560513666", "title": "Fuel Tanker Attacks Revive Debate Over Saudi Arms Sales", "date": "2019-06-14 08:01", "summary": "A bipartisan group of senators is seeking to block a set of arms sales largely to Saudi Arabia and the U.A.E.. This item first appeared in the Capital Journal newsletter. Read today's full newsletter here or sign up here for daily updates in your inbox.", "categories": [["Politics", "Political Intelligence"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/political-intelligence?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wave-of-index-money-is-about-to-hit-recent-ipos-like-uber-11560513600", "title": "Uber and Other IPOs Set for an Index Bounce", "date": "2019-06-14 08:00", "summary": "Funds need to buy Lyft, Beyond Meat and other new listings to match rebalanced Russell indexes. Index funds are about to pump nearly $1 billion into the recent crop of initial public offerings that includes Uber Technologies Inc., Lyft Inc. and Beyond Meat Inc.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/snap-hunts-for-global-growthbut-it-isnt-obsessing-over-user-numbers-11560513322", "title": "Snap Hunts for Global Growth-but It Isn't Obsessing Over User Numbers", "date": "2019-06-14 07:55", "summary": "Snap's ambitions extend beyond its core markets in the U.S. and Western Europe, says chief strategy officer. HONG KONG- Snap Inc.'s future looks more global than the company's current dominance among U.S. teens and early 20-somethings, a senior executive said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/republican-sen-grassley-challenges-trump-on-some-trade-policies-11560513135", "title": "The GOP Senator Who Challenges Trump on Trade Policies", "date": "2019-06-14 07:52", "summary": "Iowa senator defends his constituents-corn and soybean farmers-who have been hurt by tariffs. WASHINGTON-Few sectors of the American economy have been hit as hard by the U.S.-China trade conflict as the corn and soybean farmers whom Republican Sen. Chuck Grassley counts among his Iowa constituents.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-nudge-from-dan-loeb-could-pay-dividends-for-sony-11560512483", "title": "A Nudge From Dan Loeb Could Pay Dividends for Sony", "date": "2019-06-14 07:41", "summary": "Activist investor suggests a split of Sony's businesses for the second time in six years. Activist investor Daniel Loeb is calling for a split of Sony again. He may not get everything he wants, but he probably won't come away empty-handed either.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/is-an-m-b-a-still-valuable-under-the-right-circumstances-say-wsj-readers-11560450281", "title": "Is an M.B.A. Still Valuable? Under the Right Circumstances, Say WSJ Readers", "date": "2019-06-14 07:37", "summary": "Amid falling enrollments, respondents debate benefits of more costly in-school programs versus online ones. ", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/juice-for-chinas-economy-is-coming-11560511911", "title": "Juice for China's Economy Is Coming", "date": "2019-06-14 07:34", "summary": "China's economic data for May was bad, aligning the stars for more aggressive stimulus from Beijing. China's May economic data confirmed what earlier trade and business surveys had already hinted at: China is at risk of a substantial slowdown after an apparent improvement in growth prospects early this year. Further monetary and fiscal support is all but inevitable.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/earnings-in-the-u-s-a-game-of-chutes-and-ladders-11560511801", "title": "Earnings in the U.S.: A Game of Chutes and Ladders", "date": "2019-06-14 07:30", "summary": "Over 40 years, 70% of the population made it into the top 20% of earners, says a study. But far fewer stayed there.. Making it to the top may be the American dream. But getting there may be easier than staying there.", "categories": [["U.S.", "The Numbers"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/the-numbers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-novice-player-gets-a-painful-lesson-in-middle-east-peacemaking-11560510619", "title": "A Novice Player Gets a Painful Lesson in Middle East Peacemaking", "date": "2019-06-14 07:10", "summary": "Japanese Prime Minister Shinzo Abe ends trip to Iran with the U.S.-Iran conflict even more volatile than before. TEHRAN-Japanese Prime Minister Shinzo Abe had a rough debut as Middle East peacemaker, ending the first trip by a Japanese leader to Iran in 41 years with the U.S.-Iran conflict even more volatile than before.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-markets-inflation-expectations-arent-making-sense-11560508678", "title": "The Market's Inflation Expectations Aren't Making Sense", "date": "2019-06-14 06:41", "summary": "Inflation expectations pointing to risks of deflation in Europe and an inflation surge in the U.K. are probably misfiring. Inflation expectations implied by the price of financial assets are a key guide for central bankers and investors alike. Seeing how they have behaved of late, their credibility should be questioned.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-ceos-choice-stay-together-or-bend-to-loebs-breakup-push-11560506458", "title": "Sony CEO's Choice: Stay Together or Bend to Loeb's Breakup Push", "date": "2019-06-14 06:00", "summary": "Kenichiro Yoshida has given little indication he is willing to break off big chunks of the company. TOKYO-The latest push by investor Daniel Loeb to break up Sony Corp. presents a dilemma for Chief Executive Kenichiro Yoshida, who is generally sympathetic to Wall Street's thinking but wants to keep his conglomerate intact.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-postpones-launch-of-mate-x-foldable-phone-11560502468", "title": "Huawei Postpones Launch of Mate X Foldable Phone", "date": "2019-06-14 05:38", "summary": "Chinese tech company delays sale of $2,600 device in part to improve the folding screen. HONG KONG-China's Huawei Technologies Co. is delaying the release of its highly touted foldable smartphone to September from a previously announced launch date of June, a company executive said.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/belarus-comes-in-from-the-cold-as-it-seeks-to-distance-itself-from-russia-11560504604", "title": "Belarus Seeks to Distance Itself From Russia", "date": "2019-06-14 05:30", "summary": "Authoritarian President Aleksander Lukashenko, once shunned by U.S., EU, now hopes to take advantage of competition between Moscow, the West and China to diversify trade. MINSK, Belarus-President Aleksander Lukashenko was once shunned as Europe's last dictator.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kongs-clout-as-a-global-financial-center-clouded-by-uncertainty-11560504645", "title": "Hong Kong's Clout as a Global Financial Center Clouded by Uncertainty", "date": "2019-06-14 05:30", "summary": "Extradition bill controversy has prompted more wealthy Chinese in Hong Kong to consider moving money to places like Singapore. The controversial prospect of extraditions from Hong Kong to mainland China has thrown fresh doubt on the city's status as a global financial hub.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/logs-are-littering-california-towns-as-trees-are-cut-to-prevent-wildfires-11560504600", "title": "Logs Litter California Towns as Trees Are Cut to Prevent Wildfires", "date": "2019-06-14 05:30", "summary": "Resume Subscription. PARADISE, Calif-As contractors rush to cut down trees so that this community decimated by a wildfire last year doesn't burn again, they're creating a fresh problem: piles of timber everywhere.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/does-amazon-really-pay-no-taxes-heres-the-complicated-answer-11560504602", "title": "Does Amazon Really Pay No Taxes?", "date": "2019-06-14 05:30", "summary": "Amazon has paid income taxes, albeit at a low rate-and likely has been helped by deductions and incentives related to investment, research and employee compensation. Democratic presidential candidates have seized on reports that Amazon.com Inc. paid no 2018 federal taxes as they press for changes in the tax system.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-perilous-blessing-of-opioids-11560504600", "title": "The Perilous Blessing of Opioids", "date": "2019-06-14 05:30", "summary": "An injured bioethicist learned firsthand how desperately patients with severe pain need the relief of powerful drugs-and how little support they get to stop taking them.. On a beautiful Memorial Day weekend four years ago, I left my home in Germantown, Md., on one of my rare motorcycle trips, but I did not get very far. A few blocks from the townhouse where I lived with my partner and our baby girl, a young man drove his large white van directly into the side of my bike. My left foot was crushed, and I was tossed to the ground.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-toronto-raptors-win-the-nba-championship-11560484098", "title": "Toronto Raptors Win the NBA Championship", "date": "2019-06-14 02:27", "summary": "With a victory in Game 6, the Raptors dethrone the league's reigning dynasty and claim the first title in franchise history. OAKLAND, Calif.-Before the first NBA team outside the U.S. ever played a game, the new franchise in Toronto needed a name. The owners asked the entire nation of Canada for ideas. Some were good. Some were bad. Some were terrible. And one was the Raptors. It was 1994. \"Jurassic Park\" was big. That was reason enough for this basketball team to be named after dinosaurs.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ubers-ipo-was-just-a-bump-in-the-road-top-executive-says-11560491741", "title": "Uber's IPO Was Just a Bump in the Road, Top Executive Says", "date": "2019-06-14 01:55", "summary": "Ride-hailing company sees strong potential for growth in Japan, South Korea, Germany, Italy, Spain and Argentina. HONG KONG- Uber Technologies Inc. staff remain focused on global expansion following last month's initial public offering, said Brooks Entwistle, the company's chief international business officer.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accused-new-zealand-mosque-shooter-pleads-not-guilty-to-murder-terror-charges-11560476874", "title": "Accused New Zealand Mosque Shooter Pleads Not Guilty", "date": "2019-06-14 00:19", "summary": "Brenton Tarrant is facing charges including 51 for murder and one related to terrorism over a massacre at two mosques in Christchurch. CHRISTCHURCH, New Zealand-The man accused of killing 51 people in the deadliest terror attacks in New Zealand's history, sparking a ban on semiautomatic and assault weapons, has pleaded not guilty.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/booking-holdings-ceo-data-privacy-compliance-pushes-costs-higher-11560485629", "title": "Booking Holdings CEO: Data-Privacy Compliance Pushes Costs Higher", "date": "2019-06-14 00:13", "summary": "'You have different parts of the world, different legal jurisdictions are coming up with different rules,' Glenn Fogel says. HONG KONG-Global companies are grappling with different data-privacy rules in individual markets, said Glenn Fogel, chief executive of online travel company Booking Holdings Inc.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11560465854", "title": "Pepper...and Salt", "date": "2019-06-14 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/daniel-loebs-third-point-calls-for-breakup-of-sonyagain-11560477978", "title": "Third Point Calls for Breakup of Sony -Again", "date": "2019-06-14 23:54", "summary": "Activist hedge fund is pushing for Japanese company to spin off semiconductor business. Daniel Loeb's activist hedge fund has Sony Corp. back in its sights and is pushing the Japanese electronics and entertainment company to spin off its semiconductor business.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/actor-cuba-gooding-jr-charged-with-sex-crime-11560473068", "title": "Actor Cuba Gooding Jr. Pleads Not Guilty to Sex Crime", "date": "2019-06-14 23:10", "summary": "Oscar winner pleads not guilty after being accused of groping a woman at a rooftop bar in Manhattan. Oscar-winning actor Cuba Gooding Jr. was arrested and charged Thursday with misdemeanor sex crimes for allegedly groping a woman's breast at a New York City rooftop bar, the Manhattan district attorney's office said.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chewy-ipo-prices-above-high-end-of-range-11560476602", "title": "Chewy IPO Prices Above High End of Range", "date": "2019-06-14 21:43", "summary": "Online pet-products retailer plans to sell 5.6 million shares, while its majority owner PetSmart aims to sell 40.9 million shares. Online pet-products retailer Chewy Inc. priced its initial public offering at $22 a share, a figure higher than its previous range.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/facebooks-new-cryptocurrency-gets-big-backers-11560463312", "title": "Facebook's New Cryptocurrency, Libra, Gets Big Backers", "date": "2019-06-14 21:37", "summary": "Visa, Mastercard, PayPal and Uber are among firms that will invest around $10 million each in consortium that will govern digital coin. Facebook Inc. has signed up more than a dozen companies including Visa Inc., Mastercard Inc., PayPal Holdings Inc. and Uber Technologies Inc. to back a new cryptocurrency it plans to unveil next week and launch next year.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-truist-story-about-the-perils-of-combining-company-names-11560464391", "title": "A Truist Story About the Perils of Combining Company Names", "date": "2019-06-14 21:36", "summary": "BB&T and SunTrust banks merged and needed a new name. They came up with Truist, prompting some head-scratching. What is Truist? It isn't the name of an artificial sweetener or a misspelled word in Shakespearean English, as some on the internet have posited.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-fund-for-southeast-asia-tech-hits-first-close-11560472323", "title": "New Fund for Southeast Asia Tech Hits First Close", "date": "2019-06-14 20:32", "summary": "The debut fund from Asia Partners seeks to invest in startups in what it sees as an underappreciated market. A new Southeast Asia-focused private-equity firm launched by a group of seasoned technology executives has hit the first close of its debut fund, the latest sign of investors' growing enthusiasm for startups in the populous region.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-spokeswoman-sarah-sanders-to-depart-11560456872", "title": "Sarah Sanders, Trump's Spokeswoman, to Leave White House", "date": "2019-06-14 20:23", "summary": "Press secretary hasn't held a formal briefing in months as much news now comes from the president's Twitter feed. WASHINGTON-White House press secretary Sarah Sanders will leave her job at the end of the month to return to her home state of Arkansas, President Trump said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}]