[{"link": "https://www.wsj.com/articles/state-abortion-curbs-stoke-partisan-tensions-in-washington-11558949400", "title": "State Abortion Curbs Stoke Partisan Tensions in Washington", "date": "2019-05-27 19:35", "summary": "Democrats and Republicans both see trend of antiabortion laws bolstering their 2020 campaigns. WASHINGTON-The passage of a number of state laws severely restricting abortion is intensifying a national fight over the issue on Capitol Hill and in the 2020 battle for control of Congress.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-edge-higher-in-wake-of-european-elections-11558946842", "title": "Stocks Rise in Wake of European Elections", "date": "2019-05-27 19:26", "summary": "European stocks also get a lift from car makers following Fiat Chrysler's and Renault's confirmation of merger talks. Stocks in Europe gained after voters in European Union parliamentary elections showed broad but more fragmented support for pro-EU parties, while populist factions gained less ground than expected.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bruised-by-severe-weather-arkansas-and-oklahoma-prepare-for-more-11558999249", "title": "Bruised by Severe Weather, Arkansas and Oklahoma Prepare for More", "date": "2019-05-27 19:20", "summary": "Communities sift though tornado and flood damage while girding for further record flooding. Government officials in storm-ravaged Oklahoma continued relief and recovery efforts on Monday following a deadly tornado that swept through the central part of the state.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-ferry-riders-see-long-waits-over-holiday-weekend-11558993782", "title": "New York City Ferry Riders Faced Long Waits Over Holiday Weekend", "date": "2019-05-27 18:37", "summary": "The fleet rented four additional vessels to accommodate the extra capacity. New York City's ferry system was hit with crowds of passengers over the Memorial Day weekend, leading to hourlong waits to board vessels and spurring complaints that the fleet of boats can't handle the demand.", "categories": [["U.S.", "Transit"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-transit?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/risky-municipal-bonds-are-on-a-hot-streak-11558949401", "title": "Risky Municipal Bonds Are on a Hot Streak", "date": "2019-05-27 18:10", "summary": "Funds dealing in high-yield munis have drawn $8 billion as investors search further afield for returns. ", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-medicaid-for-all-11558994967", "title": "California's Medicaid for All", "date": "2019-05-27 18:09", "summary": "Democrats want to pay for health care for every illegal immigrant.. Milton Friedman once said you can't have open borders and a welfare state. He may have found an ally in California Gov. Gavin Newsom, who is in a standoff with the Democratic Legislature over expanding Medicaid to undocumented immigrants.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-government-auto-merger-11558994940", "title": "A Government Auto Merger", "date": "2019-05-27 18:09", "summary": "Politics and regulation are driving a Renault-Fiat Chrysler tie.. After an on-and-off-again courtship, Fiat Chrysler is proposing a merger with French automaker Renault that could make both more globally competitive. The shame is that the tie-up, like so many business decisions nowadays, is largely being driven by political considerations.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-wage-gap-commissars-11558994997", "title": "The 'Wage Gap' Commissars", "date": "2019-05-27 18:09", "summary": "Kamala Harris wants to insert bureaucrats into salary decisions.. Presidential candidate Kamala Harris's latest bid for progressive hearts begins with a laudable ideal: Men and women should receive equal pay for equal work. Who can disagree, even without mentioning that discrimination by sex is illegal? The trouble is that the California Senator goes on to propose that political commissars oversee salary decisions for roughly 80 million American workers.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/aladdin-flies-to-healthy-opening-at-the-box-office-11558975749", "title": "'Aladdin' Flies to Healthy Opening at the Box Office", "date": "2019-05-27 17:57", "summary": "Live-action version of 1992 animated hit is latest in series of remakes of beloved titles. LOS ANGELES- Walt Disney Co. 's \"Aladdin\"-the latest in a series of live-action remakes of the company's beloved titles-opened with a strong performance at the box office over the weekend, delivering a win for a studio strategy that has so far yielded inconsistent results.", "categories": [["Business", "Media & Marketing"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/media-marketing?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/venezuelan-businessman-joined-plot-to-oust-maduroand-escape-sanctions-11558958520", "title": "Businessman Joined Plot to Oust Maduro-and Escape Sanctions", "date": "2019-05-27 17:26", "summary": "Resume Subscription. CARACAS, Venezuela-To tempt senior Venezuelan officials to turn on their president, opposition leaders recently turned to a wealthy Venezuelan businessman wanted in Florida for allegedly laundering billions of dollars for top regime figures.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trade-tension-deals-tractor-makers-a-fresh-blow-11558949436", "title": "Trade Tension Deals Tractor Makers a Fresh Blow", "date": "2019-05-27 17:01", "summary": "Deere, CNH and others already hurting because of a slumping agricultural economy are paying more for materials due to tariffs. Tariffs and trade tensions are pushing makers of U.S. farm-equipment into a deeper ditch.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-sick-man-of-europe-is-europe-11558989783", "title": "The Sick Man of Europe Is Europe", "date": "2019-05-27 16:43", "summary": "The EU's election results show the Continent is far from realizing its dreams of becoming a superpower.. Two takeaways from Sunday's European Union elections: First, the centrists-the moderate right and left-were decimated. For the first time since 1979, Christian Democrats and Social Democrats, the reliably pro-European bloc, no longer hold the majority in the 751-member European Parliament. Second, the far right-the Europe bashers and nationalists-scored big, increasing their take to about 170 seats. In Britain, the Brexit Party trounced both Labour and the Tories. In France, Marine Le Pen's National Rally outpolled President Emmanuel Macron's party and its allies.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-promise-and-peril-of-modis-triumph-11558989753", "title": "The Promise and Peril of Modi's Triumph", "date": "2019-05-27 16:42", "summary": "Hindu nationalism made India governable. Can it stay that way?. Narendra Modi's triumphant re-election as India's prime minister may not have been a shock-ever since Indian forces retaliated in February against Pakistan-based attacks in Kashmir, the contest had been moving in his direction-but it does represent an important tipping point in Indian history, and therefore in world history.", "categories": [["Opinion", "Global View"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/global-view?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/five-dead-in-chicago-as-new-mayor-aims-to-tackle-violence-11558983543", "title": "Five Dead in Chicago as New Mayor Aims to Tackle Violence", "date": "2019-05-27 16:38", "summary": "Killings at start of often-violent summer period are on par with last year so far. CHICAGO-Chicago police said violence in the city over the Memorial Day weekend so far appeared on par with last year as new Mayor Lori Lightfoot sought to put her mark on the issue.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/john-robertss-illegitimate-court-11558989312", "title": "John Roberts's 'Illegitimate' Court", "date": "2019-05-27 16:35", "summary": "Abortion advocates try to intimidate the chief justice into upholding Roe.. It's that time again, when news stories about a big case that may end up before the Supreme Court come with a warning that what's at stake is the \"legitimacy of the Roberts court.\"", "categories": [["Opinion", "Main Street"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/main-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iran-has-been-at-war-for-40-years-11558989257", "title": "Iran Has Been at War for 40 Years", "date": "2019-05-27 16:34", "summary": "Obama's policy heightened the danger from Tehran, while Trump's shows promise of easing it.. The U.S. plans to send 1,500 troops and other military assets to the Middle East to counter the Iranian threat. Those who worry about the possibility of war ignore that Iran is already at war and has been for almost 40 years. Its recent sabotage of commercial vessels in the United Arab Emirates and pipelines in Saudi Arabia continues a long pattern that began with the invasion of the U.S. Embassy in Tehran in November 1979.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/huawei-and-the-u-s-constitution-11558989190", "title": "Huawei and the U.S. Constitution", "date": "2019-05-27 16:33", "summary": "Congress passed a bill of attainder against us, and we're suing.. The British Parliament once levied sentences against purported conspirators seeking to overthrow the crown. As a result, the U.S. Constitution prohibits Congress from passing any \"bill of attainder\"-a law punishing a person or group without a trial.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/would-you-like-guilt-with-your-latte-11558989233", "title": "Would You Like Guilt With Your Latte?", "date": "2019-05-27 16:33", "summary": "You can feel good about drinking $5 coffee as long as you feel bad about it.. Starbucks plans to eliminate plastic straws from its stores by next year. Lyft has committed to \"carbon neutrality.\" Candy-maker Mondelez says all its wrappers will be recyclable by 2025, and Goldman Sachs has banished paper cups. But there's scant evidence that these gestures benefit customers, shareholders, employees or the environment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/litigation-wont-solve-the-opioid-crisis-11558989157", "title": "Litigation Won't Solve the Opioid Crisis", "date": "2019-05-27 16:32", "summary": "Patients suffering from the effects of abuse need real help, not scapegoats.. In my 40-year career helping companies navigate crises, including stints as vice chairman of a near-bankrupt Chrysler in the 1980s and chairman of AIG after the federal bailout a decade ago, I'd never encountered a situation as challenging or important to society than the one I now face as chairman of Purdue Pharma.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-europe-still-divided-11558976699", "title": "A Europe More Divided", "date": "2019-05-27 16:30", "summary": "Political integration takes a hit in the EU elections, and Brexit means Brexit.. Anyone looking for a clear message from the European Union's parliamentary elections has a better divining rod than we do. The anti-EU right did well, but so did the greens on the left. While nationalists gained votes, pro-EU parties will still hold two-thirds of the seats in Brussels. Perhaps it makes more sense to look at the meaning for nation states.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-dictionary-wars-review-fighting-words-11558988681", "title": "'The Dictionary Wars' Review: Fighting Words", "date": "2019-05-27 16:24", "summary": "A meek and tireless scholar works to clean up the often sloppy lexicographical work of Noah Webster. The whole effort spells trouble.. One might well assume that Noah Webster (1758-1843), America's most famous lexicographer, was a cloistered pedant or quiet scholar poring over books and manuscripts. In fact, he became, over the course of his long life, a quarrelsome, legalistic, grudge-holding man-at times for good reason.", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/in-europe-haggling-begins-over-who-will-succeed-mario-draghi-11558782000", "title": "Haggling Begins Over Who Will Succeed ECB's Mario Draghi", "date": "2019-05-27 16:11", "summary": "Process to replace ECB president comes under scrutiny as region faces economic and political turmoil. FRANKFURT-It's horse-trading season in Europe.", "categories": [["Economy", "The Outlook"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/the-outlook?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/notable-quotable-mathematics-for-social-justice-11558987874", "title": "Notable & Quotable: Mathematics for Social Justice", "date": "2019-05-27 16:11", "summary": "'Themes include human trafficking, income inequality, policing, environmental racism . . .'. From the American Mathematical Society's online bookstore:", "categories": [["Opinion", "Commentary", "Notable & Quotable"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/notable-quotable?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/austrian-leader-ousted-after-coalitions-collapse-11558972689", "title": "Austrian Leader Ousted After Coalition's Collapse", "date": "2019-05-27 16:00", "summary": "Confidence vote topples Chancellor Sebastian Kurz, but strong showing in EU election points to a comeback. VIENNA-Austrian Chancellor Sebastian Kurz, one of Europe's most popular conservatives, was ousted by a no-confidence vote following a secret-tape scandal that drove his nationalist coalition partner from power.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/many-in-iran-dont-expect-war-with-u-s-but-see-suffering-ahead-11558986519", "title": "Many in Iran Don't Expect War With U.S., but See Suffering Ahead", "date": "2019-05-27 15:48", "summary": "Money changers and others forecast a return to talks, say living standards will get worse first. TEHRAN, Iran-Most money changers here in Iran's capital, who have long had their finger on the pulse of public sentiment, don't expect a war with the U.S.-and instead say the economy's decline will eventually force Iran's leaders to negotiate with Washington.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/economy-week-ahead-consumer-confidence-gdp-11558986360", "title": "Economy Week Ahead: Consumer Confidence, GDP", "date": "2019-05-27 15:46", "summary": "Also, fresh personal-income, spending and inflation data. In the week ahead, the U.S. will see fresh figures on consumer confidence, personal spending and inflation. The Commerce Department will also release an updated estimate of first-quarter growth.", "categories": [["Economy", "Economy Week Ahead"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economy-week-ahead?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-he-doesnt-think-north-korean-missile-tests-violate-u-n-resolution-11558942188", "title": "Trump Says Recent North Korean Missile Tests Don't Bother Him", "date": "2019-05-27 15:20", "summary": "President says he doesn't think they violate U.N. resolutions, acknowledges disagreement with advisers. TOKYO-President Trump said he wasn't bothered by North Korea's latest round of missile tests and the U.S. wasn't seeking regime change in Iran, striking conciliatory notes on the two nations' nuclear programs as he wrapped up his second trip to Japan since taking office.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/let-immigrants-of-all-sorts-try-for-the-team-11558980671", "title": "Let Immigrants of All Sorts Try for the Team", "date": "2019-05-27 14:11", "summary": "Our nation historically has been more like the Milwaukee Brewers than the New York Yankees.. Regarding your May 18 editorial \"Trump's Immigration Progress\": One way to understand the merits and weaknesses of the president's recently announced immigration policy is to understand the difference between the free-agency approach to forming a baseball team compared with forming a team by relying on the draft and the minor-league system. There are benefits to a system that makes it easier for people with specialized skills to enter our nation, and it is a good policy in the short term. Yet it would contradict who we are as a nation to make this approach the bedrock of our immigration policy.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/preparing-for-disasters-saves-costly-cleanups-11558980513", "title": "Preparing for Disasters Saves Costly Cleanups", "date": "2019-05-27 14:08", "summary": "Government cannot simply react to these terrible events-the public interest is better served if we adopt a more proactive approach.. Regarding your May 16 editorial \"Washington's Disaster Cynicism\": The discussion on Capitol Hill regarding more relief for Puerto Rico in the face of billions in unspent appropriations strongly suggests a need for transition to more robust planning to address changing risks to local infrastructure. Natural disasters such as a storms, wildfires, floods and earthquakes have for years reflexively triggered immediate funding relief efforts.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-cheers-for-americas-unit-of-measure-rebellion-11558980459", "title": "Two Cheers for America's Unit-of-Measure Rebellion", "date": "2019-05-27 14:07", "summary": "Give them 2.54 cm and they'll take 1.60934 kilometers.. I'm glad someone finally stuck up for our beloved system of customary measurements (\"Be a Leader, Not a Liter,\" op-ed, May 20). Everything James Panero says is true, especially the part about units being easily divided into fractions, which are much more intuitive than decimals. I would add that the biggest supposed benefit of the metric system is the ease of converting between units, but that no longer matters when everyone carries a pocket-size super computer. Oh, and I'll add a final point: Who wants to say \"Give them 2.54 centimeters and they'll take 1.60934 kilometers\"?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-bigger-body-of-research-will-put-gene-studies-to-use-11558980411", "title": "A Bigger Body of Research Will Put Gene Studies to Use", "date": "2019-05-27 14:06", "summary": "Many individuals must be tested in order to identify the small number of people who have disease-causing changes in a given gene.. As Amy Dockser Marcus suggests in \"The Unfulfilled Promise of DNA Testing\" (page one, May 18), making sense of the terabytes of information we can obtain from genetic testing is the current frontier in genomic science. This understanding will lead to much broader and more effective use of genetic technologies.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chryslers-italian-problem-drives-need-for-partner-11558949401", "title": "Fiat Chrysler's Italian Problem Drives Need for Partner", "date": "2019-05-27 13:04", "summary": "Auto maker has been stymied by long-term weakness in the Fiat brand. Behind Fiat Chrysler Automobiles NV's proposed alliance with Renault SA lies the need to fix chronic weakness at the Italian-American company's Fiat brand.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/even-a-king-cant-rename-a-country-without-some-complications-11558976191", "title": "Even a King Can't Rename a Country Without Some Complications", "date": "2019-05-27 12:56", "summary": "Swaziland became Eswatini last year, but sign makers haven't caught up, it takes time to use up old stationery and the seating arrangement at the U.N. had to be reordered; plus, a question on the correct capitalization. MBABANE, Eswatini-King Mswati III, absolute ruler of the tiny southern African nation of Swaziland, last year announced on his 50th birthday that the country would henceforth be known as Eswatini.", "categories": [["A-hed"]], "category_links": ["https://www.wsj.com/news/types/a-hed?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-investment-banking-chief-ritchie-could-depart-as-tough-cutbacks-look-set-to-bite-11558975361", "title": "Deutsche Bank Investment-Banking Chief Ritchie Could Depart as 'Tough Cutbacks' Look Set to Bite", "date": "2019-05-27 12:42", "summary": "Executives have discussed potential departure of , who has come under fire from investors for dismal results. Deutsche Bank AG executives have discussed the potential departure of investment-banking chief Garth Ritchie, who has come under fire from investors for dismal results since he became the highest-paid senior executive at the embattled lender last year, according to people familiar with the matter.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fiat-chrysler-and-renault-are-on-the-right-road-11558966083", "title": "Fiat Chrysler, Renault Are on the Right Road", "date": "2019-05-27 11:10", "summary": "Central question of who will manage the combined entity needs to be resolved gracefully. Big personalities get in the way of big merger agreements. A tie-up between Fiat Chrysler Automobiles and Renault has a better chance of succeeding than most such proposals because both companies have lost larger-than-life bosses over the past year.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/some-luxury-brands-look-frayed-second-hand-11558965601", "title": "Some Luxury Brands Look Frayed Second-Hand", "date": "2019-05-27 10:00", "summary": "Discounts in the resale market can give investors clues about which labels need investment or won't sustain their pricing power. Websites that sell second-hand handbags and watches show shoppers quickly which brands hold their value over time. They should also influence how investors think about luxury stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/amid-tensions-irans-crude-buyers-jump-ship-11558964215", "title": "Amid Tensions, Iran's Crude Buyers Jump Ship", "date": "2019-05-27 10:00", "summary": "Most of the country's oil buyers had halted purchases before the U.S. ban on oil sales came into effect. TEHRAN-One month after the Trump administration said it would tighten its ban on Iran's oil sales, the country's direct crude buyers have all but vanished, traders and executives in the Islamic Republic say.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-is-learning-that-china-likes-its-own-model-11558964778", "title": "U.S. Is Learning That China Likes Its Own Model", "date": "2019-05-27 09:46", "summary": "As country's economy and global reach expand, it doesn't feel the need to adapt for Western acceptance. In the long, arduous process of trying to negotiate a new trade deal with China, the U.S. is learning something profound about the country across the table: The basic assumption Americans held about China for most of the last half-century may no longer hold.", "categories": [["Politics", "Capital Journal"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/capital-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/science-health-briefing-the-ethics-of-genetics-research-whats-next-in-space-and-more-11558962000", "title": "Science & Health Briefing: The Ethics of Genetics Research, What's Next in Space, and More", "date": "2019-05-27 09:00", "summary": "A special edition of The 10-Point newsletter. Today's special edition of The 10-Point newsletter takes a closer look at science and health. From disease outbreaks to the ethics of futuristic technology like AI and genetics research, we offer some highlights of our coverage. We invite you to read on for how you can participate in our coverage of the 50th anniversary of the moon landing.", "categories": [["Life & Work", "Science"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/types/science?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/steve-kerr-he-is-like-belichick-with-more-syllables-11558961166", "title": "Steve Kerr: He's Like Belichick, With Less Grunting", "date": "2019-05-27 08:48", "summary": "A dominant Warriors run shortchanges a coach on his own historic ride. When humans praise the Golden State Warriors, and the enormous success they have had over the past half-decade, it usually takes a while for them to get to Steve Kerr. Usually the praise will start with Steph Curry, the catalyst of the Warriors transformation, a luminous long-range shooter who has redefined the boundaries of basketball offense, with the kind of easygoing joy that makes you want to go heave 40-footers in the driveway. From there, you must go to Kevin Durant-as he has said, he's Kevin Durant, you know who he is, though he's hurt right now, and who knows what's next with him, he could be on Real Madrid next season, for all I know.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-return-of-cognacin-cocktail-form-11558960217", "title": "The Return of Cognac-In Cocktail Form", "date": "2019-05-27 08:30", "summary": "The variant of brandy is returning to favor, thanks to its use as a base spirit for several festive cocktails. Three bars offer ways to freshen up this old-school tipple. The French 75 is a quintessential champagne cocktail, a fizzy mix of bubbly, gin, lemon juice and sugar. But an early, lesser-known recipe for the concoction employs another French import instead of the gin: cognac, the grape-based brandy that was once among the most ubiquitous spirits in mixed drinks. By the early 1900s, when the French 75 was introduced, cognac wasn't so common, partially due to the mid-1800s phylloxera epidemic, which had diminished production. Yet Chris Hannah, co-owner of the New Orleans bar Jewel of the South, believes that cognac was actually the French 75's original base spirit. Hannah makes his French 75s with Charles de Cazanove Brut Champagne and D'Ussé VSOP, which he finds better complements the flavors of lemon and sugar than gin does. Cognac is now in the throes of a renaissance, and many old brandy-based recipes for drinks like the Sazerac and the mint julep are being resurrected. Here are three cognacs for mixing old-school cocktails anew.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/inside-londons-new-bread-led-eatery-from-the-lyles-team-11558960200", "title": "Inside London's New 'Bread-Led' Eatery From the Lyle's Team", "date": "2019-05-27 08:30", "summary": "James Lowe's bakery in Borough Market, Flor, will offer all-day, meticulously sourced fare-think cured pork and Comté sandwiches on squishy house-made potato bread. WHEN WE WALKED IN, we knew we had to win this site,\" says chef James Lowe of the Borough Market space where he and restaurateur John Ogier will open Flor, their anticipated bakery, restaurant and wine bar, in June. For devotees of Lyle's, the Shoreditch restaurant Lowe debuted in 2014 that serves dishes with mainly British ingredients, Flor will be more accessible, feature imported ingredients and be open all day. Its \"bread-led\" menu concept will include house-made treats by Anna Higham, pastry chef at Lyle's, like viennoiserie and birch syrup kouign-amann at breakfast. The lunch menu has a cured Mangalitsa pork and Comté sandwich in fermented potato bread. Flor's dinner offerings include lamb ribs with yogurt and black lime, paired primarily with sustainably produced European wines. Designed by James Beard Award-winning firm The MP Shift, Flor's interiors boast original double-height Crittall Victorian windows. Guests will recognize Lowe's subtle culinary style, an approach that won Lyle's a Michelin star and slot No. 38 on the World's 50 Best Restaurants list in 2018. Lowe says Flor offers a \"smaller, more laid-back space, but with a big personality.\" florlondon.com", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/first-big-trial-in-opioid-crisis-set-to-kick-off-in-oklahoma-11558958401", "title": "First Big Trial in Opioid Crisis Set to Kick Off in Oklahoma", "date": "2019-05-27 08:00", "summary": "State challenges Johnson & Johnson in case that will test whether companies can be blamed for drug addiction. The first major test of whether states can hold drugmakers accountable for the opioid crisis is headed to an Oklahoma courtroom.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-police-record-83-rise-in-hate-crimes-11558958400", "title": "New York Police Record 83% Rise in Hate Crimes", "date": "2019-05-27 08:00", "summary": "City Council members push Mayor de Blasio for more funding for prevention. New York politicians and community leaders are pushing Mayor Bill de Blasio for more funding to eradicate hate crimes, as police record a dramatic rise in bias complaints.", "categories": [["U.S.", "Crime"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-crime?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/european-voters-look-set-to-strengthen-skeptics-power-11558869097", "title": "Pro-EU Parties to Hold Majority in European Parliament", "date": "2019-05-27 07:12", "summary": "Established parties lose ground as business-friendly, environmentalist factions make gains; Euroskeptics fail to upend parliament. BRUSSELS-Voters across the European Union turned out in higher numbers than expected and shook up the political establishment in elections for the bloc's parliament.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/jack-nicklauss-gold-rolex-watch-is-set-for-auction-11558954801", "title": "Jack Nicklaus's Gold Rolex Watch Is Set for Auction", "date": "2019-05-27 07:00", "summary": "The golf legend's Day Date model could become one of the most expensive pieces of sports memorabilia ever sold. Jack Nicklaus's record 18 major championship victories spanned three decades and two continents. But from 1967 on, in nearly every photograph of Nicklaus hoisting a trophy, there was a constant: a gold Rolex watch that became one of his most cherished possessions.", "categories": [["Sports", "Golf"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/sports-golf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-chefs-recipe-for-staying-fit-hurling-a-disc-through-the-air-11558954800", "title": "A Chef's Recipe For Staying Fit: Hurling a Disc Through the Air", "date": "2019-05-27 07:00", "summary": "Resume Subscription. When your career revolves around food and travel, it's tough to stick to a healthy routine. Chef, restaurateur and TV show host Andrew Zimmern has spent nearly a lifetime battling the temptations of the culinary world. The 57-year-old credits disc golf, a sport where players attempt to throw a Frisbee-like disc into an elevated basket in the fewest throws possible, for helping him maintain some semblance of balance.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/proposed-new-york-bill-widens-definition-of-workplace-harassment-11558951200", "title": "Proposed New York Bill Widens Definition of Workplace Harassment", "date": "2019-05-27 06:00", "summary": "Democratic lawmakers say 'severe or pervasive' requirement doesn't go far enough. New York lawmakers are considering a stricter standard for workplace-harassment claims that they say would better protect employees from inappropriate behavior.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-s-main-parties-suffer-a-european-election-drubbing-over-brexit-11558949682", "title": "U.K.'s Main Parties Suffer a European Election Drubbing", "date": "2019-05-27 05:34", "summary": "Ruling Conservative Party puts in its worst performance in a nationwide poll in its history. LONDON-British voters delivered stunning blows to the country's two main political parties in European elections, underlining the growing polarization over the effort to leave the European Union but signaling no obvious way out of the Brexit deadlock.", "categories": [["World", "Europe", "U.K."]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb", "https://www.wsj.com/news/types/u-k-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-takes-trade-talks-to-tokyo-11558936637", "title": "Trump Takes Trade Talks to Tokyo", "date": "2019-05-27 01:57", "summary": "In addition to talking business, President Trump and Japanese Prime Minister Shinzo Abe played a little golf and saw a little sumo. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/the-bosses-who-walk-the-walk-on-paternity-leave-11558949400", "title": "The Bosses Who Walk the Walk on Paternity Leave", "date": "2019-05-27 00:01", "summary": "Most Popular News. More new fathers are getting a taste of the pressures that working mothers have faced for decades.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mexican-investigators-file-corruption-charges-against-pemex-ex-ceo-11559016009", "title": "Mexican Investigators File Corruption Charges Against Pemex Ex-CEO", "date": "2019-05-27 00:01", "summary": "Case stems from first high-profile corruption investigation under President López Obrador. MEXICO CITY-Mexican investigators have filed charges with federal prosecutors against the former head of state-run oil company Petróleos Mexicanos in connection with a corruption probe, officials said on Monday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/drug-giant-tries-new-tactic-to-fight-cancer-11558958400", "title": "Drug Giant Tries New Tactic to Fight Cancer", "date": "2019-05-27 00:01", "summary": "AstraZeneca's new cancer boss is targeting early stages of the disease, but hurdles loom. Seeking an edge in the increasingly competitive market for cancer drugs, one of the industry's largest companies is taking a bold but risky approach: targeting the early stages of the disease.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}]