[{"link": "https://www.wsj.com/articles/trump-offers-to-meet-north-korea-s-kim-11561763221", "title": "Trump Offers to Meet North Korea's Kim", "date": "2019-06-29 14:53", "summary": "President tweets he'd like to meet at DMZ, adds he might step inside North Korea. President Trump said he is willing to meet North Korean leader Kim Jong Un at the demilitarized zone between North and South Korea, even if just to \"say hello,\" which drew interest from Pyongyang.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fresh-off-albany-wins-progressives-set-goals-on-future-legislation-11561806002", "title": "Fresh Off Albany Wins, Progressives Set Goals on Future Legislation", "date": "2019-06-29 14:24", "summary": "Aims in New York legislature include full legalization of marijuana; Conservative Party chairman warns of 'borderline socialist agenda'. ALBANY-A wave of newly elected legislators pulled New York left in the past few months, passing an overhaul of rent laws that empower tenants, setting up the strictest emissions standards in the country and letting illegal immigrants apply for driver's licenses.", "categories": [["U.S.", "Politics"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/ny-politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/farmers-welcome-trade-truce-hope-for-more-11561831306", "title": "Farmers Welcome Trade Truce, Hope for More", "date": "2019-06-29 14:01", "summary": "Crop and pork producers want unrestricted access to China's huge consumer market as demand there is expected to rise. Farmers and agricultural groups welcomed the U.S.-China trade truce but many said they still need a comprehensive agreement to restore large-scale exports of U.S. crops and meat and lift the fragile farm economy.", "categories": [["Economy", "U.S. Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/u-s-economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-downside-of-5g-overwhelmed-cities-torn-up-streets-a-decade-until-completion-11561780801", "title": "The Downside of 5G: Overwhelmed Cities, Torn-Up Streets, a Decade Until Completion", "date": "2019-06-29 13:53", "summary": "As carriers launch their 5G networks, the promise of superfast wireless is clashing with the reality of the rollout; 'the real onslaught has not yet begun'. ", "categories": [["Tech", "Keywords"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/keywords?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europe-plans-no-immediate-sanctions-if-iran-breaches-nuclear-deal-11561827769", "title": "Europe Plans No Immediate Sanctions if Iran Breaches Nuclear Deal", "date": "2019-06-29 13:02", "summary": "President Trump warned of unspecified retaliation if Iran makes good on its threat to enrich more uranium than allowed under the 2015 nuclear deal. OSAKA, Japan-Europe has no immediate plans to follow the U.S. and impose sanctions on Iran, even if the regime in Tehran makes good on its threat and breaches a nuclear accord President Trump pulled out from last year, French President Emmanuel Macron said.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/tiktoks-videos-are-goofy-its-strategy-to-dominate-social-media-is-serious-11561780861", "title": "TikTok's Videos Are Goofy. Its Strategy to Dominate Social Media Is Serious.", "date": "2019-06-29 12:01", "summary": "Resume Subscription. Sometime in 2018, executives at Snap Inc. realized their biggest advertiser was also a rising competitor. It was an addictive app featuring cat videos, pranks and people doing robot dances. The Chinese video-sharing app TikTok was splurging by spending nearly $1 billion on advertising for the year, according to a person familiar with the spending, helping turn it into the first ever Chinese consumer-tech company to break out big in the U.S.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trump-says-he-is-set-to-discuss-huawei-with-xi-11561769726", "title": "Trump Allows U.S. Sales to Huawei as Trade Talks Resume", "date": "2019-06-29 11:37", "summary": "U.S. agrees to halt additional tariffs on Chinese goods for now. OSAKA, Japan-President Trump and Chinese President Xi Jinping agreed to a cease-fire on trade that will remove some curbs on Huawei Technologies Co. buying high-tech equipment from the U.S., for the moment lifting one cloud over the global economy.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/teslas-big-quarter-wont-be-cause-for-celebration-11561816801", "title": "Tesla's Big Quarter Won't Be Cause for Celebration", "date": "2019-06-29 10:00", "summary": "Even record vehicle deliveries from Elon Musk and Tesla won't put demand concerns to rest. Can Tesla deliver?", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-throws-huawei-a-lifeline-but-it-hasnt-reached-safe-harbor-yet-11561810027", "title": "Trump Throws Huawei a Lifeline, but It Hasn't Reached Safe Harbor Yet", "date": "2019-06-29 09:15", "summary": "It isn't clear how far the president's concession on the Chinese tech giant goes. President Trump's decision to allow U.S. products to be sold to Huawei Technologies Co. eases the administration's toughest measure against the hobbled Chinese tech champion, though it isn't clear how far the reprieve will go.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/russia-saudi-arabia-reach-oil-output-agreement-ahead-of-opec-talks-11561810366", "title": "Russia, Saudi Arabia Reach Oil Output Agreement Ahead of OPEC Talks", "date": "2019-06-29 08:50", "summary": "The pact to cut crude exports could extend for six to nine months, Mr. Putin says. Russia and Saudi Arabia have agreed to extend a major oil output-cutting deal by six to nine months to help support the market, Russian President Vladimir Putin said Saturday after meeting Saudi Crown Prince Mohammed bin Salman.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/market-high-from-trump-xi-trade-truce-may-not-last-11561810131", "title": "Market High from Trump-Xi Trade Truce May Not Last", "date": "2019-06-29 08:08", "summary": "Semiconductor and agricultural related stocks should rally following President Trump's benign meeting with China's President Xi at the G-20, but the exuberance may be short-lived.. The Fourth of July fireworks will come a few days early this year for traders.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/chinese-stocks-are-at-the-mercy-of-trade-talks-but-cushioned-by-beijing-11561809603", "title": "Chinese Stocks Are at the Mercy of Trade Talks but Cushioned by Beijing", "date": "2019-06-29 08:00", "summary": "Analysts say Chinese stocks could continue to drift unless the outlook for trade brightens or Beijing acts more decisively to spur growth. Chinese stocks enter the second half of the year dogged by trade tensions and doubts about the resilience of China's economy and currency.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/after-techs-wild-quarter-investors-brace-for-turbulence-ahead-11561809601", "title": "After Tech's Wild Quarter, Investors Brace For Turbulence Ahead", "date": "2019-06-29 08:00", "summary": "Uncertainty remains around economic growth, trade relations and regulatory questions about large internet companies. Halfway into the year, technology stocks are still climbing faster than the broader market-but it has been a bumpy ride.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/interns-job-prospects-constrained-by-noncompete-agreements-11561800600", "title": "Interns' Job Prospects Constrained by Noncompete Agreements", "date": "2019-06-29 07:42", "summary": "Legal pacts can limit résumé content and employment options. As a junior in college, Delaney Dunne took an internship for class credit and $10 an hour at co-working company TekMountain in Wilmington, N.C.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-praises-saudi-crown-prince-for-doing-a-spectacular-job-11561778810", "title": "Trump Praises Saudi Crown Prince for Doing 'a Spectacular Job'", "date": "2019-06-29 07:06", "summary": "Most other leaders at the Group of 20 summit shunned the crown prince, after the murder of a prominent Saudi journalist. OSAKA, Japan-President Trump gave a rare endorsement to Saudi Crown Prince Mohammed bin Salman, who was shunned by most leaders at the Group of 20 summit after the murder of a prominent Saudi journalist.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/letters-from-gettysburg-by-avner-dorman-review-singing-a-soldiers-story-11561806001", "title": "'Letters From Gettysburg' by Avner Dorman Review: Singing a Soldier's Story", "date": "2019-06-29 07:00", "summary": "A new recording features the composer's five-movement work commemorating the Civil War battle, which draws from the letters of a mortally wounded soldier and his mother.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/civil-war-and-reconstruction-the-battle-for-freedom-and-equality-review-a-nations-arc-toward-justice-11561806001", "title": "'Civil War and Reconstruction: The Battle for Freedom and Equality' Review: A Nation's Arc Toward Justice", "date": "2019-06-29 07:00", "summary": "The National Constitution Center's new permanent exhibit examines the racially egalitarian society that was briefly wrestled into being after the abolition of slavery, before the ravages of Jim Crow and the hard-fought triumphs of the civil-rights movement.. ", "categories": [["Books & Arts", "Exhibition Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/exhibition-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-u-s-womens-soccer-team-wins-with-its-back-to-the-wall-11561805106", "title": "The U.S. Women's Soccer Team Wins With Its Back to the Wall", "date": "2019-06-29 06:45", "summary": "France and Spain exposed some weakness, but defense has put the U.S. in the World Cup semifinals. PARIS-The U.S. national team isn't in the habit of focusing much on defense. When you're the most dominant, most offensively potent women's soccer team in the world, it just isn't something that comes up much.", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-says-hes-looking-at-resolving-russian-missile-dispute-with-turkey-11561790067", "title": "Trump Seeks Resolution With Turkey Over Russian Missile Dispute", "date": "2019-06-29 05:53", "summary": "U.S. treated the country 'unfairly,' says U.S. president. President Trump said he is considering ways to resolve a problematic situation borne out of Turkey's decision to purchase advanced Russian air-defense missile systems the Pentagon regards as a threat to North Atlantic Treaty Organization's security.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/despite-high-costs-more-women-are-interested-in-single-motherhood-11561800601", "title": "Pursuing Motherhood, Alone", "date": "2019-06-29 05:30", "summary": "Single women pursuing motherhood typically spend from several thousand dollars to close to six figures. It's worth it, they say.. The picture of personal finance for women in the U.S. has shifted in recent decades. One result: Some women are choosing to become single moms, sometimes to multiple children.", "categories": [["Markets", "Your Money"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/undefined?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sony-positions-next-playstation-for-hard-core-gamers-11561800603", "title": "Sony Positions Next PlayStation for Hard-Core Gamers", "date": "2019-06-29 05:30", "summary": "New console, expected during 2020 holidays, will feature sharper graphics and well-known games to help separate from rivals. TOKYO- Sony Corp.'s next-generation PlayStation is still more than a year away, but its marketing strategy against newcomers like Google is already clear: Focus on hard-core gamers who obsess over the latest features.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ammunition-sales-surge-in-california-ahead-of-background-check-requirement-11561800600", "title": "Bullet Sales Surge in California Ahead of Background-Check Requirement", "date": "2019-06-29 05:30", "summary": "Starting July 1, ammunition purchasers will face scrutiny designed to block felons and others barred from owning guns. Sales of ammunition in California gun stores have surged in advance of a first-in-the-nation background-check requirement for most ammunition purchases that goes into effect July 1.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/for-new-york-mets-fans-tired-of-losing-theres-a-winning-solution-the-london-mets-11561799756", "title": "For New York Mets Fans Tired of Losing, There's a Winning Solution: The London Mets", "date": "2019-06-29 05:15", "summary": "Ahead of their weekend series against the Boston Red Sox in London, the Yankees joined the London Mets to hold a youth baseball clinic. LONDON-The New York Mets find themselves in an all-too-familiar place right now: They're a mess on the field and a laughingstock off it.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11561745341", "title": "Pepper...and Salt", "date": "2019-06-29 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-invention-of-the-summer-road-trip-11561780860", "title": "The Invention of the Summer Road Trip", "date": "2019-06-29 00:01", "summary": "A century ago, Henry Ford, Thomas Edison and friends introduced Americans to the fun of 'autocamping.'. This summer, at least 50 million American families will climb into their vehicles and speed off on road trips. The U.S. has long been the world's pre-eminent car culture, so it's easy to forget that the amenities which make those long trips possible-smoothly paved highways, cheap motels or campgrounds, roadside cafes and gas stations-haven't always been a part of the American landscape.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iss-recommends-eqt-shareholders-back-rice-brother-nominees-in-proxy-fight-11561719687", "title": "Proxy Advisers Split on EQT's Fight With Rice Brothers", "date": "2019-06-29 22:34", "summary": "ISS backs dissident nominees, while Glass Lewis supports the natural-gas producer. The two most influential proxy advisers reached opposite conclusions on whether natural-gas producer EQT Corp.'s shareholders should hand over control of the company to a pair of brothers who say they could run it better.", "categories": [["Markets", "Deals"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/deals-deal-makers?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-prosecutors-subpoena-records-related-to-boeing-787-dreamliner-11561767202", "title": "Federal Prosecutors Subpoena Records Related to Boeing 787 Dreamliner", "date": "2019-06-29 21:51", "summary": "Move appears to expand investigation beyond troubled 737 MAX jetliners. Federal prosecutors have subpoenaed records related to Boeing Co. 's 787 Dreamliner, a person familiar with the matter said.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-presidents-visit-the-dmz-through-the-years-11561772261", "title": "U.S. Presidents Visit the DMZ Through the Years", "date": "2019-06-29 21:37", "summary": "A number of President Trump's predecessors visited the demilitarized zone dividing the two Koreas, though he is the first to meet a North Korean leader there. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/florida-gov-desantis-signs-felon-voting-bill-11561762090", "title": "Florida Governor Signs Bill That Adds Restrictions to Felon Voting", "date": "2019-06-29 20:51", "summary": "Move sets conditions on constitutional amendment that restored voting rights to felons. Florida Gov. Ron DeSantis signed into law a bill that sets conditions on a voter-approved constitutional amendment that restored voting rights to an estimated 1.4 million people with felony convictions.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/morningstar-overhauls-influential-ratings-system-11561766866", "title": "Morningstar Overhauls Influential Ratings System", "date": "2019-06-29 20:07", "summary": "Investment research firm will put bigger focus on investors' costs. Morningstar Inc. is tweaking an influential ratings system that investors use to help determine which funds to buy.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-defeats-france-2-1-to-advance-to-semifinals-11561757490", "title": "U.S. Defeats France, 2-1, to Advance to Semifinals", "date": "2019-06-29 20:00", "summary": "After highly anticipated match against France, U.S. women now set to face another rising European power: England. ", "categories": [["Sports", "Soccer"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/soccer?mod=breadcrumb"]}]