[{"link": "https://www.wsj.com/articles/indicted-florida-pair-known-for-flashy-style-claim-of-trump-ties-11570757074", "title": "Indicted Florida Pair Known for Flashy Style, Claim of Trump Ties", "date": "2019-10-10 23:52", "summary": "Lev Parnas and Igor Fruman made about $1 million in campaign donations as they attempted deals. In Ukraine, they were known by business associates for touting their connections to the Trump administration. In the U.S., their flashy style and propensity for name-dropping raised eyebrows. Their business deals at times ended in lawsuits.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nikes-elite-running-group-folded-after-suspension-of-coach-alberto-salazar-11570764788", "title": "Nike Disbands Elite Running Group", "date": "2019-10-10 23:33", "summary": "CEO Parker says Nike supports Salazar but 'situation is a distraction for many of the athletes'. The Nike Oregon Project, the nearly two-decade-old elite training group created to restore the primacy of American distance running, is being shut down, according to a memo from Nike Inc. Chief Executive Mark Parker to company employees.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-executive-order-to-offset-agencies-increased-administrative-spending-11570764321", "title": "Trump Signs Executive Order to Offset Agencies' Increased Administrative Spending", "date": "2019-10-10 23:25", "summary": "Agencies will have to submit proposals to reduce the impact of spending on new initiatives. The White House on Thursday announced a new effort aimed at reining in spending at federal agencies by requiring them to offset administrative actions that boost mandatory spending with cuts elsewhere.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-foreign-born-men-who-helped-giuliani-on-ukraine-arrested-on-campaign-finance-charges-11570714188", "title": "Two Men Who Helped Giuliani on Ukraine Arrested", "date": "2019-10-10 23:24", "summary": "Prosecutors say Lev Parnas and Igor Fruman were part of a conspiracy to funnel foreign money into U.S. elections. WASHINGTON-Two donors to a pro-Trump fundraising committee who helped Rudy Giuliani's efforts to investigate Democrat Joe Biden were arrested late Wednesday on criminal charges stemming from their alleged efforts to funnel foreign money into U.S. elections and influence U.S. politics on behalf of at least one unnamed Ukrainian politician.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gm-ceo-met-with-uaw-president-to-jump-start-stalled-labor-talks-11570739290", "title": "GM Urges UAW to Speed Up Talks As Strike Grinds Through Fourth Week", "date": "2019-10-10 22:39", "summary": "GM's Mary Barra met with UAW president this week over concerns talks have stalled. General Motors Co. is pressing the United Auto Workers to pick up the pace of negotiating a new four-year contract, which would end a 25-day strike at the company's U.S. factories, according to a letter obtained by The Wall Street Journal.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/government-watchdog-faults-trump-administrations-approval-of-medicaid-work-requirements-11570757426", "title": "Government Watchdog Faults Trump Administration's Approval of Medicaid Work Requirements", "date": "2019-10-10 21:30", "summary": "A GAO report says estimated implementation costs are in the hundreds of millions of dollars. The Trump administration has approved states' plans to impose work requirements on people who get Medicaid even though estimated implementation costs are in the hundreds of millions of dollars, a federal oversight report said Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/garrison-keillor-accepts-his-sacrifice-11570757098", "title": "Garrison Keillor Accepts His Sacrifice", "date": "2019-10-10 21:25", "summary": "He calls his ruination 'injustice on behalf of a good cause.'. New Marlborough, Mass.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/linda-vista-review-his-own-worst-enemy-11570753800", "title": "'Linda Vista' Review: His Own Worst Enemy", "date": "2019-10-10 20:30", "summary": "Tracy Letts's serious comedy about the midlife crisis of a newly divorced man who doesn't know how to listen to women comes to Broadway.. ", "categories": [["Opinion", "Theater Review"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/theater-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/delta-hires-to-avoid-repeat-of-summer-squeeze-11570705200", "title": "Delta Hires to Avoid Repeat of Summer Squeeze", "date": "2019-10-10 20:28", "summary": "Costs pose a concern to airline's investors as quarterly earnings beat forecasts. Delta Air Lines Inc. will accelerate hiring to avoid a repeat of the squeeze that affected its operations during the summer, stoking investor concerns about rising carrier costs.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/walmarts-u-s-stores-chief-to-quit-retailer-11570743742", "title": "Walmart's U.S. Stores Chief to Leave", "date": "2019-10-10 20:22", "summary": "Greg Foran, who oversaw turnaround, will be CEO at Air New Zealand. Walmart Inc. said the executive in charge of its U.S. stores, Greg Foran, is leaving the company and will be replaced by the head of its Sam's Club warehouse chain.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/president-trump-launches-channel-on-amazons-twitch-streaming-platform-11570752565", "title": "President Trump Launches Channel on Twitch Streaming Platform", "date": "2019-10-10 20:09", "summary": "Sen. Bernie Sanders also has page on service popular among videogame players. President Trump has created a channel on Amazon.com Inc.'s Twitch, a sign he plans to use the live-streaming platform to promote his 2020 re-election campaign.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/sap-ceo-steps-down-11570749983", "title": "SAP CEO Steps Down", "date": "2019-10-10 20:08", "summary": "German business-software company elevates two executives as co-CEOs. German business-software giant SAP SE Thursday said Chief Executive Bill McDermott is being replaced in the role with immediate effect.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/photos-california-power-outage-continues-11570746624", "title": "Photos: California Power Outage Continues", "date": "2019-10-10 19:33", "summary": "PG&E continued a widespread electricity shutdown that is meant to avert the type of deadly infernos that killed dozens last year. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/trumps-reckless-rush-to-withdraw-11570750047", "title": "Trump's Reckless Rush to Withdraw", "date": "2019-10-10 19:27", "summary": "The Syria pullout boosts the impression that he's all impulse, blithely operating out of his depth.. One thing I think I've correctly observed about the U.S. military in the 21st century is that its leaders tend to be the last to want to go to war and the last to want to leave it. Political figures operate under public pressures and shifting geopolitical needs and goals; they're surrounded by people who see the world a certain way; they get revved up, and say, \"Go, invade.\" Top military staff have reservations. They've studied the area, know the realities, the history-they have doctorates in it-and don't want to get into anything America can't win cleanly, decisively, relatively quickly. They're skeptics.", "categories": [["Opinion", "Declarations"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/declarations?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-executive-wasnt-defamed-when-biomet-called-him-a-compliance-risk-court-rules-11570749339", "title": "Former Executive Wasn't Defamed When Biomet Called Him a Compliance Risk, Court Rules", "date": "2019-10-10 19:15", "summary": "A federal appeals court upheld the dismissal of a lawsuit by the former employee, who the company said posed a risk to its compliance with antibribery laws. Designating someone a compliance risk doesn't constitute defamation, a federal appeals court in Chicago has ruled.", "categories": [["Risk & Compliance Journal"]], "category_links": ["https://www.wsj.com/news/types/risk-compliance-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/feds-kashkari-if-data-continues-as-it-has-another-rate-cut-is-warranted-11570749042", "title": "Fed's Kashkari: If Data Continues As It Has, Another Rate Cut Is Warranted", "date": "2019-10-10 19:10", "summary": "Minneapolis Fed leader said the time has probably passed for a big rate cut, but that cheaper borrowing costs remain warranted. ", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-8-billion-drug-heist-11570748899", "title": "An $8 Billion Drug Heist", "date": "2019-10-10 19:08", "summary": "These days a drug company can be looted even if it follows the law.. Drug heists are common in many parts of Philadelphia, but usually they're against the law. This week a Philly jury held up Johnson & Johnson for $8 billion for failing to disclose side effects from an antipsychotic drug, and this heist happened in a courtroom.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/californias-dark-ages-11570748835", "title": "California's Dark Ages", "date": "2019-10-10 19:07", "summary": "Why the progressive paragon is living like it's 1899.. Californians are learning to live like the Amish after investor-owned utility PG&E this week shut off power to two million or so residents to prevent wildfires amid heavy, dry winds. Blame the state's largest blackout on a perfect storm of bad policies.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-battle-over-union-dues-11570748804", "title": "The Battle Over Union Dues", "date": "2019-10-10 19:06", "summary": "Politicians and labor try to neuter the Janus ruling any way they can.. The Supreme Court's ruling last year in Janus v. Afscme was supposed to free public workers ensnared by union fees they don't want to pay. Instead many states and unions have devised new traps, and legal fights are taking place across the country against these \"Hotel California\" provisions.", "categories": [["Opinion", "Review & Outlook"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/review-outlook-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-whistleblower-may-not-testify-in-person-11570738009", "title": "Ukraine Whistleblower May Not Testify In Person", "date": "2019-10-10 18:55", "summary": "Lawmakers are awaiting an appearance Friday by the former Ukraine ambassador. WASHINGTON-Lawyers for the CIA officer whose whistleblower complaint helped ignite an impeachment inquiry into President Trump have asked Congress whether their client could submit testimony in writing instead of appearing in person, according to people familiar with the matter.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/accused-el-paso-shooter-patrick-crusius-pleads-not-guilty-11570739840", "title": "Accused El Paso Shooter Patrick Crusius Pleads Not Guilty", "date": "2019-10-10 18:50", "summary": "Crusius is accused of killing 22 people and wounding 25 at a Walmart in August. Patrick Crusius, the 21-year-old accused of killing 22 people at a Walmart in El Paso, Texas, pleaded not guilty.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/looting-gas-lines-and-a-packed-comedy-club-24-hours-in-blacked-out-rural-california-11570747679", "title": "Looting, Gas Lines and a Packed Comedy Club: 24 Hours in Blacked-Out Rural California", "date": "2019-10-10 18:48", "summary": "Humboldt was the only county to lose all power as part of PG&E's blackout. The mayhem broke out before the lights were cut. EUREKA, Calif.-Searches for batteries turned into shoving matches.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hanging-editorials-on-the-walls-at-moma-11570747722", "title": "Hanging Editorials on the Walls at MoMA", "date": "2019-10-10 18:48", "summary": "The Museum of Modern Art navigates the treacherous waters of contemporary art.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nbcu-refuses-to-air-trump-campaign-ad-aimed-at-joe-biden-11570746377", "title": "NBCU Cable Networks Refuse to Air Trump Campaign Ad Aimed at Joe Biden", "date": "2019-10-10 18:45", "summary": "Commercial, rejected by CNN last week, alleges Democratic candidate promised Ukraine $1 billion to fire prosecutor. Comcast Corp.'s NBCUniversal won't continue to air a Trump re-election campaign ad on any of its cable networks unless changes are made to the spot, according to a person familiar with NBCU.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/live-stream-of-germany-shooting-turns-spotlight-to-amazons-twitch-11570744501", "title": "Live Stream of Germany Shooting Turns Spotlight to Amazon's Twitch", "date": "2019-10-10 18:39", "summary": "Attack raises questions about how social-media companies respond to the spread of violent images and other content. Amazon.com Inc.'s Twitch has become a go-to place to watch people play videogames, but this week that same platform broadcast a horrific crime that highlights the challenge of preventing extremists from showing their violent acts in real time.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/house-appropriations-chairwoman-nita-lowey-to-retire-at-end-of-term-11570732843", "title": "House Appropriations Chairwoman Nita Lowey to Retire", "date": "2019-10-10 18:37", "summary": "The New York Democrat's exit is likely to spark a competitive race. WASHINGTON-Rep. Nita Lowey, the first woman to lead the powerful House Appropriations Committee, won't seek re-election in 2020, the New York Democrat said Thursday, opening up a primary race that is set to draw a crowd of Democrats, including possibly Chelsea Clinton.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-to-meet-with-china-s-top-trade-negotiator-on-friday-11570716458", "title": "Trump to Meet With China's Top Trade Negotiator on Friday", "date": "2019-10-10 18:35", "summary": "President Trump, who plans to meet on Friday with Vice Premier Liu He at the White House, says, 'We had a very, very good negotiation'. WASHINGTON-U.S.-China trade talks kicked off amid expectations that Beijing's emissaries are ready to offer compromises aimed at getting President Trump to hold off on tariff increases set to take effect next week and in December.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pc-shipments-rose-on-software-upgrades-looming-tariffs-11570746534", "title": "PC Shipments Rose on Software Upgrades, Looming Tariffs", "date": "2019-10-10 18:30", "summary": "After strong third-quarter numbers, personal-computer makers face uncertain fourth quarter. Personal-computer makers saw strong growth in third-quarter shipments as buyers rushed to upgrade machines to run Microsoft Corp. 's latest Windows software and dodge looming tariffs on imports from China that could drive up prices, according to preliminary data from three research firms.", "categories": [["Tech", "Consumer Technology"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/consumer-technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-smoke-and-mirrors-11570746257", "title": "Ukraine Smoke and Mirrors", "date": "2019-10-10 18:24", "summary": "There's no substance behind the accusation Democrats claim is impeachable.. Democrats and the media for three years used a fog of facts and speculation to lull America into forgetting there was never a shred of evidence of Trump-Russia collusion. They flooded the zone with another flurry of scattershot claims in their campaign against Justice Brett Kavanaugh. Republicans might bear these tactics in mind as they confront the left's new impeachment push.", "categories": [["Opinion", "Potomac Watch"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/potomac-watch?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/scan-artist-review-go-ahead-takeyour-time-11570746215", "title": "'Scan Artist' Review: Go Ahead, Take Your Time", "date": "2019-10-10 18:23", "summary": "Evelyn Wood's astonishing speed-reading claims appealed to politicians, corporate executives, college students-and comedians.. In its postwar heyday, Evelyn Wood's Reading Dynamics course was more than just the object of fun it would later become. (Woody Allen on what he gleaned from speed-reading \"War and Peace\": \"It's about Russia.\") It was an educational franchise that attracted politicians, corporate executives and generations of college students eager to get through their coursework in time for a kegger. In \"Scan Artist,\" Marcia Biederman argues that the course was a fraud that bilked millions through false claims, pushy sales tactics and rigged assessments of post-instruction speeds. As if condensing her point for rapid reading, she declares: \"Evelyn Wood was perhaps the greatest scammer of the twentieth century.\"", "categories": [["Books & Arts", "Books", "Bookshelf"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/books?mod=breadcrumb", "https://www.wsj.com/news/types/bookshelf?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pot-legalization-makes-vaping-deadly-11570746157", "title": "Pot Legalization Makes Vaping Deadly", "date": "2019-10-10 18:22", "summary": "Recent injuries and deaths demonstrate the need for Washington to take control over cannabis policy.. Doctors have linked a tragic wave of lung injuries and deaths to the vaping of tainted marijuana concentrates. The episode reveals the dangers created by the federal government's decadelong refusal to challenge state laws legalizing pot and promoting risky uses of its derivatives.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-hostile-climate-for-children-11570746116", "title": "A Hostile Climate for Children", "date": "2019-10-10 18:21", "summary": "Environmentalists double down on Malthusianism, which is inhumane and won't even reduce carbon.. As if the world didn't already have enough problems, now we're all supposed to hate babies.", "categories": [["Opinion", "Political Economics"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/political-economics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-new-saint-for-the-age-of-loneliness-11570746092", "title": "A New Saint for the Age of Loneliness", "date": "2019-10-10 18:21", "summary": "Cardinal John Henry Newman's writings on friendship are more relevant than ever.. On Sunday Pope Francis will officially recognize as a saint the British clergyman and Oxford academic John Henry Newman (1801-90). Nearly 130 years after his death, Newman's writings still offer readers incisive theological analysis-and practical wisdom.", "categories": [["Opinion", "Commentary", "Houses of Worship"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb", "https://www.wsj.com/news/types/houses-of-worship?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukraine-will-get-the-truth-on-corruption-11570745983", "title": "Ukraine Will Get the Truth on Corruption", "date": "2019-10-10 18:19", "summary": "Our alliance with the U.S. depends on answering questions about the Bidens and election interference.. The U.S. and Ukraine are wrapped together in a crisis, and the future of our partnership depends on us finally getting to the facts. As a member of the Ukrainian Parliament, one of my country's foremost national security experts, and a leader of our fight against corruption, I know discovering the truth is the first step toward any acceptable resolution.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/warren-rewrites-her-story-again-11570745945", "title": "Warren Rewrites Her Story Again", "date": "2019-10-10 18:19", "summary": "Official records contradict her claim that she was fired for pregnancy in 1971.. 'I am sorry for harm I have caused,\" Sen. Elizabeth Warren told the Frank LaMere Native American Presidential Forum in August, referring to her false claims of Indian heritage. Now she's under fire for another evident embellishment.", "categories": [["Opinion", "Commentary"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/commentary-u-s?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/california-power-outage-rolls-into-second-day-millions-without-electricity-11570718584", "title": "California Power Outage Rolls Into Second Day, Millions Without Electricity", "date": "2019-10-10 18:19", "summary": "234,000 new customers affected; business owners struggle to keep operating. KENSINGTON, Calif.-With no lights, orthodontist Claire Ferrari put on a battery-operated headlamp so she could adjust a young man's braces Thursday morning at her office near Berkeley during the second day of mass blackouts in California. She had to improvise with the dental chair too, laying the patient upside down, because the chair couldn't recline completely without power.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/british-irish-leaders-stoke-hopes-of-late-brexit-deal-11570745766", "title": "British, Irish Leaders Stoke Hopes of Late Brexit Deal", "date": "2019-10-10 18:16", "summary": "Statements prompt sharp rally in British pound. LONDON-British Prime Minister Boris Johnson and his Irish counterpart Leo Varadkar unexpectedly declared Thursday they saw a chance of a Brexit deal, stoking hopes that a last-ditch agreement to get the U.K. out of the European Union could still be in reach and prompting the biggest one-day jump in the British pound against the dollar in more than two years.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/turkeys-erdogan-threatens-eu-with-wave-of-refugees-if-it-doesnt-support-syria-offensive-11570724256", "title": "Turkey's Erdogan Threatens EU With Wave of Refugees", "date": "2019-10-10 18:15", "summary": "Attacks on U.S.-backed Kurdish forces have drawn broad approval at home, but left Ankara isolated internationally. ISTANBUL-President Recep Tayyip Erdogan urged the U.S. and other NATO allies to back Turkey's military offensive in Syria, threatening to allow waves of Syrian refugees to head for European shores if his country doesn't receive adequate support.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/oil-shipping-costs-soar-to-highest-levels-in-11-years-11570731475", "title": "Oil Shipping Costs Soar to Highest Levels in 11 Years", "date": "2019-10-10 17:56", "summary": "The U.S. blacklisting of Chinese ships has oil buyers scrambling for capacity and has pushed American crude exports to record highs. The cost of moving oil around the world has hit an 11-year high as producers scramble to find new supertankers following a U.S. blacklisting of a major Chinese operator that has sidelined dozens of ships.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-york-city-moves-to-ban-jails-on-rikers-island-11570743875", "title": "New York City Moves to Ban Jails on Rikers Island", "date": "2019-10-10 17:44", "summary": "A City Council committee approved a resolution that would prohibit incarceration on the island after 2026. ", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-warns-south-sudan-may-face-sanctions-11570743513", "title": "U.S. Warns South Sudan May Face Sanctions", "date": "2019-10-10 17:38", "summary": "African nation's leaders have mid-November deadline to form a unity government. WASHINGTON-The U.S. may impose sanctions on South Sudan's ruling elite if leaders fail to meet a mid-November deadline to form a unity government, a senior U.S. official warned Thursday.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/federal-reserve-gives-large-banks-a-break-on-postcrisis-rules-11570730299", "title": "Fed Gives Large Banks a Break on Postcrisis Rules", "date": "2019-10-10 17:33", "summary": "Central bank eases requirements on living wills, allows large banks to file wind-down plans less frequently. WASHINGTON-The Federal Reserve approved some of the most significant rollbacks of bank rules since President Trump took office, setting up a new way of deciding which large banks are hit with its toughest regulations.", "categories": [["Markets", "Financial Regulation"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/financial-regulation?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/vaping-related-lung-illnesses-jump-to-1-299-with-26-deaths-cdc-says-11570730171", "title": "Vaping-Related Lung Illnesses Jump to 1,299, With 26 Deaths", "date": "2019-10-10 17:32", "summary": "Doctors are taking stock of the lung injuries' potential long-term health effects. The number of confirmed and probable cases linked to vaping increased to 1,299, including 26 deaths, the federal Centers for Disease Control and Prevention said Thursday, as doctors began taking stock of the potential long-term health consequences of the severe lung injuries.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/luxury-shares-jump-after-lvmh-powers-through-hong-kong-protests-trade-tensions-11570711466", "title": "Luxury Shares Jump After LVMH Powers Through Hong Kong Protests", "date": "2019-10-10 17:31", "summary": "Strong results at LVMH lift stocks including Kering, Richemont and Prada. PARIS-Strong third-quarter results at LVMH Moët Hennessy Louis Vuitton SE buoyed shares across the luxury sector Thursday, easing fears that months of protests in Hong Kong and U.S.-China trade tensions would dent global sales of high-end brands.", "categories": [["Business", "Earnings"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/types/earnings?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/seeking-happy-campers-government-offers-revamped-travel-portal-11570742343", "title": "Seeking Happy Campers, Government Offers Revamped Travel Portal", "date": "2019-10-10 17:19", "summary": "A website for booking campsites and other activities borrows a page from the commercial sector: moving to the cloud and using containers. The U.S. government has made it easier to book a camping trip by moving a travel portal to the cloud, a tech revamp that makes the website more reliable and gives it the flexibility to add services.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-shares-stage-biggest-rally-in-10-years-11570736938", "title": "Bed Bath & Beyond Shares Stage Rally on CEO Change", "date": "2019-10-10 17:13", "summary": "Shares surge more than 20% after Target executive is hired. Shares of Bed Bath & Beyond Inc. surged Thursday, registering their best day in six months, after the retailer named a new chief executive-and short sellers scrambled to cover their positions.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bankers-due-to-deliver-crucial-aramco-valuation-as-soon-as-friday-11570721776", "title": "Bankers Set to Deliver Crucial Aramco Valuation", "date": "2019-10-10 17:11", "summary": "Saudi Arabia's Aramco aims to complete closely watched IPO by late November, as uncertainty hangs over valuation. Saudi Arabian Oil Co.'s investment bankers could deliver, as soon as Friday, their final recommendations on the valuation of the state-owned energy giant in an initial public offering, with the headline number expected to fall well short of the $2 trillion targeted by Saudi Arabia's Crown Prince Mohammed bin Salman, according to people familiar with the matter.", "categories": [["WSJ News Exclusive", "IPOs"]], "category_links": ["https://www.wsj.com/news/types/ipos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/barneys-racing-to-avoid-liquidation-now-at-odds-with-lenders-11570741483", "title": "Barneys, Racing to Avoid Liquidation, Now at Odds With Lenders", "date": "2019-10-10 17:04", "summary": "A dispute between the bankrupt retailer and its lenders broke out ahead of a Friday deadline to produce bids. A dispute has erupted between Barneys New York Inc. and its lenders ahead of a Friday deadline for the retailer to produce an acceptable bid for its assets.", "categories": [["Pro Bankruptcy"]], "category_links": ["https://www.wsj.com/pro/bankruptcy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/with-its-expansion-moma-is-bigger-yet-somehow-smaller-11570741438", "title": "With Its Expansion, MoMA Is Somehow Smaller", "date": "2019-10-10 17:03", "summary": "The Museum of Modern Art rolls out a new vision of 20th-century art with a display of 'classic modernism' that still includes plenty of masterpieces, but gives no sense of the movement's grand achievement.. ", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/parasite-review-the-pleasures-and-perils-of-a-multilevel-home-11570740709", "title": "'Parasite' Review: The Pleasures and Perils of a Multilevel Home", "date": "2019-10-10 16:51", "summary": "Bong Joon Ho's latest movie is a twisty, mysterious and surprising story of class relations.. Imagine a high-wire act where the acrobat suddenly leaps to a higher wire, then to another that's higher still. It's the best way I can think of to describe the giddy thrill of watching \"Parasite,\" a masterpiece of serial surprises from the Korean filmmaker Bong Joon Ho. (Earlier this year the film won the Cannes Film Festival's highest award, the Palme d'Or.) Mr. Bong has surprised us before-his 2009 \"Mother\" was a shocker in a class by itself-but the all-encompassing mastery of this one is something new for him, and for us. The story begins as a social satire of rich and poor, as witty and sophisticated in its fashion as vintage Preston Sturges or Ernst Lubitsch. Remarkably, though, it gets funnier as it grows more serious, then savagely funny and finally...but we mustn't get ahead of a movie that stays ahead of its audience every frame of the way.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/gemini-man-review-sci-fi-slump-11570740655", "title": "'Gemini Man': Sci-Fi Slump", "date": "2019-10-10 16:50", "summary": "Will Smith stars as an aging assassin-and simultaneously, thanks to technological magic, as his younger clone-in a lackluster thriller.. Maybe \"Gemini Man\" would have been more fun if my seat-shaker had kicked in more often. This dreadful sci-fi thriller stars Will Smith as an aging special-forces assassin stalked by a clone of his younger self. It's being shown in a 3-D format that is notably, sometimes overly, vivid, thanks to exceptionally bright projection at an unusually high rate of 120 frames per second instead of the normal 24. On top of that, or on bottom, my seat shook at moments of high sonic impact: a bullet train zipping by, a volley of grenades going off. But the frame rate doesn't speed up the pace-the film bogs down woefully between action sequences-and the shake rate wasn't sufficient to keep my body from going slack while my mind meandered through the story's incoherence.", "categories": [["Books & Arts", "Film Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/film-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/bed-bath-beyond-the-ordinary-short-squeeze-11570719734", "title": "Bed Bath & Beyond the Ordinary Short Squeeze", "date": "2019-10-10 16:49", "summary": "Retailer, a popular stock to bet against for years, surges after it taps new CEO. Bed Bath & Beyond 's incoming chief executive, Mark Tritton, is soaking the short sellers.", "categories": [["Markets", "Overheard"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/overheard?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-e-shares-slide-as-judge-permits-rival-bankruptcy-plan-11570731379", "title": "PG&E Shares Slide as Judge Permits Rival Bankruptcy Plan", "date": "2019-10-10 16:41", "summary": "Judge strips management of its exclusive right to file a plan to restructure the company. Shares of PG&E Corp. plummeted Thursday after a judge cleared the way for a rival bankruptcy plan that could nearly wipe out the troubled utility's shareholders.", "categories": [["Markets", "Stocks"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/markets/stocks?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/american-shuffles-executives-amid-operational-turmoil-11570727329", "title": "American Shuffles Executives Amid Operational Turmoil", "date": "2019-10-10 16:38", "summary": "Carrier has faced thousands of cancellations and delays from 737 MAX grounding and labor trouble. American Airlines Group Inc. reshuffled some executives as the carrier faces operational malaise that has hurt its reputation and weighed on shares in recent months.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-museum-of-modern-arts-architectural-tipping-point-11570739742", "title": "The Museum of Modern Art's Architectural Tipping Point", "date": "2019-10-10 16:35", "summary": "Diller Scofidio + Renfro's expansion is elegant, but results in a museum that is maddeningly disorienting.. New York", "categories": [["Books & Arts", "Art Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/art-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/two-bank-of-mexico-board-members-see-room-for-aggressive-rate-cuts-11570739653", "title": "Two Bank of Mexico Members See Room for Aggressive Rate Cuts", "date": "2019-10-10 16:34", "summary": "Two deputy governors argued for a half-point reduction at last month's monetary policy meeting. MEXICO CITY-The Bank of Mexico has room to lower interest rates faster than the U.S. Federal Reserve without jeopardizing its commitment to low and stable inflation, according to two board members who argued for a larger interest-rate reduction at last month's meeting.", "categories": [["World", "Latin America"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/latin-america-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/knights-of-the-roundtable-meet-sen-warren-11570739524", "title": "Knights of the Roundtable Meet Sen. Warren", "date": "2019-10-10 16:32", "summary": "Call it what you may, corporate social responsibility or concern for stakeholders, if the business isn't profitable it will go out of business. That would truly be corporately and socially irresponsible.. Regarding your editorial \"King Warren of the Roundtable\" (Oct. 7): Everyone seems to have their own definition of capitalism, either positive or pejorative. Ludwig von Mises, mentioned in Saturday's Books (Oct. 5), posits elsewhere the most concise, value-free definition: Capitalism \"is an economic democracy in which every penny gives a right to vote.\" Producers don't produce for themselves, but for the market. Consumers, by buying or abstaining from buying, determine what is to be produced in what quantities, quality and price, in contrast to socialism in which government bureaucrats, not markets, determine what should be produced in what quantities and by whom.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/we-should-have-left-afghanistan-long-ago-11570739460", "title": "We Should Have Left Afghanistan Long Ago", "date": "2019-10-10 16:31", "summary": "I thought the Vietnam War taught America not to get embroiled in endless foreign wars with few real solutions, in countries that don't conform to any kind of relative democratic model and that are far from our shores.. Regarding Asif Ayub's letter of Sept. 19 on withdrawing U.S. troops from Afghanistan, especially in the light of your editorial \"With Friends Like the U.S.\" (Oct. 8) about events in Syria: Vietnam was supposed to have been a watershed. I was there as a platoon leader. I thought the Vietnam War taught America not to get embroiled in endless foreign wars with few real solutions, in countries that don't conform to any kind of relative democratic model and that are far from our shores.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/murphy-urges-plan-to-mitigate-lead-exposure-in-new-jersey-11570738082", "title": "Murphy Urges Plan to Mitigate Lead Exposure in New Jersey", "date": "2019-10-10 16:31", "summary": "Governor wants to replace all lead service lines in the state within the next decade. New Jersey Gov. Phil Murphy proposed a $500 million bond initiative to replace aging water infrastructure as part of a statewide plan to protect residents from potential lead contamination.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/call-a-foul-on-nbas-first-reaction-to-chinese-bullies-11570739297", "title": "Call a Foul on NBA's First Reaction to Chinese Bullies", "date": "2019-10-10 16:28", "summary": "Wouldn't it be great if the Houston Rockets won an NBA championship this year, and China's dictators told 490 million fans that they couldn't watch the best team on the planet play ball?. Regarding Elliot Kaufman's \"Houston, We Have a China Problem\" (Oct. 8): Wouldn't it be great if the Houston Rockets won an NBA championship this year, and China's dictators told 490 million fans that they couldn't watch the best team on the planet play ball because the general manager supports freedom and democracy?", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/more-open-dna-data-helps-people-make-better-choices-11570739332", "title": "More Open DNA Data Helps People Make Better Choices", "date": "2019-10-10 16:28", "summary": "People are smart, and they need to be given information to make their own decisions.. Regarding \"Doctors Limit Results From DNA Tests\" (Page One, Oct. 5): The medical profession needs to redefine \"actionable\" conditions. People are smart, and they need to be given information to make their own decisions. Conditions that are medically \"not actionable\" may place a greater burden on the person and their families than actionable conditions. However, denying a person that information is ethically and morally wrong. Along with financial and emotional actions they may take, patients and their family doctors need to be aware, since conditions that aren't actionable today may become actionable tomorrow with medical breakthroughs.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/apple-pulls-hong-kong-cop-tracking-map-app-after-china-uproar-11570681464", "title": "Apple, Google Pull Hong Kong Protest Apps After China Uproar", "date": "2019-10-10 16:27", "summary": "HKmap.live raised concerns of endangering law enforcement and residents; 'The Revolution of Our Times' violated company policy related to 'sensitive events'. Apple Inc. and Google both removed apps associated with Hong Kong's antigovernment protests from their digital stores in recent days, thrusting the two Silicon Valley giants into a controversy engulfing other U.S. companies.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/alleged-murders-show-limits-of-new-yorks-homeless-outreach-11570736646", "title": "Killings Show Limits of New York's Homeless Outreach", "date": "2019-10-10 16:26", "summary": "Resources are limited and most programs contingent on homeless individuals accepting help, advocates say. In the weeks before Randy Santos allegedly bludgeoned four homeless men to death in Manhattan, he was sleeping in an abandoned building on East 183rd Street in the Bronx.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fake-news-and-russian-lies-11570739216", "title": "Fake News and Russian Lies", "date": "2019-10-10 16:26", "summary": "Regarding Brian Finch's \"French Dummies Foil Russian Hackers\" (op-ed, Sept. 23): That would never work in President Trump's world.. Regarding Brian Finch's \"French Dummies Foil Russian Hackers\" (op-ed, Sept. 23): That would never work in President Trump's world. The fake news media would run with the fake emails and the Democrats would call for impeachment.", "categories": [["Opinion", "Letters"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/letters?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/new-yorks-public-hospital-system-regains-financial-footing-11570738950", "title": "New York City's Public Hospitals Regain Financial Footing", "date": "2019-10-10 16:22", "summary": "Largest public hospital system in the U.S. is in the black after years of financial woes. The nation's largest public hospital system is in the black after years of financial woes.", "categories": [["U.S.", "New York"]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb", "https://www.wsj.com/news/types/new-york?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/which-is-more-terrifying-joker-or-downton-abbey-11570738918", "title": "Which Is More Terrifying: 'Joker' or 'Downton Abbey'?", "date": "2019-10-10 16:21", "summary": "Both movies feature weird hair, pasty makeup and the unusual anxieties of insecure people; the parallels are eerie.. Because the newly released \"Joker\" focuses on a troubled, self-infatuated loner given to sudden explosions of horrific violence, it has been compared with Martin Scorsese's brilliant 1976 film \"Taxi Driver.\" This was the director's intention. (If you can't make a great film of your own, remake somebody else's.) Comparisons to Scorsese's 1982 \"The King of Comedy\" are equally valid, because both films revolve around sociopaths who seek careers as stand-up comics. And Robert DeNiro, who plays the pathetic losers in both \"Taxi Driver\" and \"The King of Comedy,\" even appears in \"Joker.\"", "categories": [["Life & Work", "Ideas", "Moving Targets"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/moving-targets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-stock-futures-slip-as-concerns-about-trade-talks-mount-11570697193", "title": "Stocks Climb on Trump's Plan to Meet With China Trade Negotiator", "date": "2019-10-10 16:21", "summary": "Dow closes about 150 points higher, the latest example of trade-induced volatility in markets. U.S. stocks rallied Thursday after President Trump said he would meet with a key Chinese official for talks Friday, the latest instance of trade hopes boosting global markets.", "categories": [["Markets", "U.S. Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/today-s-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/iranian-women-finally-get-their-moment-at-a-soccer-match-11570719749", "title": "Iranian Women Finally Get Their Moment at a Soccer Match", "date": "2019-10-10 16:20", "summary": "Government allows women to buy tickets to the national's team match after pressure from FIFA; 'people were crying with excitement'. Thousands of women bought tickets to an international soccer match in Iran after being allowed to do so for the first time in four decades, cheering on the national team in a watershed moment for a daring women's rights movement.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/not-a-great-way-to-start-the-day-11570738668", "title": "'Not a Great Way to Start the Day'", "date": "2019-10-10 16:17", "summary": "The courage and humility of a Medal of Honor recipient.. On Thursday morning the White House announced that President Donald Trump will award the Medal of Honor to Army Master Sgt. Matthew O. Williams for conspicuous gallantry in Afghanistan in April of 2008. It's a good thing the President is celebrating the remarkable service of Sgt. Williams because the courageous Green Beret clearly isn't prone to celebrating himself.", "categories": [["Opinion", "Best of the Web"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/best-of-the-web-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/deutsche-bank-doesnt-have-trumps-tax-returns-appeals-court-says-11570738443", "title": "Deutsche Bank Doesn't Have Trump's Tax Returns, Court Says", "date": "2019-10-10 16:14", "summary": "Ruling came in broader legal battle involving congressional subpoenas to banks for president's financial information. Deutsche Bank AG , President Trump's longtime lender, doesn't have the president's tax returns that were requested by congressional subpoenas, a federal appeals court said Thursday after reviewing an unredacted letter filed by the bank.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-k-regulator-tells-companies-to-improve-financial-disclosures-11570737444", "title": "U.K. Regulator Tells Companies to Improve Financial Disclosures", "date": "2019-10-10 15:57", "summary": "A review by the Financial Reporting Council comes amid increasing concerns about audit and accounting quality in Britain. British companies need to improve the quality of financial disclosures in their annual reports following the introduction of two new accounting standards, the U.K. Financial Reporting Council said in a review released Thursday.", "categories": [["CFO Journal"]], "category_links": ["https://www.wsj.com/news/types/cfo-journal?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/former-trump-adviser-mcmaster-says-impeachment-probe-will-help-inform-public-11570736304", "title": "Former Trump Adviser McMaster Says Impeachment Probe Will Inform Public", "date": "2019-10-10 15:38", "summary": "The former national security adviser said it is 'absolutely not' appropriate for a president to ask a foreign government to intervene in a U.S. election. WASHINGTON-President Trump's former national security adviser on Thursday pointed to the impeachment inquiry as a mechanism for assessing the nature of the president's dealings with Ukraine.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/publicis-groupe-cuts-organic-revenue-guidance-11570735262", "title": "Publicis Groupe Cuts Organic Revenue Guidance", "date": "2019-10-10 15:21", "summary": "French ad giant lowered expectations again after a weak third quarter. Publicis Groupe SA said organic revenue is likely to decline 2.5% this year, lowering its guidance as it reported lower-than-expected results in the third quarter.", "categories": [["CMO Today"]], "category_links": ["https://www.wsj.com/news/types/cmo-today?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-shifted-authority-over-ukraine-aid-amid-legal-concerns-11570717571", "title": "White House Shifted Authority Over Ukraine Aid Amid Legal Concerns", "date": "2019-10-10 15:11", "summary": "House Democrats investigate why a political appointee was given control of dispensing military aid after staff questioned delay. WASHINGTON-The White House gave a politically appointed official the authority to keep aid to Ukraine on hold after career budget staff members questioned the legality of delaying the funds, according to people familiar with the matter, a shift that House Democrats are probing in their impeachment inquiry.", "categories": [["WSJ News Exclusive", "Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/epa-imposes-tougher-reporting-rules-for-lead-in-water-11570730651", "title": "EPA Imposes Tougher Reporting Rules for Lead in Water", "date": "2019-10-10 15:07", "summary": "Rule changes also give utilities more time to replace lead pipes. WASHINGTON-The Environmental Protection Agency said Thursday it will impose tougher requirements on water utilities to better alert the public to threats of lead contamination in water supplies.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/nobel-prizes-in-literature-awarded-to-peter-handke-olga-tokarczuk-11570705451", "title": "Nobel Prizes in Literature Awarded to Peter Handke, Olga Tokarczuk", "date": "2019-10-10 14:58", "summary": "Swedish Academy names two laureates after postponing last year's prize; award to Handke rekindles controversy over his support for Milosevic. STOCKHOLM-Austrian author Peter Handke and Poland's Olga Tokarczuk were awarded Nobel Prizes in Literature on Thursday.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/dyson-known-for-vacuum-cleaners-abandons-electric-car-race-11570733865", "title": "Dyson Abandons Electric-Car Race", "date": "2019-10-10 14:57", "summary": "British company tried unsuccessfully to find a buyer for automotive venture. LONDON-There is one less company trying to build electric cars.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/liberte-egalite-equity-french-government-holds-key-for-renault-nissan-11570733546", "title": "Liberté, Égalité, Equity: French Government Holds Key for Renault, Nissan", "date": "2019-10-10 14:52", "summary": "Management change at both car makers could pave the road to better relations, but can do little without the support of Emmanuel Macron. The sudden management shakeup that started at Nissan earlier this week has spread to Renault. It is a pity it can't also spread to the management that really matters for the car makers' faltering alliance as well as Renault's merger hopes with Fiat Chrysler: the French government.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/can-an-utterly-blank-wall-be-chic-11570733479", "title": "Can an Utterly Blank Wall Be Chic?", "date": "2019-10-10 14:51", "summary": "No art. No wallpaper. Statement-making or sad? Interior designers weigh in on the polarizing topic of the unadorned wall. IN AN ERA of maximalism, when we celebrate near-baroque layers of color, texture and pattern, leaving a wall completely devoid of decoration is the interior-design equivalent of a double-dog dare. Carla Weisberg, who designs fabrics, wallpapers and rugs as well as interiors, would hardly self-identify as a minimalist. But the New Yorker has risen to the restraint challenge, noting that sometimes going au naturel can balance a décor scheme. After blanketing the walls of an entry from floor to ceiling with items from a client's collections-including 1950s Argentine pulp-art book covers and vintage signage-she convinced the avid accumulator to leave an adjacent hallway bare. \"It allows him to experience the space at different speeds and levels, with room for visual pauses,\" she explained.", "categories": [["Real Estate", "Design", "That's Debatable"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/design?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-ambiguity-manifesto-by-taylor-ho-bynum-diatom-ribbons-by-kris-davis-and-fly-or-die-ii-bird-dogs-of-paradise-by-jaimie-branch-reviews-11570733209", "title": "'The Ambiguity Manifesto' by Taylor Ho Bynum, 'Diatom Ribbons' by Kris Davis and 'Fly or Die II: Bird Dogs of Paradise' by Jaimie Branch Reviews", "date": "2019-10-10 14:46", "summary": "Three releases in the field of 'Creative Music' sound nothing like one another, yet draw upon the movement's lineage of intermingled careers and shared ideals.. ", "categories": [["Books & Arts", "Music Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/music-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/renault-board-to-vote-friday-on-whether-to-remove-ceo-bollore-11570715556", "title": "Renault Board to Vote on Whether to Remove CEO Bolloré", "date": "2019-10-10 14:29", "summary": "Board of French auto maker concerned about CEO's tense relationship with its Japanese partner Nissan. PARIS- Renault SA's board is planning a vote Friday on whether to remove Chief Executive Thierry Bolloré amid concerns over the car maker's performance and its tense relationship with Nissan Motor Co. , its partner in a globe-spanning alliance, according to people familiar with the matter.", "categories": [["Business", "Autos & Transportation", "Autos Industry"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/transportation?mod=breadcrumb", "https://www.wsj.com/news/types/autos?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/companies-struggle-while-awaiting-rulings-on-tariff-exemptions-11570732192", "title": "Companies Struggle While Awaiting Tariff-Exemption Rulings", "date": "2019-10-10 14:29", "summary": "One CEO says the uncertainty has complicated decisions on hiring, business planning and inventory. WASHINGTON-Like about 2,500 other business owners and executives in the U.S., Crystal Morris is in tariff limbo, waiting for the government to rule on requests for exemptions from 25% tariffs on Chinese imports.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pg-es-shareholders-face-a-power-cut-11570731348", "title": "PG&E's Shareholders Face a Power Cut", "date": "2019-10-10 14:15", "summary": "Shareholders should expect more pain as the utility loses control over its fate. PG&E is losing on all fronts.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/david-roderick-u-s-steel-ceo-who-slashed-costs-and-diversified-dies-at-95-11570567647", "title": "David Roderick, U.S. Steel CEO Who Slashed Costs and Diversified, Dies at 95", "date": "2019-10-10 14:12", "summary": "World War II Marine veteran trained as an accountant, bought Marathon Oil and changed the company's name to USX. David M. Roderick, who grew up in a working-class Pittsburgh neighborhood in the 1930s, was a C student in high school and excelled at boxing. \"By most peoples' standards I probably was not a very nice young person,\" he told a local newspaper later. \"I was very aggressive, very competitive, very combative.\"", "categories": [["World", "Obituaries"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/obituaries?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/appeals-court-rejects-ohios-bid-to-halt-opioid-trial-11570731083", "title": "Appeals Court Blocks Ohio's Bid to Halt Opioid Trial", "date": "2019-10-10 14:11", "summary": "Ruling also denies move to replace judge, while suggesting he avoid making public comments on the litigation. A federal appellate court Thursday denied last-minute attempts to halt a coming trial seeking to blame the pharmaceutical industry for sparking the opioid crisis and to remove the judge overseeing the case.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/europes-nationalist-movements-face-tests-in-polish-hungarian-votes-11570726595", "title": "Europe's Nationalist Movements Face Tests in Polish, Hungarian Votes", "date": "2019-10-10 14:06", "summary": "Opposition groups hope to dent the popularity of governments that have won public support with socially conservative policies. WARSAW-Elections in Poland and Hungary on Sunday will provide a test of the continued appeal of two European governments that have been a standard-bearer for conservative, nationalist movements across the region.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/free-trades-are-the-lollipops-of-online-brokerages-11570730560", "title": "Free Trades Are the Lollipops of Online Brokerages", "date": "2019-10-10 14:02", "summary": "With trading as a lure to gather more customer cash, the question for online brokers is whether they can boost net interest or advisory revenue. A cynic might assume the move to zero commissions on most trades is part of some secret trick by online brokers to make money off clients in a new way. It isn't.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wework-founder-adam-neumanns-trove-of-pricey-properties-11570730254", "title": "WeWork Founder Adam Neumann's Trove of Pricey Properties", "date": "2019-10-10 13:57", "summary": "In good times, the entrepreneur borrowed hundreds of millions, snapped up at least six homes, and was eyeing more. Then last month happened.. While his company WeWork was gobbling up prime office space amid its transformation into one of the world's largest commercial tenants, founder Adam Neumann and his wife Rebekah Paltrow Neumann were purchasing some of the country's priciest homes.", "categories": [["Real Estate", "Homes"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/homes?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/why-wine-lovers-resist-marie-kondo-ing-their-cellars-11570729667", "title": "Why Wine Lovers Resist Marie Kondo-ing Their Cellars", "date": "2019-10-10 13:47", "summary": "Maintaining an organized inventory is the best way to assess your collection's value. Yet some oenophiles find joy-and the occasional buried treasure-in more eccentric arrangements. SOME YEARS AGO, a wine collector friend in New Jersey received a call from his babysitter. She confessed that she'd taken a bottle of wine from his cellar while he was out of town. The bottle turned out to be a 1982 Château Ducru-Beaucaillou, a second-growth Bordeaux worth about $500 today. If the babysitter hadn't confessed to the theft, my friend said, he wouldn't have noticed the bottle was missing. He has no formal means of tracking the 1,000 or so wines in his cellar.Many oenophiles I know-myself included-don't have a system to keep track of the wines in our cellars. We buy bottles and put them away. I've definitely lost track of wines thanks to this methodless method over the years, though my losses have been to time and not babysitters and my wines aren't of the same caliber as those belonging to my New Jersey collector friend. I've found whites deep in my racks that were a bit past their prime and reds squirreled away in a EuroCave wine cooler that were almost completely over the hill.", "categories": [["Life & Work", "Food & Drink", "On Wine"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/on-wine-lettie-teague?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-greenwich-village-home-of-wework-founder-adam-neumann-11570728533", "title": "The Greenwich Village Home of WeWork Founder Adam Neumann", "date": "2019-10-10 13:28", "summary": "Built in 1847, this landmarked townhouse came with wood-burning fireplaces and a private rear garden.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/yao-ming-the-7-foot-6-man-caught-between-the-nba-and-china-11570727998", "title": "The 7-foot-6 Man Caught Between the NBA and China", "date": "2019-10-10 13:22", "summary": "Yao Ming played for the Houston Rockets. Now he's the chairman of the Chinese Basketball Association. He could play the role of the world's tallest intermediary in this dispute.. NBA commissioner Adam Silver had a reason to celebrate when he made his customary preseason trip to Shanghai in 2017. It was his first visit to the league's most lucrative foreign market since the Chinese Basketball Association had elected its new chairman: former NBA star Yao Ming.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-invisible-bumps-of-the-friendly-skies-11570728015", "title": "The Invisible Bumps of the Friendly Skies", "date": "2019-10-10 13:20", "summary": "The atmosphere looks clear, but it's actually in motion all the time-as airplane turbulence shows.. From the ground, it's easy to assume that the sky is just Earth's wallpaper-a pretty background to our lives that shifts over time but very rarely bothers us. It's a comforting idea that is rapidly unmasked the first time your coffee sloshes on to your lap just as the captain warns everyone to fasten their seat belts. When a plane hits turbulence, the sudden juddering can be frightening and uncomfortable. But it's also a reminder that our mostly invisible atmosphere is in motion all the time, whether we can see it or not.", "categories": [["Life & Work", "Ideas", "Everyday Physics"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/everyday-physics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-imposes-sanctions-on-individuals-linked-to-south-african-scandal-11570727781", "title": "U.S. Imposes Sanctions on Individuals Linked to South African Scandal", "date": "2019-10-10 13:16", "summary": "Treasury freezes assets of Gupta brothers, who had close ties to the government of Jacob Zuma, and a business associate. JOHANNESBURG-The U.S. Treasury froze assets owned by three brothers at the center of a sprawling government-corruption scandal in South Africa that contributed to the ouster of former President Jacob Zuma and ensnared major international companies.", "categories": [["World", "Africa"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/africa-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-magazine-presents-bob-iger-demi-moore-and-naomi-campbell-at-tech-live-11570727706", "title": "WSJ. Magazine Presents Bob Iger, Demi Moore and Naomi Campbell at Tech Live", "date": "2019-10-10 13:15", "summary": "Three's company: This month, WSJ.'s covers feature icons of industry. Naomi Campbell, Robert Iger and Demi Moore will all speak at the annual WSJ Tech Live conference in October. The three cover stars of WSJ.'s October issue-model Naomi Campbell, actress Demi Moore and the Walt Disney Company chairman and CEO Robert Iger-have been in the public eye for decades, yet each has cultivated a certain sphinxlike remove and a knack for reinvention that have given their careers unusual staying power.", "categories": [["On the Cover"]], "category_links": ["https://www.wsj.com/news/types/magazine-on-the-cover?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/cuba-gooding-jr-accused-of-sex-abuse-faces-new-charges-11570727635", "title": "Actor Cuba Gooding Jr. Faces New Charges", "date": "2019-10-10 13:13", "summary": "Actor indicted on charges stemming from a separate alleged incident. Oscar-winning actor Cuba Gooding Jr., who has been accused of sex abuse for allegedly groping a woman at a Manhattan nightclub, was indicted Thursday on new charges stemming from a separate alleged incident.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/battle-hardened-kurds-face-big-test-in-turkeys-syria-offensive-11570727475", "title": "Battle-Hardened Kurds Face Military Imbalance Against Turkey", "date": "2019-10-10 13:11", "summary": "Kurdish forces that succeeded against Islamic State with U.S. backing are now alone and outgunned. BEIRUT-Kurdish forces, with U.S. backing, eliminated Islamic State's self-declared caliphate in the battlefields of northeastern Syria and vowed to defend territory it won. Now pitted against Turkey without the support of the U.S., the Kurdish-led Syrian Democratic Forces are outgunned and vulnerable.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/simone-biles-is-shattering-the-limits-of-gymnastics-11570727184", "title": "Simone Biles Is Shattering the Limits of Gymnastics", "date": "2019-10-10 13:06", "summary": "With no rival remotely close, the 22-year-old U.S. star won a record fifth all-around title at the world gymnastics championships by competing against herself. Stuttgart, Germany", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/signs-point-to-increase-in-corporate-bond-sales-11570726927", "title": "Signs Point to Increase in Corporate Bond Sales", "date": "2019-10-10 13:02", "summary": "New registrations for bond identification codes have risen. U.S. companies could be gearing up for a surge in borrowing during the final part of the year.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/contributors-to-the-october-2019-style-tech-issue-11570726101", "title": "Contributors to the October 2019 Style & Tech Issue", "date": "2019-10-10 12:48", "summary": "Deputy editor Elisa Lipsky-Karasz on her contribution to this month's issue.. WSJ. deputy editor Elisa Lipsky-Karasz wrote this issue's profile of model Naomi Campbell, who at age 49 seems busier than ever. \"I was lucky to speak to Naomi when she was in New York for 24 hours. Her schedule is crazier than a head of state's,\" says Lipsky-Karasz. \"The second interview happened when she was in Senegal, and I think she'd been to 10 countries in between.\" Photographer Annemarieke van Drimmelen, herself a former model, caught up with Campbell in a suburb of Paris, shooting her in a series of looks styled by industry veteran Alex White.", "categories": [["Contributors"]], "category_links": ["https://www.wsj.com/news/types/magazine-contributors?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/little-monsters-review-the-zombie-apocalypse-now-with-permission-slips-11570726120", "title": "'Little Monsters' Review: The Zombie Apocalypse, Now With Permission Slips", "date": "2019-10-10 12:48", "summary": "A teacher, played by Lupita Nyong'o, escorts her kindergartners through a day at a petting zoo and mini-golf park-while being pursued by the undead.. 'One two three! Eyes on me!\" sings out the lovely Miss Caroline (Lupita Nyong'o), escorting her kindergartners through a day at the Pleasant Valley petting zoo and mini-golf park. She's trying to keep their attention on her. The weather is beautiful, after all. The kids are easily distracted. And, by the way, there's a horde of entrail-devouring undead lumbering around them, trying to turn their field trip into a zombie apocalypse.", "categories": [["Books & Arts", "Television Review"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/types/television-review?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/shhhh-the-nba-plays-silent-game-in-china-11570726068", "title": "Shhhh! The NBA Plays Silent Game in China", "date": "2019-10-10 12:47", "summary": "A tense showdown in Shanghai finally leads to a basketball exhibition-but a post-game media ban feels like a mistake. On Thursday in Shanghai, the Los Angeles Lakers played the Brooklyn Nets in a beautiful display of NBA basketball in the nation of China. A fantastic game was enjoyed by all.", "categories": [["Sports"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/lakers-nets-game-is-played-as-scheduled-in-shanghai-11570710708", "title": "NBA China Game Goes On as Tensions Persist", "date": "2019-10-10 12:39", "summary": "After nearly a week of uncertainty, a preseason game featuring LeBron James went ahead as planned, but players and executives weren't made available to the media. SHANGHAI-After nearly a week of uncertainty as the NBA and China engaged in a tense standoff, an exhibition game between the Los Angeles Lakers and Brooklyn Nets went ahead as planned here Thursday-but with unusual restrictions that kept NBA players and executives from speaking to the media.", "categories": [["Sports", "NBA"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nba?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/synagogue-attacker-who-killed-two-had-planned-far-bigger-massacre-11570725181", "title": "Synagogue Attacker Who Killed Two Had Planned Far Bigger Massacre", "date": "2019-10-10 12:33", "summary": "German authorities charge suspect with murder after Wednesday's live-streamed assault in country's east. BERLIN-The German man detained after a live-streamed and ultimately botched attack on a synagogue that left two dead in Germany's east was charged with murder on Thursday after what authorities described as a terrorist attack.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/an-expanded-moma-adds-more-women-artists-11570724892", "title": "An Expanded MoMA Adds More Women Artists", "date": "2019-10-10 12:28", "summary": "The Museum of Modern Art re-opens after a $450 million expansion, with more works by women and overlooked artists in galleries that mix painting, sculpture and other media. In a large gallery of the soon-to-reopen Museum of Modern Art, surrealism reigns. Among the 44 works there are Picasso's \"Girl Before a Mirror\" (1917), paintings by Dalí and Magritte, and two acquired in the past year by important but underrecognized female surrealists: \"And Then We Saw the Daughter of the Minotaur\" (1953) by British-born Mexican artist Leonora Carrington and \"The Juggler\" (1956) by Remedios Varo, a Spaniard whose style evokes magic and the occult. With them, 11 works in this gallery were created by women, whose role in surrealism was once largely ignored.", "categories": [["Books & Arts", "Arts", "Art"]], "category_links": ["https://www.wsj.com/news/books-arts?mod=breadcrumb", "https://www.wsj.com/news/books-arts/arts?mod=breadcrumb", "https://www.wsj.com/news/types/art?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/social-security-benefits-to-rise-1-6-in-2020-11570724918", "title": "Social Security Benefits to Rise 1.6% in 2020", "date": "2019-10-10 12:28", "summary": "Cost-of-living increase smaller than the 2.8% boost for this year. WASHINGTON-Seniors and other Americans receiving Social Security will see a 1.6% increase in benefits next year, the Social Security Administration said on Thursday.", "categories": [["Politics"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/andreessen-horowitz-invests-in-visual-analytics-startup-preset-11570724008", "title": "Andreessen Horowitz Invests in Visual-Analytics Startup Preset", "date": "2019-10-10 12:13", "summary": "Company provides more than 50 types of data visualization that can help businesses make decisions. Venture-capital firm Andreessen Horowitz said this week that earlier this year it led a funding round of $12.5 million in nine-month-old Silicon Valley startup Preset Inc., which makes a visual-analytics platform.", "categories": [["CIO Journal"]], "category_links": ["https://www.wsj.com/news/types/cio-journal?mod=breadcrumb"]}, {"link": "https://graphics.wsj.com/photo-poll/house-of-the-week-1010?mod=article_inline", "title": "Vote for the WSJ House of the Week", "date": "2019-10-10 12:12"}, {"link": "https://graphics.wsj.com/glider/neckline-0afa7340-b1d4-4205-b6b0-03301cc4adba?mod=article_inline", "title": "6 Ways to Wear This Season's Most Fanciful Necklines", "date": "2019-10-10 12:02"}, {"link": "https://www.wsj.com/articles/treasury-to-sell-104-billion-in-debt-11570722230", "title": "Treasury to Sell $104 Billion in Debt", "date": "2019-10-10 11:43", "summary": "U.S. Treasury Department's auctions next week will range from 13-week bills to five-year Treasury inflation-protected securities. The U.S. will auction $104 billion in securities next week. Details (all with minimum denominations of $100):", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/those-probiotics-may-actually-be-hurting-your-gut-health-11570721466", "title": "Those Probiotics May Actually Be Hurting Your 'Gut Health'", "date": "2019-10-10 11:31", "summary": "The newly fashionable pills and foods meant to increase the variety of healthy bacteria in our bodies can actually have the opposite effect. The idea of \"gut health\" entered the personal health world just a few years ago, but it has already become one of the biggest trends in nutrition. The new focus on the living microorganisms in our digestive systems has particularly fueled one fast-growing market for foods and supplements: probiotics.", "categories": [["Life & Work", "Ideas", "Essay"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/ideas?mod=breadcrumb", "https://www.wsj.com/news/types/essay?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-consumer-prices-unchanged-in-september-11570710718", "title": "U.S. Inflation Cooled at the End of the Summer", "date": "2019-10-10 11:21", "summary": "Decline in energy and used-vehicle prices holds down broader inflationary pressures. WASHINGTON-A key reading on U.S. inflation cooled slightly at the end of the summer.", "categories": [["Economy", "Economic Data"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb", "https://www.wsj.com/news/types/economic-data?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/white-house-confirms-death-of-chief-al-qaeda-bomb-maker-11570720261", "title": "White House Confirms Death of Chief al Qaeda Bomb Maker", "date": "2019-10-10 11:11", "summary": "Ibrahim al-Asiri was killed two years ago in a U.S. counterterrorism strike. WASHINGTON-Al Qaeda's chief bomb maker, who was behind the failed 2009 Christmas Day underwear bomb plot to down an airliner over Detroit and other attacks, was killed two years ago in a U.S. counterterrorism strike, the White House confirmed.", "categories": [["World", "Middle East"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/middle-east-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/big-data-is-coming-to-the-national-hockey-league-11570719887", "title": "Big Data Is Coming to the NHL", "date": "2019-10-10 11:09", "summary": "This season, the league is debuting a puck and player tracking system that promises to unleash a tsunami of data about player speed and execution. In the last decade, data and analytics have turned baseball into a bonanza of home runs and strikeouts, basketball became a game won or lost behind the arc and even prompted football coaches to start going for it on fourth down.", "categories": [["Sports", "NHL"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/nhl?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/political-campaigns-track-cellphones-to-identify-and-target-individual-voters-11570718889", "title": "Political Campaigns Know Where You've Been. They're Tracking Your Phone.", "date": "2019-10-10 10:48", "summary": "Voter targeting has grown more invasive with location data that apps can transmit from cellphones. When Donald Trump took the stage last month in Fayetteville, N.C., to support Republican candidate Dan Bishop in a special election, thousands of people showed up.", "categories": [["Tech"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/matt-cohler-lists-swanky-manhattan-penthouse-for-29-5-million-11570718184", "title": "Venture Capitalist Matt Cohler Lists Swanky Manhattan Penthouse", "date": "2019-10-10 10:39", "summary": "The venture capitalist who led his firm's successful investments in companies like Instagram doesn't foresee making a big return on this purchase.. Matt Cohler, an early Facebook employee who went on to become one of Silicon Valley's better-known venture capitalists, is putting his penthouse in Manhattan's Nolita neighborhood on the market for $29.5 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-venture-capitalists-modern-manhattan-penthouse-11570718100", "title": "A Venture Capitalist's Modern Manhattan Penthouse", "date": "2019-10-10 10:35", "summary": "Benchmark's Matt Cohler had his Nolita unit extensively renovated, with his brother, designer Eric Cohler, spearheading the redo.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/tech-couple-list-their-eclectic-mansion-on-san-franciscos-gold-coast-for-39-million-11570717516", "title": "A Tech Couple's Whimsical Mansion on San Francisco's Gold Coast Asks $39 Million", "date": "2019-10-10 10:25", "summary": "Designed by Ken Fulk, the house includes a Union Jack mosaic on a fireplace, an unusual portrait gallery and a real British pub.. Michael and Xochi Birch, a prominent couple in the San Francisco technology scene, are listing their whimsically decorated Gold Coast mansion for $39 million.", "categories": [["Real Estate", "Private Properties"]], "category_links": ["https://www.wsj.com/news/realestate?mod=breadcrumb", "https://www.wsj.com/news/types/private-properties?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fidelity-is-latest-to-cut-online-trading-commissions-to-zero-11570680060", "title": "Fidelity Cuts Online Trading Commissions to Zero", "date": "2019-10-10 10:24", "summary": "Wall Street's digitization has reset many of the fundamental costs of investing. Fidelity Investments eliminated trading commissions on its online brokerage, matching a step some of its biggest rivals unveiled last week.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/a-tech-couples-eclectic-mansion-in-san-francisco-11570717436", "title": "A Tech Couple's Eclectic Home in San Francisco", "date": "2019-10-10 10:23", "summary": "The Gold Coast mansion of Michael Birch and Xochi Birch is filled with whimsical details.. We are delighted that you'd like to resume your subscription.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/mortgage-costs-outpaced-by-drop-in-interest-rates-11570699801", "title": "That Superlow Mortgage Rate? It Could Be Even Lower", "date": "2019-10-10 10:07", "summary": "Gap between Treasury yields and mortgage rates higher than it has been in years. Interest rates have been plummeting, but the cost of taking out a mortgage hasn't fallen as fast.", "categories": [["Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/german-jewish-leaders-call-for-more-security-after-synagogue-attack-11570696430", "title": "Germany's Jews Feel 'Under Siege' Following Rise in Anti-Semitism", "date": "2019-10-10 10:04", "summary": "Jewish community leaders express frustration that their warnings about mounting anti-Jewish hostility haven't been sufficiently heard. BERLIN-A day after an attack on a synagogue left two dead in Halle, eastern Germany, Jews across the country said they felt increasingly under siege from growing anti-Semitism across German society.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/self-driving-truck-startup-einride-raises-25-million-in-new-funding-round-11570716000", "title": "Self-Driving Truck Startup Einride Raises $25 Million in New Funding Round", "date": "2019-10-10 10:00", "summary": "Builder of autonomous delivery 'pods' plans expansion into the U.S.. Autonomous electric delivery truck startup Einride raised $25 million in a Series A investment round it said would help expand the Sweden-based business into the U.S.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/wsj-survey-majority-of-economists-say-manufacturing-sector-in-recession-11570716000", "title": "WSJ Survey: Most Economists Say Manufacturing in Recession", "date": "2019-10-10 10:00", "summary": "Forecasters' estimates for economic growth in the second half of 2019 also ticked lower. U.S. manufacturing is in recession, two-thirds of economic forecasters said in a survey, and overall growth in the second half of 2019 is expected to further slow.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/doctors-look-to-eye-tracking-to-improve-care-11570716001", "title": "Doctors Look to Eye-Tracking to Improve Care", "date": "2019-10-10 10:00", "summary": "Startups are using technology that follows the movement of the eye to diagnose nearsightedness and help people with disabilities.. Author", "categories": [[""]], "category_links": ["https://www.wsj.com/news/tech/future-of-everything?mod=svg-breadcrumb"]}, {"link": "https://www.wsj.com/articles/u-s-steel-boosts-revenue-outlook-11570715951", "title": "U.S. Steel Boosts Revenue Outlook", "date": "2019-10-10 09:59", "summary": "Steelmaker sees current-quarter revenue between $3.04 billion and $3.08 billion. United States Steel Corp. said on Thursday that it expects to post better financial results than expected for its latest quarter, at a time when the company is planning to implement cost cuts and other organizational changes.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ecb-minutes-show-lagarde-will-inherit-a-fractured-institution-11570712959", "title": "ECB Minutes Show Lagarde Will Inherit a Fractured Institution", "date": "2019-10-10 09:57", "summary": "Decision to restart bond purchases was opposed by several top ECB officials. Top European Central Bank officials squabbled over key elements of the bank's latest monetary-stimulus package, according to minutes of its September policy meeting, underscoring the challenge incoming President Christine Lagarde faces in mending a rift that could threaten the eurozone's faltering economic recovery.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/its-apple-picking-season-but-these-days-the-apples-are-an-after-thought-11570715723", "title": "Going Apple Picking? Don't Count on Picking an Apple.", "date": "2019-10-10 09:55", "summary": "Resume Subscription. Chris Van Dyke has stopped driving upstate to pick apples.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/why-smart-bike-helmets-are-probably-safer-11570713840", "title": "Why Smart Bike Helmets Are (Probably) Safer", "date": "2019-10-10 09:24", "summary": "These new connected devices help cyclists feel safer on city streets. Is that worth $249?. CYCLISTS ARE RIDING into the future on smart bikes outfitted with pedal-assist motors, superpowered batteries, LED lights and Bluetooth controls. Why should what they wear to protect their heads be any different?", "categories": [["Tech", "Personal Tech", "Gear & Gadgets"]], "category_links": ["https://www.wsj.com/news/technology?mod=breadcrumb", "https://www.wsj.com/news/types/personal-technology-joanna-stern?mod=breadcrumb", "https://www.wsj.com/news/types/gear?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/fed-adds-88-1-billion-to-financial-system-in-latest-repo-transaction-11570713324", "title": "Fed Adds $88.1 Billion to Financial System in Repo Transaction", "date": "2019-10-10 09:15", "summary": "Central bank continues to use repo market to relieve funding pressure in money markets. The Federal Reserve Bank of New York added $88.1 billion to the financial system Thursday, using the market for repurchase agreements, or repo, to relieve funding pressure in money markets.", "categories": [["Markets", "Credit Markets"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/credit-markets?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/now-is-the-best-season-to-buy-airline-stocks-11570711657", "title": "Now Is the Best Season to Buy Airline Stocks", "date": "2019-10-10 08:47", "summary": "Delta's forecasts for the next quarter were a bit disappointing, but investors tend to turn optimistic on airline stocks before the winter. The winter low season is the worst time of the year for airlines-and the best time of the year for holders of airline stocks.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/ukrainian-president-denies-trump-pressured-him-during-july-call-11570707164", "title": "Ukrainian President Denies Trump Pressured Him During Call", "date": "2019-10-10 08:35", "summary": "'There was no blackmail,' Volodymyr Zelensky tells reporters at a rare all-day press event in Kyiv. KYIV, Ukraine-Ukrainian President Volodymyr Zelensky denied that President Trump tried to pressure him during a July phone call that is now at the heart of an impeachment inquiry in Washington and a messy U.S. political scandal.", "categories": [["World"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-rise-of-fancy-face-creamfor-the-rest-of-your-body-11570710793", "title": "The Rise of Fancy Face Cream-for the Rest of Your Body", "date": "2019-10-10 08:33", "summary": "An afterthought for too long, the skin below the neckline is getting new attention: High-end cosmetics companies are now making powerful creams that focus on the body. When Augustinus Bader, a stem-cell expert at Leipzig University and the creator of a namesake skin-care brand, was developing his latest product, he didn't consider making a serum or cleanser, as many skin-care brands might have done. Instead, heeding his customers' wishes, he adapted his stem-cell technology for larger areas of skin. Bader's The Body Cream was as hotly anticipated as a summer blockbuster, says Cassandra Grey, founder and CCO of Violet Grey, which was the first U.S. retailer to stock it. The first order sold out in a few days. \"Our community isn't shy about telling us what they want, and in the last six months our female and male customers have been demanding skin care for their bodies,\" says Grey.", "categories": [["What's News"]], "category_links": ["https://www.wsj.com/news/types/magazine-what-s-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/stocks-to-watch-pg-e-apple-at-t-target-american-airlines-boeing-11570699609", "title": "Stocks to Watch: PG&E, Apple, AT&T, Target, American Airlines, Boeing", "date": "2019-10-10 08:32", "summary": "Here are some of the companies with shares expected to trade actively Thursday. ", "categories": [["Markets", "MoneyBeat"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/types/moneybeat?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-campaign-sees-impeachment-motivating-base-11570707155", "title": "Trump Campaign Sees Impeachment Motivating Base", "date": "2019-10-10 08:19", "summary": "Advisers hope investigation will fire up president's core supporters, but some Republicans worry about alienating independents. Blistering fundraising emails. TV ads attacking Democrats. Protests in swing congressional districts. Scorched-earth presidential tweets. Refusals to cooperate.", "categories": [["Politics", "Election 2020"]], "category_links": ["https://www.wsj.com/news/politics?mod=breadcrumb", "https://www.wsj.com/news/types/election-2020?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/employers-try-a-new-perk-matching-student-loan-payments-with-401-k-contributions-11570708801", "title": "Employers Try New Perk for Workers With Student Loans", "date": "2019-10-10 08:00", "summary": "Resume Subscription. Many workers with student loans postpone saving for retirement. Now, a handful of companies are trying to prevent them from falling behind on retirement savings by matching their student-loan repayments with contributions to a 401(k) plan.", "categories": [[]], "category_links": []}, {"link": "https://www.wsj.com/articles/fed-s-kaplan-reserving-judgment-on-need-for-another-rate-cut-11570708801", "title": "Fed's Kaplan: Reserving Judgment on Need for Another Rate Cut", "date": "2019-10-10 08:00", "summary": "The rate-setting Federal Open Market Committee meeting is scheduled for Oct. 29-30. Dallas Fed President Robert Kaplan said Thursday the central bank's two rate cuts thus far this year were the right thing to do, but he's reserving judgment about what should happen next.", "categories": [["Economy"]], "category_links": ["https://www.wsj.com/news/economy?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/meet-the-starbucks-ceo-who-has-to-follow-howard-schultz-11570708802", "title": "Meet the Starbucks CEO Who Has to Follow Howard Schultz", "date": "2019-10-10 08:00", "summary": "Kevin Johnson discusses his management style, his handling of a national controversy and his coffee routine; a triple espresso, followed by a French press, then a flat white. Kevin Johnson frequently finds himself at companies where a famous founder is leaving.", "categories": [["Business", "Management", "Management & Careers"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb", "https://www.wsj.com/news/business/management?mod=breadcrumb", "https://www.wsj.com/news/types/boss-talk?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/another-season-ends-in-devastating-fashion-for-the-los-angeles-dodgers-11570707854", "title": "Another Season Ends in Devastating Fashion for the Dodgers", "date": "2019-10-10 07:44", "summary": "After winning 106 games during the regular season, the Dodgers didn't just fail to win the World Series. They failed even to make it out of the division round.. The Los Angeles Dodgers spent roughly $1.7 billion in payroll over the past seven years in pursuit of a title, an unprecedented level of financial commitment for one of baseball's marquee teams. Their commitment to winning has resulted in more regular-season victories than any of their competitors, MLB-leading attendance figures, seven consecutive division crowns and a pair of National League pennants over that span.", "categories": [["Sports", "MLB"]], "category_links": ["https://www.wsj.com/news/sports?mod=breadcrumb", "https://www.wsj.com/news/types/mlb?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/hong-kong-unrest-an-ominous-lesson-on-chinese-rule-taiwan-leader-11570705040", "title": "Hong Kong Unrest an Ominous Lesson on Chinese Rule: Taiwan Leader", "date": "2019-10-10 06:57", "summary": "In National Day speech, President Tsai Ing-wen said Taiwan must stand up and defend itself against Beijing's goal of unification. BEIJING-In a fiery speech likely to upset Beijing, Taiwan President Tsai Ing-wen called on the island's people to draw lessons from the violent protests in Hong Kong and pledged to defend Taiwan's sovereignty.", "categories": [["World", "Asia", "China"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/asia-news?mod=breadcrumb", "https://www.wsj.com/news/types/china-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/e-commerce-driving-bigger-demand-for-smaller-warehouses-cbre-says-11570701600", "title": "E-Commerce Driving Bigger Demand for Smaller Warehouses, CBRE Says", "date": "2019-10-10 06:00", "summary": "Rental prices for the distribution centers closest to urban consumers are surging as online retailers look to speed up order deliveries. Demand for smaller warehouses is soaring as e-commerce and the push for faster delivery accelerates competition for industrial space close to major population centers.", "categories": [["Logistics Report"]], "category_links": ["https://www.wsj.com/news/types/logistics-report?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/japans-foreign-investor-screening-risks-undoing-years-of-reform-11570700896", "title": "Japan's Foreign-Investor Screening Risks Undoing Years of Reform", "date": "2019-10-10 05:48", "summary": "National-security proposals would frustrate a surprising proportion of overseas investors. The Japanese government's proposals to tighten screening of foreign investors may keep the country a little safer-at the cost of undoing several years of hard work in improving the investment climate.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/the-enemy-within-how-a-member-of-french-intelligence-turned-to-terror-11570699800", "title": "How a Member of French Intelligence Turned to Terror", "date": "2019-10-10 05:30", "summary": "Mickaël Harpon's drift toward fundamentalist Islam went undetected even though he worked in unit that tracked Islamist radicals. PARIS-As police intelligence agents in Paris tracked Islamist radicals over the summer, one of their longtime colleagues was quietly embracing a more extreme version of his Muslim faith.", "categories": [["World", "Europe"]], "category_links": ["https://www.wsj.com/news/world?mod=breadcrumb", "https://www.wsj.com/news/types/europe-news?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/exploding-kittens-draws-funding-to-create-more-games-explore-entertainment-11570699802", "title": "Exploding Kittens Draws Funding to Create More Games, Explore Entertainment", "date": "2019-10-10 05:30", "summary": "Chernin Group affiliate takes $30 million minority stake in the company behind the popular card game. LOS ANGELES-The company behind Exploding Kittens, the popular card game that combines whimsical drawings of felines with cutthroat strategy, has sold a $30 million minority stake to a prominent media investor-a departure from its early days raising funds on Kickstarter.", "categories": [["Business"]], "category_links": ["https://www.wsj.com/news/business?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/trump-signs-off-on-licenses-for-doing-business-with-huawei-11570682663", "title": "Trump Signs Off on Licenses for Doing Business With Huawei", "date": "2019-10-10 00:44", "summary": "The approval is likely to be interpreted as an act of goodwill a head of the resumption of trade talks Thursday. WASHINGTON-The White House has signed off on special licenses for some U.S. companies to do some business with Chinese telecom giant Huawei Technologies Co., according to a person familiar with the process.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/millions-in-california-begin-losing-power-as-pg-e-tries-to-avoid-wildfire-11570632347", "title": "PG&E Cuts Power in California, Affecting Millions", "date": "2019-10-10 00:18", "summary": "Seeking to limit fire risk amid high winds, utility cuts electricity across Northern California. SANTA ROSA, Calif.- PG&E Corp. cut power to about 700,000 households and businesses in northern and central California in a move of unprecedented scale meant to avert the type of deadly infernos that killed dozens last year and propelled the utility into bankruptcy court.", "categories": [["U.S."]], "category_links": ["https://www.wsj.com/news/us?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/at-louis-vuitton-hong-kongs-loss-is-other-cities-gain-11570708819", "title": "At Louis Vuitton, Hong Kong's Loss Is Other Cities' Gain", "date": "2019-10-10 00:01", "summary": "Luxury bellwether LVMH hasn't been touched by political turmoil in one of the world's most important shopping cities. The first luxury company to report quarterly sales since Hong Kong's pro-democracy protests kicked off has emerged completely unscathed.", "categories": [["Markets", "Heard on the Street"]], "category_links": ["https://www.wsj.com/news/markets?mod=breadcrumb", "https://www.wsj.com/news/heard-on-the-street?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/pepper-and-salt-11570649863", "title": "Pepper...and Salt", "date": "2019-10-10 00:01", "summary": "Resume Subscription. We are delighted that you'd like to resume your subscription.", "categories": [["Opinion", "Pepper & Salt"]], "category_links": ["https://www.wsj.com/news/opinion?mod=breadcrumb", "https://www.wsj.com/news/types/pepper-salt?mod=breadcrumb"]}, {"link": "https://www.wsj.com/articles/this-steak-gets-serious-flavor-from-a-magic-rub-11570736738", "title": "This Steak Gets Serious Flavor From a Magic Rub", "date": "2019-10-10 00:01", "summary": "A peanutty Nigerian-style spice mix gives a big umami boost to seared rib-eye. The quick-cooking recipe includes a creamy tomato sauce and crisp-fried potatoes. AS A CHILD, chef Kwame Onwuachi spent a couple years in Nigeria. His mother wanted him to learn to appreciate the conveniences he had in the U.S. While he was there, he most definitely came to appreciate suya.", "categories": [["Life & Work", "Food & Drink", "Slow Food Fast"]], "category_links": ["https://www.wsj.com/news/life-work?mod=breadcrumb", "https://www.wsj.com/news/life-work/food-cooking-drink?mod=breadcrumb", "https://www.wsj.com/news/types/slow-food-fast?mod=breadcrumb"]}]